Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap22_quest_01_hint_10
source: Something isn't quite right.
de: Etwas stimmt nicht.
es: Algo anda mal.
fr: Quelque chose ne va pas.
id: Ada yang tidak beres.
it: Qualcosa non va bene.
ja: 何か足りないようです
ko: 뭔가 잘못된 것 같아요.
pt: Tem alguma coisa errada.
ru: Что-то не так.
th: มีบางสิ่งไม่ชอบมาพากล
vi: Có gì đó không ổn.
zh_hans: 有些地方不太对劲。
zh_hant: 有些地方不太對勁。

# ap22_quest_01_hint_11
source: The <1>Nesting Guide</1> has something for you.
de: Der <1>Nest-Helfer</1> hat etwas für dich.
es: La <1>guía acogedora</1> tiene algo para darte.
fr: La <1>guide de la Nidification</1> a quelque chose pour vous.
id: <1>Pemandu Bersarang</1> memiliki sesuatu untuk kamu.
it: La <1>Guida ai Nidi</1> ha qualcosa per te.
ja: <1>巣づくりの案内人</1>はあなたに渡したいものがあるようです
ko: <1>보금자리 안내자</1>가 선물을 준비했어요.
pt: A <1>Guia do Ninho</1> tem algo para você.
ru: У <1>проводника гнездования</1> есть кое-что для вас.
th: <1>ผู้แนะนำการสร้างรัง</1>มีบางสิ่งให้คุณ
vi: <1>Chỉ Dẫn Xây Tổ</1> có gì đó cho bạn.
zh_hans: <1>筑巢向导</1>要给你点东西。
zh_hant: <1>築巢嚮導</1>有東西要給你。

# ap22_quest_01_hint_12
source: Choose a place for the stool to complete the display.
de: Wähle einen Platz für den Hocker, um die Ausstellung zu vervollständigen.
es: Elige un lugar para el taburete para completar el diseño.
fr: Choisissez un emplacement pour le tabouret afin de compléter la présentation.
id: Pilih tempat untuk bangku itu agar bisa menyempurnakan tampilan.
it: Scegli dove mettere lo sgabello per completare l'arredamento.
ja: スツールの置き場を決めて、展示を完成させましょう
ko: 의자 위치를 정해서 가구 배치를 완료해 주세요.
pt: Escolha um bom lugar para o banquinho para completar a exibição.
ru: Выберите место для табурета, чтобы завершить обустройство.
th: เลือกตำแหน่งวางเก้าอี้เพื่อทำการจัดแสดงให้เสร็จสมบูรณ์
vi: Chọn vị trí cho chiếc ghế để hoàn thành việc trưng bày.
zh_hans: 选择摆放凳子的位置以完成展示。
zh_hant: 選擇擺放凳子的地方以完成展示。

# ap22_quest_02_hint_01
source: The <1>Nesting Guide</1> has another gift for you.
de: Der <1>Nest-Helfer</1> hat ein weiteres Geschenk für dich.
es: La <1>guía acogedora</1> tiene otro regalo para ti.
fr: La <1>guide de la Nidification</1> a un autre cadeau pour vous.
id: <1>Pemandu Bersarang</1> memiliki hadiah lain untuk kamu.
it: La <1>Guida ai Nidi</1> ha un altro regalo per te.
ja: <1>巣づくりの案内人</1>はあなたにもう一つ贈り物があるようです
ko: <1>보금자리 안내자</1>가 또 선물을 준비했어요.
pt: A <1>Guia do Ninho</1> tem outro presente para você.
ru: У <1>проводника гнездования</1> появился новый подарок.
th: <1>ผู้แนะนำการสร้างรัง</1>มีของขวัญอีกชิ้นให้คุณ
vi: <1>Chỉ Dẫn Xây Tổ</1> còn một món quà khác dành cho bạn.
zh_hans: <1>筑巢向导</1>要给你另一份礼物。
zh_hant: <1>築巢嚮導</1>又有新的禮物要給你。

# ap22_quest_02_hint_02
source: Meet them in Aviary Village!
de: Triff ihn im Volieren-Dorf!
es: ¡Ve a verla a la aldea aviaria!
fr: Retrouvez-le dans le village volière !
id: Temui mereka di Desa Aviary!
it: Incontrala al Villaggio degli Uccelli!
ja: 花鳥郷の入り口近くで会いましょう！
ko: 새들의 정원 마을에서 만나 보세요!
pt: Encontre-a na Aldeia Aviária!
ru: Встретьтесь с ней в Птичьей деревне!
th: พบกับพวกเขาในหมู่บ้านเอเวียรี!
vi: Gặp họ ở Làng Chuồng Chim!
zh_hans: 去云巢中找他！
zh_hant: 去雲巢找他吧！

# ap22_quest_02_hint_03
source: The <1>Nesting Guide's</1> machine is broken.
de: Die Maschine des <1>Nest-Helfers</1> ist kaputt.
es: La máquina de la <1>guía acogedora</1> está rota.
fr: La machine de la <1>guide de la Nidification</1> est cassée.
id: Mesin <1>Pemandu Bersarang</1> rusak.
it: La macchina della <1>Guida ai Nidi</1> è rotta.
ja: <1>巣づくりの案内人</1>の機械が壊れています
ko: <1>보금자리 안내자</1>의 기계가 부서졌어요.
pt: A máquina da <1>Guia do Ninho</1> está quebrada.
ru: Машина <1>проводника гнездования</1> сломалась.
th: เครื่องจักรของ<1>ผู้แนะนำการสร้างรัง</1>พังอยู่
vi: Chiếc máy của <1>Chỉ Dẫn Xây Tổ</1> đã bị hỏng.
zh_hans: <1>筑巢向导</1>的机器坏了。
zh_hant: <1>築巢嚮導</1>的機器壞了。

# ap22_quest_02_hint_04
source: Collect the scattered pieces to repair the machine!
de: Sammle die verstreuten Teile ein, um die Maschine zu reparieren!
es: ¡Reúne las partes desperdigadas para reparar la máquina!
fr: Récupérez les pièces disséminées pour réparer la machine !
id: Kumpulkan potongan-potongan yang berserakan untuk memperbaiki mesinnya!
it: Raccogli i pezzi sparsi per riparare la macchina!
ja: 飛び散った部品を集めて、機械を修理しましょう！
ko: 흩어진 조각을 모아서 기계를 수리해 주세요!
pt: Junte as peças espalhadas para consertar a máquina!
ru: Соберите детали, чтобы починить ее!
th: เก็บชิ้นส่วนที่กระจัดกระจายเพื่อซ่อมเครื่องจักร!
vi: Thu thập các mảnh vỡ để sửa chiếc máy!
zh_hans: 收集散落的零件来修好机器！
zh_hant: 收集散落的零件來修理機器！

# ap22_quest_02_hint_05
source: Return to the <1>Nesting Guide</1>.
de: Kehre zum <1>Nest-Helfer</1> zurück.
es: Regresa a la <1>guía acogedora</1>.
fr: Retournez voir la <1>guide de la Nidification</1>.
id: Kembali ke <1>Pemandu Bersarang</1>.
it: Torna dalla <1>Guida ai Nidi</1>.
ja: <1>巣づくりの案内人</1>のもとへ戻りましょう
ko: <1>보금자리 안내자</1>에게 돌아가세요.
pt: Fale com a <1>Guia do Ninho</1>.
ru: Вернитесь к <1>проводнику гнездования</1>.
th: กลับไปหา<1>ผู้แนะนำการสร้างรัง</1>
vi: Quay lại với <1>Chỉ Dẫn Xây Tổ</1>.
zh_hans: 返回<1>筑巢向导</1>处。
zh_hant: 回去找<1>築巢嚮導</1>。

# ap22_quest_02_hint_06
source: It's working! Pull the lever to see where it takes you.
de: Es funktioniert! Ziehe an dem Hebel, um zu sehen, wohin er dich führt.
es: ¡Funciona! Acciona la palanca para ver adónde te lleva.
fr: Ça fonctionne ! Tirez le levier pour voir ce que ça va donner.
id: Berhasil! Tarik tuas untuk melihat ke mana tuas itu membawamu.
it: Sta funzionando! Tira la leva per vedere cosa succede.
ja: 直りました！レバーを引いてみましょう
ko: 잘 작동하네요! 레버를 내리고 어디로 향하는지 확인해 보세요.
pt: Está funcionando! Puxe a alavanca para ver aonde ela lhe levará.
ru: Заработало! Потяните за рычаг и посмотрите, что произойдет.
th: มันได้ผล! ดึงคันโยกแล้วดูว่ามันจะพาคุณไปที่ไหนเลยสิ
vi: Hoạt động rồi! Kéo cần gạt để xem nó sẽ đưa bạn đến đâu.
zh_hans: 可以用了！拉动控制杆，看看它会带你去哪里。
zh_hant: 機器可以運作了！拉動控制桿，看看它會帶你去哪裡。

# ap22_quest_02_hint_07
source: Welcome!
de: Willkommen!
es: ¡Hola!
fr: Bienvenue !
id: Selamat datang!
it: Ciao!
ja: ようこそ！
ko: 어서 오세요!
pt: Olá!
ru: Добро пожаловать!
th: ยินดีต้อนรับ!
vi: Chào mừng!
zh_hans: 欢迎！
zh_hant: 歡迎！

# ap22_quest_02_hint_08
source: This nest is for you.
de: Dieses Nest ist für dich.
es: Esta morada es para ti.
fr: Ce nid est pour vous.
id: Sarang ini untuk kamu.
it: Questo Nido è per te.
ja: ここはあなたの巣です
ko: 여기는 당신을 위한 보금자리입니다.
pt: Este ninho é para você.
ru: Это гнездо теперь ваше.
th: นี่คือรังของคุณ
vi: Chiếc Tổ này là dành cho bạn.
zh_hans: 这个巢穴是属于你的。
zh_hant: 這個巢穴是屬於你的。

# ap22_quest_02_hint_09
source: A place to decorate, relax, play, and share with friends.
de: Ein Ort zum Dekorieren, Entspannen, Spielen und Teilen mit Freunden.
es: Podrás decorarlo, relajarte, jugar y compartirlo con tus amistades.
fr: C'est un endroit à décorer, pour se détendre, pour jouer et à partager avec des amis.
id: Tempat untuk menghias, bersantai, bermain, dan berbagi dengan teman.
it: Un luogo da decorare e in cui rilassarsi, giocare e condividere con gli amici.
ja: 飾り付けたり、リラックスしたり、遊んだり、フレンドたちを招くこともできる場所です
ko: 꾸미고, 쉬고, 놀고, 친구를 초대할 수 있습니다.
pt: Um lugar para decorar, relaxar, brincar e compartilhar com seus amigos.
ru: Его можно украшать и обставлять мебелью, здесь можно отдыхать, играть и проводить время с друзьями.
th: นี่เป็นสถานที่ที่ให้คุณได้ตกแต่ง ผ่อนคลาย เล่นสนุก และแชร์กับเพื่อนๆ
vi: Nơi trang trí, thư giãn, vui chơi và chia sẻ cùng bạn bè.
zh_hans: 一个可以布置、放松、玩乐并与好友分享的地方。
zh_hant: 一個可以佈置、放鬆、玩樂，並與朋友分享的地方。

# ap22_quest_02_hint_10
source: To begin, interact with the <1>Nest Shrine</1>.
de: Interagiere zunächst mit dem <1>Nest-Schrein</1>.
es: Para empezar, interactúa con el <1>altar acogedor</1>.
fr: Pour commencer, interagissez avec le <1>sanctuaire de la Nidification</1>.
id: Untuk memulai, berinteraksi dengan <1>Kuil Sarang</1>.
it: Per iniziare, interagisci con il <1>Santuario del Nido</1>.
ja: 手始めに<1>巣の祭壇</1>を使ってみましょう
ko: 우선 <1>보금자리 제단</1>과 상호작용해 주세요.
pt: Para começar, interaja com o <1>altar do ninho</1>.
ru: Для начала воспользуйтесь <1>алтарем гнезда</1>.
th: ในการเริ่มต้น ให้โต้ตอบกับ<1>แท่นบูชารัง</1>ก่อน
vi: Để bắt đầu, hãy tương tác với <1>Đền Xây Tổ</1>.
zh_hans: 要开始，请与<1>巢穴神坛</1>互动。
zh_hant: 要開始的話，請與<1>巢穴神壇</1>互動。

# ap22_quest_02_hint_11
source: Use the edit menu to place new decorations.
de: Nutze das Bearbeitungsmenü, um neue Dekorationen zu platzieren.
es: Usa el menú de editar para colocar nuevas decoraciones.
fr: Utilisez le menu d'édition pour placer de nouvelles décorations.
id: Gunakan menu edit untuk menempatkan dekorasi baru.
it: Utilizza il menu di modifica per posizionare nuove decorazioni.
ja: 編集メニューで、飾りを設置してみましょう
ko: 수정 메뉴를 사용해서 새 장식을 배치할 수 있어요.
pt: Use o menu de edição para colocar novas decorações.
ru: Используйте меню редактора, чтобы разместить новые предметы.
th: ใช้เมนูแก้ไขเพื่อวางของตกแต่งใหม่
vi: Sử dụng menu chỉnh sửa để đặt đồ trang trí mới.
zh_hans: 使用编辑菜单来放置新装饰品。
zh_hant: 使用編輯選單來擺放新的裝飾。

# ap22_quest_02_hint_12
source: Good! When you're ready, return to the <1>Nest Shrine</1> to save your arrangement.
de: Gut! Wenn du bereit bist, kehre zum <1>Nest-Schrein</1> zurück, um dein Arrangement zu speichern.
es: ¡Bien! Cuando termines, regresa al <1>altar acogedor</1> para guardar tu diseño.
fr: Bien ! Quand vous aurez terminé, retournez au <1>sanctuaire de la Nidification</1> pour sauvegarder votre agencement.
id: Bagus! Jika sudah siap, kembalilah ke <1>Kuil Sarang</1> untuk menyimpan pengaturan kamu.
it: Bene! Quando vuoi, torna al <1>Santuario del Nido</1> per salvare questo arredamento.
ja: 素晴らしい！インテリアの飾り付けが完了したら<1>巣の祭壇</1>に戻り、保存しましょう
ko: 훌륭해요! 꾸미기를 마치면 <1>보금자리 제단</1>으로 돌아가 가구 배치를 저장해 주세요.
pt: Isso aí! Quando tudo estiver pronto, volte ao <1>altar do ninho</1> para salvar a decoração.
ru: Отлично! Когда будете готовы, вернитесь к <1>алтарю гнезда</1>, чтобы сохранить результат.
th: เยี่ยมเลย! หลังจากที่คุณพร้อมแล้ว ก็กลับไปที่<1>แท่นบูชารัง</1>เพื่อบันทึกการจัดวางของคุณได้เลยนะ
vi: Tốt! Khi bạn đã sẵn sàng, hãy quay lại <1>Đền Xây Tổ</1> để lưu các thay đổi về sắp xếp của bạn.
zh_hans: 很好！在准备好后，回到<1>巢穴神坛</1>保存你的布置。
zh_hant: 很好！準備好後，回到<1>巢穴神壇</1>儲存你的佈置。

# ap22_quest_02_hint_13
source: Congratulations! This is only the first step of your Nesting adventure.
de: Glückwunsch! Dies ist nur der erste Schritt deines Nestabenteuers.
es: ¡Felicitaciones! Este es solo el primer paso en tu aventura acogedora.
fr: Félicitations ! Ce n'est que la première étape de votre aventure de nidification.
id: Selamat! Ini hanyalah langkah pertama dari petualangan bersarang kamu.
it: Complimenti! Questo è solo il primo passo nella tua avventura di creazione del Nido.
ja: おめでとう！あなたは巣づくりの旅の最初の一歩を踏み出しました
ko: 축하해요! 보금자리 만들기 첫 단계를 마쳤습니다.
pt: Parabéns! Este é só o primeiro passo na jornada de construir o seu ninho.
ru: Поздравляем! Но это только первый шаг вашего гнездования.
th: ยินดีด้วย! แต่นี่เป็นเพียงก้าวแรกในการผจญภัยสร้างรังของคุณเท่านั้น
vi: Chúc mừng! Đây chỉ là bước đầu tiên trong cuộc phiêu lưu Xây Tổ của bạn.
zh_hans: 恭喜！这只是你的筑巢冒险的第一步。
zh_hant: 恭喜！這只是你的築巢冒險的第一步。

# ap22_quest_02_hint_14
source: The <1>Nesting Guide</1> will eagerly wait for you back at their workshop.
de: Der <1>Nest-Helfer</1> wartet in seiner Werkstatt auf dich.
es: La <1>guía acogedora</1> te esperará a que regreses en su taller.
fr: La <1>guide de la Nidification</1> vous attend avec impatience dans son atelier.
id: <1>Pemandu Bersarang</1> akan menunggu kedatangan kamu kembali di bengkel kerjanya.
it: La <1>Guida ai Nidi</1> ti aspetterà con impazienza nel suo laboratorio.
ja: <1>巣づくりの案内人</1>があなたのことを工房で待っています
ko: <1>보금자리 안내자</1>가 가게에서 기다리고 있을 거예요.
pt: A <1>Guia do Ninho</1>lhe espera ansiosamente em sua oficina.
ru: <1>Проводник гнездования</1> будет ждать вашего возвращения в мастерской.
th: <1>ผู้แนะนำการสร้างรัง</1>จะรอคุณกลับมาที่เวิร์คช็อปอย่างใจจดใจจ่อ
vi: <1>Chỉ Dẫn Xây Tổ</1> sẽ háo hức chờ đón bạn quay lại xưởng của họ.
zh_hans: <1>筑巢向导</1>会在他的工作室里热切期盼你的回归。
zh_hant: <1>築巢嚮導</1>會在他的工坊裡熱切期待著你的回歸。

# ap22_quest_03_hint_01
source: The <1>Nesting Guide</1> needs more materials.
de: Der <1>Nest-Helfer</1> braucht mehr Materialien.
es: La <1>guía acogedora</1> necesita más materiales.
fr: La <1>guide de la Nidification</1> a besoin de plus de matériaux.
id: <1>Pemandu Bersarang</1> membutuhkan lebih banyak bahan.
it: La <1>Guida ai Nidi</1> ha bisogno di più materiale.
ja: <1>巣づくりの案内人</1>はさらなる材料を必要としています
ko: <1>보금자리 안내자</1>에게 더 많은 재료가 필요해요.
pt: A <1>Guia do Ninho</1> precisa de mais materiais.
ru: <1>Проводнику гнездования</1> нужно больше материалов.
th: <1>ผู้แนะนำการสร้างรัง</1>ต้องการวัสดุเพิ่ม
vi: <1>Chỉ Dẫn Xây Tổ</1> cần nhiều nguyên liệu hơn.
zh_hans: <1>筑巢向导</1>需要更多材料。
zh_hant: <1>築巢嚮導</1>需要更多材料。

# ap22_quest_03_hint_02
source: Behind the Temple of the Forest Elder, there is a grove filled with golden flowers.
de: Hinter dem Tempel des Ältesten des Waldes gibt es einen Hain voller goldener Blumen.
es: Detrás del templo del anciano del bosque hay un jardín repleto de flores doradas.
fr: Derrière le Temple de l'Ancien de la Forêt se trouve un bosquet de fleurs dorées.
id: Di belakang Kuil Tetua Hutan, terdapat hutan yang dipenuhi dengan bunga-bunga emas.
it: Dietro il Tempio dell'Anziano della Foresta c'è un boschetto pieno di fiori dorati.
ja: 雨林の大精霊の神殿の奥に、黄金の花が咲く木立があります
ko: 숲의 장로가 있는 사원 뒤에 황금빛 꽃이 가득한 수풀이 있어요.
pt: Atrás do Templo do Ancião da Floresta, há um bosque cheio de flores douradas.
ru: За храмом Старейшины леса растет роща, наполненная золотыми цветами.
th: ด้านหลังวิหารของผู้อาวุโสแห่งพงไพร มีสวนที่เต็มไปด้วยดอกไม้สีทองอยู่
vi: Phía sau Đền Thờ Trưởng Lão Khu Rừng có một khoảng nhỏ đầy hoa vàng.
zh_hans: 在雨林长老点神庙后面有一片开满金色花朵的小树林。
zh_hant: 在雨林長老的神廟後方，有一片長滿金色花朵的小樹林。

# ap22_quest_03_hint_03
source: Meet the <1>Nesting Guide</1> behind the Temple of the Forest to help them gather fallen wood.
de: Triff den <1>Nest-Helfer</1> hinter dem Tempel des Waldes und hilf beim Sammeln von Fallholz.
es: Reúnete con la <1>guía acogedora</1> detrás del templo del anciano del bosque y ayúdala a recoger leña.
fr: Rejoignez la <1>guide de la Nidification</1> derrière le Temple de la Forêt et aidez-la à rassembler du bois mort.
id: Temui <1>Pemandu Bersarang</1> di belakang Kuil Hutan untuk membantu mereka mengumpulkan kayu yang jatuh.
it: Scopri la <1>Guida ai Nidi</1> dietro il Tempio della Foresta e aiutala a raccogliere la legna caduta.
ja: 雨林の神殿の奥で<1>巣づくりの案内人</1>と会い、落ちている木材を拾うのを手伝いましょう
ko: 비밀의 숲 사원 뒤에서 <1>보금자리 안내자</1>를 만나 쓰러진 나무를 모아 주세요.
pt: Encontre a <1>Guia do Ninho</1> atrás do Templo do Ancião da Floresta para pegar madeira.
ru: Встретьтесь с <1>проводником гнездования</1> за храмом леса, чтобы помочь ей собрать древесину.
th: ไปพบกับ<1>ผู้แนะนำการสร้างรัง</1>ด้านหลังวิหารพงไพรเพื่อช่วยเขาเก็บรวบรวมไม้ที่หล่นลงมา
vi: Hãy gặp <1>Chỉ Dẫn Xây Tổ</1> phía sau Đền Thờ Khu Rừng để giúp họ thu thập gỗ rơi.
zh_hans: 到雨林神庙后面找到<1>筑巢向导</1>，帮助她收集掉落的木头。
zh_hant: 在雨林神廟後方找到<1>築巢嚮導</1>，幫助她收集散落的木頭。

# ap22_quest_03_hint_04
source: Help the <1>Nesting Guide</1> collect the fallen wood.
de: Hilf dem <1>Nest-Helfer</1> beim Sammeln von Fallholz.
es: Ayuda a la <1>guía acogedora</1> a recoger leña.
fr: Aidez la <1>guide de la Nidification</1> à ramasser le bois mort.
id: Bantu <1>Pemandu Bersarang</1> mengumpulkan kayu yang jatuh.
it: Aiuta la <1>Guida ai Nidi</1> a raccogliere la legna caduta.
ja: <1>巣づくりの案内人</1>が落ちている木材を集めるのを手伝いましょう
ko: <1>보금자리 안내자</1>를 도와 쓰러진 나무를 모으세요.
pt: Ajude a <1>Guia do Ninho</1> a pegar madeira.
ru: Помогите <1>проводнику гнездования</1> собрать древесину.
th: ช่วย<1>ผู้แนะนำการสร้างรัง</1>เก็บไม้ที่หล่นลงมา
vi: Hãy giúp <1>Chỉ Dẫn Xây Tổ</1> thu thập gỗ rơi.
zh_hans: 帮助<1>筑巢向导</1>收集掉落的木头。
zh_hant: 幫助<1>築巢嚮導</1>收集散落的木頭。

# ap22_quest_03_hint_05
source: Meet the <1>Nesting Guide</1> back at their workshop.
de: Triff den <1>Nest-Helfer</1> in der Werkstatt.
es: Reúnete con la <1>guía acogedora</1> en su taller.
fr: Allez retrouver la <1>guide de la Nidification</1> dans son atelier.
id: Temui <1>Pemandu Bersarang</1> di bengkel mereka.
it: Incontra la <1>Guida ai Nidi</1> al suo laboratorio.
ja: <1>巣づくりの案内人</1>は工房に帰りました
ko: 가게 뒤에서 <1>보금자리 안내자</1>를 만나세요.
pt: Encontre a <1>Guia do Ninho</1> na oficina.
ru: Встретьтесь с <1>проводником гнездования</1> в мастерской.
th: พบกับ<1>ผู้แนะนำการสร้างรัง</1>ที่หลังเวิร์คช็อปของเขา
vi: Hãy gặp <1>Chỉ Dẫn Xây Tổ</1> tại xưởng của họ.
zh_hans: 回到<1>筑巢向导</1>的工作室与其见面。
zh_hant: 與<1>築巢嚮導</1>在工坊會合。

# ap22_quest_03_hint_fail_01
source: Pesky Dark Crabs have destroyed the fallen wood. Meditate here to try again.
de: Lästige Dunkelkrabben haben das Fallholz zerstört. Meditiere hier, um es erneut zu versuchen.
es: Los molestos cangrejos oscuros destruyeron la madera que había caído. Medita en este lugar para volver a intentar.
fr: Ces satanés crabes sombres ont détruit le bois mort. Méditez à cet endroit pour réessayer.
id: Kepiting Kegelapan yang jahil telah menghancurkan kayu yang tumbang. Bermeditasi di sini untuk mencoba lagi.
it: Dei fastidiosi granchi oscuri hanno distrutto il legno caduto. Medita qui per riprovare.
ja: いじわるな闇の蟹が落ちている木材を台無しにしてしまったようです。ここで瞑想して、再挑戦しましょう
ko: 성가신 어둠의 게가 쓰러진 나무를 파괴해버렸어요. 여기서 명상하여 다시 시도하세요.
pt: Caranguejos irritantes destruíram a madeira caída. Medite aqui para tentar novamente.
ru: Нахальные темные крабы уничтожили древесину. Помедитируйте здесь, чтобы повторить попытку.
th: พวกปูทมิฬที่น่ารำคาญได้ทำลายไม้ที่ร่วงหล่นลงมา นั่งสมาธิที่นี่เพื่อลองอีกครั้ง
vi: Đám Cua Hắc Ám phiền phức đã phá hủy gỗ rơi. Ngồi thiền ở đây để thử lại.
zh_hans: 扰人的暗蟹破坏了掉落的木头 。在此地冥想，再试一次。
zh_hant: 擾人的暗蟹破壞了掉落的木頭。在此地冥想再試一次。

# ap22_quest_03_hint_fail_02
source: Try shouting to knock over the Dark Crabs!
de: Versuche es mit Schreien, um die Dunkelkrabben umzuwerfen!
es: ¡Intenta gritar para derribar a los cangrejos oscuros!
fr: Essayez de crier pour renverser les crabes sombres !
id: Cobalah berteriak untuk mengalahkan Kepiting Kegelapan!
it: Prova a gridare per abbattere i granchi oscuri!
ja: 大きく呼びかけて闇の蟹たちをひっくり返しましょう！
ko: 소리를 질러 어둠의 게를 쓰러뜨려요!
pt: Tente gritar para derrubar os caranguejos!
ru: Попробуйте кричать на крабов, чтобы обезвредить их!
th: ลองตะโกนเพื่อทำให้พวกปูทมิฬคว่ำลง!
vi: Hãy thử hét lên để hạ gục lũ Cua Hắc Ám!
zh_hans: 尝试大声叫喊来击倒暗蟹！
zh_hant: 試著大聲喊叫，擊倒暗蟹！

# ap22_quest_05_hint_01
source: The <1>Nesting Guide</1> wants to throw you a housewarming party!
de: Der <1>Nest-Helfer</1> möchte dir eine Einweihungsparty schmeißen!
es: ¡La <1>guía acogedora</1> quiere darte una fiesta de estreno de casa!
fr: La <1>guide de la Nidification</1> veut vous organiser une pendaison de crémaillère !
id: <1>Pemandu Bersarang</1> ingin mengadakan pesta syukuran rumah baru untukmu!
it: La <1>Guida ai Nidi</1> vuole organizzarti una festa per inaugurare la tua dimora!
ja: <1>巣づくりの案内人</1>が、あなたのために新たな巣をお祝いするホームパーティーを開催したいと思っています！
ko: <1>보금자리 안내자</1>가 집들이 파티를 열어주고 싶어 해요!
pt: A <1>Guia do Ninho</1> quer fazer uma festa de inauguração para você!
ru: <1>Проводник гнездования</1> хочет устроить вам вечеринку в честь новоселья!
th: <1>ผู้แนะนำการสร้างรัง</1>อยากจัดปาร์ตี้ขึ้นบ้านใหม่ให้คุณ!
vi: <1>Chỉ Dẫn Xây Tổ</1> muốn tổ chức cho bạn một bữa tiệc tân gia!
zh_hans: <1>筑巢向导</1>打算为你举办一场乔迁派对！
zh_hant: <1>築巢嚮導</1>打算為你辦一場喬遷派對！

# ap22_quest_05_hint_02
source: Your guests will arrive soon! When you've prepared your Nest, meditate here to invite them in.
de: Deine Gäste sind bald da! Wenn du dein Nest vorbereitet hast, meditiere hier, um sie herein zu bitten.
es: ¡Los invitados llegarán pronto! Cuando hayas preparado tu nido, puedes meditar para dejarlos entrar.
fr: Vos invités seront bientôt là ! Une fois votre nid préparé, méditez à cet endroit pour les accueillir.
id: Tamu-tamu kamu akan segera tiba! Setelah kamu menyiapkan Sarangmu, bermeditasi di sini untuk mengundang mereka masuk.
it: I tuoi ospiti arriveranno tra breve! Quando avrai finito di preparare il tuo Nido, medita qui per invitarli a entrare.
ja: もうすぐゲストが到着します！巣の準備ができたら、入り口で瞑想し、みんなを招待しましょう
ko: 손님이 곧 도착해요! 보금자리가 준비되면 이곳에서 명상을 통해 손님들을 안으로 초대해 주세요.
pt: Seus convidados chegarão em breve! Prepare seu ninho e medite aqui para convidá-los a entrar.
ru: Скоро прибудут ваши гости! Когда подготовите гнездо, начните медитировать, чтобы пригласить гостей.
th: แขกของคุณจะมาถึงเร็วๆ นี้! หลังจากที่คุณเตรียมรังของคุณเสร็จแล้ว ให้นั่งสมาธิที่นี่เพื่อเชิญพวกเขาเข้ามา
vi: Khách của bạn sẽ sớm có mặt! Khi bạn đã chuẩn bị xong Tổ của mình, hãy ngồi thiền ở đây để mời họ vào.
zh_hans: 你的客人很快就要到了！准备好你的巢穴后，在这里冥想即可邀请他们进入。
zh_hant: 客人馬上就到，整理好你的巢穴並在此地冥想，邀請他們進入。

# ap22_quest_05_hint_03
source: Are you ready for your housewarming party to begin?
de: Bist du bereit, deine Einweihungsparty zu starten?
es: ¿Todo listo para que comience la fiesta de estreno de casa?
fr: Êtes-vous prêt à ce que votre pendaison de crémaillère commence ?
id: Apakah kamu siap untuk memulai pesta syukuran rumahmu?
it: Vuoi iniziare la festa di inaugurazione della casa?
ja: ホームパーティーを始める準備はよろしいですか？
ko: 집들이 파티를 시작할 준비 됐나요?
pt: Tudo pronto para começar sua festa de inauguração?
ru: Готовы начать праздновать новоселье?
th: คุณพร้อมที่จะเริ่มปาร์ตี้ขึ้นบ้านใหม่หรือยัง
vi: Bạn đã sẵn sàng bắt đầu bữa tiệc tân gia của mình?
zh_hans: 准备好开始乔迁派对了吗？
zh_hant: 準備好開始喬遷派對了嗎？

# ap22_quest_05_hint_04
source: Take the <1>Nesting Guide</1>'s hand to invite them in.
de: Nimm den <1>Nest-Helfer</1> zum Hereinbitten bei der Hand.
es: Toma la mano de la <1>guía acogedora</1>para invitarla a entrar.
fr: Prenez la main de la <1>guide de la Nidification</1> pour la faire entrer.
id: Peganglah tangan <1>Pemandu Bersarang</1> untuk mengundang mereka masuk.
it: Prendi per mano la <1>Guida ai Nidi</1> per invitarla a entrare.
ja: <1>巣づくりの案内人</1>の手を取り、巣へ案内しましょう
ko: <1>보금자리 안내자</1>의 손을 잡고 안으로 초대해 주세요.
pt: Pegue a mão da <1>Guia do Ninho</1> para convidá-la a entrar.
ru: Возьмите <1>проводника гнездования</1> за руку, чтобы пригласить ее в дом.
th: จับมือของ<1>ผู้แนะนำการสร้างรัง</1>เพื่อเชิญพวกเขา
vi: Hãy nắm tay <1>Chỉ Dẫn Xây Tổ</1> để mời họ tham gia.
zh_hans: 牵起<1>筑巢向导</1>的手，邀请他们加入派对。
zh_hant: 牽起<1>築巢嚮導</1>的手，邀請他加入派對。

# ap22_quest_05_hint_05
source: Head to your nest to begin the festivities.
de: Begib dich zu deinem Nest, um mit den Feierlichkeiten zu beginnen.
es: Dirígete a tu nido para comenzar la celebración.
fr: Allez dans votre nid pour ouvrir les festivités.
id: Pergilah ke sarang kamu untuk memulai perayaan.
it: Vai al tuo nido per iniziare i festeggiamenti.
ja: 自分の巣に向かい、お祝いの準備を始めましょう
ko: 보금자리로 가서 축제를 시작해 주세요.
pt: Vá para o seu ninho para começar as festividades.
ru: Отправляйтесь в свое гнездо, чтобы начать праздновать.
th: มุ่งหน้าไปที่รังของคุณเพื่อเริ่มการเฉลิมฉลอง
vi: Đến tổ của bạn để bắt đầu lễ hội.
zh_hans: 前往你的巢穴，开始庆祝活动。
zh_hant: 前往你的巢穴，開始慶祝活動。

# ap22_quest_05_hint_06
source: Everyone's here! Talk to the <1>Nesting Guide</1> when you're ready for everyone to celebrate together.
de: Alle sind da! Sprich mit dem <1>Nest-Helfer</1>, wenn du bereit bist, mit allen zu feiern.
es: ¡Ya llegaron todos! Habla con la <1>guía acogedora</1> cuando quieras que todos celebren juntos.
fr: Tout le monde est là ! Une fois prêt, parlez à la <1>guide de la Nidification</1> pour que tout le monde fasse la fête ensemble.
id: Semuanya sudah datang! Bicaralah dengan <1>Pemandu Bersarang</1> saat kamu sudah siap untuk merayakannya bersama-sama.
it: Sono tutti qui! Parla con la <1>Guida ai Nidi</1> quando vuoi iniziare i festeggiamenti.
ja: これで全員揃いました！<1>巣づくりの案内人</1>に話しかけ、みんなで一緒にお祝いしましょう
ko: 전부 모였어요! <1>보금자리 안내자</1>에게 말을 걸어 모두와 함께 축하해 주세요.
pt: Todos estão aqui! Fale com a <1>Guia do Ninho</1> quando estiver tudo pronto para que todos comemorem juntos.
ru: Все собрались здесь! Поговорите с <1>проводником гнездования</1>, когда будете готовы начать праздновать.
th: ทุกคนมาอยู่ที่นี่แล้ว! พูดคุยกับ<1>ผู้แนะนำการสร้างรัง</1>เมื่อคุณพร้อมให้ทุกคนมาเฉลิมฉลองร่วมกัน
vi: Mọi người đều đã đến! Hãy nói chuyện với <1>Chỉ Dẫn Xây Tổ</1> khi bạn đã sẵn sàng để mọi người cùng nhau ăn mừng.
zh_hans: 大家都到齐了！准备好了就找<1>筑巢向导</1>一起庆祝。
zh_hant: 大家都到齊了！準備好了就找<1>築巢嚮導</1>一起慶祝。
