Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_meditate_tgc_office_xmas_desc
source: <b>Share your holiday wish in the office</b>
de: <b>Teile deinen Feiertagswunsch im Büro mit</b>
es: <b>Comparte tu deseo para las fiestas en la oficina</b>
fr: <b>Partagez votre souhait des fêtes au bureau</b>
id: <b>Bagikan impian hari raya di kantor</b>
it: <b>Condividi in ufficio i tuoi auguri per le feste</b>
ja: <b>特別な日々のお祝いに秘密のエリアで瞑想をする</b>
ko: <b>사무실에서 새해 소원 공유하기</b>
pt: <b>Compartilhe seus desejos festivos no escritório</b>
ru: <b>Пожелайте коллегам отличных праздников</b>
th: <b>แชร์คำอวยพรวันหยุดของคุณในสำนักงาน</b>
vi: <b>Chia sẻ lời chúc phúc ngày lễ trong văn phòng</b>
zh_hans: <b>在办公室分享您的节日祝福</b>
zh_hant: <b>在辦公室分享您的節日祝福</b>

# daily_quest_melt_10_darkstones_desc
source: <b>Melt 10 darkness</b>
de: <b>Schmelze 10 Dunkelheit</b>
es: <b>Derrite 10 oscuridades</b>
fr: <b>Brûlez 10 ténèbres</b>
id: <b>Lelehkan 10 kegelapan</b>
it: <b>Fai dissipare 10 tenebre</b>
ja: <b>蝕む闇を10個 溶かす</b>
ko: <b>어둠 10개를 녹이기</b>
pt: <b>Dissipar 10 escuridões</b>
ru: <b>Растопите 10 ед. тьмы</b>
th: <b>ละลายความมืด 10 อัน</b>
vi: <b>Tịnh hóa 10 Bóng Tối</b>
zh_hans: <b>净化10处黑暗腐蚀</b>
zh_hant: <b>淨化 10 處黑暗腐植</b>

# daily_quest_melt_1_darkstone_desc
source: <b>Melt away 1 darkness</b>
de: <b>Schmelze 1 Dunkelheit</b>
es: <b>Derrite 1 oscuridad</b>
fr: <b>Brûlez 1 ténèbre</b>
id: <b>Lelehkan habis 1 kegelapan</b>
it: <b>Fai dissipare 1 tenebra</b>
ja: <b>蝕む闇を1個 溶かす</b>
ko: <b>어둠 1개를 녹이기</b>
pt: <b>Dissipar 1 escuridão</b>
ru: <b>Растопите 1 ед. тьмы</b>
th: <b>ละลายความมืด 1 อัน</b>
vi: <b>Tịnh hóa 1 Bóng Tối</b>
zh_hans: <b>净化1处黑暗腐蚀</b>
zh_hant: <b>淨化 1 處黑暗腐植</b>

# daily_quest_melt_20_darkstones_desc
source: <b>Melt 20 darkness</b>
de: <b>Schmilz 20 Dunkelsteine</b>
es: <b>Quema 20 oscuridades</b>
fr: <b>Brûlez 20 ténèbres</b>
id: <b>Lelehkan 20 kegelapan</b>
it: <b>Fondi 20 tenebre</b>
ja: <b>蝕む闇を20個 溶かす</b>
ko: <b>어둠 20개를 녹이기</b>
pt: <b>Derreta 20 escuridões</b>
ru: <b>Сожгите 20 камней тьмы</b>
th: <b>ละลายความมืด 20 อัน</b>
vi: <b>Tịnh hóa 20 Bóng Tối</b>
zh_hans: <b>净化20处黑暗</b>
zh_hant: <b>淨化 20 處黑暗腐植</b>

# daily_quest_melt_30_darkstones_desc
source: <b>Melt 30 darkness</b>
de: <b>Schmilz 30 Dunkelsteine</b>
es: <b>Quema 30 oscuridades</b>
fr: <b>Brûlez 30 ténèbres</b>
id: <b>Lelehkan 30 kegelapan</b>
it: <b>Fondi 30 tenebre</b>
ja: <b>蝕む闇を30個 溶かす</b>
ko: <b>어둠 30개를 녹이기</b>
pt: <b>Derreta 30 escuridões</b>
ru: <b>Сожгите 30 камней тьмы</b>
th: <b>ละลายความมืด 30 อัน</b>
vi: <b>Tịnh hóa 30 Bóng Tối</b>
zh_hans: <b>净化30处黑暗</b>
zh_hant: <b>淨化 30 處黑暗腐植</b>

# daily_quest_new_quest_confirm_message
source: Pick it up at the <8>Home</8> <b>Constellation Shrine?</b>
de: Beim <b>Sternbildschreins</b> <8>Zuhause</8> abholen?
es: ¿Recógela en el <8>Hogar</8> <b>del altar de constelación?</b>
fr: Ramassez ceci au <b>sanctuaire de constellation</b> à la <8>Maison</8> ?
id: Ambil di <b>Kuil Rasi</b> <8>Rumah</8>?
it: Accettare al <b>Santuario della Costellazione</b> della <8>Base</8>?
ja: <b>ホームの星座の神殿</b>で挑戦しましょう！
ko: <8>안식처</8>에 있는 <b>별자리 제단</b>에서 받을까요?
pt: Continuar no <b>altar da constelação</b> do <8>Lar</8>?
ru: Забрать его <8>Дома</8> у <b>алтаря созвездий</b>?
th: เก็บขึ้นมาที่แท่นบูชากลุ่มดาว<8>บ้าน</8><b>หรือไม่</b>
vi: Nhặt tại <b>Đến Thờ Chòm Sao</b> trong <8>Nhà?</8>
zh_hans: 在<8>遇境</8>的<b>星座神坛获取</b>
zh_hant: 在<8>遇境</8>的<b>星座神壇領取</b>

# daily_quest_new_quest_confirm_title
source: <warning>New Quest Available!</warning>
de: <warning>Neue Quest verfügbar!</warning>
es: <warning>¡Nueva misión disponible!</warning>
fr: <warning>Nouvelle quête disponible !</warning>
id: <warning>Misi Baru Tersedia!</warning>
it: <warning>Nuova missione disponibile!</warning>
ja: <warning>新しいクエストが開放されました!</warning>
ko: <warning>새로운 퀘스트 출시!</warning>
pt: <warning>Nova missão disponível!</warning>
ru: <warning>Есть новое задание!</warning>
th: <warning>ภารกิจใหม่พร้อมให้เล่นแล้ว!</warning>
vi: <warning>Có nhiệm vụ mới!</warning>
zh_hans: <warning>解锁新的任务！</warning>
zh_hant: <warning>解鎖新的任務！</warning>

# daily_quest_pickup_30_wax_desc
source: <b>Collect 30 pieces of light</b>
de: <b>Sammle 30 Lichtstücke</b>
es: <b>Recoge 30 piezas de luz</b>
fr: <b>Récupérez 30 morceaux de lumière</b>
id: <b>Kumpulkan 30 keping cahaya</b>
it: <b>Raccogli 30 unità di luce</b>
ja: <b>光のかけらを30個 集める</b>
ko: <b>빛 조각 30개 모으기</b>
pt: <b>Obter 30 fragmentos de luz</b>
ru: <b>Соберите 30 ед. света</b>
th: <b>เก็บแสง 30 ชิ้น</b>
vi: <b>Thu thập 30 Mảnh Ánh Sáng</b>
zh_hans: <b>收集30个蜡烛光</b>
zh_hant: <b>收集 30 道燭光</b>

# daily_quest_pickup_60_wax_desc
source: <b>Collect 60 pieces of Light</b>
de: <b>Sammle 60 Lichtpartikel</b>
es: <b>Recoge 60 piezas de luz</b>
fr: <b>Récupérez 60 morceaux de lumière</b>
id: <b>Kumpulkan 60 keping cahaya</b>
it: <b>Raccogli 60 unità di luce</b>
ja: <b>光のかけらを60個 集める</b>
ko: <b>빛의 조각을 60개 모으기</b>
pt: <b>Colete 60 pedaços de luz</b>
ru: <b>Соберите 60 кусочков света</b>
th: <b>เก็บแสง 60 ชิ้น</b>
vi: <b>Thu thập 60 Mảnh Ánh Sáng</b>
zh_hans: <b>收集60道烛光</b>
zh_hant: <b>收集 60 道燭光</b>

# daily_quest_pickup_90_wax_desc
source: <b>Collect 90 pieces of Light</b>
de: <b>Sammle 90 Lichtpartikel</b>
es: <b>Recoge 90 piezas de luz</b>
fr: <b>Récupérez 90 morceaux de lumière</b>
id: <b>Kumpulkan 90 keping cahaya</b>
it: <b>Raccogli 90 unità di luce</b>
ja: <b>光のかけらを90個 集める</b>
ko: <b>빛의 조각을 90개 모으기</b>
pt: <b>Colete 90 pedaços de luz</b>
ru: <b>Соберите 90 кусочков света</b>
th: <b>เก็บแสง 90 ชิ้น</b>
vi: <b>Thu thập 90 Mảnh Ánh Sáng</b>
zh_hans: <b>收集90道烛光</b>
zh_hant: <b>收集 90 道燭光</b>

# daily_quest_play_tot_sport_cloudcollect_desc
source: <b>Play a sport at the Coliseum in Valley of Triumph</b>
de: <b>Spiele eine Sportart im Kolosseum im Tal des Triumphs</b>
es: <b>Haz un deporte en el coliseo del Valle del Triunfo</b>
fr: <b>Faites du sport dans le Colisée de la Vallée du triomphe</b>
id: <b>Bermain olahraga di Koloseum di Lembah Kejayaan</b>
it: <b>Cimentati in uno sport al Colosseo nella Valle del Trionfo</b>
ja: <b>峡谷の円形劇場で競技をプレーする</b>
ko: <b>승리의 계곡 대경기장에서 스포츠 경기 참여하기</b>
pt: <b>Pratique um esporte no Coliseu no Vale do Triunfo</b>
ru: <b>Примите участие в спортивном состязании на большой арене в Долине триумфа</b>
th: <b>เล่นกีฬาที่โคลีเซียมในหุบเขาแห่งชัยชนะ</b>
vi: <b>Chơi một môn thể thao tại Đấu trường ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷竞技场参与一项运动</b>
zh_hant: <b>在霞谷競技場加入一場體育賽事</b>

# daily_quest_play_tot_sport_crabrace_desc
source: <b>Play a sport at the Coliseum in Valley of Triumph</b>
de: <b>Spiele eine Sportart im Kolosseum im Tal des Triumphs</b>
es: <b>Haz un deporte en el coliseo del Valle del Triunfo</b>
fr: <b>Faites du sport dans le Colisée de la Vallée du triomphe</b>
id: <b>Bermain olahraga di Koloseum di Lembah Kejayaan</b>
it: <b>Cimentati in uno sport al Colosseo nella Valle del Trionfo</b>
ja: <b>峡谷の円形劇場で競技をプレーする</b>
ko: <b>승리의 계곡 대경기장에서 스포츠 경기 참여하기</b>
pt: <b>Pratique um esporte no Coliseu no Vale do Triunfo</b>
ru: <b>Сыграйте в игру на большой арене в Долине триумфа</b>
th: <b>เล่นกีฬาที่โคลีเซียมในหุบเขาแห่งชัยชนะ</b>
vi: <b>Chơi một môn thể thao tại Đấu trường ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷竞技场参与一项运动</b>
zh_hant: <b>在霞谷競技場加入一場體育賽事</b>

# daily_quest_play_tot_sport_rainrace_desc
source: <b>Play a sport at the Coliseum in Valley of Triumph</b>
de: <b>Spiele eine Sportart im Kolosseum im Tal des Triumphs</b>
es: <b>Haz un deporte en el coliseo del Valle del Triunfo</b>
fr: <b>Faites du sport dans le Colisée de la Vallée du triomphe</b>
id: <b>Bermain olahraga di Koloseum di Lembah Kejayaan</b>
it: <b>Cimentati in uno sport al Colosseo nella Valle del Trionfo</b>
ja: <b>峡谷の円形劇場で競技をプレーする</b>
ko: <b>승리의 계곡 대경기장에서 스포츠 경기 참여하기</b>
pt: <b>Pratique um esporte no Coliseu no Vale do Triunfo</b>
ru: <b>Сыграйте в игру на большой арене в Долине триумфа</b>
th: <b>เล่นกีฬาที่โคลีเซียมในหุบเขาแห่งชัยชนะ</b>
vi: <b>Chơi một môn thể thao tại Đấu trường ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷竞技场参与一项运动</b>
zh_hant: <b>在霞谷競技場加入一場體育賽事</b>

# daily_quest_play_tot_sport_speedskate_desc
source: <b>Play a sport at the Coliseum in Valley of Triumph</b>
de: <b>Spiele eine Sportart im Kolosseum im Tal des Triumphs</b>
es: <b>Haz un deporte en el coliseo del Valle del Triunfo</b>
fr: <b>Faites du sport dans le Colisée de la Vallée du triomphe</b>
id: <b>Bermain olahraga di Koloseum di Lembah Kejayaan</b>
it: <b>Cimentati in uno sport al Colosseo nella Valle del Trionfo</b>
ja: <b>峡谷の円形劇場で競技をプレーする</b>
ko: <b>승리의 계곡 대경기장에서 스포츠 경기 참여하기</b>
pt: <b>Pratique um esporte no Coliseu no Vale do Triunfo</b>
ru: <b>Сыграйте в игру на большой арене в Долине триумфа</b>
th: <b>เล่นกีฬาที่โคลีเซียมในหุบเขาแห่งชัยชนะ</b>
vi: <b>Chơi một môn thể thao tại Đấu trường ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷竞技场参与一项运动</b>
zh_hant: <b>在霞谷競技場加入一場體育賽事</b>

# daily_quest_play_tot_sport_voidcollect_desc
source: <b>Play a sport at the Coliseum in Valley of Triumph</b>
de: <b>Spiele eine Sportart im Kolosseum im Tal des Triumphs</b>
es: <b>Haz un deporte en el coliseo del Valle del Triunfo</b>
fr: <b>Faites du sport dans le Colisée de la Vallée du triomphe</b>
id: <b>Bermain olahraga di Koloseum di Lembah Kejayaan</b>
it: <b>Cimentati in uno sport al Colosseo nella Valle del Trionfo</b>
ja: <b>峡谷の円形劇場で競技をプレーする</b>
ko: <b>승리의 계곡 대경기장에서 스포츠 경기 참여하기</b>
pt: <b>Pratique um esporte no Coliseu no Vale do Triunfo</b>
ru: <b>Сыграйте в игру на большой арене в Долине триумфа</b>
th: <b>เล่นกีฬาที่โคลีเซียมในหุบเขาแห่งชัยชนะ</b>
vi: <b>Chơi một môn thể thao tại Đấu trường ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷竞技场参与一项运动</b>
zh_hant: <b>在霞谷競技場加入一場體育賽事</b>

# daily_quest_play_tot_sport_wingsuiting_desc
source: <b>Play a sport at the Coliseum in Valley of Triumph</b>
de: <b>Spiele eine Sportart im Kolosseum im Tal des Triumphs</b>
es: <b>Haz un deporte en el coliseo del Valle del Triunfo</b>
fr: <b>Faites du sport dans le Colisée de la Vallée du triomphe</b>
id: <b>Bermain olahraga di Koloseum di Lembah Kejayaan</b>
it: <b>Cimentati in uno sport al Colosseo nella Valle del Trionfo</b>
ja: <b>峡谷の円形劇場で競技をプレーする</b>
ko: <b>승리의 계곡 대경기장에서 스포츠 경기 참여하기</b>
pt: <b>Pratique um esporte no Coliseu no Vale do Triunfo</b>
ru: <b>Сыграйте в игру на большой арене в Долине триумфа</b>
th: <b>เล่นกีฬาที่โคลีเซียมในหุบเขาแห่งชัยชนะ</b>
vi: <b>Chơi một môn thể thao tại Đấu trường ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷竞技场参与一项运动</b>
zh_hant: <b>在霞谷競技場加入一場體育賽事</b>

# daily_quest_rainbow_rainbow_dusk_01_desc
source: <b>Admire the rainbow in Treasure Reef for a short while</b>
de: <b>Bewundere den Regenbogen im Schatzriff für eine kurze Zeit</b>
es: <b>Admira por un rato el arcoíris en el Coral del tesoro</b>
fr: <b>Admirez l'arc-en-ciel du récif du trésor pendant un petit moment</b>
id: <b>Kagumi pelangi di Karang Harta Karun untuk beberapa saat</b>
it: <b>Ammira l'arcobaleno alla Scogliera del Tesoro per un breve periodo</b>
ja: <b>秘宝の環礁を訪れ、しばしの間、虹を眺める</b>
ko: <b>보물섬에서 잠시 무지개를 감상하기</b>
pt: <b>Admire o arco-íris no Recife do Tesouro por um breve momento</b>
ru: <b>Полюбуйтесь радугой на Острове сокровищ</b>
th: <b>ชื่นชมสายรุ้งในแนวปะการังสมบัติสักพักหนึ่ง</b>
vi: <b>Chiêm ngưỡng cầu vồng ở Rạn San Hô Kho Báu trong giây lát</b>
zh_hans: <b>在宝藏暗礁欣赏一下彩虹</b>
zh_hant: <b>在寶礁中欣賞一下彩虹</b>

# daily_quest_rainbow_rainbow_night_01_desc
source: <b>Admire the rainbow in Starlight Desert for a short while</b>
de: <b>Bewundere den Regenbogen in der Sternenlichtwüste für eine kurze Zeit</b>
es: <b>Admira por un rato el arcoíris en el Desierto luz de estrellas</b>
fr: <b>Admirez l'arc-en-ciel du désert stellaire pendant un petit moment</b>
id: <b>Kagumi pelangi di Gurun Cahaya Bintang untuk beberapa saat</b>
it: <b>Ammira l'arcobaleno al Deserto Stellare per un breve periodo</b>
ja: <b>星月夜の砂漠を訪れ、しばしの間、虹を眺める</b>
ko: <b>별빛 사막에서 잠시 무지개를 감상하기</b>
pt: <b>Admire o arco-íris no Deserto da Luz Estelar por um breve momento</b>
ru: <b>Полюбуйтесь радугой в Звездной пустыне</b>
th: <b>ชื่นชมสายรุ้งในทะเลทรายแสงดาวสักพักหนึ่ง</b>
vi: <b>Chiêm ngưỡng cầu vồng ở Hoang Mạc Ánh Sao trong giây lát</b>
zh_hans: <b>在星漠欣赏一下彩虹</b>
zh_hant: <b>在星漠中欣賞一下彩虹</b>

# daily_quest_rainbow_rainbow_prairie_01_desc
source: <b>Admire the rainbow in Sanctuary Islands for a short while</b>
de: <b>Bewundere den Regenbogen auf den Zufluchtsinseln für eine kurze Zeit</b>
es: <b>Admira por un rato el arcoíris en las Islas Santuario</b>
fr: <b>Admirez l'arc-en-ciel des îles du sanctuaire pendant un petit moment</b>
id: <b>Kagumi pelangi di Pulau Tempat Suci untuk beberapa saat</b>
it: <b>Ammira l'arcobaleno all'Arcipelago Paradiso per un breve periodo</b>
ja: <b>楽園の島々を訪れ、しばしの間、虹を眺める</b>
ko: <b>낙원의 섬에서 잠시 무지개를 감상하기</b>
pt: <b>Admire o arco-íris nas Ilhas do Santuário por um breve momento</b>
ru: <b>Полюбуйтесь радугой на Островах убежища</b>
th: <b>ชื่นชมสายรุ้งในเกาะสวรรค์สักพักหนึ่ง</b>
vi: <b>Chiêm ngưỡng cầu vồng ở Quần Đảo Thánh Địa trong giây lát</b>
zh_hans: <b>在圣域群岛欣赏一下彩虹</b>
zh_hant: <b>在聖域群島欣賞一下彩虹</b>

# daily_quest_rainbow_rainbow_rain_01_desc
source: <b>Admire the rainbow in the Wind Paths for a short while</b>
de: <b>Bewundere den Regenbogen in den Windpfaden für eine kurze Zeit</b>
es: <b>Admira por un rato el arcoíris en Los Caminos del viento</b>
fr: <b>Admirez l'arc-en-ciel des chemins de vent pendant un petit moment</b>
id: <b>Kagumi pelangi di Jalur Angin untuk beberapa saat</b>
it: <b>Ammira l'arcobaleno ai Sentieri del Vento per un breve periodo</b>
ja: <b>風の街道を訪れ、しばしの間、虹を眺める</b>
ko: <b>바람길에서 잠시 무지개를 감상하기</b>
pt: <b>Admire o arco-íris nas Trilhas do Vento por um breve momento</b>
ru: <b>Полюбуйтесь радугой на Путях ветра</b>
th: <b>ชื่นชมสายรุ้งในเส้นทางสายลมสักพักหนึ่ง</b>
vi: <b>Chiêm ngưỡng cầu vồng ở Con Đường Gió trong giây lát</b>
zh_hans: <b>在风之大道欣赏一下彩虹</b>
zh_hant: <b>在風之大道欣賞一下彩虹</b>

# daily_quest_rainbow_rainbow_sunset_01_desc
source: <b>Admire the rainbow in Hermit Valley for a short while</b>
de: <b>Bewundere den Regenbogen im Einsiedlertal für eine kurze Zeit</b>
es: <b>Admira por un rato el arcoíris en el Valle del ermitaño</b>
fr: <b>Admirez l'arc-en-ciel de la vallée de l’ermite pendant un petit moment</b>
id: <b>Kagumi pelangi di Lembah Pertapa untuk beberapa saat</b>
it: <b>Ammira l'arcobaleno alla Valle dell'Eremita per un breve periodo</b>
ja: <b>隠者の峠を訪れ、しばしの間、虹を眺める</b>
ko: <b>운둔자의 언덕에서 잠시 무지개를 감상하기</b>
pt: <b>Admire o arco-íris no Desfiladeiro do Iéti por um breve momento</b>
ru: <b>Полюбуйтесь радугой в Долине отшельника</b>
th: <b>ชื่นชมสายรุ้งในหุบเขานักบวชสักพักหนึ่ง</b>
vi: <b>Chiêm ngưỡng cầu vồng ở Thung Lũng Ẩn Sĩ trong giây lát</b>
zh_hans: <b>在隐士山谷欣赏一下彩虹</b>
zh_hant: <b>在隱士山谷欣賞一下彩虹</b>

# daily_quest_receive_a_gift_desc
source: <b>Receive a gift from a friend</b>
de: <b>Erhalte ein Geschenk von einem Freund</b>
es: <b>Recibe un regalo de un amigo</b>
fr: <b>Recevez un cadeau de la part d’un ami</b>
id: <b>Terima hadiah dari teman</b>
it: <b>Ricevi un regalo da un amico</b>
ja: <b>フレンドからギフトを受け取る</b>
ko: <b>친구에게서 선물 받기</b>
pt: <b>Receber um presente de um amigo</b>
ru: <b>Получите подарок от друга</b>
th: <b>รับของขวัญจากเพื่อน</b>
vi: <b>Nhận quà từ một người bạn</b>
zh_hans: <b>接受一位朋友的礼物</b>
zh_hant: <b>接受一位朋友的禮物</b>

# daily_quest_recharge_another_avatar_desc
source: <b>Recharge another player's light</b>
de: <b>Lade das Licht eines anderen Spielers auf</b>
es: <b>Recarga la luz de otro jugador</b>
fr: <b>Rechargez la lumière d’un autre joueur</b>
id: <b>Isi ulang cahaya pemain lain</b>
it: <b>Ricarica la luce di un altro giocatore</b>
ja: <b>他のプレイヤーのエナジーを回復する</b>
ko: <b>다른 플레이어의 빛을 충전해주기</b>
pt: <b>Recarregar a luz de outro jogador</b>
ru: <b>Зарядите свет другого игрока</b>
th: <b>เติมแสงให้ผู้เล่นคนอื่น</b>
vi: <b>Nạp Ánh Sáng của người chơi khác</b>
zh_hans: <b>重燃另一个玩家的心火</b>
zh_hant: <b>重燃另一位玩家的心火</b>

# daily_quest_recharge_by_avatar_desc
source: <b>Recharge your light from another player</b>
de: <b>Lade dein Licht durch einen anderen Spieler auf</b>
es: <b>Recarga tu luz a partir de otro jugador</b>
fr: <b>Rechargez votre lumière auprès d’un autre joueur</b>
id: <b>Isi ulang cahayamu dari pemain lain</b>
it: <b>Ricarica la tua luce da un altro giocatore</b>
ja: <b>他のプレイヤーにエナジーを回復してもらう</b>
ko: <b>다른 플레이어로부터 빛을 충전받기</b>
pt: <b>Recarregar sua luz com outro jogador</b>
ru: <b>Зарядите свой свет от другого игрока</b>
th: <b>เติมแสงของคุณจากผู้เล่นคนอื่น</b>
vi: <b>Nạp Ánh Sáng từ người chơi khác</b>
zh_hans: <b>从另一个玩家那里重燃自己的心火</b>
zh_hant: <b>請另一個玩家幫忙重燃自己的心火</b>

# daily_quest_recharge_by_flower_desc
source: <b>Recharge your light from a light bloom</b>
de: <b>Lade dein Licht durch ein Lichtblühen auf</b>
es: <b>Recarga tu luz a partir de un resplandor de luz</b>
fr: <b>Rechargez votre lumière auprès d’une fleur de lumière</b>
id: <b>Isi ulang cahayamu dari bunga cahaya</b>
it: <b>Ricarica la tua luce da una pianta di luce</b>
ja: <b>光の花にエナジーを回復してもらう</b>
ko: <b>빛의 꽃에서 빛 충전하기</b>
pt: <b>Recarregar sua luz com um florescer luminoso</b>
ru: <b>Зарядите свой свет от ростка света</b>
th: <b>เติมแสงของคุณจากดอกไม้แสง</b>
vi: <b>Nạp Ánh Sáng từ đóa hoa</b>
zh_hans: <b>用花朵重新恢复能量</b>
zh_hant: <b>透過花朵重新恢復能量</b>

# daily_quest_recharge_by_jellyfish_desc
source: <b>Recharge your light from a jellyfish</b>
de: <b>Lade dein Licht durch eine Qualle auf</b>
es: <b>Recarga tu luz a partir de una medusa</b>
fr: <b>Rechargez votre lumière auprès d’une méduse</b>
id: <b>Isi ulang cahayamu dari ubur-ubur</b>
it: <b>Ricarica la tua luce da una medusa</b>
ja: <b>光のクラゲにエナジーを回復してもらう</b>
ko: <b>해파리 위에서 빛 충전하기</b>
pt: <b>Recarregar sua luz com uma água-viva</b>
ru: <b>Зарядите свой свет от медузы</b>
th: <b>เติมแสงของคุณจากแมงกะพรุน</b>
vi: <b>Nạp Ánh Sáng từ sứa</b>
zh_hans: <b>用水母重新恢复能量</b>
zh_hant: <b>透過水母重新恢復能量</b>

# daily_quest_recharge_by_shroom_desc
source: <b>Recharge your light from a light bloom</b>
de: <b>Lade dein Licht durch ein Lichtblühen auf</b>
es: <b>Recarga tu luz a partir de un resplandor de luz</b>
fr: <b>Rechargez votre lumière auprès d’une fleur de lumière</b>
id: <b>Isi ulang cahayamu dari bunga cahaya</b>
it: <b>Ricarica la tua luce da una pianta di luce</b>
ja: <b>光のキノコにエナジーを回復してもらう</b>
ko: <b>빛의 꽃에서 빛 충전하기</b>
pt: <b>Recarregar sua luz com um florescer luminoso</b>
ru: <b>Зарядите свой свет от ростка света</b>
th: <b>เติมแสงของคุณจากดอกไม้แสง</b>
vi: <b>Nạp Ánh Sáng từ đóa hoa</b>
zh_hans: <b>用光菇重新恢复能量</b>
zh_hant: <b>透過光菇重新恢復能量</b>

# daily_quest_rescue_a_manta_from_darkstone_desc
source: <b>Rescue a manta from darkness</b>
de: <b>Rette einen Riesenrochen vor der Dunkelheit</b>
es: <b>Rescata a una Manta de la oscuridad</b>
fr: <b>Sauvez une raie manta de l’obscurité</b>
id: <b>Selamatkan Manta dari kegelapan</b>
it: <b>Salva una manta dalle tenebre</b>
ja: <b>光のマンタを蝕む闇から解放する</b>
ko: <b>어둠으로부터 만타가오리를 구출하기</b>
pt: <b>Resgatar uma arraia da escuridão</b>
ru: <b>Спасите манту от тьмы</b>
th: <b>ช่วยเหลือกระเบนจากความมืด</b>
vi: <b>Giải cứu một con Cá Đuối khỏi bóng tối</b>
zh_hans: <b>拯救一只被黑暗腐蚀困住的光鳐</b>
zh_hant: <b>拯救一隻被黑暗腐植困住的光鰩</b>

# daily_quest_retrieve_a_lost_emote_desc
source: <b>Retrieve a lost Winged Light in Wasteland</b>
de: <b>Finde ein verschwundenes geflügeltes Licht in der Ödnis</b>
es: <b>Recupera una Luz alada en el Páramo</b>
fr: <b>Récupérez une lumière ailée perdue dans le Désert</b>
id: <b>Dapatkan kembali Cahaya Bersayap yang hilang di Gurun</b>
it: <b>Recupera una luce alata smarrita nel Deserto Dorato</b>
ja: <b>捨てられた地で、落とした光の翼を失う前に取り戻す</b>
ko: <b>황무지에서 잃어버린 날개빛을 되찾으세요.</b>
pt: <b>Recupere uma luz alada perdida no Sertão</b>
ru: <b>Верните потерянный крылатый свет в Пустоши</b>
th: <b>เก็บแสงติดปีกที่หายไปในแดนร้าง</b>
vi: <b>Lấy lại Ngọn Sáng Chắp Cánh đã mất ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土拾回丢失的光之翼</b>
zh_hant: <b>在暮土拾回丟失的翼之光</b>

# daily_quest_reward_10_wax
source: <b>Rewarded 10 light!</b>
de: Du hast 10 Licht erhalten!
es: ¡Recompensa de 10 de luz!
fr: 10 lumières en récompense !
id: <b>Diberi hadiah 10 cahaya!</b>
it: Ricompensa di 10 unità di luce!
ja: 光のかけらを10個 獲得しました！
ko: 빛 10개 보상 지급!
pt: 10 luzes recebidas!
ru: 10 ед. света в награду!
th: <b>ได้รับแสง 10 หน่วยเป็นรางวัล!</b>
vi: <b>Nhận 10 Ánh Sáng!<b>
zh_hans: 收获10份烛光
zh_hant: 獲得 10 道燭光

# daily_quest_runway_recording_shrine_view_desc
source: <b>View a Shared Memory at a style runway shrine</b>
de: <b>Sieh dir eine Geteilte Erinnerung bei einem Schrein des Stillaufstegs an</b>
es: <b>Mira un recuerdo compartido en un altar de pasarela</b>
fr: <b>Regardez un souvenir partagé sur le podium d’un sanctuaire</b>
id: <b>Lihat Memori Bersama di kuil panggung bergaya</b>
it: <b>Visualizza un Ricordo condiviso in un santuario passerella</b>
ja: <b>お洒落な日々のランウェイでシェアメモリーズを鑑賞する</b>
ko: <b>멋쟁이 패션쇼 제단에서 공유기억 보기</b>
pt: <b>Veja uma memória compartilhada em um altar de passarela de moda</b>
ru: <b>Посмотрите общее воспоминание в святилище подиума</b>
th: <b>ดูความทรงจำร่วมกันที่แท่นบูชารันเวย์ที่มีสไตล์</b>
vi: <b>Xem Ký Ức Chung tại một ngôi đền thời trang</b>
zh_hans: <b>在时尚秀场神坛观看共享回忆</b>
zh_hant: <b>在風格伸展台神壇查看共享記憶</b>

# daily_quest_runway_recording_shrine_walk_desc
source: <b>Record a Shared Memory at a style runway shrine</b>
de: <b>Sieh dir eine Geteilte Erinnerung bei einem Schrein des Stillaufstegs an</b>
es: <b>Graba un recuerdo compartido en un altar de pasarela</b>
fr: <b>Enregistrez un souvenir partagé sur le podium d’un sanctuaire</b>
id: <b>Rekam Kenangan Bersama di kuil panggung bergaya</b>
it: <b>Registra un Ricordo condiviso in un santuario passerella</b>
ja: <b>お洒落な日々のランウェイでシェアメモリーズを記録する</b>
ko: <b>멋쟁이 패션쇼 제단에서 공유기억 녹화하기</b>
pt: <b>Grave uma memória compartilhada em um altar de passarela de moda</b>
ru: <b>Запишите общее воспоминание в святилище подиума</b>
th: <b>บันทึกความทรงจำร่วมกันที่แท่นบูชารันเวย์ที่มีสไตล์</b>
vi: <b>Ghi lại Ký Ức Chung tại một ngôi đền thời trang</b>
zh_hans: <b>在时尚秀场神坛记录共享回忆</b>
zh_hant: <b>在風格伸展台神壇錄製共享記憶</b>

# daily_quest_save_a_spirit_desc
source: <b>Relive a Spirit's memories</b>
de: <b>Erlebe die Erinnerungen eines Geistes</b>
es: Revive las memorias de un espíritu
fr: </b>Revivez les souvenirs d'un esprit</b>
id: <b>Hidupkan kembali kenangan Roh</b>
it: <b>Rivivi i ricordi di uno spirito</b>
ja: <b>精霊の記憶を呼び起こす</b>
ko: <b>영혼의 기억을 체험하기</b>
pt: </b>Reviver as memórias de um espírito</b>
ru: Проживите воспоминания этого Духа
th: <b>หวนระลึกความทรงจำของสปิริต</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh</b>
zh_hans: <b>重温一位先灵的记忆</b>
zh_hant: <b>重溫一位先靈的記憶</b>

# daily_quest_save_a_spirit_in_day_desc
source: <b>Relive a Spirit's memories in Daylight Prairie</b>
de: <b>Erlebe die Erinnerungen eines Geistes in der Tageslichtprärie</b>
es: <b>Revive los recuerdos de un espíritu en la Planicie Luz de Día</b>
fr: <b>Revivez les souvenirs d'un esprit dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Roh di Padang Rumput Siang</b>
it: <b>Rivivi i ricordi di uno spirito nella Prateria Diurna</b>
ja: <b>草原で精霊の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviva as memórias de um espírito na Campina da Aurora</b>
ru: <b>Проживите воспоминания духа в Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของสปิริตในทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野中重温一位先灵的记忆</b>
zh_hant: <b>重溫一位雲野先靈的記憶</b>
