Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# message_sent_days_ago
source: <b>{{1}} Day(s) Ago</b>
de: <b>Vor {{1}} Tag/Tagen</b>
es: <b>Hace {{1}} día(s)<b>
fr: <b>Il y a {{1}} jour(s)</b>
id: <b>{{1}} Hari Lalu</b>
it: <b>{{1}} giorno/i fa</b>
ja: <b>{{1}}日前に送信</b>
ko: <b>{{1}}일 전</b>
pt: <b>{{1}} dias atrás</b>
ru: <b>{{1}} д. назад</b>
th: <b>{{1}} วันที่แล้ว</b>
vi: <b>{{1}} ngày trước</b>
zh_hans: <b>{{1}}天前</b>
zh_hant: <b>{{1}}天前</b>

# message_sent_hours_ago
source: <b>{{1}} Hour(s) Ago</b>
de: <b>Vor {{1}} Stunde/Stunden</b>
es: <b>Hace {{1}} hora(s)<b>
fr: <b>Il y a {{1}} heure(s)</b>
id: <b>{{1}} Jam Lalu</b>
it: <b>{{1}} ora/e fa</b>
ja: <b>{{1}}時間前に送信</b>
ko: <b>{{1}}시간 전</b>
pt: <b>{{1}} horas atrás</b>
ru: <b>{{1}} ч. назад</b>
th: <b>{{1}} ชั่วโมงที่แล้ว</b>
vi: <b>{{1}} giờ trước</b>
zh_hans: <b>{{1}}小时前</b>
zh_hant: <b>{{1}}小時前</b>

# message_sent_minutes_ago
source: <b>{{1}} Minute(s) Ago</b>
de: <b>Vor {{1}} Minute/Minuten</b>
es: <b>Hace {{1}} minuto(s)<b>
fr: <b>Il y a {{1}} minute(s)</b>
id: <b>{{1}} Menit Lalu</b>
it: <b>{{1}} minuto/i fa</b>
ja: <b>{{1}}分前に送信</b>
ko: <b>{{1}}분 전</b>
pt: <b>{{1}} minutos atrás</b>
ru: <b>{{1}} мин. назад</b>
th: <b>{{1}} นาทีที่แล้ว</b>
vi: <b>{{1}} phút trước</b>
zh_hans: <b>{{1}}分钟前</b>
zh_hant: <b>{{1}}分鍾前</b>

# message_sent_seconds_ago
source: <b>Just Now</b>
de: <b>Gerade eben</b>
es: <b>Recién</b>
fr: <b>À l'instant</b>
id: <b>Baru Saja</b>
it: <b>Adesso</b>
ja: <b>たった今送信</b>
ko: <b>방금 전</b>
pt: <b>Agora</b>
ru: <b>Только что</b>
th: <b>เร็วๆ นี้</b>
vi: <b>Mới đây</b>
zh_hans: <b>刚刚</b>
zh_hant: <b>剛剛</b>

# michief_sam_hint_chat_1
source: Legend speaks of a blood moon rising...
de: Die Legende spricht von einem aufgehenden Blutmond …
es: La leyenda habla sobre una luna de sangre creciente...
fr: La légende parle de l’apparition d'une lune de sang...
id: Legenda menceritakan tentang bulan darah yang muncul ...
it: La leggenda parla di una luna di sangue...
ja: ...えーと...伝説によれば... 血のように赤き月が昇るんだって...
ko: 피의 달이 떠오를 거라는 전설이 있어...
pt: A lenda fala sobre o nascimento de uma lua sangrenta...
ru: Легенда рассказывает о восходе кровавой луны...
th: มีตำนานเล่าขานกันว่า เมื่อพระจันทร์สีเลือดปรากฏ...
vi: Truyền thuyết nói về một vầng trăng máu mọc lên...
zh_hans: 传说一轮血月升起……
zh_hant: 傳說一輪血月升起……

# mischief24_audience_again
source: Join again?
de: Erneut beitreten?
es: ¿Quieres unirte de nuevo?
fr: Rejoindre à nouveau ?
id: Bergabung lagi?
it: Vuoi partecipare di nuovo?
ja: 再度、参加しますか？
ko: 다시 참여할까요?
pt: Deseja entrar novamente?
ru: Присоединиться снова?
th: เข้าร่วมอีกครั้งหรือไม่
vi: Tham gia lại?
zh_hans: 再次加入？
zh_hant: 要再次加入嗎？

# mischief24_audience_join
source: Do you want to go save the Raven?
de: Möchtest du den Raben retten?
es: ¿Quieres ir a salvar al Cuervo?
fr: Sauvegarder le corbeau ?
id: Apakah kamu ingin menyelamatkan si Gagak?
it: Vuoi andare a salvare il corvo?
ja: あのカラスを助けたいですか？
ko: 까마귀를 구하러 갈까요?
pt: Você quer ir salvar o Corvo?
ru: Хотите спасти Ворона?
th: คุณต้องการช่วยเรเวนหรือไม่
vi: Bạn muốn đi cứu Raven?
zh_hans: 你想去救渡鸦吗？
zh_hant: 你想去拯救渡鴉嗎？

# mischief24_audience_lose_game
source: The witches have failed to free the Raven in time. Try again!
de: Die Hexen haben es nicht rechtzeitig geschafft, den Raben zu retten. Versuche es noch einmal!
es: Las brujas no llegaron a liberar al Cuervo a tiempo. ¡Vuelve a intentarlo!
fr: Les sorcières ne sont pas parvenues à libérer le corbeau à temps. Encore une fois !
id: Para penyihir gagal membebaskan Gagak tepat waktu. Coba lagi!
it: Le streghe non sono riuscite a liberare il corvo in tempo. Riprova!
ja: 魔女たちは時間内にカラスを自由にできませんでした。再度挑戦しましょう！
ko: 마녀들이 시간 내에 까마귀를 구하지 못했어요. 다시 시도하세요!
pt: As bruxas não conseguiram libertar o Corvo a tempo. Tente novamente!
ru: Ведьмы не успели спасти Ворона. Попробуйте ещё раз!
th: พวกแม่มดไม่สามารถปลดปล่อยเรเวนได้ทันเวลา ลองอีกครั้ง!
vi: Các phù thủy đã không thể giải cứu được Raven kịp thời. Hãy thử lại!
zh_hans: 女巫们没能及时解救渡鸦。再试一次！
zh_hant: 巫師們未能及時解救渡鴉。再試一次吧！

# mischief24_audience_optout
source: I will help later...I'd like to leave the crowd for now.
de: Ich werde später helfen ... Ich möchte die Menge für den Moment verlassen.
es: Ayudaré más tarde… Por ahora, quiero salir del grupo.
fr: Je l’aiderai plus tard... J’aimerais m’écarter un peu de la foule pour le moment.
id: Aku akan membantu nanti... Aku ingin meninggalkan kerumunan sekarang.
it: Ti aiuterò più tardi... Per ora preferisco allontanarmi dalla folla.
ja: あとで助けます。今は人混みから離れたいです
ko: 나중에 도와줄게요... 지금은 인파 속에서 벗어나고 싶어요.
pt: Eu ajudo depois...Quero sair da multidão por enquanto.
ru: Я помогу потом. Сейчас я хочу выйти.
th: ไว้เดี๋ยวฉันมาช่วยนะ... ฉันขอออกจากกลุ่มไปก่อนนะ
vi: Tôi sẽ giúp sau... Tôi muốn rời khỏi đám đông ngay bây giờ.
zh_hans: 我稍后会帮忙的……我想暂时离开人群。
zh_hant: 我稍後再來幫忙⋯⋯我想先暫時離開人群。

# mischief24_audience_part1_hint
source: Group up near the monsters!
de: Versammelt euch in der Nähe des Monsters!
es: ¡Agrúpense cerca de los monstruos!
fr: On se regroupe auprès des monstres !
id: Berkumpullah di dekat monster!
it: Radunatevi vicino ai mostri!
ja: モンスターたちの近くに集まりましょう！
ko: 괴물 근처에서 무리를 지으세요!
pt: Forme grupos perto dos monstros!
ru: Собирайтесь рядом с чудовищами!
th: รวมกลุ่มใกล้กับสัตว์ประหลาด!
vi: Tập hợp lại gần lũ quái vật!
zh_hans: 在怪物附近集合！
zh_hant: 在怪物附近集合！

# mischief24_audience_part2_hint
source: Group up near the orb!
de: Versammelt euch in der Nähe der Kugel!
es: ¡Agrúpense cerca del orbe!
fr: On se regroupe à côté de l’orbe !
id: Berkumpul di dekat orb!
it: Radunatevi vicino al globo!
ja: オーブの近くに集まりましょう！
ko: 구체 근처에서 무리를 지으세요!
pt: Forme grupos perto da orbe!
ru: Собирайтесь рядом со сферой!
th: รวมกลุ่มใกล้กับลูกแก้ว!
vi: Tập hợp lại gần quả cầu!
zh_hans: 在那个球附近集合！
zh_hant: 在魔球附近集合！

# mischief24_audience_timing_out
source: Running out of time!
de: Die Zeit läuft ab!
es: ¡Queda poco tiempo!
fr: Le temps presse !
id: Kehabisan waktu!
it: Il tempo stringe!
ja: 時間がありません！
ko: 시간이 없어요!
pt: O tempo está acabando!
ru: Время на исходе!
th: เวลาใกล้หมดลงแล้ว!
vi: Sắp hết thời gian rồi!
zh_hans: 时间不多了！
zh_hant: 時間快到了！

# mischief24_audience_waiting
source: Joining game soon.
de: Dem Spiel wird bald beigetreten.
es: Pronto te unirás a la partida.
fr: Vous allez bientôt rejoindre la partie.
id: Segera bergabung dengan permainan.
it: Stai per unirti al gioco.
ja: まもなくゲームに参加します
ko: 곧 게임에 참여합니다.
pt: Entrando no jogo em breve.
ru: Скоро присоединитесь к игре.
th: เข้าร่วมเกมในเร็วๆ นี้
vi: Sắp tham gia trò chơi rồi.
zh_hans: 即将加入游戏。
zh_hant: 即將加入遊戲。

# mischief24_austin_chat_1
source: Skidmore! I told you it's not ready yet!
de: Skidmore! Wie gesagt, es ist noch nicht bereit!
es: ¡Skidmore! ¡Te dije que aún no está listo!
fr: Skidmore ! Je t’avais dit que ce n’était pas prêt !
id: Skidmore! Sudah kubilang ini belum siap!
it: Skidmore! Ti avevo detto che non è ancora pronto!
ja: スキッドモア！まだ未完成だって言ったろ！
ko: 스키드모어! 아직 준비 안 됐다고 했잖아!
pt: Skidmore! Já falei que ainda não está pronto!
ru: Скидмор! Я же говорю — ещё не готово!
th: สกิดมอร์! ฉันบอกคุณแล้วไงว่ามันยังไม่พร้อม!
vi: Skidmore! Tôi đã nói là nó chưa sẵn sàng mà!
zh_hans: Skidmore！我跟你说了还没准备好！
zh_hant: Skidmore！我跟你說了還沒準備好！

# mischief24_austin_chat_10
source: LET'S GOOOOOO!!!
de: LOS GEEEEEHT‘S!!!
es: ¡¡Vamoooos!!
fr: C’EST PARTIIIIIII !!!
id: AYO KITA PERGI!!!
it: ANDIAMOOOOO!!!
ja: レッツゴーーーーーーー！！！！！
ko: 가보자고!!!!!
pt: VAMOS LÁÁÁÁÁÁ!
ru: ВПЕРЁ-Ё-ЁД!
th: ไปกันเลย!!!
vi: ĐI NÀO!!!
zh_hans: 我们出发吧！！！
zh_hant: 出發～！！！

# mischief24_austin_chat_2
source: That's players' Event Ticket...
de: Das ist das Event-Ticket für Spieler ...
es: Esa es el boleto del evento del jugador…
fr: Voilà un ticket d'événement de joueur...
id: Itu adalah Tiket Acara para pemain...
it: Quello è il biglietto evento dei giocatori...
ja: プレイヤーのイベント専用チケットなのに…
ko: 그건 플레이어의 이벤트 티켓이야...
pt: Este é o tíquete de evento dos jogadores...
ru: Это билеты события игроков...
th: นั่นคือตั๋วอีเวนต์ของผู้เล่น...
vi: Đó là Vé Sự Kiện của người chơi...
zh_hans: 那是玩家的活动门票……
zh_hant: 這是玩家的活動票券……

# mischief24_austin_chat_2a
source: Let me get to it.
de: Lass mich das angehen.
es: Ya me pongo con eso.
fr: Je vais y aller.
id: Biar kuambilkan.
it: Ci penso io.
ja: 僕が取ってくる
ko: 내가 갈게.
pt: Eu cuido disso.
ru: Сейчас начну.
th: เดี๋ยวฉันจัดการเอง
vi: Để tôi bắt đầu nhé.
zh_hans: 让我来拿到它。
zh_hant: 讓我來處理。

# mischief24_austin_chat_3
source: Hey Skykids!
de: Hallo, Himmelskinder!
es: ¡Hola, niños de Sky!
fr: Salut à tous !
it: Ciao, Figli della Luce!
ja: やあ、星の子どもたち！
ko: 어이, 빛의 아이들!
pt: Olá, crianças de Sky!
ru: Привет, дети Неба!
th: สวัสดี สกายคิดส์!
vi: Chào các Cư dân Sky!
zh_hans: 嘿，光之子们！
zh_hant: 嘿，光之子們！

# mischief24_austin_chat_4a
source: Please try out the practice broom with Nat.
de: Bitte probiere den Übungsbesen mit Nat aus.
es: Prueba la escoba de práctica con Nat.
fr: Pensez à tester le balai d’entraînement avec Nat.
id: Silakan coba sapu latihan dengan Nat.
it: Provate a esercitarvi con la scopa insieme a Nat.
ja: ナットと一緒に箒の練習をしてもらえないかな
ko: 냇과 함께 연습용 빗자루를 써 봐.
pt: Experimente a vassoura de treino com a Nat.
ru: Опробуйте тренировочную метлу вместе с Нэт.
th: โปรดทดลองใช้ไม้กวาดฝึกซ้อมกับแนทได้เลย
vi: Hãy thử chổi tập với Nat.
zh_hans: 请和纳 Nat 一起试试练习扫帚。
zh_hant: 請和 Nat 一起試試練習用的掃把。

# mischief24_austin_chat_4b
source: I spiced it up with some spells that will help you stay in the air longer!
de: Ich habe ihn mit ein paar Zaubern verbessert, die dir helfen, länger in der Luft zu bleiben!
es: ¡La mejoré con algunos hechizos para que levite por más tiempo!
fr: J’y ai ajouté quelques sorts pour vous aider à rester plus longtemps en l’air !
id: Aku membumbuinya dengan beberapa mantra yang akan membantumu bertahan di udara lebih lama!
it: Ci ho aggiunto alcuni incantesimi che vi aiuteranno a rimanere in aria più a lungo!
ja: みんながもっと長く空中に入れるようにちょっとしたピリッとくる魔法をかけておいたんだ！
ko: 공중에 더 오래 떠 있을 수 있게 도와주는 주문을 걸었어!
pt: Eu esquentei as coisas com alguns feitiços que ajudarão vocês a ficar no ar por mais tempo!
ru: Я усилил её заклинаниями, что помогут дольше оставаться в воздухе!
th: ฉันได้ร่ายคาถาเพื่อช่วยให้คุณอยู่ในอากาศได้นานขึ้น!
vi: Tôi đã thêm một số phép thuật giúp bạn bay được lâu hơn!
zh_hans: 我用一些魔法给它增添了趣味，这样可以帮助你们在空中停留更久！
zh_hant: 我加了一些魔法，讓你能在空中停留更久！

# mischief24_austin_chat_4c
source: You will need to stop the spread of darkness from the Monsters!
de: Ihr müsst die Ausbreitung der Dunkelheit, die von den Monstern ausgeht, stoppen!
es: ¡Tendrás que impedir que los monstruos sigan propagando la oscuridad!
fr: Il va falloir empêcher les monstres d’étendre leurs ténèbres !
id: Kalian harus menghentikan penyebaran kegelapan dari para Monster!
it: Dovrete fermare la diffusione dell'oscurità causata dai mostri!
ja: モンスターから広がる闇を食い止めるんだ！
ko: 괴물들이 어둠을 퍼뜨리는 걸 막아야 해!
pt: Vocês precisarão impedir a propagação da escuridão dos monstros!
ru: Не давайте чудовищам распространять тьму!
th: คุณจะต้องหยุดยั้งพวกสัตว์ประหลาดไม่ให้แพร่กระจายความมืดมิดออกไป!
vi: Bạn cần phải ngăn chặn bóng tối lây lan từ đám Quái vật!
zh_hans: 你需要阻止怪物传播黑暗！
zh_hant: 你需要阻止怪物散佈的黑暗！

# mischief24_austin_chat_4e
source: I know you guys can do it Skykids!
de: Ich weiß, ihr Himmelskinder könnt es schaffen!
es: ¡Sé que lo lograrán, niños de Sky!
fr: Vous en êtes capables, enfants de Sky !
id: Aku tahu kalian pasti bisa, Skykids!
it: So che potete farcela, Figli della Luce!
ja: 君たちならできるって信じてるよ！
ko: 너희 빛의 아이들은 분명 할 수 있을 거야!
pt: Eu sei que vocês conseguem, pessoal!
ru: Я знаю, вы справитесь, дети Неба!
th: ฉันรู้ว่าพวกคุณทำได้นะ สกายคิดส์!
vi: Các Cư dân Sky, tôi biết các bạn có thể làm được!
zh_hans: 光之子，我知道你们可以做到的！
zh_hant: 光之子，你們做得到的！

# mischief24_austin_chat_8
source: No demand...?
de: Kein Bedarf ...?
es: ¿Sin exigencias?…
fr: Aucune requête... ?
id: Tidak ada permintaan...?
it: Non ci sono richieste?
ja: 需要がないって…？
ko: 수요가 없다고...?
pt: Nenhuma demanda...?
ru: Нет спроса?..
th: ไม่ได้ต้องการอะไรเลยงั้นเหรอ...?
vi: Không có yêu cầu gì sao...?
zh_hans: 没有需求……？
zh_hant: 沒有需求⋯⋯？

# mischief24_austin_chat_9
source: We need to dunk the dark orb down closer!
de: Wir müssen die dunkle Kugel näher hineinwerfen!
es: ¡Tenemos que acercarles el orbe!
fr: Il faut encore faire descendre l’orbe noir !
id: Kita harus menenggelamkan bola kegelapan itu lebih dekat!
it: Dobbiamo far abbassare la sfera oscura!
ja: 闇のオーブをもっと深く沈めないと！
ko: 어둠의 구체를 더 가까이 끌어내려야 해!
pt: Precisamos colocar a orbe sombria mais para baixo!
ru: Нужно опустить тёмную сферу пониже!
th: เราจะต้องโยนลูกแก้วทมิฬลงไปให้ใกล้กว่านี้!
vi: Chúng ta cần hạ quả cầu bóng tối xuống gần hơn!
zh_hans: 我们需要将黑暗之球扣得更低一些！
zh_hant: 我們需要將黑暗魔球拉近一點！

# mischief24_cannon_01
source: Watch out when the diamond light is flashing! Monster is near you!
de: Passen Sie auf, wenn das Diamantlicht blinkt! Monster ist in deiner Nähe!
es: ¡Cuidado cuando la luz del diamante parpadea! ¡El monstruo está cerca de ti!
fr: Faites attention lorsque la lumière du diamant clignote ! Le monstre est près de chez vous !
id: Hati-hati saat lampu berlian berkedip! Monster ada di dekatmu!
it: Fai attenzione quando la luce del diamante lampeggia! Il mostro è vicino a te!
ja: ダイヤモンドライトが点滅しているときは注意してください。モンスターがあなたの近くにいます！
ko: 다이아몬드 빛이 깜박일 때 조심하세요! 몬스터가 가까이에 있습니다!
pt: Cuidado quando a luz diamante estiver piscando! Monstro está perto de você!
ru: Берегитесь, когда мигает алмазный свет! Монстр рядом с вами!
th: ระวังเมื่อไฟเพชรกระพริบ! สัตว์ประหลาดอยู่ใกล้คุณ!
vi: Hãy cẩn thận khi đèn kim cương nhấp nháy! Quái vật đang ở gần bạn!
zh_hans: 当钻石灯闪烁时要小心！怪物就在你身边！
zh_hant: 當鑽石燈閃爍時要小心！怪物就在你身邊！

# mischief24_cannon_02
source: Refill and wait for the right timing!
de: Nachfüllen und auf den richtigen Zeitpunkt warten!
es: ¡Recarga y espera el momento adecuado!
fr: Remplissez et attendez le bon timing !
id: Isi ulang dan tunggu waktu yang tepat!
it: Ricarica e attendi il momento giusto!
ja: 補充してタイミングを待ちましょう！
ko: 리필하고 적절한 타이밍을 기다리세요!
pt: Reabasteça e espere o momento certo!
ru: Пополняйте запасы и ждите подходящего момента!
th: เติมเงินและรอจังหวะที่เหมาะสม!
vi: Hãy nạp tiền và chờ đợi thời điểm thích hợp!
zh_hans: 补充并等待合适的时机！
zh_hant: 補充並等待合適的時機！

# mischief24_meditation_shopoutfit
source: Investigate the cacophony in the Cackling Crab?
de: Möchtest du die Kakophonie des Gackernden Krebs untersuchen?
es: ¿Quieres investigar los ruidos en El cangrejo carcajeante?
fr: Mener l’enquête sur la cacophonie du Crabe caquetant ?
id: Selidiki keramaian di Kepiting Terkekeh?
it: Vogliamo indagare sulla cacofonia al Granchio schiamazzante?
ja: カチカチ蟹穴で鳴る不協和音について調査しますか？
ko: 수다쟁이 게에서 들리는 소음을 조사할까요?
pt: Investigar a cacofonia no Caranguejo Cacarejante?
ru: Изучить какофонию в «Клацающем крабе»?
th: กำลังสำรวจเสียงดังก้องในปูผู้ขบขันอยู่งั้นเหรอ
vi: Điều tra âm thanh ồn ào ở chỗ Cua Lải Nhải?
zh_hans: 调查嘎吱嘎吱的螃蟹里的刺耳声音？
zh_hant: 要去調查嘎吱嘎吱的螃蟹中的嘈雜聲嗎？

# mischief24_nat_chat_0a
source: You've been with us this whole time.
de: Du warst die ganze Zeit bei uns.
es: Nos acompañaste todo este tiempo.
fr: Tu nous accompagnes depuis un bout de temps.
id: Kamu telah bersama kami selama ini.
it: Sei stato con noi per tutto questo tempo.
ja: ねえ、ずっとここに居てくれたよね
ko: 넌 지금까지 우리와 계속 함께해 줬어.
pt: Você esteve com a gente esse tempo todo.
ru: Ты был с нами всё это время.
th: คุณอยู่กับเรามาโดยตลอดเลยนี่
vi: Bạn đã ở bên chúng tôi suốt thời gian qua.
zh_hans: 你一直都和我们在一起。
zh_hant: 你一直和我們在一起。

# mischief24_nat_chat_0b
source: This year is yours! It's time!
de: Dieses Jahr gehört dir! Es ist an der Zeit!
es: ¡Este es tu año! ¡Ya es hora!
fr: Cette année sera la tienne ! C’est le moment !
id: Tahun ini adalah milikmu! Sudah waktunya!
it: Quest'anno è tuo! Ci siamo!
ja: 今年ついに来たの！あなたの番だよ！
ko: 올해는 네 거야! 너를 위한 시간!
pt: Este é o seu ano! Tá na hora!
ru: Этот год твой! Пришло время!
th: นี่เป็นปีของคุณ! ได้เวลาแล้ว!
vi: Năm nay là của bạn! Đã đến lúc rồi!
zh_hans: 今年是属于你的！是时候了！
zh_hant: 這是屬於你的一年！時機到了！

# mischief24_nat_chat_0c
source: YES!!!
de: JA!!!
es: ¡¡¡Sí!!!
fr: OUI !!!
id: YA!!!
it: SÌ!!!
ja: イエス！！！
ko: 그래!!!
pt: SIM!!!
ru: ДА!!!
th: ใช่เลย!!!
vi: TUYỆT!!!
zh_hans: 是的！！！
zh_hant: 是的！！！

# mischief24_nat_chat_1
source: They have minds of their own.
de: Sie haben ihren eigenen Kopf.
es: Tienen mente propia.
fr: Ces créatures n’en font qu’à leur tête.
id: Mereka memiliki pikiran mereka sendiri.
it: Sono intelligenti.
ja: 彼らには彼らの考えがあるんじゃない
ko: 완전히 통제불능이야.
pt: Elas têm mentes próprias.
ru: Они теперь себе на уме.
th: พวกเขามีความคิดจิตใจของตัวเอง
vi: Chúng có tâm trí riêng.
zh_hans: 它们有自己的思想。
zh_hant: 它們各有自己的思想。

# mischief24_nat_chat_2
source: I bet I can ride them.
de: Ich wette, ich kann auf ihnen reiten.
es: Apuesto a que puedo montarlas.
fr: Je parie que je peux les monter.
id: Aku yakin aku bisa mengendarai mereka.
it: Scommetto che posso cavalcarle.
ja: 乗れると思うんだよね
ko: 내가 탈 수 있을 것 같아.
pt: Aposto que consigo montar nelas.
ru: Наверняка их можно оседлать.
th: ฉันกล้าพูดเลยว่า ฉันสามารถขี่พวกมันได้
vi: Tôi cá là tôi có thể cưỡi chúng.
zh_hans: 我敢肯定我能骑上它们。
zh_hant: 我打賭我可以騎上它們。

# mischief24_nat_chat_3a
source: What a pretty sight.
de: Was für ein schöner Anblick.
es: Qué vista más bonita.
fr: Comme c’est joli.
id: Pemandangan yang indah.
it: Che meraviglia.
ja: 最高の眺め
ko: 정말 예쁜 광경이야.
pt: É uma bela visão.
ru: Какое чудесное зрелище.
th: ช่างเป็นภาพที่สวยงามจริงๆ
vi: Cảnh tượng thật đẹp.
zh_hans: 多么美丽的景象啊。
zh_hant: 多麼美麗的視野。

# mischief24_nat_chat_3b
source: Ready to practice?
de: Bereit zum Üben?
es: ¿Todo listo para practicar?
fr: C’est parti pour l’entraînement ?
id: Siap untuk berlatih?
it: Pronti a esercitarvi?
ja: 準備はいい？
ko: 연습할 준비됐어?
pt: Tudo pronto para praticar?
ru: Начнём тренировку?
th: พร้อมจะฝึกหรือยัง
vi: Sẵn sàng luyện tập chưa?
zh_hans: 准备好练习了吗？
zh_hant: 準備好練習了嗎？

# mischief24_nat_chat_3c
source: Hop on the broom! Let's go!
de: Steige auf den Besen! Los geht‘s!
es: ¡Súbete a la escoba! ¡Vamos!
fr: Enfourche ton balai ! On y va !
id: Naik ke sapu! Ayo pergi!
it: Saltate sulla scopa! Andiamo!
ja: さあ、箒に跨って！行くよ！
ko: 빗자루에 타! 가자!
pt: Suba na vassoura! Vamos nessa!
ru: Залезай на метлу! Вперёд!
th: กระโดดขึ้นมาบนไม้กวาดเลยสิ! ไปกันเลย!
vi: Nhảy lên chổi! Đi nào!
zh_hans: 跳上扫帚！出发吧！
zh_hant: 跳上掃把！我們出發吧！

# mischief24_nat_chat_3d
source: I will see you up there!
de: Wir sehen uns da oben!
es: ¡Nos vemos allá arriba!
fr: On se retrouve là-haut !
id: Sampai jumpa di atas sana!
it: Ci vediamo lassù!
ja: 上で会おうね〜！
ko: 위에서 보자!
pt: Nos vemos lá em cima!
ru: Увидимся там!
th: ไว้เจอกันข้างบนนะ!
vi: Tôi sẽ gặp bạn trên đó!
zh_hans: 我会在上面等你！
zh_hant: 我會在上面等你！

# mischief24_nat_chat_3e
source: Do not worry! We will save our Raven!
de: Keine Sorge! Wir werden unseren Raben retten!
es: ¡No temas! ¡Salvaremos a nuestro cuervo!
fr: Ne t’en fais pas ! On sauvera notre corbeau !
id: Jangan khawatir! Kita akan menyelamatkan Raven kita!
it: Niente paura! Salveremo il nostro corvo!
ja: 大丈夫！私たちならカラスを助けられるよ！
ko: 걱정하지 마! 우리가 까마귀를 구해줄 거야!
pt: Não se preocupe! Vamos salvar o nosso Corvo!
ru: Не волнуйся! Мы спасём Ворона!
th: ไม่ต้องกังวลไป! เราจะช่วยเรเวนของเรา!
vi: Đừng lo! Chúng ta sẽ cứu được Raven!
zh_hans: 别担心！我们会拯救渡鸦的！
zh_hant: 別擔心！我們會拯救我們的渡鴉！

# mischief24_nat_chat_3f
source: You're doing great!
de: Du machst das toll!
es: ¡Qué bien te sale!
fr: Tu te débrouilles très bien !
id: Kamu hebat!
it: Stai andando alla grande!
ja: 上手いじゃん！
ko: 잘하고 있어!
pt: Você está se saindo muito bem!
ru: У тебя отлично получается!
th: คุณทำได้เยี่ยมมาก!
vi: Bạn đang làm tốt lắm!
zh_hans: 你做得非常棒！
zh_hant: 你做得很好！

# mischief24_nat_chat_3g
source: Wow!?
es: ¡Guau!
fr: Héé !?
ja: わお？！
ko: 우와!?
pt: Nossa!
ru: Ого!
th: ว้าว!
zh_hans: 哇哦！？
zh_hant: 哇嗚！？

# mischief24_nat_chat_3h
source: You're stopping the plague! Keep going!
de: Du hältst die Seuche auf! Weiter so!
es: ¡Estás deteniendo a la plaga! ¡Sigue así!
fr: Tu es en train d’arrêter le fléau ! Continue !
id: Kamu menghentikan wabah! Teruskan!
it: Stai fermando la peste! Continua così!
ja: 悪疫を止めてるね！その調子！
ko: 네가 병균을 막고 있어! 계속해!
pt: Você impediu a praga! Continue!
ru: Ты останавливаешь чуму! Так держать!
th: คุณหยุดยั้งการแพร่ระบาดได้! พยายามต่อไปนะ!
vi: Bạn đang ngăn chặn dịch bệnh! Tiếp tục đi!
zh_hans: 你正在阻止瘟疫！继续加油！
zh_hant: 你正在阻止瘟疫！繼續加油！

# mischief24_nat_chat_3i
source: Dark orb is angry?
de: Die dunkle Kugel ist wütend?
es: ¿El orbe oscuro está furioso?
fr: L’orbe noir n’est pas content ?
id: Orb Kegelapan marah?
it: Il globo oscuro si è arrabbiato?
ja: 闇のオーブ、怒っちゃった？
ko: 어둠의 구체가 화가 난 건가?
pt: A orbe sombria está brava?
ru: Тёмная сфера злится?
th: ลูกแก้วทมิฬโกรธอยู่งั้นเหรอ
vi: Quả cầu bóng tối giận dữ?
zh_hans: 黑暗之球生气了？
zh_hant: 黑暗魔球生氣了？

# mischief24_nat_chat_3j
source: Great job!!!
de: Gut gemacht!!!
es: ¡¡Bien hecho!!
fr: Super !!!
id: Kerja bagus!!!
it: Ottimo lavoro!!!
ja: グッジョブ！！！
ko: 아주 잘했어!!!
pt: Ótimo trabalho!!!
ru: Отлично!!!
th: ทำได้เยี่ยมมากเลย!!!
vi: Làm tốt lắm!!!
zh_hans: 干得好！！！
zh_hant: 做得好！！！

# mischief24_nat_chat_3k
source: Time to get the candies back!
de: Zeit, die Süßigkeiten zurückzuholen!
es: ¡Hora de recuperar los caramelos!
fr: Le moment est venu de récupérer les bonbons !
id: Biarkan aku nongkrong di sini dan mengagumi sapu baru ini.
it: È ora di recuperare le caramelle!
ja: 私はしばらくここで、この新しい箒を愛でることにするよ
ko: 양초를 되찾으러 가자!
pt: Hora de pegar os doces de volta!
ru: Пора вернуть конфетки!
th: ได้เวลานำเทียนกลับมาแล้ว!
vi: Đến lúc lấy lại kẹo rồi!
zh_hans: 是时候拿回糖果了！
zh_hant: 是時候把糖果拿回來了！

# mischief24_nat_chat_4
source: #bug
es: #error
it: #errore
ja: #バグ
ko: #버그
pt: #erros
th: #ข้อผิดพลาด
zh_hans: #错误
zh_hant: #錯誤

# mischief24_nat_chat_5
source: etc etc?
es: ¿Blah, blah?
id: dan lain-lain?
it: Eccetera eccetera...
ja: ナントカカントカ？？
ko: 기타 등등?
ru: и т.д.?
th: ฯลฯ ฯลฯ?
vi: v.v...v.v?
zh_hans: 等等？
zh_hant: ⋯⋯等等？

# mischief24_nat_chat_7
source: #crowdTech
ja: #フェスティバルテクノロジー
ko: #페스티벌테크놀로지
pt: #tecnologiaColetiva
th: #คราวด์เทค
zh_hans: #群众科技
zh_hant: #群眾技術

# mischief24_samantha_candlespace_hint_1
source: La...la...lalaala!
es: La… Lalá… ¡Lalalá!
ja: ラーラーララララー！
ko: 라... 라... 라랄라!
pt: Lá... lá... lalalá!
ru: Ла-ла... ла-ла-ла!
th: ล๊า...ลา...ลัลล๊าลา!
zh_hans: 啦……啦……啦啦啦！
zh_hant: 啦⋯⋯啦⋯⋯啦啦啦！

# mischief24_samantha_candlespace_hint_2
source: Mmm...mm...
es: Mmmh… Mmh…
ja: ん〜…んん〜
ko: 음... 음...
ru: М-м-м... м-м...
th: ฮืมม...มม...
zh_hans: 嗯……嗯……
zh_hant: 嗯⋯⋯嗯⋯⋯

# mischief24_samantha_candlespace_hint_3
source: Mmmm...hmm...
es: Mmmmh… Mmh…
ja: むむ…ん〜〜
ko: 으음... 음....
ru: М-м-м... хм-м...
th: ฮืมมม...ฮืมม...
zh_hans: 嗯嗯……嗯……
zh_hant: 嗯嗯⋯⋯嗯⋯⋯

# mischief24_samantha_chat_1
source: Uhh... #report-bugs???
de: Ähh ... #bug-reports???
es: Eeh… ¿¿#informarErrores??
fr: Euh... #rapport-bugs ???
it: Ehm... #segnala-errore???
ja: えっとぉ…#report-bugsチャンネル？？？
ko: 어... #버그신고???
pt: Uhh... #denunciar-erros???
ru: Э... #report-bugs???
th: เอ่อ... #รายงานบั๊ก งั้นเหรอ
zh_hans: 呃……#报告BUG？？？
zh_hant: 呃……#舉報BUG？？？

# mischief24_samantha_chat_10
source: ...somethin' ain't right with those brooms.
de: ... etwas stimmt nicht mit diesen Besen.
es: Algo no anda bien con las escobas.
fr: ... y a comme un problème avec ces balais.
id: ... Ada yang tak beres dengan sapunya.
it: C'è qualcosa che non va con quelle scope.
ja: …なぁんか箒がおっかしいんだよね
ko: ...저 빗자루는 뭔가 좀 이상해.
pt: ... tem algo errado com essas vassouras.
ru: ...что-то не так с этими мётлами.
th: ...ไม้กวาดพวกนั้นต้องมีอะไรแปลกๆ แน่ๆ
vi: ...những chiếc chổi này có gì đó không ổn.
zh_hans: ……这些扫帚有点不对劲。
zh_hant: ⋯⋯那些掃把有點不對勁。
