Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_mischief_spider_hair
source: <2> Returning Item.</2> Celebrate Days of Mischief with this spidery mohawk hairstyle!
de: <2> Zurückgekehrter Gegenstand.</2> Feiere Tage des Schalks mit dieser spinnenartigen Irokesenfrisur!
es: <2>Objeto recurrente</2>¡Celebra los Días de travesuras con este peinado cresta de araña!
fr: <2> Objet à nouveau disponible.</2>Célébrez les Jours de la malice avec cette crête en toile d'araignée !
id: <2> Item Kembali.</2>Rayakan Hari Kejahilan dengan gaya rambut mohawk laba-laba ini!
it: <2> Oggetto del passato.</2>Festeggia i Giorni degli Scherzetti con questa acconciatura con cresta e ragnatela!
ja: <2>復刻アイテム </2> クモの巣がアクセントになったクールなクイッフスタイルで、いたずらな日々をお祝いしましょう！
ko: <2> 돌아온 이벤트 아이템.</2>거미 모양 모히칸 헤어스타일과 함께 장난꾸러기의 날을 축하해요!
pt: <2> Item de volta.</2>Comemore os Dias de Travessura com este penteado de moicano aracnídeo!
ru: <2> Предмет снова доступен.</2>Отпразднуйте Дни озорства с новой паучьей прической!
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยทรงผมโมฮอว์กแมงมุม!
vi: <2>Vật phẩm trở lại.</2>Chào đón Halloween với kiểu tóc mohawk hình nhện này!
zh_hans: <2>返场道具。</2>用这蜘蛛状的莫西干发型来庆祝捣蛋节！
zh_hant: <2>復刻道具。</2>換上這有著蜘蛛網鬢邊的莫霍克髮型來慶祝搗蛋節！

# commerce_item_desc_mischief_web_cape
source: <2> Returning Item.</2> Celebrate Days of Mischief with this spidery web cape!
de: <2> Zurückgekehrter Gegenstand.</2> Feiere Tage des Schalks mit diesem spinnenartigen Netzumhang!
es: <2>Objeto recurrente</2> ¡Celebra los Días de travesuras con esta capa de tela de araña!
fr: <2> Objet à nouveau disponible.</2> Célébrez les Jours de la malice avec cette cape en toile d'araignée !
id: <2> Item Kembali.</2> Rayakan Hari Kejahilan dengan jubah jaring laba-laba ini!
it: <2> Oggetto del passato.</2> Festeggia i Giorni degli Scherzetti con questo mantello ragnatela!
ja: <2>復刻アイテム </2> いたずらスパイダーケープでいたずらな日々をお祝いしましょう！
ko: <2> 돌아온 이벤트 의상.</2> 거미줄 망토와 함께 장난꾸러기의 날을 축하해요!
pt: <2> Item de volta.</2> Comemore os Dias de Travessura com esta capa de teia aracnídea!
ru: <2> Предмет снова доступен.</2> Отпразднуйте Дни озорства с паучьей накидкой!
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยเสื้อคลุมใยแมงมุม!
vi: <2>Vật phẩm trở lại.</2>Chào đón Halloween với áo choàng mạng nhện này!
zh_hans: <2>返场道具。</2>用这件蜘蛛网斗篷來来庆祝捣蛋节！
zh_hant: <2>復刻道具。</2>用這件蜘蛛網斗篷來慶祝搗蛋節！

# commerce_item_desc_mischief_witch_body
source: <2> Returning Item.</2> Celebrate Days of Mischief with this enchanting witch outfit!
de: <2> Zurückgekehrter Gegenstand.</2> Feiere Tage des Schalks mit diesem zauberhaften Hexen-Outfit!
es: <2>Objeto recurrente</2>¡Celebra los Días de travesuras con este encantador traje de bruja!
fr: <2> Objet à nouveau disponible.</2>Célébrez les Jours de la malice avec cette charmante tenue de sorcière !
id: <2> Item Kembali.</2>Rayakan Hari Kejahilan dengan pakaian penyihir ajaib ini!
it: <2> Oggetto del passato.</2>Festeggia i Giorni degli Scherzetti con questo incantevole abbigliamento da strega!
ja: <2>復刻アイテム </2> この魔力が込められていそうなドレスアップアイテムで、いたずらな日々を楽しみましょう！
ko: <2> 돌아온 이벤트 아이템.</2>특별한 마녀 의상과 함께 장난꾸러기의 날을 축하해요!
pt: <2> Item de volta.</2>Comemore os Dias de Travessura com este traje de bruxa encamtado!
ru: <2> Предмет снова доступен.</2>Отпразднуйте Дни озорства в обворожительном ведьмовском наряде!
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยชุดแม่มดที่มีเสน่ห์!
vi: <2>Vật phẩm trở lại.</2>Chào đón Halloween với trang phục phù thủy đầy mê hoặc này!
zh_hans: <2>返场道具。</2>用这件魔法女巫时装来庆祝捣蛋节！
zh_hant: <2>復刻道具。</2>換上這件魔法女巫時裝來慶祝搗蛋節！

# commerce_item_desc_mischief_witch_hat
source: <2> Returning Item.</2> Celebrate Days of Mischief with this enchanting witch hat!
de: <2> Zurückgekehrter Gegenstand.</2> Feiere Tage des Schalks mit diesem zauberhaften Hexenhut!
es: <2>Objeto recurrente</2> ¡Celebra los Días de travesuras con este encantador sombrero de bruja!
fr: <2> Objet à nouveau disponible.</2> Célébrez les Jours de la malice avec ce chapeau de sorcière charmant !
id: <2> Item Kembali.</2> Rayakan Hari Kejahilan dengan topi penyihir ajaib ini!
it: <2> Oggetto del passato.</2> Festeggia i Giorni degli Scherzetti con questo incantevole cappello da strega!
ja: <2>復刻アイテム </2> いたずらウィッチハットでいたずらな日々をお祝いしましょう！
ko: <2> 돌아온 이벤트 아이템.</2> 특별한 마녀모자와 함께 장난꾸러기의 날을 축하해요!
pt: <2> Item de volta.</2> Comemore os Dias de Travessura com este chapéu de bruxa encantado!
ru: <2> Предмет снова доступен.</2> Отпразднуйте Дни озорства с колдовской шляпой!
th: <2> ไอเท���ที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยหมวกแม่มดที่มีเสน่ห์!
vi: <2>Vật phẩm trở lại.</2>Chào đón Halloween với chiếc mũ phù thủy đầy mê hoặc này!
zh_hans: <2>返场道具。</2>用这顶魔法女巫帽来庆祝捣蛋节！
zh_hant: <2>復刻道具。</2>用這頂魔法女巫帽來慶祝搗蛋節！

# commerce_item_desc_mischief_withered_horn
source: <2> Returning Item.</2> Celebrate Days of Mischief with this withered branch head accessory!
de: <2> Zurückgekehrter Gegenstand.</2> Feiere Tage des Schalks mit diesem Geweih-Accessoire!
es: <2>Objeto recurrente</2> ¡Celebra los Días de travesura con este atrofiado accesorio ramal de cabeza!
fr: <2> Objet à nouveau disponible.</2>Célébrez les Jours de la malice avec cet accessoire de tête en forme de branches flétries !
id: <2> Item Kembali.</2>Rayakan Hari Kejahilan dengan aksesori kepala ranting layu ini!
it: <2> Oggetto del passato.</2>Festeggia i Giorni degli Scherzetti con questo accessorio per la testa ramificato!
ja: <2>復刻アイテム </2> ヘッドアクセサリーで頭から枯れ木を生やして、いたずらな日々をユニークにお祝いしましょう！
ko: <2> 돌아온 이벤트 아이템.</2>시든 나뭇가지 머리 장식과 함께 장난꾸러기의 날을 축하해요!
pt: <2> Item de volta.</2>Comemore os Dias de Travessura com esta coroa de galhos secos!
ru: <2> Предмет снова доступен.</2>Отпразднуйте Дни озорства с украшением на голову из сухих веточек!
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยของประดับศีรษะกิ่งเหี่ยวแห้ง!
vi: <2>Vật phẩm trở lại.</2>Chào đón Halloween với phụ kiện tóc cành khô này!
zh_hans: <2>返场道具。</2>用这枯萎的枯枝头饰来庆祝捣蛋节！
zh_hant: <2>復刻道具。</2>戴上這個枯枝頭飾來慶祝搗蛋節！

# commerce_item_desc_moomin_hattineck
source: Silent travelers with eyes only for the horizon.
de: Stille Reisende, deren Augen nur auf den Horizont gerichtet sind.
es: Trotamundos silenciosos que no apartan los ojos del horizonte.
fr: Le regard de ces voyageurs silencieux est fixé sur l’horizon.
id: Penjelajah yang diam dengan mata yang hanya melihat cakrawala.
it: Viaggiatori silenziosi con gli occhi puntati verso l'orizzonte.
ja: ただ地平線を見つめる静かな旅人
ko: 지평선만 바라보는 조용한 여행자.
pt: Viajantes silenciosos com olhos apenas para o horizonte.
ru: Безмолвные путники, чьи глаза устремлены только на горизонт.
th: นักเดินทางผู้เงียบงันที่จับจ้องไปที่ขอบฟ้าเท่านั้น
vi: Những kẻ du hành thầm lặng chỉ nhìn về phía chân trời.
zh_hans: 沉默的旅人，目光只注视着地平线。
zh_hant: 沉默的旅人，目光直視地平線。

# commerce_item_desc_moomin_ninnycape
source: The warm embrace of unconditional love. <2>This cape transports you and friends you’re holding hands with into a special memory of the Moominhouse.</2>
de: Die warme Umarmung bedingungsloser Liebe. <2>Dieser Umhang transportiert dich und Freunde, die du an der Hand hältst, in eine besondere Erinnerung des Muminhauses.</2>
es: El cálido cobijo del amor incondicional. <2>Esta capa te transporta a ti y a los amigos que tomes de las manos a un recuerdo especial en la casa de los Mumins.</2>
fr: L’étreinte chaleureuse de l’amour inconditionnel. <2>Cette cape vous transporte, avec les amis dont vous tenez la main, vers un souvenir spécial de la maison des Moomins.</2>
id: Pelukan hangat dari cinta tanpa syarat. <2>Jubah ini membawa kamu dan teman-teman yang bergandengan tangan denganmu ke dalam kenangan istimewa di Moominhouse.</2>
it: Il caldo abbraccio dell'amore incondizionato.<2>Questo mantello trasporta te e gli amici che tieni per mano in un ricordo speciale della Casa dei Mumin.</2>
ja: 無償の愛で包み込むような温かさ <2>このケープはあなたと、あなたと手をつないだフレンドたちをムーミンやしきの特別な記憶の空間へとテレポートしてくれます</2>
ko: 조건 없는 사랑의 따뜻한 포옹. <2>이 망토는 당신과 함께 손을 잡고 있는 친구를 무민마마의 특별한 기억 속으로 데려다줍니다.</2>
pt: O caloroso abraço do amor incondicional. <2>Esta capa transporta você e os amigos de mãos dadas para uma memória especial da Casa dos Mumins.</2>
ru: Тёплые объятия безусловной любви. <2>Этот плащ перенесёт вас и ваших друзей, с которыми вы держитесь за руки, в особое воспоминание о Муми-доме.</2>
th: อ้อมกอดอันอบอุ่นของความรักที่ไม่มีเงื่อนไข <2>เสื้อคลุมนี้จะพาคุณและเหล่าผองเพื่อนที่คุณจับมือด้วยเข้าสู่ความทรงจำพิเศษของบ้านมูมิน</2>
vi: Cái ôm ấm áp của tình yêu vô điều kiện. <2>Chiếc áo choàng này đưa bạn và những người bạn đang nắm tay đến một kỷ ức đặc biệt của Moominhouse.</2>
zh_hans: 无条件之爱的温暖拥抱。 <2>这款斗篷会将你和与你牵手的好友带入姆明屋的一段特殊回忆中。</2>
zh_hant: 無條件之愛的溫暖擁抱。 <2>這件斗篷會將你和牽手的朋友帶入姆明屋的特別回憶中。</2>

# commerce_item_desc_moomin_plushprop
source: A brave companion for the adventures that await you.
de: Ein mutiger Begleiter für die Abenteuer, die auf dich warten.
es: Un valiente compañero para las aventuras que te esperan.
fr: Un courageux compagnon pour les aventures qui vous attendent.
id: Pendamping pemberani untuk petualangan yang menanti kamu.
it: Un compagno coraggioso per le avventure che ti aspettano.
ja: あなたを待ち受ける冒険へ、一緒に向かってくれる勇敢な仲間
ko: 당신을 기다리는 모험을 함께할 용감한 동료.
pt: Um companheiro corajoso para as aventuras que esperam você.
ru: Отважный спутник в ваших грядущих приключениях.
th: สหายคู่ใจผู้กล้าหาญที่รอคอยคุณเพื่อออกผจญภัย
vi: Một người bạn đồng hành dũng cảm cho những cuộc phiêu lưu đang đón chờ.
zh_hans: 陪伴你迎接冒险之旅的勇敢伙伴。
zh_hant: 一同迎接未知冒險的勇敢夥伴。

# commerce_item_desc_moomin_snufkinhat
source: Perfect for growing a tune beneath, until the time is just right.
de: Perfekt, um darunter eine Melodie entstehen zu lassen, bis der richtige Zeitpunkt gekommen ist.
es: Perfecto para cultivar melodías hasta que llegue el momento oportuno.
fr: Son ombre protège les musiques à venir et qui en émergeront au moment opportun.
id: Sempurna untuk menumbuhkan nada di bawahnya, sampai waktunya tepat.
it: Perfetto per far crescere una melodia, fino al momento giusto.
ja: 目深にかぶればその場にぴったりのメロディーを思いつけそう
ko: 모자를 쓰고 음악을 써요. 꼭 어울리는 시간이 올 때까지...
pt: Perfeito para criar a melodia mais profunda – quando chegar a hora certa.
ru: Идеально подходит, чтобы обдумывать мелодию, пока не настанет время.
th: เหมาะสำหรับการปลูกท่วงทำนองเพลงด้านล่าง จนกว่าจะถึงเวลาที่เหมาะสม
vi: Hoàn hảo để nuôi dưỡng giai điệu bên dưới, cho đến khi thời điểm thích hợp đến.
zh_hans: 非常适合戴着它写一首曲子，直到时机成熟。
zh_hant: 戴著它譜寫動人旋律，直至時機成熟。

# commerce_item_desc_moomin_snufkinset
source: A sturdy and weathered robe and scarf suited for the whims of a wanderer.
de: Ein robustes und verwittertes Gewand mit Schal, geeignet für die Launen eines Wanderers.
es: Una bufanda y un tapado gastados, adecuados para las almas errantes.
fr: Une robe et une écharpe aussi robustes qu’usées, idéales pour les fantaisies d’un cœur errant.
id: Jubah dan syal yang kokoh dan lapuk cocok untuk keinginan seorang pengembara.
it: Una tunica e una sciarpa robuste e consumate, adatte ai capricci di un vagabondo.
ja: 身軽に生きる旅人の気まぐれさにもしっかり応える丈夫な服とスカーフ
ko: 바람 같은 나그네에게 잘 어울리는 튼튼하고 오래된 로브와 스카프.
pt: Um manto robusto e desgastado pelo tempo, acompanhado de um cachecol, adequado para as intempéries que um andarilho pode enfrentar.
ru: Прочное и потертое временем облачение с шарфом — специально для путников.
th: ผ้าคลุมและผ้าพันคอที่ทนทานและผ่านลมผ่านหนาวมาก่อน ซึ่งตอบโจทย์ความต้องการของนักเดินทาง
vi: Một chiếc áo choàng và khăn quàng bền chắc, nhuốm màu thời gian, phù hợp với sở thích của một kẻ lang thang.
zh_hans: 结实且饱经风霜的长袍和围巾，非常适合流浪者的奇想。
zh_hant: 一件堅韌耐用的長袍與圍巾，最適合漫遊者的隨心奇想。

# commerce_item_desc_moomin_trollset
source: Curiously perked ears and an even curiouser tail.
de: Neugierig gespitzte Ohren und ein noch neugieriger Schwanz.
es: Orejas atentas y una cola aún más curiosa.
fr: Des oreilles étrangement pointues et une queue tout aussi singulière.
id: Telinga yang mengembang dan ekor yang semakin penasaran.
it: Orecchie dritte e curiose, con una coda ancora più curiosa.
ja: 好奇心旺盛なピンととがったお耳とふさのついたしっぽのセット
ko: 이상하게도 꼿꼿하게 선 귀와 더 이상한 꼬리.
pt: Orelhas curiosamente erguidas e um rabo ainda mais curioso.
ru: Любопытные уши торчком и ещё более любопытный хвост.
th: หูที่ตั้งชันอย่างน่าสนใจ และหางที่แปลกยิ่งกว่า
vi: Đôi tai vểnh lên tò mò và một chiếc đuôi thậm chí còn kỳ lạ hơn.
zh_hans: 好奇地竖起来的耳朵和更加好奇的尾巴。
zh_hant: 好奇地豎起的耳朵和更加好奇的尾巴。

# commerce_item_desc_moonlight_dress
source: A delicate garment, bathed in the radiance of the moon, complemented by an ornate hairstyle.
de: Ein zartes Kleidungsstück, getaucht in das Licht des Mondes und ergänzt durch eine filigrane Frisur.
es: Un atuendo delicado, inundado de luz de luna, acompañado de un peinado elaborado.
fr: Un vêtement délicat, éclatant de lune, agrémenté d’une coiffure recherchée.
id: Pakaian yang halus, bermandikan cahaya bulan, dilengkapi dengan gaya rambut yang penuh hiasan.
it: Un indumento delicato, permeato dallo splendore della luna, completato da un'acconciatura elaborata.
ja: 月光をたっぷり浴びた優美な衣装と、それをより輝かせる華麗な髪型をぜひご一緒に
ko: 달빛을 내뿜는 섬세한 의상과 화려한 헤어스타일이 만났습니다.
pt: Uma vestimenta delicada, banhada pelo luar, complementada por um corte de cabelo elaborado.
ru: Тонкое одеяние, прикоснувшееся к сиянию луны и дополняемое сложной прической.
th: เสื้อผ้าอาภรณ์อันประณีตที่อาบด้วยแสงแห่งจันทรา พร้อมด้วยทรงผมอันวิจิตร
vi: Một bộ trang phục tinh tế, tắm mình trong ánh trăng, được tô điểm bằng kiểu tóc trang nhã.
zh_hans: 一套精美的服装，沐浴在月亮的光芒之中，再配上一个华丽的发型。
zh_hant: 一襲沐浴在月色下的華服，再配上精緻髮型。

# commerce_item_desc_moonlight_earring
source: Add a twinkle of moonlight to your ears.
de: Verleihe deinen Ohren ein Funkeln des Mondlichts.
es: Haz que tus orejas brillen con la luz de la luna.
fr: Ajoutez une étincelle lunaire à vos oreilles.
id: Tambahkan kilauan cahaya bulan ke telinga kamu.
it: Aggiungi un luccichio di luce lunare alle tue orecchie.
ja: 月の輝きをあなたの耳元に添えましょう
ko: 귓가에 반짝이는 달빛을 더해 보세요.
pt: Acrescente um brilhozinho da lua às suas orelhas.
ru: Добавляет к вашим ушам лунные искорки.
th: เพิ่มประกายแสงจันทร์ให้กับใบหูของคุณ
vi: Thêm chút lấp lánh của ánh trăng lên đôi tai của bạn.
zh_hans: 为你的耳边增添一抹月光。
zh_hant: 為你的耳邊增添一抹月光。

# commerce_item_desc_musicshop_bandjacket
source: Strike a perfect chord in any formation.
de: Triff einen perfekten Akkord in einer beliebigen Formation.
es: Toca el acorde como corresponde en cualquier formación.
fr: Trouvez la note parfaite avec n’importe quelle formation
id: Ciptakan nada yang sempurna dalam formasi apa pun.
it: Suona l'accordo perfetto in qualsiasi formazione.
ja: どんなフォーメーションでも完璧な調和を演出します
ko: 어떤 대형으로도 완벽한 화음을 연주할 수 있어요.
pt: Toque um acorde perfeito em qualquer formação.
ru: Создайте идеальный аккорд в любом строю.
th: เล่นคอร์ดได้อย่างสมบูรณ์แบบในทุกรูปแบบ
vi: Đánh một hợp âm hoàn hảo trong bất kỳ đội hình nào.
zh_hans: 在任何队伍中奏出完美的和弦。
zh_hant: 在任何隊伍中奏出完美和弦。

# commerce_item_desc_musicshop_banduniform
source: March with confidence in this sharply crafted suit.
de: Marschiere selbstbewusst in diesem stilvoll gefertigten Anzug.
es: Marcha con confianza en este traje confeccionado con mucha destreza
fr: Marchez avec assurance avec ce costume élégant.
id: Berbarislah dengan percaya diri dalam setelan yang dibuat dengan cermat ini.
it: Cammina con sicurezza indossando questa divisa impeccabile.
ja: 見事に仕立てられたユニフォームをまとえば、マーチングにも自信が溢れ出すでしょう
ko: 섬세하게 제작된 의상을 입고 자신 있게 행진하세요.
pt: Marche com confiança neste traje perfeitamente costurado.
ru: Уверенно маршируйте в этом великолепно сшитом костюме.
th: ก้าวเดินอย่างมั่นใจในชุดสูทที่รังสรรค์อย่างพิถีพิถันนี้
vi: Diễu hành đầy tự tin trong bộ đồ được thiết kế tinh xảo này.
zh_hans: 穿着这款制作精良的套装满怀信心地游行。
zh_hant: 穿上這套剪裁精緻的服裝，自信前行。

# commerce_item_desc_musicshop_bugle
source: Assembly Guide found this Triumph Horn at the bottom of a Treehouse chest. Perhaps you could use it?
de: Der Montagehelfer hat dieses Triumphhorn am Boden einer Baumhaustruhe gefunden. Vielleicht kannst du es gebrauchen?
es: El guía del ensamblaje encontró este cuerno del triunfo en el fondo de un cofre de la casa del árbol. ¿Quizás puedas usarlo?
fr: Le guide du Rassemblement a trouvé ce clairon du triomphe au fond d'un coffre dans la cabane. Vous pourriez peut-être l'utiliser ?
id: Pemandu Berkumpul menemukan Trompet Kejayaan di bawah peti Rumah Pohon. Mungkin kamu bisa menggunakannya?
it: La guida della Costruzione ha trovato questo corno da caccia del trionfo in fondo a una cassa in una casa sull'albero. Potrebbe esserti utile?
ja: 大樹の案内人が凱旋のラッパを、ツリーハウスの棚の中で見つけたようです。吹いてみませんか？
ko: 협력의 안내자가 나무 위의 오두막에 있던 상자에서 찾은 나팔. 여러분이 사용할 수 있지 않을까요?
pt: O Guia da União encontrou esta Corneta do Triunfo no fundo de um baú em uma casa da árvore. Talvez você consiga usá-lo.
ru: Проводник собрания нашел Рожок триумфа в сундуке домика на дереве. Может быть, вам пригодится?
th: ผู้แนะนำการชุมนุมพบเขาสัตว์แห่งชัยชนะที่ด้านล่างของหีบบ้านต้นไม้ บางทีคุณอาจจะใช้มันได้
vi: Chỉ Dẫn Tụ Hội đã tìm thấy chiếc Tù Và Chiến Thắng này dưới đáy rương Ngôi nhà trên cây. Có lẽ bạn nên thử sử dụng?
zh_hans: 根据重组向导在树屋的箱子底部找到了这个胜利号角。也许你可以用它？
zh_hant: 重組嚮導在大樹屋底部發現了這個凱旋號角。也許你可以使用它？

# commerce_item_desc_musicshop_dundun
source: Meticulously crafted recreation of Isle of Dawn's Drum of Prophecies.
de: Eine detailgetreue Nachbildung der Trommel der Prophezeiungen der Insel der Dämmerung.
es: Recreación del tambor de las profecías de la Isla del Amanecer, construida meticulosamente.
fr: Une recréation méticuleuse conçue du tambour des prophéties de l'Île de l’aube.
id: Rekreasi Drum Nubuat dari Pulau Fajar yang dibuat dengan cermat.
it: Fedelissima ricostruzione del tamburo delle profezie dell'Isola dell'Alba.
ja: 孤島より届いた、預言の鼓を細部まで再現した一品です
ko: 여명의 섬에서 만들어진 예언의 북을 정교하게 재현한 악기.
pt: Diversão criada meticulosamente pelo Tambor das Profecias da Ilha do Alvorecer.
ru: Мастер явно вдохновлялся Барабаном пророчеств с Острова рассвета.
th: เกมกลองแห่งคำพยากรณ์ของเกาะรุ่งอรุณที่สร้างขึ้นอย่างพิถีพิถัน
vi: Bản tái tạo Trống Tiên Tri của Đảo Bình Minh, được chế tác thủ công một cách tỉ mỉ.
zh_hans: 精心制作的晨岛预言之鼓的复制品。
zh_hant: 以晨島預言之鼓為靈感，重新打造的樂器。

# commerce_item_desc_musicshop_guitar
source: Retrieved unharmed by the crabs, Pleaful Parent knows you’ll put it to good use.
de: Unversehrt von den Krabben geborgen, weiß der Bittender Vater, dass du es gut gebrauchen wirst.
es: Recuperada por los cangrejos sin daño alguno, el Padre Suplicante sabe que le darás un buen uso.
fr: Récupérée intacte des pinces des crabes, le parent suppliant sait que vous vous en en servirez à bon escient.
id: Dipulihkan tanpa cedera oleh kepiting, "Orang Tua Menyenangkan" tahu bahwa kamu akan memanfaatkannya dengan baik.
it: Recuperato dai granchi illeso, il Genitore supplice sa che ne farai buon uso.
ja: 闇の蟹たちに襲われることなく回収されたものなのでご安心ください。楽器を運んできた訴えかける親は、あなたが大事に使ってくださることを知っています
ko: 애원하는 부모가 어둠의 게에게서 무사히 가져와 좋은 목적으로 쓰이기를 바라며 맡겼습니다.
pt: Foi resgatada pelos carangueijos sem dano algum. O Pai Suplicante sabe que você fará bom uso dela.
ru: Довольный родитель уверен, что вы найдете хорошее применение добытому крабами сокровищу.
th: นำกลับคืนมาได้โดยไม่ได้รับอันตรายจากพวกปู ผู้ดูแลแสนใจดีรู้ว่าคุณจะนำมันไปใช้ให้เกิดประโยชน์
vi: Nó đã được cua lấy lại mà không hề hấn gì và Phụ Huynh Nài Nỉ biết là bạn sẽ dùng nó thật tốt.
zh_hans: 已毫无损伤地从螃蟹那取回。不舍家长信你将会好好发挥它的美妙音色。
zh_hant: 已毫無損傷地從螃蟹那取回。不捨家長信你將會好好發揮它的美妙音色。

# commerce_item_desc_musicshop_handpan
source: Tuned to perfection from materials imbued with the dulcet tones of the Sanctuary Island bell tower.
de: Perfekt gestimmt aus Materialien, die von den lieblichen Tönen des Glockenturms der Zufluchtsinsel durchdrungen sind.
es: Afinado a la perfección con materiales empapados con los dulces tonos del campanario de las Islas Santuario.
fr: Accordé à la perfection à partir de matériaux imprégnés des votrealités douces du clocher de l'Île du sanctuaire.
id: Disetel dengan sempurna dari bahan yang dipenuhi dengan nada merdu dari menara lonceng Pulau Tempat Suci.
it: Accordato alla perfezione con materiali permeati dai toni dolci del campanile dell'Arcipelago Paradiso.
ja: 楽園の島々に佇む鐘塔と同じ素材が使用され、心地よい風を思わせる調音が施されています
ko: 낙원의 섬 종탑의 감미로운 소리를 담은 재료로 제작되어 완벽하게 튜닝된 악기.
pt: Ajustado à perfeição com materiais repletos de tons melódicos da torre do sino da Ilha do Santuário.
ru: Идеально настроен с помощью колоколов звонницы на Острове убежища.
th: ปรับจูนเพื่อความสมบูรณ์แบบจากวัสดุอัดแน่นไปด้วยโทนเสียงอันไพเราะของหอระฆังบนเกาะสวรรค์
vi: Được điều chỉnh đến mức hoàn hảo từ các vật liệu mang âm sắc trầm lắng của tháp chuông Quần Đảo Thánh Địa.
zh_hans: 将充满圣域群岛钟塔悦耳音调的材料调整得恰到好处。
zh_hant: 材料充滿了聖域群島鐘樓的悅耳音調，調音以臻完美。

# commerce_item_desc_musicshop_harp
source: Crafted to inspire any beginner artist to shine.
de: Hergestellt, um jeden Anfängerkünstler zum Glänzen zu inspirieren.
es: Creada para inspirar a cualquier artista principante a brillar
fr: Conçue pour inspirer n'importe quel débutant à briller.
id: Dibuat untuk menginspirasi artis pemula untuk bersinar
it: Creato per ispirare qualsiasi artista in erba a brillare
ja: 見習いアーティストも輝けるよう、丁寧に作り込まれた一品です
ko: 어떤 신생 예술가도 빛낼 수 있게 만들어졌습니다.
pt: Criada para inspirar qualquer artista iniciante a brilhar.
ru: Создано для начинающих музыкантов, стремящихся к успеху.
th: รังสรรค์ขึ้นเพื่อมอบแรงบันดาลใจให้ศิลปินมือใหม่ได้เปล่งประกาย
vi: Được tạo ra để truyền cảm hứng cho bất kỳ nghệ sĩ mới bắt đầu nào để tỏa sáng.
zh_hans: 专为初学者量身定制，启发演奏性灵。
zh_hant: 專為初學者量身定制，啟發演奏性靈。

# commerce_item_desc_musicshop_pianoupright
source: Honed to suit any beginner's needs. Can be carried with you, or placed in your Nest for others to try their hand upon its keys.
de: Auf Anfängerbedürfnisse abgestimmt. Kann mitgenommen oder in deinem Nest platziert werden, damit andere es ausprobieren können.
es: Elaborado para adaptarse a las necesidades de cualquier principiante. Puedes llevarlo contigo o dejarlo en tu nido para que otros prueben las teclas.
fr: Parfaitement adapté aux besoins d’un débutant. À transporter avec vous ou à placer dans votre nid pour permettre aux autres de l’essayer.
id: Diasah agar sesuai dengan kebutuhan pemula. Dapat dibawa bersama denganmu, atau diletakkan di Sarang agar orang lain dapat mencoba memainkan tutsnya.
it: Perfezionato per soddisfare le esigenze di qualsiasi principiante. Puoi portarlo con te o metterlo nel tuo Nido affinché altri possano provarlo.
ja: 初心者のニーズにお応えする逸品。持ち運んで世界のどこかに、またはあなたの巣に置けば、どなたもその鍵盤が奏でる音色を楽しめるでしょう
ko: 초보자도 쉽게 즐길 수 있습니다. 간편하게 휴대하거나, 다른 플레이어가 건반을 눌러볼 수 있게 보금자리에 배치할 수도 있습니다.
pt: Feito para atender às necessidades de qualquer iniciante. Pode ser transportado ou colocado no seu Ninho para que outros possam testar suas teclas.
ru: Отлично подходит любому новичку. Его можно носить с собой или разместить в вашем Гнезде, чтобы другие тоже попробовали свои силы.
th: ออกแบบให้เหมาะกับความต้องการของมือใหม่ สามารถพกติดตัวหรือวางไว้ในรังของคุณเพื่อให้ผู้อื่นได้ลองเล่นเครื่องดนตรีชิ้นนี้ก็ย่อมได้
vi: Được điều chỉnh để phù hợp với nhu cầu của bất kỳ người mới bắt đầu nào. Có thể mang theo bên mình hoặc đặt trong Tổ của bạn để những người khác thử sức với các phím đàn.
zh_hans: 经过精心打磨，可适应任何新手的需求。你可以随身携带，或放置在你的巢穴中，供其他人也能试试演奏琴键的乐趣。
zh_hant: 專為滿足任何初學者的需求而打造。你可以隨身攜帶，或將它放在巢穴中，讓其他人也能試試演奏琴鍵的樂趣。
