Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap17_fetch_02_task_desc
source: This <1>spirit</1> longs for what they have lost. <b>Visit</b> the <2>Shared Space Shrine</2> to help them.
de: Dieser <1>Geist</2> sehnt sich nach etwas Verlorenem. Besuche den Gemeinschaftsraumschrein, um zu helfen.
es: Este <1>espíritu</2> anhela lo que perdió. Visita el santuario del espacio compartido para ayudarlo.
fr: Cet <1>esprit</2> se languit de ce qu'il a perdu. Visitez le sanctuaire de l'espace partagé pour l'aider.
id: <1>Roh</2> ini merindukan sesuatu yang hilang. Kunjungi Kuil Ruang Bersama untuk membantunya.
it: Questo <1>spirito</2> desidera recuperare ciò che ha perso. Visita il santuario dello Spazio condiviso per aiutarlo.
ja: この<1>精霊</1>は失くしてしまったものを恋しく思っているようです。シェアスペースの祭壇を訪れ、飾り付けを手伝いましょう
ko: 이 <1>영혼</2>은 잃어버린 무언가를 애타게 원하고 있습니다. 공유공간 제단에 가서 영혼을 도와주세요.
pt: Este <1>espírito</2> anseia por algo que perdeu. Visite o altar do espaço compartilhado para ajudá-lo.
ru: Этот <1>дух</2> ищет что-то потерянное.Отправляйтесь к алтарю общего пространства и помогите ему в поисках.
th: <1>สปิริต</1>ตนนี้โหยหาสิ่งที่พวกเขาสูญเสียไป <b>ไปที่</b><2>แท่นบูชาพื้นที่ส่วนกลาง</2>เพื่อช่วยเหลือพวกเขา
vi: <1>Tinh linh</2> này khao khát những thứ đã đánh mất. Ghé thăm Đền Không Gian Chung để giúp họ.
zh_hans: 这位<1>先灵</2>渴望失去之物。探访共享空间神坛，帮助他达成心愿。
zh_hant: 這位<1>先靈</2>渴望失去之物。造訪共享空間神壇並幫助他。

# spirit_shop_ap06unlock_ap17_fetch_02_task_done
source: You helped bringing comfort to the <1>Spirit</1>.
de: Du hast dem <1>Geist</1> Trost gespendet.
es: Ayudaste a darle consuelo al <1>espíritu</1>.
fr: Vous avez réconforté l'<1>esprit</1>.
id: Kamu membantu memberi penghiburan pada <1>Roh</1> ini.
it: Hai contribuito a donare conforto allo <1>spirito</1>.
ja: あなたは<1>精霊</1>に安らぎをもたらしました
ko: <1>영혼</1>이 마음의 안정을 찾을 수 있게 도와줬습니다.
pt: Você trouxe um pouco de conforto para o <1>espírito</1>.
ru: Вы помогли найти <1>духу</1> утешение.
th: คุณได้ช่วยปลอบโยน<1>สปิริต</1>ตนนี้แล้ว
vi: Bạn đã mang lại niềm an ủi cho <1>Tinh linh</1>.
zh_hans: 在你的帮助下，<1>先灵</1>得到了慰藉。
zh_hant: 在你的幫助下，這位<1>先靈</1>得到了慰藉。

# spirit_shop_ap06unlock_ap17_fetch_03_task_desc
source: The <1>Tiptoeing Tea-Brewer</1> is plagued by remorse, and the <b>memory lanterns</b> that would help them are <b>lost</b>. Exit the <2>Repository</2> and <b>find</b> the lanterns <b>elsewhere in the Vault</b>.
de: Der <1>schleichende Teebrauer</1> bereut die Vergangenheit. Verlasse die <2>Zuflucht</2> und hol die verlorenen <b>Erinnerungslaternen</b> zurück, um ihm zu helfen.
es: La <1>camarera de té en puntas de pie</1> lamenta el pasado. Sal del <2>Almacén de refugio</2> y recupera los <b>faroles del recuerdo</b> perdidos para ayudarla.
fr: Le <1>brasseur de thé marchant sur la pointe des pieds</1> regrette le temps passé. Quittez le <2>dépôt du refuge</2> et récupérez les <b>lanternes des souvenirs</b> pour l’aider.
id: <1>Pembuat Teh Berjinjit</1> menyesali masa lalunya. Keluar dari <2>Gudang Pengungsi</2> dan ambil <b>lentera kenangan</b> yang hilang untuk membantu mereka.
it: La <1>preparatrice di tè silenziosa</1> rimpiange il passato. Esci dalla <2>Cripta di rifugio</2> e recupera le <b>lanterne dei ricordi</b> per aiutarla.
ja: <1>ぬき足の茶人</1>は、過去を悔いているようです。<2>君憶う保存庫</2>から出て、失われた<b>記憶の燈</b>を集め、届けてあげましょう
ko: <1>까치걸음 차 애호가</1>가 깊은 후회에 빠져 있어요. 영혼을 도우려면 <2>피난의 보관소</2>를 나가 <b>지식의 도서관</b> 어딘가에서 잃어버린 <b>기억등불</b>을 찾아주세요.
pt: A <1>Fabricante de Chá na Ponta dos Pés</1> lamenta o passado. Saia do <2>Repositório do Refúgio</2> e recupere as <2>lanternas de lembranças</2> perdidas para ajudá-la.
ru: <1>Крадущаяся чаевница</1> сожалеет о своём прошлом. Выйдите из <2>Защищенного тайника</2> и отыщите <b>фонарики воспоминаний</b>, чтобы помочь ей.
th: <1>นักชงชาเขย่งเท้า</1>เต็มไปด้วยความรู้สึกผิด และ<b>ตะเกียงความทรงจำ</b>ที่สามารถช่วยเขาได้ก็<b>สูญหายไป</b>แล้ว ออกจาก<2>โกดัง</2>และ<b>ค้นหา</b>ตะเกียง<b> ณ ที่ใดสักแห่งในกรุสมบัติ</b>
vi: <1>Cô Pha Trà Rón Rén</1> nuối tiếc quá khứ. Ra khỏi <2>Kho Trú Ẩn</2> và lấy lại <b>đèn ký ức</b> bị mất để giúp họ.
zh_hans: <1>踮脚的沏茶师</1>对过去感到遗憾。退出<2>难民贮藏室</2>并找回遗失的<b>记忆灯笼</b>，以帮助他们达成心愿。
zh_hant: <1>小心翼翼的泡茶人</1>對於過去抱持著一些遺憾。離開<2>知識庫避難所</2>並找回遺失的<b>記憶燈籠</b>，幫他達成心願。

# spirit_shop_ap06unlock_ap17_fetch_03_task_done
source: You have found the lost <b>memory lanterns</b>. Bring them to the <1>Remembrance Guide</1>.
de: Du hast die verlorenen <b>Erinnerungslaternen</b> gefunden. Bringe sie zum <1>Gedenken-Helfer</1>.
es: Encontraste los <b>faroles del recuerdo</b>. Llévaselos al <1>guía de conmemoración</1>.
fr: Vous avez trouvé les <b>lanternes de souvenirs</b> perdues. Apportez-les au <1>guide du Souvenir</1>.
id: Kamu menemukan <b>lentera kenangan</b> yang hilang. Bawa ke <1>Pemandu Kenangan</1>.
it: Hai trovato le <b>lanterne dei ricordi</b>. Portale alla <1>Guida della Commemorazione</1>.
ja: あなたは失われた<b>記憶の燈</b>を見つけました。<1>追慕の案内人</1>のもとへ持っていきましょう
ko: <b>기억등불</b>을 찾았습니다. 등불을 <1>기억의 안내자</1>에게 가져가세요.
pt: Você encontrou as <b>lanternas de lembranças</b> perdidas. Leve-as para o <1>Guia da Recordação</1>.
ru: Вы нашли потерянные <b>фонарики воспоминаний</b>. принесите их <1>проводнику Памяти</1>.
th: คุณพบ<b>ตะเกียงความทรงจำ</b>ที่หายไปแล้ว จงนำมันกลับไปให้<1>ผู้แนะนำความทรงจำ</1>
vi: Bạn đã tìm thấy <b>đèn ký ức</b> bị mất. Hãy mang tới <1>Chỉ Dẫn Tưởng Nhớ</1>.
zh_hans: 你找到了遗失的<b>记忆灯笼</b>。将灯笼带给<1>缅怀向导</1>。
zh_hant: 你已經找到遺失的<b>記憶燈籠</b>。將它們帶回去給<1>緬懷嚮導</1>。

# spirit_shop_ap06unlock_ap17_fetch_04_task_desc
source: This <1>spirit</1> longs for what they have lost. <b>Visit</b> the <2>Shared Space Shrine</2> to help them.
de: Dieser <1>Geist</2> sehnt sich nach etwas Verlorenem. Besuche den Gemeinschaftsraumschrein, um zu helfen.
es: Este <1>espíritu</2> anhela lo que perdió. Visita el santuario del espacio compartido para ayudarlo.
fr: Cet <1>esprit</2> se languit de ce qu'il a perdu. Visitez le sanctuaire de l'espace partagé pour l'aider.
id: <1>Roh</2> ini merindukan sesuatu yang hilang. Kunjungi Kuil Ruang Bersama untuk membantunya.
it: Questo <1>spirito</2> desidera recuperare ciò che ha perso. Visita il santuario dello Spazio condiviso per aiutarlo.
ja: この<1>精霊</1>は失くしてしまったものを恋しく思っているようです。シェアスペースの祭壇を訪れ、飾り付けを手伝いましょう
ko: 이 <1>영혼</2>은 잃어버린 무언가를 애타게 원하고 있습니다. 공유공간 제단에 가서 영혼을 도와주세요.
pt: Este <1>espírito</2> anseia por algo que perdeu. Visite o altar do espaço compartilhado para ajudá-lo.
ru: Этот <1>дух</2> ищет что-то потерянное.Отправляйтесь к алтарю общего пространства и помогите ему в поисках.
th: <1>สปิริต</1>ตนนี้โหยหาสิ่งที่พวกเขาสูญเสียไป <b>ไปที่</b><2>แท่นบูชาพื้นที่ส่วนกลาง</2>เพื่อช่วยเหลือพวกเขา
vi: <1>Tinh linh</2> này khao khát những thứ đã đánh mất. Ghé thăm Đền Không Gian Chung để giúp họ.
zh_hans: 这位<1>先灵</2>渴望失去之物。探访共享空间神坛，帮助他达成心愿。
zh_hant: 這位<1>先靈</2>渴望失去之物。造訪共享空間神壇，幫他達成心願。

# spirit_shop_ap06unlock_ap17_fetch_04_task_done
source: You helped bringing comfort to the <1>Spirit</1>
de: Du hast dem <1>Geist</1> Trost gespendet
es: Ayudaste a darle consuelo al <1>espíritu</1>.
fr: Vous avez réconforté l'<1>esprit</1>
id: Kamu membantu memberi penghiburan pada <1>Roh</1> ini
it: Hai contribuito a donare conforto allo <1>spirito</1>
ja: あなたは<1>精霊</1>に安らぎをもたらしました
ko: <1>영혼</1>이 마음의 안정을 찾을 수 있게 도와줬습니다.
pt: Você trouxe um pouco de conforto para o <1>espírito</1>
ru: Вы помогли найти <1>духу</1> утешение
th: คุณได้ช่วยปลอบโยน<1>สปิริต</1>ตนนี้แล้ว
vi: Bạn đã mang lại niềm an ủi cho <1>Tinh linh</1>
zh_hans: 在你的帮助下，<1>先灵</1>得到了慰藉
zh_hant: 在你的幫助下，這位<1>先靈</1>得到了慰藉。

# spirit_shop_ap06unlock_ap17_fetch_05_task_desc
source: The <1>Wounded Warrior</1> is stricken with grief, and the <b>memory lanterns</b> that would help them are <b>lost</b>. Exit the <2>Repository</2> and <b>find</b> the lanterns <b>elsewhere in the Vault</b>.
de: Der <1>verwundete Krieger</1> ist von Trauer erfüllt. Verlasse die <2>Zuflucht</2> und hol die verlorenen <b>Erinnerungslaternen</b> zurück, um ihnen zu helfen.
es: El <1>guerrero herido</1> está muriendo de dolor. Sal del <2>Almacén de refugio</2> y recupera los <b>faroles del recuerdo</b> perdidos para ayudarlo.
fr: Le <1>guerrier blessé</1> est accablé de chagrin. Quittez le <2>dépôt du refuge</2> et récupérez les <b>lanternes des souvenirs</b> pour l’aider.
id: <1>Prajurit Terluka</1> dilanda kesedihan. Keluar dari <2>Gudang Pengungsi</2> dan ambil <b>lentera kenangan</b> yang hilang untuk membantu mereka.
it: Il <1>guerriero ferito</1> è tormentato dal dolore. Esci dalla <2>Cripta di rifugio</2> e recupera le <b>lanterne dei ricordi</b> per aiutarlo.
ja: <1>傷ついた戦士</1>は悲しみに打ちひしがれているようです。<2>君憶う保存庫</2>から出て、失われた<b>記憶の燈</b>を集め、届けてあげましょう
ko: <1>부상당한 전사</1>가 큰 슬픔에 빠져 있어요. 영혼을 도우려면 <2>피난의 보관소</2>를 나가 <b>지식의 도서관</b> 어딘가에서 잃어버린 <b>기억등불</b>을 찾아주세요.
pt: O <1>Guerreiro Ferido</1> está assolado pelo sofrimento. Saia do <2>Repositório do Refúgio</2> e recupere as <b>lanternas de lembranças</b> perdidas para ajudá-lo.
ru: <1>Раненый воин</1> убит горем. Выйдите из <2>Защищенного тайника</2> и отыщите <b>фонарики воспоминаний</b>, чтобы помочь ему.
th: <1>นักรบผู้บาดเจ็บ</1>เต็มไปด้วยความโศกเศร้า และ<b>ตะเกียงความทรงจำ</b>ที่สามารถช่วยเขาได้ก็<b>สูญหายไป</b>แล้ว ออกจาก<2>โกดัง</2>และ<b>ค้นหา</b>ตะเกียง<b> ณ ที่ใดสักแห่งในกรุสมบัติ</b>
vi: <1>Người Lính Tập Tễnh</1> bị giày vò bởi đau buồn. Ra khỏi <2>Kho Trú Ẩn</2> và lấy lại <b>đèn ký ức</b> bị mất để giúp họ.
zh_hans: <1>受伤的战士</1>悲痛欲绝。退出<2>难民贮藏室</2>并找回遗失的<b>记忆灯笼</b>，以帮助他们达成心愿。
zh_hant: <1>受傷的戰士</1>悲慟欲絕。離開<2>知識庫避難所</2>並找回遺失的<b>記憶燈籠</b>，幫他達成心願。

# spirit_shop_ap06unlock_ap17_fetch_05_task_done
source: You have found the lost <b>memory lanterns</b>. Bring them to the <1>Remembrance Guide</1>
de: Du hast die verlorenen <b>Erinnerungslaternen</b> gefunden. Bringe sie zum <1>Gedenken-Helfer</1>
es: Encontraste los <b>faroles del recuerdo</b>. Llévaselos al <1>guía de conmemoración</1>.
fr: Vous avez trouvé les <b>lanternes de souvenirs</b> perdues. Apportez-les au <1>guide du Souvenir</1>
id: Kamu menemukan <b>lentera kenangan</b> yang hilang. Bawa ke <1>Pemandu Kenangan</1>
it: Hai trovato le <b>lanterne dei ricordi</b>. Portale alla <1>Guida della Commemorazione</1>.
ja: あなたは失われた<b>記憶の燈</b>を見つけました。<1>追慕の案内人</1>のもとへ持っていきましょう
ko: <b>기억등불</b>을 찾았습니다. 등불을 <1>기억의 안내자</1>에게 가져가세요.
pt: Você encontrou as <b>lanternas de lembranças</b> perdidas. Leve-as para o <1>Guia da Recordação</1>
ru: Вы нашли потерянные <b>фонарики воспоминаний</b>. принесите их <1>проводнику Памяти</1>
th: คุณพบ<b>ตะเกียงความทรงจำ</b>ที่หายไปแล้ว จงนำมันกลับไปให้<1>ผู้แนะนำความทรงจำ</1>
vi: Bạn đã tìm thấy <b>đèn ký ức</b> bị mất. Hãy mang tới <1>Chỉ Dẫn Tưởng Nhớ</1>
zh_hans: 你找到了遗失的<b>记忆灯笼</b>。将灯笼带给<1>缅怀向导</1>
zh_hant: 你已經找到遺失的<b>記憶燈籠</b>。將它們帶回去給<1>緬懷嚮導</1>。

# spirit_shop_ap06unlock_ap17_fetch_06_task_desc
source: This <1>spirit</1> longs for what they have lost. <b>Visit</b> the <2>Shared Space Shrine</2> to help them.
de: Dieser <1>Geist</2> sehnt sich nach etwas Verlorenem. Besuche den Gemeinschaftsraumschrein, um zu helfen
es: Este <1>espíritu</2> anhela lo que perdió. Visita el santuario del espacio compartido para ayudarlo.
fr: Cet <1>esprit</2> se languit de ce qu'il a perdu. Visitez le sanctuaire de l'espace partagé pour l'aider
id: <1>Roh</2> ini merindukan sesuatu yang hilang. Kunjungi Kuil Ruang Bersama untuk membantunya
it: Questo <1>spirito</2> desidera recuperare ciò che ha perso. Visita il santuario dello Spazio condiviso per aiutarlo.
ja: この<1>精霊</1>は失くしてしまったものを恋しく思っているようです。シェアスペースの祭壇を訪れ、飾り付けを手伝いましょう
ko: 이 <1>영혼</2>은 잃어버린 무언가를 애타게 기다리고 있습니다. 공유공간 제단에 가서 영혼을 도와주세요.
pt: Este <1>espírito</2> anseia por algo que perdeu. Visite o altar do espaço compartilhado para ajudá-lo
ru: Этот <1>дух</2> ищет что-то потерянное.Отправляйтесь к алтарю общего пространства и помогите ему в поисках
th: <1>สปิริต</1>ตนนี้โหยหาสิ่งที่พวกเขาสูญเสียไป <b>ไปที่</b><2>แท่นบูชาพื้นที่ส่วนกลาง</2>เพื่อช่วยเหลือพวกเขา
vi: <1>Tinh linh</2> này khao khát những thứ đã đánh mất. Ghé thăm Đền Không Gian Chung để giúp họ.
zh_hans: 这位<1>先灵</2>渴望失去之物。探访共享空间神坛，帮助他达成心愿。
zh_hant: 這位<1>先靈</2>渴望失去之物。造訪共享空間神壇，幫他達成心願。

# spirit_shop_ap06unlock_ap17_fetch_06_task_done
source: You helped bring comfort to the <1>Spirit</1>.
de: Du hast dem <1>Geist</1> Trost gespendet.
es: Ayudaste a darle consuelo al <1>espíritu</1>.
fr: Vous avez réconforté l'<1>esprit</1>.
id: Kamu membantu memberi penghiburan pada <1>Roh</1> ini.
it: Hai contribuito a donare conforto allo <1>spirito</1>.
ja: あなたは<1>精霊</1>に安らぎをもたらしました
ko: <1>영혼</1>이 마음의 안정을 찾을 수 있게 도와줬습니다.
pt: Você trouxe um pouco de conforto para o <1>espírito</1>.
ru: Вы помогли найти <1>духу</1> утешение.
th: คุณได้ช่วยปลอบโยน<1>สปิริต</1>ตนนี้แล้ว
vi: Bạn đã mang lại niềm an ủi cho <1>Tinh linh</1>.
zh_hans: 在你的帮助下，<1>先灵</1>得到了慰藉。
zh_hant: 在你的幫助下，這位<1>先靈</1>得到了慰藉。

# spirit_shop_ap06unlock_ap17_fetch_07_task_desc
source: The <1>Pleading Child</1> yearns for security, and the <b>memory lanterns</b> that would help them are <b>lost</b>. Exit the <2>Repository</2> and <b>find</b> the lanterns <b>elsewhere in the Vault</b>.
de: Der <1>flehende Kind</1> seht sich nach Freude. Verlasse die <2>Zuflucht</2> und hol die verlorenen <b>Erinnerungslaternen</b> zurück, um ihm zu helfen.
es: El <1>niño suplicante</1> anhela alegría. Sal del <2>Almacén de refugio</2> y recupera los <b>faroles del recuerdo</b> perdidos para ayudarlo.
fr: <1>L’enfant suppliant</1> aspire à retrouver la joie. Quittez le <2>dépôt du refuge</2> et récupérez les <b>lanternes des souvenirs</b> pour l’aider.
id: <1>Anak Sebatang Kara</1> mendambakan kegembiraan. Keluar dari <2>Gudang Pengungsi</2> dan ambil <b>lentera kenangan</b> yang hilang untuk membantu mereka.
it: Il <1>bambino supplicante</1> desidera essere felice. Esci dalla <2>Cripta di rifugio</2> e recupera le <b>lanterne dei ricordi</b> per aiutarlo.
ja: <1>懇願する幼子</1>は、喜びを切望しているようです。<2>君憶う保存庫</2>から出て、失われた<b>記憶の燈</b>を集め、届けてあげましょう
ko: <1>애원하는 아이</1>는 안전한 곳을 찾고 있어요. 영혼을 도우려면 <2>피난의 보관소</2>를 나가 <b>지식의 도서관</b> 어딘가에서 잃어버린 <b>기억등불</b>을 찾아주세요.
pt: A <1>Criança Suplicante</1> anseia por alegria. Saia do <2>Repositório do Refúgio</2> e recupere as <b>lanternas de lembranças</b> perdidas para ajudá-la.
ru: <1>Молящее дитя</1> тоскует. Выйдите из <2>Защищенного тайника</2> и отыщите <b>фонарики воспоминаний</b>, чтобы помочь ему.
th: <1>เด็กน้อยผู้อ้อนวอน</1>โหยหาความปลอดภัย และ<b>ตะเกียงความทรงจำ</b>ที่สามารถช่วยเขาได้ก็<b>สูญหายไป</b>แล้ว ออกจาก<2>โกดัง</2>และ<b>ค้นหา</b>ตะเกียง<b> ณ ที่ใดสักแห่งในกรุสมบัติ</b>
vi: <1>Đứa Bé Van Nài</1> khao khát niềm vui. Ra khỏi <2>Kho Trú Ẩn</2> và lấy lại <b>đèn ký ức</b> bị mất để giúp họ.
zh_hans: <1>乞求的小孩</1>向往快乐。退出<2>难民贮藏室</2>并找回遗失的<b>记忆灯笼</b>，请帮助他们达成心愿。
zh_hant: <1>懇求的孩子</1>渴望歡樂。離開<2>知識庫避難所</2>並找回遺失的<b>記憶燈籠</b>，幫他達成心願。

# spirit_shop_ap06unlock_ap17_fetch_07_task_done
source: You have found the lost <b>memory lanterns</b>. Bring them to the <1>Remembrance Guide</1>
de: Du hast die verlorenen <b>Erinnerungslaternen</b> gefunden. Bringe sie zum <1>Gedenken-Helfer</1>
es: Encontraste los <b>faroles del recuerdo</b>. Llévaselos al <1>guía de conmemoración</1>.
fr: Vous avez trouvé les <b>lanternes de souvenirs</b> perdues. Apportez-les au <1>guide du Souvenir</1>
id: Kamu menemukan <b>lentera kenangan</b> yang hilang. Bawa ke <1>Pemandu Kenangan</1>
it: Hai trovato le <b>lanterne dei ricordi</b>. Portale alla <1>Guida della Commemorazione</1>.
ja: あなたは失われた<b>記憶の燈</b>を見つけました。<1>追慕の案内人</1>のもとへ持っていきましょう
ko: <b>기억등불</b>을 찾았습니다. 등불을 <1>기억의 안내자</1>에게 가져가세요.
pt: Você encontrou as <b>lanternas de lembranças</b> perdidas. Leve-as para o <1>Guia da Recordação</1>
ru: Вы нашли потерянные <b>фонарики воспоминаний</b>. принесите их <1>проводнику Памяти</1>
th: คุณพบ<b>ตะเกียงความทรงจำ</b>ที่หายไปแล้ว จงนำมันกลับไปให้<1>ผู้แนะนำความทรงจำ</1>
vi: Bạn đã tìm thấy <b>đèn ký ức</b> bị mất. Hãy mang tới <1>Chỉ Dẫn Tưởng Nhớ</1>
zh_hans: 你找到了遗失的<b>记忆灯笼</b>。将灯笼带给<1>缅怀向导</1>
zh_hant: 你已經找到遺失的<b>記憶燈籠</b>。將它們帶回去給<1>緬懷嚮導</1>。

# spirit_shop_ap06unlock_ap17_fetch_08_task_desc
source: This <1>spirit</1> longs for what they have lost. <b>Visit</b> the <2>Shared Space Shrine</2> to help them.
de: Dieser <1>Geist</2> sehnt sich nach etwas Verlorenem. Besuche den Gemeinschaftsraumschrein, um zu helfen
es: Este <1>espíritu</2> anhela lo que perdió. Visita el santuario del espacio compartido para ayudarlo.
fr: Cet <1>esprit</2> se languit de ce qu'il a perdu. Visitez le sanctuaire de l'espace partagé pour l'aider
id: <1>Roh</2> ini merindukan sesuatu yang hilang. Kunjungi Kuil Ruang Bersama untuk membantunya
it: Questo <1>spirito</2> desidera recuperare ciò che ha perso. Visita il santuario dello Spazio condiviso per aiutarlo.
ja: この<1>精霊</1>は失くしてしまったものを恋しく思っているようです。シェアスペースの祭壇を訪れ、飾り付けを手伝いましょう
ko: 이 <1>영혼</2>은 잃어버린 무언가를 애타게 기다리고 있습니다. 공유공간 제단에 가서 영혼을 도와주세요.
pt: Este <1>espírito</2> anseia por algo que perdeu. Visite o altar do espaço compartilhado para ajudá-lo
ru: Этот <1>дух</2> ищет что-то потерянное.Отправляйтесь к алтарю общего пространства и помогите ему в поисках
th: <1>สปิริต</1>ตนนี้โหยหาสิ่งที่พวกเขาสูญเสียไป <b>ไปที่</b><2>แท่นบูชาพื้นที่ส่วนกลาง</2>เ���ื่อช่วยเหลือพวกเขา
vi: <1>Tinh linh</2> này khao khát những thứ đã đánh mất. Ghé thăm Đền Không Gian Chung để giúp họ.
zh_hans: 这位<1>先灵</2>渴望失去之物。探访共享空间神坛，帮助他达成心愿。
zh_hant: 這位<1>先靈</2>渴望失去之物。造訪共享空間神壇，幫他達成心願。

# spirit_shop_ap06unlock_ap17_fetch_08_task_done
source: You helped bring comfort to the <1>Spirit</1>.
de: Du hast dem <1>Geist</1> Trost gespendet.
es: Ayudaste a darle consuelo al <1>espíritu</1>.
fr: Vous avez réconforté l'<1>esprit</1>.
id: Kamu membantu memberi penghiburan pada <1>Roh</1> ini.
it: Hai contribuito a donare conforto allo <1>spirito</1>.
ja: あなたは<1>精霊</1>に安らぎをもたらしました
ko: <1>영혼</1>이 마음의 안정을 찾을 수 있게 도와줬습니다.
pt: Você trouxe um pouco de conforto para o <1>espírito</1>.
ru: Вы помогли найти <1>духу</1> утешение.
th: คุณได้ช่วยปลอบโยน<1>สปิริต</1>ตนนี้แล้ว
vi: Bạn đã mang lại niềm an ủi cho <1>Tinh linh</1>.
zh_hans: 在你的帮助下，<1>先灵</1>得到了慰藉。
zh_hant: 在你的幫助下，這位<1>先靈</1>得到了慰藉。

# spirit_shop_ap06unlock_ap17_fetch_09_task_desc
source: The <1>Remembrance Guide</1> is gathering the <1>spirits</1>. Find them and bring them to the center of the <2>Repository</2>.
de: Der <1>Erinnerungshelfer</1> versucht, die <1>Geister</2> zu versammeln. Finde sie und bring sie zum Zentrum der Zuflucht.
es: El <1>Guía de conmemoración</1> intenta reunir a los <1>espíritus</2>. Encuéntralos y llévalos al centro del Almacén.
fr: Le <1>guide du Souvenir</1> essaie de rassembler les <1>esprits</2>. Trouvez-les et amenez-les au centre du dépôt.
id: <1>Pemandu Kenangan</1> sedang berusaha mengumpulkan <1>Roh</2>. Temukan Roh dan bawa ke tengah Gudang.
it: La <1>guida della Commemorazione</1> sta cercando di radunare gli <1>spiriti</2>. Trovali e portali al centro della Cripta.
ja: <1>追慕の案内人</1>が<1>精霊たち</2>を呼び集めようとしているようです。彼らを見つけ、保存庫の中央まで、導きましょう
ko: <1>기억의 안내자</1>가 <1>영혼들</1>을 한데 모으려고 해요. 영혼들을 찾아서 <2>피난의 보관소</2> 중앙으로 데려와 주세요.
pt: O <1>Guia da Recordação</1> está tentando reunir os <1>espíritos</2>. Encontre-os e leve-os ao centro do Repositório.
ru: <1>Проводник Памяти</1> пытается собрать <1>духов</2>. Отыщите их и приведите в Защищенный тайник.
th: <1>ผู้แนะนำความทรงจำ</1>กำลังรวบรวม<1>เหล่าสปิริต</1> ค้นหาพวกเขา และพาพวกเขาไปที่ใจกลาง<2>โกดัง</2>
vi: <1>Chỉ Dẫn Tưởng Nhớ</1> đang cố gắng tập hợp <1>các Tinh Linh</2> lại. Hãy tìm và đưa họ về trung tâm Kho Trú Ẩn.
zh_hans: <1>缅怀向导</1>正试图将<1>先灵</2>聚集在一起。找到他们，然后将他们带到贮藏室中心。
zh_hant: <1>緬懷嚮導</1>正試著集合<1>先靈們</2>。找到他們，並將他們帶到知識庫的中央。

# spirit_shop_ap06unlock_ap17_fetch_09_task_done
source: You have helped the <1>Remembrance Guide</1> and brought the <1>spirits</1> together.
de: Du hast dem <1>Erinnerungshelfer</1> geholfen, alle <1>Geister</1> zu versammeln
es: Ayudaste al <1>Guía de conmemoración</1> a reunir a todos los <1>espíritus</1>.
fr: Vous avez aidé le <1>guide du souvenirs</1> à rassembler les <1>esprits</1>.
id: Kamu telah membantu <1>Pemandu Kenangan</1> mengumpulkan semua <1>Roh</1>
it: Hai aiutato la <1>guida della Commemorazione</1> radunando tutti gli <1>spiriti</1>.
ja: あなたは<1>追慕の案内人</1>が、<1>精霊たち</1>をまとめるのを手伝いました
ko: <1>기억의 안내자</1>를 도와 <1>영혼들</1>을 전부 모았습니다.
pt: Você ajudou o <1>Guia da Recordação</1> a reunir todos os <1>espíritos</1>
ru: Вы помогли <1>Проводнику Памяти</1> собрать всех <1>духов</1>
th: คุณได้ช่วยเหลือ<1>ผู้แนะนำความทรงจำ</1> และได้พา<1>เหล่าสปิริต</1>กลับมารวมกันแล้ว
vi: Bạn đã giúp <1>Chỉ Dẫn Tưởng Nhớ</1> tập hợp tất cả các <1>Tinh Linh</1> lại
zh_hans: 你已经帮助<1>缅怀向导</1>将所有<1>先灵</1>聚集在一起
zh_hant: 你已經幫助<1>緬懷嚮導</1>集合了所有<1>先靈</1>

# spirit_shop_ap06unlock_ap17_fetch_10_task_desc
source: The <1>spirits</1> are finally all together! Visit the <2>Shared Space Shrine</2> to help them.
de: Endlich sind alle <1>Geister</1> vereint! Besuche den <2>Gemeinschaftsraumschrein</2>, um ihnen zu helfen.
es: ¡Los <1>espíritus</1> finalmente se juntaron! Visita el <2>altar del espacio compartido</2> para ayudarlos.
fr: Les <1>esprits</1> sont enfin tous ensemble ! Visitez le <2>sanctuaire de l'espace partagé</2> pour les aider.
id: Para <1>roh</1> akhirnya kembali bersama! Kunjungi <2>Kuil Ruang Bersama</2> untuk membantu mereka.
it: Finalmente gli <1>spiriti</1> sono tutti insieme! Visita il <2>santuario dello Spazio condiviso</2> per aiutarli.
ja: ついに<1>精霊たち</1>が集まりました！<2>シェアスペースの祭壇</2>を訪れ、彼らを手伝いましょう
ko: <1>영혼</1>들이 전부 모였어요! <2>공유공간 제단</2>을 찾아가서 영혼들을 도와 주세요.
pt: Os <1>espíritos</1> finalmente estão juntos! Visite o <2>Altar do Espaço Compartilhado</2> para ajudar.
ru: Наконец-то <1>духи</1> собрались вместе! Отправляйтесь к <2>алтарю общего пространства</2>, чтобы им помочь.
th: ในที่สุด<1>เหล่าสปิริต</1>ก็กลับมารวมตัวกันแล้ว! ไปที่<2>แท่นบูชาพื้นที่ส่วนกลาง</2>เพื่อช่วยเหลือพวกเขา
vi: Cuối cùng <1>các tinh linh</1> đã đoàn tụ! Ghé thăm <2>Đền Không Gian Chung</2> để giúp họ.
zh_hans: <1>先灵们</1>终于齐聚一堂！拜访<2>共享空间神坛</2>并帮助他们。
zh_hant: <1>先靈們</1>終於齊聚一堂！拜訪<2>共享空間神壇</2>並幫助他們。

# spirit_shop_ap06unlock_ap17_fetch_10_task_done
source: You have brought joy to the <1>spirits</1>.
de: Du hast dabei geholfen, den <1>Geistern</1> Spaß und Freude zu bringen
es: Ayudaste a llevarle alegría y felicidad a los <1>espíritus</1>.
fr: Vous avez contribué à ramener la joie et le bonheur chez les <1>esprits</1>.
id: Kamu telah membantu membawa kegembiraan dan kebahagiaan untuk <1>Roh</1>
it: Hai contribuito a donare conforto e allegria agli <1>spiriti</1>
ja: あなたは<1>精霊たち</1>に喜びと幸福をもたらしました
ko: <1>영혼들</1>에게 기쁨을 가져다 주었습니다.
pt: Você ajudou a levar alegria e felicidade aos <1>espíritos</1>
ru: Вы помогли <1>духам</1> вернуть радость и счастье
th: คุณได้นำความสุขมาสู่<1>เหล่าสปิริต</1>แล้ว
vi: Bạn đã mang lại niềm vui và hạnh phúc cho các <1>Tinh Linh</1>
zh_hans: 你的帮忙为<1>先灵们</1>带来了欢乐和幸福
zh_hant: 你將喜悅和歡樂帶給了這些<1>先靈</1>

# spirit_shop_ap06unlock_ap17_fetch_1_part_1_task_desc
source: The <b>memory lanterns</1> that would bring them peace are <b>lost</b>.
de: Die <b>Erinnerungslaternen</1>, die Frieden bringen würden, sind <b>verloren</b>.
es: Los <b>faroles del recuerdo</1> que les darían paz están <b>perdidos</b>.
fr: Les <b>lanternes de souvenirs</1> réconfortantes sont <b>perdues</b>.
id: <b>Lentera kenangan</1> yang akan memberi mereka kedamaian <b>hilang</b>.
it: Le <b>lanterne dei ricordi</1>, che potrebbero donare la pace, sono state <b>smarrite</b>.
ja: 安らぎをもたらしてくれる<b>記憶の燈</1>が<b>失われてしまった</b>ようです
ko: 마음의 평화를 안겨주는 <b>기억등불</1>을 <b>잃어버렸습니다</b>.
pt: As <b>lanternas de lembranças</1> que trariam alegria estão <b>perdidas</b>.
ru: <b>Фонарики воспоминаний</1>, которые помогут найти утешение, <b>потеряны</b>.
th: <b>ตะเกียงความทรงจำ</1>ที่นำสันติสุขมาให้เขานั้นได้<b>สูญหายไป</b>
vi: Những chiếc <b>đèn ký ức</1> mang lại bình yên cho họ đã bị <b>mất</b>.
zh_hans: 可以让先灵得到安宁的<b>记忆灯笼</1><b>遗失了</b>。
zh_hant: 可以為先靈們找回平靜的<b>記憶燈籠</1><b>遺失了</b>。
