Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# constellation_item_go_to_orbit
source: You've completed the whole constellation. Visit the <b>Light</b>.
de: Du hast das ganze Sternenbild vervollständigt. Besuche das <b>Licht</b>.
es: Completaste la constelación completa. Visita la <b>Luz</b>.
fr: Vous avez terminé la constellation complète. Visitez la <b>lumière</b>.
id: Kamu berhasil menyelesaikan seluruh rasi. Kunjungi <b>Cahaya</b>.
it: Hai completato tutta la costellazione. Visita la <b>luce</b>.
ja: 全ての星座が完成しました. <b>天空</b>を訪れましょう
ko: 별자리를 모두 완성했습니다. <b>빛의 고향</b>을 찾아가세요.
pt: Você completou toda esta constelação. Visite a <b>luz</b>
ru: Вы завершили созвездие. Отправляйтесь к <b>Свету</b>.
th: คุณได้ทำกลุ่มดาวทั้งหมดเสร็จแล้ว ไปที่<b>แสง</b>เลยสิ
vi: Bạn đã hoàn thành toàn bộ chòm sao. Ghé thăm <b>Ánh Sáng</b>.
zh_hans: 你已经完成了整个星座图。拜访<b>星光净土</b>发现星座奥秘。
zh_hant: 你已經完成了整個星座圖。拜訪<b>星光淨土</b>發現星座奧秘。

# constellation_item_location_desc_forest
source: Find this spirit in the <b>Hidden Forest</b>
de: Suche diesen Geist im <b>Verborgenen Wald</b>
es: Encuentra este espíritu en el <b>Bosque Escondido</b>
fr: Trouvez cet esprit dans la <b>Forêt cachée</b>
id: Cari roh ini di <b>Hutan Tersembunyi</b>
it: Trova questo spirito nella <b>Foresta Nascosta</b>
ja: <b>雨林</b>でこの精霊を見つけましょう
ko: <b>비밀의 숲</b>에서 이 영혼을 찾으세요
pt: Encontre este espírito na <b>Floresta Oculta</b>
ru: Найдите этого духа в <b>Тайном лесу</b>
th: ค้นหาสปิริตตนนี้ใน<b>ป่าลับ</b>
vi: Tìm Tinh Linh này trong <b>Rừng Mưa</b>
zh_hans: 可以在<b>雨林</b>找到这位先灵
zh_hant: 可以在<b>雨林</b>找到這位先靈

# constellation_item_location_desc_home
source: Find this spirit in the <b>Home</b>
de: Suche diesen Geist <b>Zuhause</b>
es: Encuentra este espíritu en el <b>Hogar</b>
fr: Trouvez cet esprit à la <b>Maison</b>
id: Cari roh ini di <b>Rumah</b>
it: Trova questo spirito nella <b>Base</b>
ja: <b>ホーム</b>でこの精霊を見つけましょう
ko: <b>안식처</b>에서 이 영혼을 찾으세요
pt: Encontre este espírito no <b>Lar</b>
ru: Найдите этого духа в <b>Доме</b>
th: ค้นหาสปิริตตนนี้ใน<b>บ้าน</b>
vi: Tìm Tinh Linh này trong <b>Nhà</b>
zh_hans: 可以在<b>遇境</b>找到这位先灵
zh_hant: 可以在<b>遇境</b>找到這位先靈

# constellation_item_location_desc_isle
source: Find this spirit in the <b>Isle of Dawn</b>
de: Suche diesen Geist auf der <b>Insel der Dämmerung</b>
es: Encuentra este espíritu en la <b>Isla del Amanecer</b>
fr: Trouvez cet esprit dans l’<b>Île de l'aube</b>
id: Cari roh ini di <b>Pulau Fajar</b>
it: Trova questo spirito sull'<b>Isola dell'Alba</b>
ja: <b>孤島</b>でこの精霊を見つけましょう
ko: <b>여명의 섬</b>에서 이 영혼을 찾으세요
pt: Encontre esse espírito na <b>Ilha do Alvorecer</b>
ru: Найдите этого духа на <b>Острове рассвета</b>
th: ค้นหาสปิริตตนนี้ใน<b>เกาะรุ่งอรุณ</b>
vi: Tìm Tinh Linh này trong <b>Đảo Bình Minh</b>
zh_hans: 可以在<b>晨岛</b>找到这位先灵
zh_hant: 可以在<b>晨島</b>找到這位先靈

# constellation_item_location_desc_mainstreet
source: Find this spirit in <b>Aviary Village</b>
de: Suche diesen Geist im <b>Volieren-Dorf</b>
es: Encuentra este espíritu en el <b>aldea aviaria</b>
fr: Trouvez cet esprit dans la <b>village volière</b>
id: Cari roh ini di <b>Desa Aviary</b>
it: Trova questo spirito nella <b>Villaggio degli Uccelli</b>
ja: <b>花鳥郷</b>でこの精霊を見つけましょう
ko: <b>새들의 정원 마을</b>에서 이 영혼을 찾으세요.
pt: Encontre este espírito na <b>Aldeia Aviária</b>
ru: Найдите этого духа в <b>Птичьей деревни</b>
th: ค้นหาสปิริตตนนี้ใน<b>หมู่บ้านเอเวียรี</b>
vi: Tìm Tinh Linh này trong <b>Làng Chuồng Chim</b>
zh_hans: 可以在<b>云巢</b>找到这位先灵
zh_hant: 可以在<b>雲巢</b>找到這位先靈

# constellation_item_location_desc_prairie
source: Find this spirit in the <b>Daylight Prairie</b>
de: Suche diesen Geist in der <b>Tageslichtprärie</b>
es: Encuentra este espíritu en la <b>Planicie Luz de Día</b>
fr: Trouvez cet esprit dans la <b>Prairie iluminée</b>
id: Cari roh ini di <b>Padang Rumput Siang</b>
it: Trova questo spirito nella <b>Prateria Diurna</b>
ja: <b>草原</b>でこの精霊を見つけましょう
ko: <b>햇빛 초원</b>에서 이 영혼을 찾으세요
pt: Encontre este espírito na <b>Campina da Aurora</b>
ru: Найдите этого духа в <b>Полуденной прерии</b>
th: ค้นหาสปิริตตนนี้ใน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Tìm Tinh Linh này trong <b>Thảo Nguyên Ánh Sáng</b>
zh_hans: 可以在<b>云野</b>找到这位先灵
zh_hant: 可以在<b>雲野</b>找到這位先靈

# constellation_item_location_desc_valley
source: Find this spirit in the <b>Valley of Triumph</b>
de: Suche diesen Geist im <b>Tal des Triumphs</b>
es: Encuentra este espíritu en el <b>Valle del Triunfo</b>
fr: Trouvez cet esprit dans la <b>Vallée du triomphe</b>
id: Cari roh ini di <b>Lembah Kejayaan</b>
it: Trova questo spirito nella <b>Valle del Trionfo</b>
ja: <b>峡谷</b>でこの精霊を見つけましょう
ko: <b>승리의 계곡</b>에서 이 영혼을 찾으세요
pt: Encontre este espírito no <b>Vale do Triunfo</b>
ru: Найдите этого духа в <b>Долине триумфа</b>
th: ค้นหาสปิริตตนนี้ใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Tìm Tinh Linh này trong <b>Thung Lũng Vinh Quang</b>
zh_hans: 可以在<b>霞谷</b>找到这位先灵
zh_hant: 可以在<b>霞谷</b>找到這位先靈

# constellation_item_location_desc_vault
source: Find this spirit in the <b>Vault of Knowledge</b>
de: Suche diesen Geist im <b>Tresor des Wissens</b>
es: Encuentra este espíritu en la <b>Bóveda de Conocimiento</b>
fr: Trouvez cet esprit dans la <b>Chambre forte de connaissance</b>
id: Cari roh ini di <b>Kubah Pengetahuan</b>
it: Trova questo spirito nella <b>Cupola della Conoscenza</b>
ja: <b>書庫</b>でこの精霊を見つけましょう
ko: <b>지식의 도서관</b>에서 이 영혼을 찾으세요
pt: Encontre este espírito no <b>Relicário do Conhecimento</b>
ru: Найдите этого духа в <b>Хранилище знаний</b>
th: ค้นหาสปิริตตนนี้ใน<b>กรุสมบัติแห่งปัญญา</b>
vi: Tìm Tinh Linh này trong <b>Kho Tri Thức</b>
zh_hans: 可以在<b>禁阁</b>找到这位先灵
zh_hant: 可以在<b>禁閣</b>找到這位先靈

# constellation_item_location_desc_wasteland
source: Find this spirit in the <b>Golden Wasteland</b>
de: Suche diesen Geist in der <b>Goldenen Ödnis</b>
es: Encuentra este espíritu en el <b>Páramo Dorado</b>
fr: Trouvez cet esprit dans le <b>Désert d’or</b>
id: Cari roh ini di <b>Gurun Emas</b>
it: Trova questo spirito nel <b>Deserto Dorato</b>
ja: <b>捨てられた地</b>でこの精霊を見つけましょう
ko: <b>황금 황무지</b>에서 이 영혼을 찾으세요
pt: Encontre este espírito no <b>Sertão Dourado</b>
ru: Найдите этого духа в <b>Золотой пустоши</b>
th: ค้นหาสปิริตตนนี้ใน<b>แดนร้างทองอร่าม</b>
vi: Tìm Tinh Linh này trong <b>Hoang Mạc Hoàng Kim</b>
zh_hans: 可以在<b>暮土</b>找到这位先灵
zh_hant: 可以在<b>暮土</b>找到這位先靈

# constellation_item_season_completed
source: You have completed the entire season!
de: Du hast die gesamte Saison abgeschlossen!
es: ¡Has completado toda la temporada!
fr: Vous avez terminé la saison entière !
id: Kamu berhasil menyelesaikan seluruh musim ini!
it: Avete completato l'intera stagione!
ja: 全シーズン完走しましたね!
ko: 시즌을 완료했어요!
pt: Completou a temporada inteira!
ru: Вы закончили весь сезон!
th: คุณได้เล่นฤดูกาลทั้งหมดเสร็จแล้ว!
vi: Bạn đã hoàn thành toàn bộ mùa!
zh_hans: 您已经完成了整个季节！
zh_hant: 您已經完成了整個季節！

# constellation_item_season_over
source: Season is over.
de: Die Saison ist vorbei.
es: La temporada terminó.
fr: La saison est terminée.
id: Musim berakhir.
it: La stagione è finita.
ja: シーズンが終わってしまったようです
ko: 시즌이 끝났습니다.
pt: A temporada acabou.
ru: Время года закончилось.
th: ฤดูกาลสิ้นสุดลงแล้ว
vi: Mùa đã kết thúc.
zh_hans: 本次奇妙之旅已结束
zh_hant: 本次奇妙之旅已結束

# constellation_item_unlock_all
source: Unlock all rewards and complete all quests associated with this constellation to receive the Ultimate Gift.
de: Schalte alle Belohnungen frei und erledige alle Quests, die mit dieser Konstellation verbunden sind, um das Ultimative Geschenk zu erhalten.
es: Desbloquea todas las recompensas y completa todas las misiones asociadas a esta constelación para recibir el Regalo Definitivo.
fr: Débloquez toutes les récompenses et accomplissez toutes les quêtes associées à cette constellation pour recevoir le cadeau ultime.
id: Buka semua hadiah dan selesaikan semua misi yang terkait dengan rasi ini untuk menerima Hadiah Tertinggi.
it: Sblocca tutte le ricompense e completa tutte le missioni associate a questa costellazione per ricevere l'Ultimate Gift.
ja: この星座にまつわる全ての報酬を獲得・クエストを達成して、究極の贈り物を授かりましょう
ko: 이 별자리의 보상을 모두 잠금해제하고 퀘스트를 모두 완료하면 최종보상을 받을 수 있어요
pt: Desbloquear todas as recompensas e completar todas as missões associadas a esta constelação para receber o Presente Supremo.
ru: Соберите все награды и закончите все задания Духов, чтобы получить финальный подарок.
th: ปลดล็อกรางวัลทั้งหมด และทำภารกิจที่เกี่ยวข้องกับกลุ่มดาวนี้ทั้งหมดให้เสร็จเพื่อรับสุดยอดของขวัญ
vi: Mở khóa các phần thưởng và hoàn thành các nhiệm vụ liên quan đến chòm sao này để nhận Quà Tối Thượng.
zh_hans: 点亮星座中的所有星光，将可以获得充满敬意的礼遇。
zh_hant: 點亮星座中的所有星光，將可以獲得充滿敬意的禮遇。

# constellation_item_unlock_all_ap04
source: Receive the <2>Ultimate Gift</2> from the seasonal Spirit to watch the season Finale here.
de: Erhalte das <2>ultimative Geschenk</2> vom Geist der Saison, um dir hier das Saisonfinale anzusehen.
es: Recibe el <2>regalo definitivo</2> de parte del espíritu estacional para poder ver aquí el gran final de la temporada.
fr: Recevez le <2>cadeau ultime</2> de l'esprit saisonnier pour assister à la fin de la saison ici.
id: Terima <2>Hadiah Tertinggi</2> dari Roh musiman untuk menonton Penutup musim di sini.
it: Ricevi il <2>dono definitivo</2> dallo spirito stagionale per assistere al finale della stagione qui.
ja: 季節の精霊から<2>究極の贈り物</2>を受け取り季節のエンディングを一緒に見ましょう
ko: 시즌영혼에게서 <2>최종보상</2>을 받고 여기에서 시즌엔딩을 확인하세요
pt: Receba o <2>presente supremo</2> do espírito de temporada para ver o final da temporada aqui.
ru: Получите <2>лучший подарок</2> от сезонного духа, чтобы посмотреть финал сезона здесь.
th: รับ<2>สุดยอดของขวัญ</2>จากสปิริตประจำฤดูกาลเพื่อดูฉากจบของฤดูกาลได้ที่นี่
vi: Nhận <2>Quà Tối Thượng</2> từ Tinh Linh mùa để trải nghiệm câu chuyện cuối cùng của mùa.
zh_hans: 获取本季的<2>最终奖励</2>，经历归属季的最终故事。
zh_hant: 獲取本季的<2>最終獎勵</2>，經歷歸屬季的最終故事。

# constellation_message_friends_offline
source: No Friends Online
de: Keine Freunde online
es: No hay amistades en línea
fr: Aucun ami en ligne
id: Tidak Ada Teman yang Online
it: Nessun amico online
ja: オンラインのフレンドはいません
ko: 접속 중인 친구 없음
pt: Nenhum amigo conectado
ru: Нет друзей в сети
th: ไม่มีเพื่อนที่ออนไลน์
vi: Không có bạn bè online
zh_hans: 无在线好友
zh_hant: 無好友在線

# constellation_message_no_friends
source: No Friends
de: Keine Freunde
es: Sin amistades
fr: Aucun ami
id: Tidak Ada Teman
it: Nessun amico
ja: フレンドはいません
ko: 친구 없음
pt: Nenhum amigo
ru: Нет друзей
th: ไม่มีเพื่อน
vi: Không có bạn bè
zh_hans: 无好友
zh_hant: 無好友

# constellation_prompt_assign_friend_group
source: Place <b>{{1}}'s</b> star in the sky
de: Platziere den Stern von <b>{{1}}</b> in einem Sternbild.
es: Colocar la estrella de <b>{{1}}</b> en una constelación
fr: Placer l’étoile de <b>{{1}</b> dans une constellation
id: Letakkan bintang <b>{{1}}</b> di rasi
it: Colloca la stella di <b>{{1}}</b> in una costellazione
ja: <b>{{1}}</b>さんの星を星座に追加する
ko: 별자리에 <b>{{1}} 님의 </b> 별을 배치하세요
pt: Colocar a estrela de <b>{{1}}</b> em uma constelação
ru: Добавить в созвездие звезду игрока <b>{{1}}</b>
th: วางดาวของ <b>{{1}}</b> ไว้ในท้องฟ้า
vi: Đặt ngôi sao của <b>{{1}}</b> trên bầu trời
zh_hans: 将<b>{{1}}的</b>星星放入星座
zh_hant: 將<b>{{1}}之</b>星加入星座圖中

# constellation_spirit_progress
source: Spirits: {{1}}/{{2}}
de: Geister: {{1}}/{{2}}
es: Espíritus: {{1}}/{{2}}
fr: Esprits : {{1}}/{{2}}
id: Roh: {{1}}/{{2}}
it: Spiriti:{{1}}/{{2}}
ja: 精霊： {{1}}/{{2}}
ko: 영혼: {{1}}/{{2}}
pt: Espíritos: {{1}}/{{2}}
ru: Духи: {{1}}/{{2}}
th: สปิริต: {{1}}/{{2}}
vi: Tinh Linh: {{1}}/{{2}}
zh_hans: 先灵: {{1}}/{{2}}
zh_hant: 先靈: {{1}}/{{2}}

# constellation_title_acquaintances
source: <b>Acquaintances</b>
de: <b>Bekanntschaften</b>
es: <b>Personas conocidas</b>
fr: <b>Connaissances</b>
id: <b>Kenalan</b>
it: <b>Conoscenti</b>
ja: <b>Skyで出会った星の子どもたち</b>
ko: <b>지인</b>
pt: <b>Conhecidos</b>
ru: <b>Знакомые</b>
th: <b>คนรู้จัก</b>
vi: <b>Bạn mới</b>
zh_hans: <b>新朋友</b>
zh_hant: <b>新朋友</b>

# constellation_title_add_friends
source: <b>Add Friends</b>
de: <b>Freunde hinzufügen</b>
es: <b>Agregar amistades</b>
fr: <b>Ajouter des amis</b>
id: <b>Tambah Teman</b>
it: <b>Aggiungi amici</b>
ja: <b>フレンド招待状</b>
ko: <b>친구 추가</b>
pt: <b>Adicionar amigos</b>
ru: <b>Добавить друзей</b>
th: <b>เพิ่มเพื่อน</b>
vi: <b>Thêm bạn</b>
zh_hans: <b>添加好友</b>
zh_hant: <b>新增好友</b>

# constellation_title_edit_mode
source: <b>Edit Mode</b>
de: Bearbeitungsmodus
es: Modo edición
fr: Mode édition
id: <b>Mode Edit</b>
it: Modalità modifica
ja: <b>編集モード</b>
ko: 편집 모드
pt: Modo de edição
ru: Редактор
th: <b>โหมดแก้ไข</b>
vi: <b>Chế độ Chỉnh sửa</b>
zh_hans: 编辑模式
zh_hant: 編輯模式

# constellation_title_favorites
source: <b>Favorites</b>
de: <b>Favoriten</b>
es: <b>Favoritas</b>
fr: <b>Favoris</b>
id: <b>Favorit</b>
it: <b>Preferiti</b>
ja: <b>お気に入り</b>
ko: <b>절친</b>
pt: <b>Favoritos</b>
ru: <b>Любимые</b>
th: <b>รายการโปรด</b>
vi: <b>Yêu thích</b>
zh_hans: <b>挚友</b>
zh_hant: <b>摯友</b>

# constellation_title_friends
source: <b>Friends</b>
de: <b>Freunde</b>
es: <b>Amistades</b>
fr: <b>Amis</b>
id: <b>Teman</b>
it: <b>Amici</b>
ja: <b>フレンド</b>
ko: <b>친구</b>
pt: <b>Amigos</b>
ru: <b>Друзья</b>
th: <b>เพื่อน</b>
vi: <b>Bạn bè</b>
zh_hans: <b>好友</b>
zh_hant: <b>好友</b>

# constellation_title_online_friends
source: <b>Online Friends</b>
de: <b>Freunde online</b>
es: <b>Amistades en línea</b>
fr: <b>Amis en ligne</b>
id: <b>Teman Online</b>
it: <b>Amici online</b>
ja: <b>オンラインのフレンド</b>
ko: <b>접속 중인 친구</b>
pt: <b>Amigos conectados</b>
ru: <b>Друзья в сети</b>
th: <b>เพื่อนที่ออนไลน์</b>
vi: <b>Online</b>
zh_hans: <b>在线好友</b>
zh_hant: <b>在線好友</b>

# constellation_title_page_name
source: <b>Group Name</b>
de: <b>Gruppenname</b>
es: <b>Nombre del grupo</b>
fr: <b>Nom du groupe</b>
id: <b>Nama Grup</b>
it: <b>Nome gruppo</b>
ja: <b>グループ名</b>
ko: <b>그룹 이름</b>
pt: <b>Nome do grupo</b>
ru: <b>Имя группы</b>
th: <b>ชื่อกลุ่ม</b>
vi: <b>Tên nhóm</b>
zh_hans: <b>小队名称</b>
zh_hant: <b>群組名稱</b>

# consumable_description_beachball
source: Kick it around and have a good time!
de: Trete es herum und habe Spaß!
es: ¡Patéalo y diviértete!
fr: Faites-le rebondir et amusez-vous !
id: Tendang-tendang dan bersenang-senanglah!
it: Dagli un calcio e divertiti!
ja: 遊び方は無限大。みんなで楽しんでね！
ko: 즐겁게 가지고 놀 수 있어요!
pt: Chute-a e divirta-se!
ru: Гоняйте мяч и развлекайтесь!
th: เตะมันไปรอบๆ แล้วสนุกไปกับช่วงเวลาดีๆ!
vi: Cùng đá và tận hưởng khoảng thời gian vui vẻ!
zh_hans: 和朋友们一起踢它玩吧！
zh_hant: 和朋友們一起踢它玩吧！

# consumable_description_birthdaycake_large
source: Celebrate a special occasion with friends
de: Feiere ein besonderes Ereignis mit Freunden.
es: Celebra una ocasión especial con amistades.
fr: Célébrez une occasion spéciale entre amis
id: Rayakan peristiwa spesial bersama teman
it: Festeggia un'occasione speciale con gli amici
ja: 特別なひと時をフレンドさんとお祝いしましょう
ko: 친구와 특별한 날을 기념하세요
pt: Comemore uma ocasião especial com amigos
ru: Отпразднуйте особый случай с друзьями
th: ฉลองโอกาสพิเศษกับเพื่อน
vi: Kỷ niệm một dịp đặc biệt với bạn bè!
zh_hans: 一起吃蛋糕庆祝吧!
zh_hant: 一起吃蛋糕慶祝吧!

# consumable_description_birthdaycake_medium
source: Celebrate a special occasion with friends
de: Feiere ein besonderes Ereignis mit Freunden.
es: Celebra una ocasión especial con amistades.
fr: Célébrez une occasion spéciale entre amis
id: Rayakan peristiwa spesial bersama teman
it: Festeggia un'occasione speciale con gli amici
ja: 特別なひと時をフレンドさんとお祝いしましょう
ko: 친구와 특별한 날을 기념하세요
pt: Comemore uma ocasião especial com amigos
ru: Отпразднуйте особый случай с друзьями
th: ฉลองโอกาสพิเศษกับเพื่อน
vi: Kỷ niệm một dịp đặc biệt với bạn bè!
zh_hans: 一起吃蛋糕庆祝吧!
zh_hant: 一起吃蛋糕慶祝吧!

# consumable_description_birthdaycake_small
source: Celebrate a special occasion with friends
de: Feiere ein besonderes Ereignis mit Freunden.
es: Celebra una ocasión especial con amistades.
fr: Célébrez une occasion spéciale entre amis
id: Rayakan peristiwa spesial bersama teman
it: Festeggia un'occasione speciale con gli amici
ja: 特別なひと時をフレンドさんとお祝いしましょう
ko: 친구와 특별한 날을 기념하세요
pt: Comemore uma ocasião especial com amigos
ru: Отпразднуйте особый случай с друзьями
th: ฉลองโอกาสพิเศษกับเพื่อน
vi: Kỷ niệm một dịp đặc biệt với bạn bè!
zh_hans: 一起吃蛋糕庆祝吧!
zh_hant: 一起吃蛋糕慶祝吧!

# consumable_description_bloom_sakura
source: Scan the STAR to launch a burst of pink petals into the air with the friends you are holding hands with.
de: Scanne den STERN, um mit den Freunden, deren Hand du hältst, eine Explosion mit rosa Blütenblättern zu erleben.
es: Escanea la STAR para lanzar una ráfaga de pétalos rosa al aire con las amistades a las que estés tomando de las manos.
fr: Scannez L’ÉTOILE pour lancer une pluie de pétales roses dans les airs avec les amis qui vous tiennent les mains.
id: Pindai STAR untuk meluncurkan semburan kelopak merah muda ke udara bersama teman-teman yang bergandengan tangan.
it: Scansiona la STELLA per lanciare in aria un'esplosione di petali rosa con gli amici che stai tenendo per mano.
ja: STARをスキャンすると、あなたと、あなたと手をつないだフレンドが、空中に打ちだせるピンク色の花びらを楽しめます
ko: STAR를 스캔해 손을 잡고 있는 친구와 함께 분홍색 꽃잎을 공중으로 날려 보세요.
pt: Digitalize a ESTRELA para lançar uma explosão de pétalas rosa no ar com os amigos com quem você está de mãos dadas.
ru: Отсканируйте значок STAR, чтобы поднять в воздух вихрь розовых лепестков, пока вы держитесь за руки с другом.
th: สแกน STAR เพื่อปล่อยกลีบดอกไม้สีชมพูลอยขึ้นไปในอากาศ พร้อมกับเพื่อนๆ ที่คุณจับมือด้วย
vi: Quét STAR để tung một loạt cánh hoa màu hồng lên không trung với những người bạn mà bạn đang nắm tay.
zh_hans: 扫描NFC徽章，与你携手的好友一起，向空中发射一簇粉色花瓣。
zh_hant: 掃描 NFC 徽章，即可與你的好友攜手，向空中發射一大片粉色花瓣。

# consumable_description_bonfire
source: Place a bonfire to chat with other players.
de: Stelle ein Lagerfeuer auf, um mit anderen Spielern zu chatten.
es: Coloca una fogata para chatear con otros jugadores.
fr: Placez un feu de camp pour discuter avec d'autres joueurs.
id: Meletakkan api unggun untuk mengobrol dengan pemain lain.
it: Collochi un falò per chiacchierare con gli altri giocatori.
ja: 火を囲みながら他のプレイヤー達とチャットができる丸太椅子を召喚します
ko: 모닥불을 놓고 다른 플레이어와 채팅할 수 있습니다
pt: Coloca uma fogueira para conversar com outros jogadores.
ru: Создайте костер для разговора с другими игроками.
th: วางกองไฟเพื่อแชทกับผู้เล่นคนอื่น
vi: Đốt lửa để trò chuyện với những người chơi khác.
zh_hans: 放置一个篝火，和其他旅人聊天。
zh_hant: 放置一個篝火，和其他旅人聊天。

# consumable_description_candle_trick
source: Play tricks on other players by burrowing and pretending to be a candle.
de: Spiele anderen Spielern Streiche, indem du dich eingräbst und vorgibst, eine Kerze zu sein.
es: Hazles trucos a otros jugadores excavando y pretendiendo ser una vela.
fr: Jouez des tours aux autres joueurs en vous enfonçant dans le sol et en vous faisant passer pour une bougie.
id: Mainkan trik untuk pemain lain dengan menggali dan berpura-pura jadi lilin.
it: Gioca dei tiri mancini agli altri giocatori scavando nel terreno e fingendo di essere una candela.
ja: 地面に潜み、キャンドルになりきって、他のプレイヤーをビックリさせる魔法です
ko: 땅 속에서 양초를 흉내내어 친구들을 속여보세요.
pt: Pregue peças nos outros jogadores enterrando-se e fingindo ser uma vela.
ru: Разыграйте других игроков, закопавшись и притворившись свечкой.
th: เล่นกลกับผู้เล่นคนอื่นโดยการซ่อนตัว แล้วแกล้งทำเป็นเทียน
vi: Trêu ghẹo những người chơi khác bằng cách đào hang và giả làm cây nến.
zh_hans: 通过挖洞并假装自己是蜡烛来捉弄其他玩家。
zh_hant: 挖洞遁地並假裝自己是蠟燭以捉弄其他玩家。

# consumable_description_cat_curse
source: Cursed by the fearsome Krill Cat. Curse others by scaring them. Cancelable at will.
de: Ein Fluch der furchterregenden Krill-Katze. Verfluche andere, indem du sie erschreckst. Kann nach Belieben abgebrochen werden.
es: Estarás bajo la maldición del temible gato Dragón Oscuro. Maldice a los demás al asustarlos. Se puede cancelar en cualquier momento.
fr: Maudit par le redoutable chat plancton. Maudissez les autres en les effrayant. Vous pouvez annuler cet effet quand vous le souhaitez.
id: Dikutuk oleh Krill Cat yang menakutkan. Kutuk orang lain dengan menakut-nakuti mereka. Dapat dibatalkan sesuka hati.
it: Maledizione del temibile Gatto Oscuro. Maledici gli altri spaventandoli. Si annulla a piacimento.
ja: 恐ろしい暗黒竜猫の呪いをつかい、他のプレイヤーを驚かせる魔法です。効果はいつでもキャンセルできます
ko: 무시무시한 어둠의 고양이에게 저주를 받았습니다. 다른 플레이어에게 겁을 주어 저주를 걸어 보세요. 자유롭게 취소할 수 있습니다.
pt: Você recebeu a maldição do terrível gato Krill. Amaldiçoe outros ao assustá-los. É possível cancelar a qualquer momento.
ru: Проклятие жуткой темнокошки. Пугайте других, чтобы распространить проклятие. Можно отменить по желанию.
th: ถูกสาปโดยคริลล์แคทที่น่ากลัว สาปผู้อื่นโดยทำให้พวกเขาตกใจกลัว ซึ่งสามารถยกเลิกได้ทันทีที่ต้องการ
vi: Lời nguyền của Mèo Ma đáng sợ. Nguyền rủa kẻ khác và khiến chúng hoảng sợ. Có thể hủy tùy ý.
zh_hans: 被可怕的皮皮虾猫诅咒。通过吓唬别人来诅咒他们。可随意取消。
zh_hant: 遭到恐怖皮皮蝦貓的詛咒。透過驚嚇其他人詛咒他們。效果可以隨時取消。

# consumable_description_color_collector
source: Butterflies with <b>Colored Light</b> give you that Light freely without prompting.
de: Schmetterlinge mit <b>farbigem Licht</b> geben dir dieses Licht ganz von selbst.
es: Las mariposas con <b>luz de color<\b> te dan esa luz sin que se las pidas.
fr: Les papillons de <b>lumière colorée</b> vous offrent instinctivement leur lumière.
id: Kupu-kupu dengan <b>Cahaya Berwarna<b> memberi kamu Cahaya secara bebas tanpa diminta.
it: Le farfalle con la <b>luce colorata</b> ti donano la loro luce senza che tu la chieda.
ja: <b>光染料のかけら<b>を持つ蝶々たちが、 あなたにかけらをすぐに授けてくれる魔法です
ko: <b>색깔 빛</b>을 지닌 나비는 확인창을 띄우지 않고 자동으로 빛을 나눠줍니다.
pt: Borboletas com <b>luz colorida</b> concedem essa luz livremente, sem que seja necessário pedir.
ru: Бабочки с <b>цветным светом</b> дарят вам свой свет, не требуя выражений.
th: ผีเสื้อกับ<b>แสงแห่งสีสัน</b>มอบแสงให้กับคุณอย่างสมัครใจโดยไม่ต้องบอกกล่าว
vi: Những chú bướm với <b>Ánh Sáng Màu</b> sẽ trao bạn ánh sáng ấy mà không cần phải nhắc nhở.
zh_hans: 带有<b>彩染之光</b>的蝴蝶会主动为你提供光。
zh_hant: 擁有<b>彩染之光</b>的蝴蝶，會主動賦予你光芒。

# consumable_description_crab_curse
source: Oops all carcinization! Curse others by charging into them. Cancelable at will.
de: Ups, alles Krabben! Verfluche andere, indem du in sie hinein rennst. Kann nach Belieben abgebrochen werden.
es: ¡Epa, todo se calcificó! Maldice a los demás al embestirlos. Se puede cancelar a voluntad.
fr: Carcinisation complète ! Lancez une malédiction sur les autres personnes en fonçant vers elles. Annulable à votre guise.
id: Ups, semua berubah menjadi kepiting! Kutuk yang lain dengan menyerang mereka. Bisa dibatalkan kapan saja.
it: Carcinizzazione completata! Lancia una maledizione contro gli altri giocatori attaccandoli. Puoi annullarla quando vuoi.
ja: しまった、みんな蟹になっちゃった！突撃することで拡散する呪いです。いつでもキャンセルできます
ko: 이얍, 게가 되어라! 다른 사람에게 돌진해서 저주를 걸어 보세요. 자유롭게 취소할 수 있습니다.
pt: Carcinização! Amaldiçoe os outros disparando contra eles. Você pode cancelar isso a qualquer momento.
ru: Всем окрабиться! Превращайте других в крабов, врезаясь в них. Можно отменить в любой момент.
th: โอ๊ะ กลายเป็นปูหมดเลย! สาปผู้อื่นโดยการพุ่งใส่พวกเขา ซึ่งสามารถยกเลิกได้ทันทีที่ต้องการ
vi: Tất cả đều phải hóa cua! Tung lời nguyền bằng cách lao vào mục tiêu. Có thể hủy tùy ý.
zh_hans: 哎呀，全都蟹变了！通过冲向其他人来诅咒他们。可随意取消。
zh_hant: 哎呀，全都螃蟹化了！衝向其他人可以詛咒他們。可隨意取消。

# consumable_description_crab_rock_trick
source: Play tricks on other players by burrowing and pretending to be a crab.
de: Spiele anderen Spielern Streiche, indem du dich eingräbst und vorgibst, ein Krebs zu sein.
es: Hazle trucos a otros jugadores excavando y pretendiendo ser un cangrejo.
fr: Jouez des tours aux autres joueurs en vous enfonçant dans le sable et en vous faisant passer pour un crabe.
id: Mainkan trik untuk pemain lain dengan menggali dan berpura-pura jadi kepiting.
it: Gioca dei tiri mancini agli altri giocatori scavando nel terreno e fingendo di essere un granchio.
ja: 地面に潜み、闇の蟹になりきって、他のプレイヤーをビックリさせる魔法です
ko: 땅 속에서 어둠의 게를 흉내내어 친구들을 속여보세요
pt: Faça brincadeiras com outros jogadores enterrando-se e fingindo ser um caranguejo.
ru: Разыгрывайте других, закапываясь в землю и притворяясь крабом.
th: เล่นกลกับผู้เล่นคนอื่นโดยการซ่อนตัว แล้วแกล้งทำเป็นปู
vi: Đánh lừa những người chơi khác bằng cách đào hang và giả làm một con cua.
zh_hans: 通过挖洞并假装自己是螃蟹来捉弄其他玩家。
zh_hant: 挖洞遁地假裝自己是螃蟹來捉弄其他玩家。
