Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# consumable_description_message_treasure
source: Bury some treasure with a friendly message. (Replaces any already placed in the area)
de: Vergrabe einen Schatz mit einer netten Nachricht. (Ersetzt alle, die sich bereits in der Nähe befinden)
es: Entierra un tesoro con un mensaje de amistad. (Reemplaza a los colocados en la zona).
fr: Enfouissez un trésor à message amical. (Remplace celui déjà été placé dans la zone)
id: Kubur harta karun dengan pesan yang bersahabat. (Menggantikan yang sudah ditempatkan di area tersebut)
it: Seppellisci un tesoro con messaggio amichevole. (Sostituisce quelli già messi nell'area)
ja: フレンドへのメッセージをのせた宝物を埋める魔法です （同じエリアに埋めると、前回送ったメッセージを上書きできます）
ko: 보물 메시지의 위치를 정하세요. (이전에 이 구역에 남긴 것은 삭제됩니다)
pt: Enterre um tesouro com uma mensagem amigável. (Substitui qualquer outro colocado na área)
ru: Закопайте сокровище с дружеским посланием. (Замещает любое сообщение, отправленное здесь ранее.)
th: ฝังสมบัติพร้อมกับข้อความที่เป็นมิตร (แทนที่สิ่งของใดๆ ที่วางไว้ในพื้นที่)
vi: Chôn một kho báu với một thông điệp ấm áp. (Thay thế bất kỳ vị trí nào đã được đặt trong khu vực)
zh_hans: 埋下一些宝藏，传递美好的消息。 （将替换该区域已放置的任何物品）
zh_hant: 在此寫下友善的字句，埋起寶藏。 （將替換該區域內已放置的寶藏）

# consumable_description_outfit_body
source: Make you and your friends wear these pants for the next {{1}} mins.
de: Lass dich und deine Freunde für die nächsten {{1}} Min. diese Beinbekleidung tragen.
es: Permite que tú y tus amistades usen esta ropa para la parte inferior por los siguientes {{1}} minutos.
fr: Faites porter ce bas à vous et à vos amis pendant les {{1}} prochaines minutes.
id: Membuat diri dan temanmu memakai celana ini selama {{1}} menit ke depan.
it: Fai indossare a te e ai tuoi amici questo indumento per le gambe per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、この装いを身に着ける魔法です
ko: {{1}}분 동안 친구들과 함께 이 바지를 착용합니다.
pt: Faz com que você e seus amigos usem esta roupa pelos próximos {{1}} minutos.
ru: Вы и ваши друзья будете носить эти штаны {{1}} мин.
th: ทำให้คุณและเพื่อนๆ สวมกางเกงเหล่านี้เป็นเวลา {{1}} นาที
vi: Bảo đảm bạn và bạn bè mặc những chiếc quần này trong {{1}} phút tới.
zh_hans: 让你和你的朋友们在接下来的{{1}}分钟内穿上这条裤子。
zh_hant: 讓你和你的朋友們在接下來的{{1}}分鐘內穿上這條褲子。

# consumable_description_outfit_face
source: Make you and your friends wear this face accessory for the next {{1}} mins.
de: Lass dich und deine Freunde dieses Gesichtsaccessoire die nächsten {{1}} Minuten lang tragen.
es: Haz que tú y tus amigos usen este accesorio facial durante los próximos {{1}} minutos.
fr: Faites en sorte que vous et vos amis portiez cet accessoire pour le visage pendant les {{1}} prochaines minutes.
id: Buat Anda dan teman Anda memakai aksesori wajah ini selama {{1}} menit ke depan.
it: Fai indossare a te e ai tuoi amici questo accessorio per il viso per i prossimi {{1}} minuti.
ja: あなたと友達にこのフェイス アクセサリーを次の {{1}} 分間着用してもらいます。
ko: 귀하와 귀하의 친구들이 다음 {{1}}분 동안 이 얼굴 액세서리를 착용하도록 하세요.
pt: Faça você e seus amigos usarem este acessório facial pelos próximos {{1}} minutos.
ru: Заставьте себя и своих друзей носить этот аксессуар для лица в течение следующих {{1}} мин.
th: ทำให้คุณและเพื่อนๆ สวมเครื่องประดับใบหน้านี้ในอีก {{1}} นาที
vi: Hãy để bạn và bạn bè của bạn đeo phụ kiện này trên khuôn mặt trong {{1}} phút tiếp theo.
zh_hans: 让您和您的朋友在接下来的 {{1}} 分钟内佩戴这款脸部配饰。
zh_hant: 讓您和您的朋友在接下來的 {{1}} 分鐘內佩戴這款臉部配件。

# consumable_description_outfit_feet
source: Make you and your friends wear these shoes for the next {{1}} minutes.
de: Lassen Sie sich und Ihre Freunde diese Schuhe für die nächsten {{1}} Minuten tragen.
es: Haz que tú y tus amigos usen estos zapatos durante los próximos {{1}} minutos.
fr: Faites-vous et vos amis porter ces chaussures pour les prochaines {{1}} minutes.
id: Buat kamu dan teman-temanmu memakai sepatu ini untuk {{1}} menit berikutnya.
it: Fai indossare queste scarpe a te e ai tuoi amici per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、このシューズを身に着ける魔法です
ko: {{1}} 분 동안 손을 잡은 친구들과 함께 이 신발을 신습니다.
pt: Faça você e seus amigos usarem esses sapatos pelos próximos {{1}} minutos.
ru: Заставьте себя и своих друзей носить эти ботинки в течение следующих {{1}} минут.
th: ทำให้คุณและเพื่อนๆ สวมรองเท้าเหล่านี้เป็นเวลา {{1}} นาที
vi: Bạn cùng bạn bè mình mang đôi giày này trong {{1}} phút.
zh_hans: 让您和您的朋友在接下来的{{1}}分钟内穿上这些鞋子。
zh_hant: 讓您和您的朋友在接下來的{{1}}分鐘內穿上這些鞋子。

# consumable_description_outfit_hair
source: Make you and your friends wear this hair for the next {{1}} mins.
de: Lass dich und deine Freunde für die nächsten {{1}} Min. diese Frisur tragen.
es: Permite que tú y tus amistades usen este cabello por los siguientes {{1}} minutos.
fr: Faites porter ces cheveux à vous et à vos amis pendant les {{1}} prochaines minutes.
id: Membuat diri dan temanmu memakai rambut ini selama {{1}} menit ke depan.
it: Fai indossare a te e ai tuoi amici questa acconciatura per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、このヘアスタイルを身に着ける魔法です
ko: {{1}}분 동안 친구들과 함께 이 헤어스타일을 착용합니다
pt: Faz com que você e seus amigos usem este cabelo pelos próximos {{1}} minutos.
ru: Вы и ваши друзья будете носить эту прическу {{1}} мин.
th: ทำให้คุณและเพื่อนๆ สวมทรงผมเหล่านี้เป็นเวลา {{1}} นาที
vi: Bảo đảm bạn và bạn bè diện kiểu tóc này trong {{1}} phút tới.
zh_hans: 让你和你的朋友们在接下来的{{1}}分钟里都戴着这个发型。
zh_hant: 讓你和你的朋友們在接下來的{{1}}分鐘裡都戴著這個髮型。

# consumable_description_outfit_hat
source: Grant this accessory to you and your friends for the next {{1}} mins.
de: Gönne dir und deinen Freunden dieses Accessoire für die nächsten {{1}} Minuten.
es: Otorga este accesorio a ti y a tus amistades por los siguientes {{1}} minutos.
fr: Vous octroie cet accessoire à vous et vos amis pour les {{1}} prochaines minutes.
id: Izinkan aksesori ini untuk kamu dan temanmu selama {{1}} menit ke depan.
it: Concedi questo accessorio a te e ai tuoi amici per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、このアクセサリーを楽しめる魔法です
ko: 앞으로 {{1}}분 동안 손을 잡은 친구들과 함께 이 액세서리를 착용합니다.
pt: Concede este acessório a você e seus amigos pelos próximos {{1}} minutos.
ru: Использовать этот аксессуар для вас и вашего друга следующие {{1}} мин.
th: มอบของประดับชิ้นนี้ให้คุณและเพื่อนของคุณเป็นเวลา {{1}} นาที
vi: Đưa phụ kiện này cho bạn và bạn bè trong {{1}} phút tiếp theo.
zh_hans: 在接下来的{{1}}分钟，给予你和好友这个配饰。
zh_hant: 在接下來的 {{1}} 分鐘與你的朋友一起穿戴這個配飾。

# consumable_description_outfit_hat_ballooncrab
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: バルーンでできた生き物を頭に乗せてお祝いしましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物。
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_hat_ballooncrown
source: Place a festive balloon crown on your head.
de: Setze eine festliche Ballonkrone auf.
es: Coloca una festiva corona de globos en tu cabeza.
fr: Mettez une couronne ballon festif sur votre tête.
id: Letakkan mahkota balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di corona.
ja: バルーンクラウンを頭に乗せてお祝いしましょう
ko: 축제 풍선 왕관을 머리에 올려보세요.
pt: Coloque uma balão festivo de coroa na cabeça.
ru: Наденьте праздничную корону из шариков.
th: วางมงกุฎลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một vương miện bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球皇冠。
zh_hant: 在你頭頂戴上一個派對氣球皇冠。

# consumable_description_outfit_hat_balloonjellyfish
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: バルーンでできた生き物を頭に乗せてお祝いしましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物。
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_hat_balloonkrill
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: バルーンでできた生き物を頭に乗せてお祝いしましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物。
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_hat_balloonmanta
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: バルーンでできた生き物を頭に乗せてお祝いしましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物。
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_horn
source: Make you and your friends wear this accessory for the next {{1}} mins.
de: Lass dich und deine Freunde für die nächsten {{1}} Min. diesen Schmuck tragen.
es: Permite que tú y tus amistades usen este accesorio por los siguientes {{1}} minutos.
fr: Faites porter cet accessoire à vous et à vos amis pendant les {{1}} prochaines minutes.
id: Membuat diri dan temanmu memakai aksesori ini selama {{1}} menit ke depan.
it: Fai indossare a te e ai tuoi amici questo accessorio per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、このアクセサリーを身に着ける魔法です
ko: {{1}}분 동안 친구들과 함께 이 액세서리를 착용합니다
pt: Faz com que você e seus amigos usem este acessório pelos próximos {{1}} minutos.
ru: Вы и ваши друзья будете носить этот аксессуар {{1}} мин.
th: ทำให้คุณและเพื่อนๆ สวมใส่ของประดับนี้เป็นเวลา {{1}} นาที
vi: Bảo đảm bạn và bạn bè đeo phụ kiện này trong {{1}} phút tới.
zh_hans: 让你和你的朋友们在接下来的{{1}}分钟内都戴上这个配饰。
zh_hant: 讓你和你的朋友們在接下來的{{1}}分鐘內都戴上這個配飾。

# consumable_description_outfit_horn_ballooncrab
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: お祝いの生き物バルーンを頭にのせて楽しみましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_horn_ballooncrown
source: Place a festive balloon crown on your head.
de: Setze eine festliche Ballonkrone auf.
es: Coloca una festiva corona de globos en tu cabeza.
fr: Mettez une couronne ballon festif sur votre tête.
id: Letakkan mahkota balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di corona.
ja: お祝いの王冠バルーンを頭にのせて楽しみましょう
ko: 축제 풍선 왕관을 머리에 올려보세요.
pt: Coloque uma balão festivo de coroa na cabeça.
ru: Наденьте праздничную корону из шариков.
th: วางมงกุฎลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một vương miện bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球皇冠。
zh_hant: 在你頭頂戴上一個派對氣球皇冠。

# consumable_description_outfit_horn_balloonjellyfish
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: お祝いの生き物バルーンを頭にのせて楽しみましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_horn_balloonkrill
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: お祝いの生き物バルーンを頭にのせて楽しみましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_horn_balloonmanta
source: Place a festive balloon creature on your head.
de: Setze ein festliches Ballonwesen auf.
es: Coloca una festiva criatura de globos en tu cabeza.
fr: Mettez une créature ballon festif sur votre tête.
id: Letakkan makhluk balon yang meriah di kepalamu.
it: Indossa un palloncino a forma di creatura.
ja: お祝いの生き物バルーンを頭にのせて楽しみましょう
ko: 축제 풍선 크리처를 머리에 올려보세요.
pt: Coloque uma balão festivo de criatura na cabeça.
ru: Разместите существо из шариков на голове своего персонажа.
th: วางสิ่งมีชีวิตลูกโป่งเทศกาลไว้บนหัวของคุณ
vi: Đặt một sinh vật bóng bay lễ hội lên đầu.
zh_hans: 在你头顶戴上一个派对气球生物
zh_hant: 在你頭頂戴上一個派對氣球生物。

# consumable_description_outfit_mask
source: Make you and your friends wear this mask for the next {{1}} mins.
de: Lass dich und deine Freunde für die nächsten {{1}} Min. diese Maske tragen.
es: Permite que tú y tus amistades usen esta máscara por los siguientes {{1}} minutos.
fr: Faites porter ce masque à vous et à vos amis pendant les {{1}} prochaines minutes.
id: Membuat diri dan temanmu memakai topeng ini selama {{1}} menit ke depan.
it: Fai indossare a te e ai tuoi amici questa maschera per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、このマスクを身に着ける魔法です
ko: {{1}}분 동안 친구들과 함께 이 가면을 착용합니다
pt: Faz com que você e seus amigos usem esta máscara pelos próximos {{1}} minutos.
ru: Вы и ваши друзья будете носить эту маску {{1}} мин.
th: ทำให้คุณและเพื่อนๆ สวมใส่หน้ากากชิ้นนี้เป็นเวลา {{1}} นาที
vi: Bảo đảm bạn và bạn bè đeo mặt nạ này trong {{1}} phút tới.
zh_hans: 让你和你的朋友们在接下来的{{1}}分钟内戴上这个面具。
zh_hant: 讓你和你的朋友們在接下來的{{1}}分鐘內戴上這個面具。

# consumable_description_outfit_neck
source: Make you and your friends wear this necklace for the next {{1}} mins.
de: Lass dich und deine Freunde für die nächsten {{1}} Min. diese Halskette tragen.
es: Permite que tú y tus amistades usen este collar por los siguientes {{1}} minutos.
fr: Faites porter ce collier à vous et à vos amis pendant les {{1}} prochaines minutes.
id: Membuat diri dan temanmu memakai kalung ini selama {{1}} menit ke depan.
it: Fai indossare a te e ai tuoi amici questa collana per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、このネックレスを身に着ける魔法です
ko: {{1}}분 동안 친구들과 함께 이 목걸이를 착용합니다
pt: Faz com que você e seus amigos usem este colar pelos próximos {{1}} minutos.
ru: Вы и ваши друзья будете носить это ожерелье {{1}} мин.
th: ทำให้คุณและเพื่อนๆ สวมใส่สร้อยคอชิ้นนี้เป็นเวลา {{1}} นาที
vi: Bảo đảm bạn và bạn bè đeo chiếc vòng cổ này trong {{1}} phút tới.
zh_hans: 让你和你的朋友们在接下来的{{1}}分钟内都戴上这条项链。
zh_hant: 讓你和你的朋友們在接下來的{{1}}分鐘內都戴上這條項鍊。

# consumable_description_outfit_prop
source: Make you and your friends carry this item for the next {{1}} mins.
de: Lass dich und deine Freunde für die nächsten {{1}} Min. diesen Gegenstand tragen.
es: Permite que tú y tus amistades equipen este objeto por los siguientes {{1}} minutos.
fr: Faites porter cet objet à vous et à vos amis pendant les {{1}} prochaines minutes.
id: Membuat diri dan temanmu membawa item ini selama {{1}} menit ke depan.
it: Fai trasportare a te e ai tuoi amici questo oggetto per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、この持ち物を使用できる魔法です
ko: {{1}}분 동안 친구들과 함께 이 아이템을 착용합니다
pt: Faz com que você e seus amigos carreguem este item pelos próximos {{1}} minutos.
ru: Вы и ваши друзья будете носить этот предмет {{1}} мин.
th: ทำให้คุณและเพื่อนๆ แบกไอเทมนี้เป็นเวลา {{1}} นาที
vi: Bảo đảm bạn và bạn bè mang theo vật phẩm này trong {{1}} phút tới.
zh_hans: 让你和你的朋友们在接下来的{{1}}分钟内携带这个道具。
zh_hant: 讓你和你的朋友們在接下來的{{1}}分鐘內攜帶這個道具。

# consumable_description_outfit_wing
source: Make you and your friends wear this cape for the next {{1}} mins.
de: Lass dich und deine Freunde für die nächsten {{1}} Min. diesen Umhang tragen.
es: Permite que tú y tus amistades usen esta capa por los siguientes {{1}} minutos.
fr: Faites porter cette cape à vous et à vos amis pendant les {{1}} prochaines minutes.
id: Membuat diri dan temanmu memakai jubah ini selama {{1}} menit ke depan.
it: Fai indossare a te e ai tuoi amici questo mantello per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドが、このケープを身に着ける魔法です
ko: {{1}}분 동안 친구들과 함께 이 망토를 착용합니다
pt: Faz com que você e seus amigos usem esta capa pelos próximos {{1}} minutos.
ru: Вы и ваши друзья будете носить эту накидку {{1}} мин.
th: ทำให้คุณและเพื่อนๆ สวมใส่เสื้อคลุมตัวนี้เป็นเวลา {{1}} นาที
vi: Bảo đảm bạn và bạn bè mặc áo choàng này trong {{1}} phút tới.
zh_hans: 让你和你的朋友们在接下来的{{1}}分钟里都穿着这件斗篷。
zh_hant: 讓你和你的朋友們在接下來的{{1}}分鐘裡都穿著這件斗篷。

# consumable_description_peewee
source: Shrink your size for the next {{1}} mins.
de: Du schrumpfst die nächsten {{1}} Min. lang.
es: Te encoge por los siguientes {{1}} min.
fr: Vous rétrécit pour les {{1}} prochaines minutes.
id: Menciutkan ukuran badanmu selama {{1}} menit ke depan.
it: Riduci le tue dimensioni per i prossimi {{1}} minuti.
ja: {{1}}分間小さくなります
ko: {{1}}분 동안 몸집이 작아집니다
pt: Reduz seu tamanho pelos próximos {{1}} min.
ru: Вы уменьшаетесь на {{1}} мин.
th: ย่อขนาดของคุณลงเป็นเวลา {{1}} นาที
vi: Thu nhỏ kích thước của bạn trong {{1}} phút tới.
zh_hans: 使您的体型在 {{1}}分钟内缩小。
zh_hant: 使您的體型在 {{1}}分鐘內縮小。

# consumable_description_pinwheel
source: Place a colorful pinwheel that spins in the breeze.
de: Dieses bunte Windrädchen dreht sich im Wind.
es: Coloca un colorido reguilete que gira con las brisas.
fr: Placez un moulin à vent coloré qui tourne dans la brise.
id: Meletakkan kincir angin warna-warni yang berputar saat terkena angin.
it: Posiziona una Girandola colorata che gira con il vento.
ja: 風を受けて回るカラフルな風車を置きます
ko: 바람과 함께 돌아가는 알록달록한 바람개비를 배치합니다.
pt: Posicione um cata-vento colorido que gira com o vento.
ru: Поставьте разноцветную вертушку, которая крутится на ветру.
th: วางกังหันสีสันสดใสที่หมุนไปตามสายลม
vi: Đặt một chong chóng đầy màu sắc quay trong gió.
zh_hans: 放置一个在微风中旋转的彩色纸风车。
zh_hant: 放置一個在微風中旋轉的彩色紙風車。

# consumable_description_placeablerace_generic
source: Allows the creation of a custom race course.
de: Ermöglicht das Erstellen einer benutzerdefinierten Rennstrecke.
es: Permite la creación de un circuito de carreras personalizado.
fr: Permet la création d'un circuit de course personnalisé.
id: Mengizinkan pembuatan lintasan balap khusus.
it: Consente la creazione di un percorso di gara personalizzato.
ja: 独自のレースコースを作成できる魔法です
ko: 사용자 정의 경주 코스 생성을 허용합니다.
pt: Permite a criação de um circuito de corrida personalizado.
ru: Позволяет создавать пользовательский гоночный трек.
th: ช่วยให้สร้างสนามแข่งแบบกำหนดเองได้
vi: Cho phép tạo đường đua tùy chỉnh.
zh_hans: 允许创建自定义赛道。
zh_hant: 允許創作個人設計的賽道。

# consumable_description_potion_growth_huge
source: Scan the top STAR to get a huge spell with friends you're holding hands with for a limited time.
de: Scanne den obersten STAR, um für begrenzte Zeit einen großen Zauber mit Freunden, deren Hand du hältst, zu erhalten.
es: Escanea el chip STAR de la parte superior para que tú y los amigos con los que te estés tomando de las manos obtengan un hechizo gigantesco por un período limitado.
fr: Scannez la STAR du haut pour bénéficier temporairement d'un énorme sort avec les amis dont vous tenez la main.
id: Pindai STAR bagian atas untuk mendapatkan mantra Raksasa dengan teman yang kamu gandeng dalam waktu terbatas.
it: Scansiona la STAR in alto e, per un periodo di tempo limitato, ottieni un incantesimo enorme con gli amici che tieni per mano.
ja: STARをスキャンすると、あなたとあなたと手を繋いだフレンドに一定時間『ジャンボ』の魔法がかけられます
ko: 위의 STAR를 스캔해서 손을 잡고 있는 친구와 제한된 시간 동안 거대화 주문을 획득하세요.
pt: Escaneie a STAR do topo para ganhar um feitiço enorme com amigos com quem está de mãos dadas por um tempo limitado.
ru: Просканируйте STAR вверху, чтобы вместе с друзьями, которых вы держите за руки, получить на время огромные чары.
th: สแกน STAR ด้านบนเพื่อรับคาถาตัวยักษ์พร้อมกับเพื่อนๆ ที่คุณจับมือด้วยในระยะเวลาจำกัด
vi: Quét Ngôi Sao trên cùng để nhận một phép thuật khổng lồ cùng những người bạn đang nắm tay trong thời gian giới hạn.
zh_hans: 扫描顶部的STAR，与牵手的好友一起获得巨大魔法，限时有效。
zh_hant: 掃描上方STAR即可與牽手的朋友獲得限時巨大魔法。

# consumable_description_potion_growth_keychain
source: Scan the STAR to grow tall with friends you're holding hands with for a limited time.
de: Scanne den obersten STAR, um für begrenzte Zeit mit Freunden, deren Hand du hältst, groß zu werden.
es: Escanea el chip STAR para que tú y los amigos con los que te estés tomando de las manos crezcan de altura por un período limitado.
fr: Scannez la STAR pour grandir temporairement avec les amis dont vous tenez la main.
id: Pindai STAR untuk tumbuh tinggi bersama teman yang kamu gandeng dalam waktu terbatas.
it: Scansiona la STAR e, per un periodo di tempo limitato, cresci con gli amici che tieni per mano.
ja: STARをスキャンすると、あなたとあなたと手を繋いだフレンドに一定時間『ミニ』の魔法がかけられます
ko: STAR를 스캔해서 손을 잡고 있는 친구와 제한된 시간 동안 키가 커지세요.
pt: Escaneie a STAR para crescer com amigos com quem está de mãos dadas por um tempo limitado.
ru: Просканируйте STAR, чтобы на время вырасти вместе с друзьями, которых вы держите за руки.
th: สแกน STAR ด้านบนเพื่อตัวสูงขึ้นไปพร้อมกับเพื่อนๆ ที่คุณจับมือด้วยในระยะเวลาจำกัด
vi: Quét Ngôi Sao để trở nên cao lớn cùng những người bạn đang nắm tay trong thời gian giới hạn.
zh_hans: 扫描STAR，与牵手的好友一起长高，限时有效。
zh_hant: 掃描STAR即可與牽手的朋友一起限時長高。

# consumable_description_potion_growth_tiny
source: Scan the bottom STAR to get a tiny spell with friends you're holding hands with for a limited time.
de: Scanne den untersten STAR, um für begrenzte Zeit einen kleinen Zauber mit Freunden, deren Hand du hältst, zu erhalten.
es: Escanea el chip STAR de la parte inferior para que tú y los amigos con los que te estés tomando de las manos obtengan un hechizo diminuto por un período limitado.
fr: Scannez la STAR du bas pour bénéficier temporairement d'un petit sort avec les amis dont vous tenez la main.
id: Pindai STAR bagian bawah untuk mendapatkan mantra kecil dengan teman yang bergandengan tangan dengan kamu dalam waktu terbatas.
it: Scansiona la STAR in basso e, per un periodo di tempo limitato, ottieni un incantesimo minuscolo con gli amici che tieni per mano.
ja: STARをスキャンすると、あなたとあなたと手を繋いだフレンドに一定時間『トール』の魔法がかけられます
ko: 아래의 STAR를 스캔해서 손을 잡고 있는 친구와 제한된 시간 동안 소형화 주문을 획득하세요.
pt: Escaneie a STAR de baixo para ganhar um feitiço pequeno com amigos com quem está de mãos dadas por um tempo limitado.
ru: Просканируйте STAR внизу, чтобы вместе с друзьями, которых вы держите за руки, получить на время крошечные чары.
th: สแกน STAR ด้านล่างเพื่อรับคาถาตัวจิ๋วพร้อมกับเพื่อนๆ ที่คุณจับมือด้วยในระยะเวลาจำกัด
vi: Quét Ngôi Sao dưới cùng để nhận một phép thuật thu nhỏ cùng những người bạn đang nắm tay trong thời gian giới hạn.
zh_hans: 扫描底部的STAR，与牵手的好友一起获得微小魔法，限时有效。
zh_hant: 掃描下方STAR即可與牽手的朋友獲得限時迷你魔法。
