Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# download_night
source: Downloading "<b>Vault of Knowledge</b>" {{1}}
de: "<b>Tresor des Wissens</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Bóveda de Conocimiento</b>" {{1}}
fr: Téléchargement de « <b>Chambre de connaissance</b> » {{1}}
id: Mengunduh "<b>Kubah Pengetahuan</b>" {{1}}
it: Download di "<b>Cupola della Conoscenza</b>" {{1}}
ja: <b>書庫</b> に必要なデータをダウンロードしています {{1}}
ko: <b>지식의 도서관</b> 다운로드 중 {{1}}
pt: Baixando “<b>Relicário do Conhecimento</b>" {{1}}
ru: Скачивается «<b>Хранилище знаний</b>» {{1}}
th: กำลังดาวน์โหลด "<b>กรุสมบัติแห่งปัญญา</b>" {{1}}
vi: Đang tải "<b>Kho Tri Thức</b>" {{1}}
zh_hans: 下载"<b>禁阁</b>" {{1}}
zh_hant: 下載"<b>禁閣</b>" {{1}}

# download_rain
source: Downloading "<b>Hidden Forest</b>" {{1}}
de: "<b>Verborgener Wald</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Bosque Escondido</b>" {{1}}
fr: Téléchargement de « <b>Forêt cachée</b> » {{1}}
id: Mengunduh "<b>Hutan Tersembunyi</b>" {{1}}
it: Download di "<b>Foresta Nascosta</b>" {{1}}
ja: <b>雨林</b>に必要なデータをダウンロードしています {{1}}
ko: <b>비밀의 숲</b> 다운로드 중 {{1}}
pt: Baixando “<b>Floresta Oculta</b>" {{1}}
ru: Скачивается «<b>Тайный лес</b>» {{1}}
th: กำลังดาวน์โหลด "<b>ป่าลับ</b>" {{1}}
vi: Đang tải "<b>Rừng Mưa</b>" {{1}}
zh_hans: 下载"<b>雨林</b>" {{1}}
zh_hant: 下載"<b>雨林</b>" {{1}}

# download_storm
source: Downloading "<b>Eye of Eden</b>" {{1}}
de: "<b>Auge von Eden</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Ojo de edén</b>" {{1}}
fr: Téléchargement de « <b>Œil d’Éden</b> » {{1}}
id: Mengunduh "<b>Pusat Eden</b>" {{1}}
it: Download di "<b>Occhio di Eden</b>" {{1}}
ja: <b>暴風域</b>に必要なデータをダウンロードしています {{1}}
ko: <b>에덴의 눈</b> 다운로드 중 {{1}}
pt: Baixando “<b>Olho de Éden</b>" {{1}}
ru: Скачивается «<b>Сердце Эдема</b>» {{1}}
th: กำลังดาวน์โหลด "<b>ดวงตาแห่งเอเดน</b>" {{1}}
vi: Đang tải "<b>Mắt Địa Đàng</b>" {{1}}
zh_hans: 下载"<b>暴风眼</b>" {{1}}
zh_hant: 下載"<b>暴風眼</b>" {{1}}

# download_sunset
source: Downloading "<b>Valley of Triumph</b>" {{1}}
de: "<b>Tal des Triumphs</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Valle de triunfo</b>" {{1}}
fr: Téléchargement de « <b>Vallée du triomphe</b> » {{1}}
id: Mengunduh "<b>Lembah Kejayaan</b>" {{1}}
it: Download di "<b>Valle del Trionfo</b>" {{1}}
ja: <b>峡谷</b>に必要なデータをダウンロードしています {{1}}
ko: <b>승리의 계곡</b> 다운로드 중 {{1}}
pt: Baixando “<b>Vale do Triunfo</b>" {{1}}
ru: Скачивается «<b>Долина триумфа</b>» {{1}}
th: กำลังดาวน์โหลด "<b>หุบเขาแห่งชัยชนะ</b>" {{1}}
vi: Đang tải "<b>Thung Lũng Vinh Quang</b>" {{1}}
zh_hans: 下载"<b>霞谷</b>" {{1}}
zh_hant: 下載"<b>霞谷</b>" {{1}}

# drinking_text1
source: Everyone has been so busy setting up this year!
de: Alle waren dieses Jahr so fleißig beim Aufbauen!
es: ¡Todo el mundo trabajó duro preparando la fiesta este año!
fr: Tout le monde s'est démené pour tout organiser cette année !
id: Semua orang sangat sibuk mempersiapkannya tahun ini!
it: Tutti sono stati impegnatissimi a organizzare i festeggiamenti di quest'anno!
ja: 今年はお祝いの準備でみんなすごく忙しかったの！
ko: 올해는 다들 파티 준비로 엄청 바빴어요!
pt: Todo mundo esteve muito ocupado arrumando tudo este ano!
ru: В этом году все так заняты подготовкой!
th: ทุกคนยุ่งกับการเตรียมงานในปีนี้มากเลย!
vi: Năm nay mọi người đã rất bận rộn với công việc chuẩn bị!
zh_hans: 大家都在忙着筹备今年的派对！
zh_hant: 今年大家都忙著佈置呢！

# drinking_text10
source: You'd never believe it, but everything in Sky has a skeleton! Bones! Even the HAIR has bones!
de: Man glaubt es kaum, aber alles in Sky hat ein Skelett! Knochen! Sogar das HAAR hat Knochen!
es: Jamás lo creerías, ¡pero todo lo que existe en Sky tiene un esqueleto! ¡Huesos! ¡Incluso el CABELLO tiene huesos!
fr: Ça paraît fou, mais tout dans Sky a un squelette ! Des os ! Même les CHEVEUX ont des os !
id: Kamu tidak akan pernah percaya, tapi semua yang ada di Sky memiliki kerangka! Tulang! Bahkan RAMBUT pun punya tulang!
it: Non ci crederai mai, ma in Sky ogni cosa ha uno scheletro! Ossa! Persino i CAPELLI hanno le ossa!
ja: 信じられないと思うけど、Skyに存在するあらゆるものには骨格があるの！骨組み！ボーン！髪の毛にだって骨があるんだから！
ko: 못 믿겠지만, Sky에서는 모든 것에 '뼈'가 있어요! 심지어 머리카락에도 뼈가 있다고요!
pt: Você não acreditaria, mas tudo em Sky tem um esqueleto! Ossos! Até o CABELO tem ossos!
ru: Вы ни за что не поверите, но в Sky у всего есть скелеты! Кости! Даже в ВОЛОСАХ есть кости!
th: คุณคงไม่เชื่อแน่ว่าทุกสิ่งใน Sky นั้นล้วนมีโครงสร้าง! เหมือนกับกระดูกน่ะ! แม้แต่เส้นผมยังมีโครงเลย!
vi: Bạn sẽ không tin đâu, nhưng mọi thứ trong Sky đều có xương! Là xương! Ngay cả TÓC cũng có xương!
zh_hans: 你肯定不会相信，但Sky里的所有东西都有骨架！骨头！就连头发都有骨头！
zh_hant: 你可能不會相信，但 Sky 裡的每個東西都有骨架，甚至是頭髮！

# drinking_text11
source: I heard back in the day you could find cupcakes and pizza...but then it all got eaten.
de: Ich habe gehört, dass es früher Muffins und Pizza gab … aber dann wurde alles aufgegessen.
es: Escuché que en aquellos tiempos podías encontrar magdalenas y pizza… pero se lo comieron todo.
fr: Il paraît qu'à une époque, on pouvait trouver des cupcakes et de la pizza… mais tout a été dévoré.
id: Aku dengar dulu kalian bisa menemukan kue mangkuk dan pizza...tapi kemudian semuanya dimakan.
it: Ho sentito dire che in passato si potevano trovare cupcake e pizza... ma poi se li sono mangiati tutti.
ja: 昔はカップケーキやピザがあったらしいけど…ぜ〜んぶ食べられちゃった
ko: 예전에는 컵케이크와 피자도 있었다고 하던데... 전부 먹어버렸대요.
pt: Ouvi dizer que dava para encontrar bolinhos e pizza antigamente, mas parece que devoraram tudo.
ru: Говорят, раньше можно было найти капкейки и пиццу, но потом это все съели.
th: ฉันได้ยินมาว่าเมื่อก่อนคุณสามารถหาคัพเค้กและพิซซ่ามาได้... แต่แล้วทุกอย่างก็ถูกกินจนหมด
vi: Tôi nghe nói ngày xưa bạn có thể tìm thấy bánh nướng và pizza... nhưng sau đó chúng đều bị ăn hết.
zh_hans: 我听说以前在这里可以找到纸杯蛋糕和披萨……但后来都被吃光了。
zh_hant: 我聽說以前這裡能找到杯子蛋糕和披薩……但後來都被吃光了。

# drinking_text12
source: I'm actually Clone 73. Samantha is practicing for her performance.
de: Ich bin eigentlich Klon 73. Samantha übt gerade für ihren Auftritt.
es: De hecho, soy el clon 73. Samantha está practicando para su acto.
fr: En réalité, je suis le Clone 73. Samantha s'entraîne pour son numéro.
id: Aku sebenarnya Kloningan 73. Samantha sedang berlatih untuk penampilannya.
it: In realtà io sono il clone 73. Samantha si sta esercitando per lo spettacolo.
ja: 実は私はクローン73号なんだ。サマンサは自分の出番の練習中
ko: 난 사실 복제품 73번이에요. 사만다는 공연을 연습하고 있어요.
pt: Na verdade, sou a Clone 73. Samantha está ensaiando para a apresentação.
ru: На самом деле я Клон 73. Саманта готовится к выступлению.
th: ฉันคือโคลน 73 ซาแมนต้ากำลังฝึกฝนการแสดงของเธออยู่
vi: Thực ra tôi là Bản Sao 73. Samantha đang luyện tập cho màn trình diễn của mình.
zh_hans: 我其实是73号克隆人。Samantha正在为她的表演做准备。
zh_hant: 其實我是克隆人73號。Samantha 正在為她的表演做準備。

# drinking_text13
source: I once heard Ash left some pineapple pizza in the fridge downstairs, but that was years ago.
de: Ich habe mal gehört, dass Ash unten im Kühlschrank eine Ananaspizza vergessen hat, aber das ist schon Jahre her.
es: Una vez me enteré de que Ash dejó sobras de pizza de piña en la heladera de planta baja, pero eso fue hace años.
fr: J'ai entendu dire il y a longtemps qu'Ash avait laissé de la pizza à l'ananas dans le frigo du bas, mais c'était il y a de nombreuses années.
id: Aku pernah mendengar Ash meninggalkan beberapa pizza nanas di lemari es di lantai bawah, tapi itu sudah bertahun-tahun yang lalu.
it: Ho sentito dire che Ash aveva lasciato della pizza all'ananas nel frigorifero al piano di sotto, ma è successo anni fa.
ja: アッシュが1階の冷蔵庫にパイナップルピザを置いてったって聞いたことがあるけど、あれももう何年も前の話なんだよね
ko: 아래층 냉장고에 애쉬가 파인애플 피자가 남겨뒀다고 들었어요. 몇 년 전이긴 하지만요.
pt: Certa vez, ouvi que Ash deixou uma pizza de abacaxi na geladeira lá embaixo, mas isso foi há anos.
ru: Говорят, Эш как-то оставил пиццу с ананасами в холодильнике внизу, но это было несколько лет назад.
th: ฉันเคยได้ยินว่าแอชเก็บพิซซ่าสับปะรดไว้ในตู้เย็นชั้นล่าง แต่นั่นก็ผ่านมาหลายปีแล้ว
vi: Tôi từng nghe nói Ash để lại một ít pizza dứa trong tủ lạnh ở tầng dưới, nhưng chuyện đó đã cách đây nhiều năm rồi.
zh_hans: 我听说Ash曾经在楼下的冰箱里留了一些菠萝披萨，但那已经是好几年前的事了。
zh_hant: 據說 Ash 曾經在樓下的冰箱裡留了一塊鳳梨披薩，但那已經是好幾年前的事了。

# drinking_text14
source: Even staff debate the color of some capes! Can you guess which ones?
de: Sogar die Mitarbeiter debattieren über die Farbe mancher Umhänge! Errätst du, welche?
es: ¡Hasta el personal debate sobre los colores de las capas! ¿Puedes adivinar de cuáles?
fr: Même les membres du personnel se chamaillaient au sujet de la couleur de certaines capes ! Pouvez-vous deviner lesquelles ?
id: Bahkan staf pun memperdebatkan warna beberapa jubah! Bisa tebak yang mana?
it: Anche il personale non è d'accordo sul colore di alcuni mantelli! Indovina quali?
ja: スタッフ同士でもケープの色で議論になることがあるんですよ。どのケープだと思います？
ko: 망토 색상을 두고 직원들조차 의견이 갈린답니다! 어떤 색상인지 맞혀보시겠어요?
pt: Até a equipe discute a cor de algumas capas! Você consegue adivinhar quais?
ru: Даже сотрудники спорят о цвете некоторых накидок. А вы сможете угадать?
th: แม้แต่พนักงานก็ยังถกเถียงกันเรื่องสีของเสื้อคลุมด้วยนะ! คุณพอเดาได้ไหมว่าอันไหนน่ะ
vi: Ngay cả các nhân viên cũng tranh luận về màu sắc của mấy chiếc áo choàng! Bạn đoán thử coi?
zh_hans: 连员工们也在为斗篷的颜色争论不休！你能猜猜是哪几件吗？
zh_hant: 連員工們都在為斗篷的顏色爭論不休！你猜猜是哪些？

# drinking_text15
source: There are more TGC pets than TGC staff! Most of them are cats.
de: Es gibt mehr TGC-Haustiere als TGC-Mitarbeiter! Die meisten von ihnen sind Katzen.
es: ¡Hay más mascotas de TGC que personal de TGC! La mayoría son gatos.
fr: Il y a plus d'animaux de compagnie TGC que d'employés TGC ! Ce sont des chats, pour la plupart.
id: Ada lebih banyak hewan peliharaan TGC daripada staf TGC! Kebanyakan dari mereka adalah kucing.
it: Ci sono più animali domestici di TGC che personale di TGC! Per la maggioranza gatti.
ja: TGCスタッフよりも、TGCペットの方が多いの！でもってほとんどが猫ちゃんなんだよ
ko: TGC 반려동물이 TGC 직원보다 더 많은 것 같아요! 대부분이 고양이네요.
pt: Na TGC existem mais animais de estimação do que funcionários! A maioria deles são gatos.
ru: У TGC больше домашних питомцев, чем сотрудников! Большинство из них — котики.
th: มีสัตว์เลี้ยงของ TGC มากกว่าพนักงาน TGC ซะอีก! แถมพวกมันส่วนใหญ่ยังเป็นแมวอีกด้วย
vi: Ở TGC, thú cưng còn đông hơn cả nhân viên! Chúng hầu hết là mèo.
zh_hans: TGC的宠物比员工还多！而其中最多的是猫。
zh_hant: TGC 的寵物比員工還要多，而其中最多的是貓。

# drinking_text16
source: There are so many little places to explore around here!
de: Hier gibt es so viele Orte zu entdecken!
es: ¡Hay tantos lugarcitos para explorar por aquí!
fr: Il y a tellement de petits endroits à explorer par ici !
id: Ada banyak sekali tempat kecil untuk dijelajahi di sekitar sini!
it: Ci sono così tanti posticini da esplorare qui intorno!
ja: あちこち見るものがいっぱいあって楽しいですよね！
ko: 주변에 탐험할 만한 작은 장소들이 무척 많답니다!
pt: Tem tantos cantinhos para explorar por aqui!
ru: Здесь так много новых мест!
th: มีสถานที่เล็กๆ มากมายให้สำรวจรอบๆ ที่นี่!
vi: Có rất nhiều nơi để khám phá quanh đây!
zh_hans: 这周围可以探索的小地方实在是太多了！
zh_hant: 這裡有好多角落可以探索！

# drinking_text17
source: If you drink too much, the toilet is downstairs. Don't worry, you won't get sucked into it... this time.
de: Falls du zu viel trinkst, befindet sich unten eine Toilette. Keine Sorge, diesmal wirst du nicht hineingezogen.
es: Si bebes demasiado, el baño está en el piso de abajo. No te preocupes, no te chupará... Esta vez.
fr: Si vous buvez trop, les toilettes sont en bas. Ne vous en faites pas, vous n’y serez pas aspiré... cette fois-ci.
id: Kalau minum terlalu banyak, ada toilet di lantai bawah. Jangan khawatir, kamu tak akan tersedot ke situ... kali ini.
it: Se bevi troppo, il bagno è al piano di sotto. Non preoccuparti, non ti risucchierà... stavolta.
ja: もし飲み過ぎたら、お手洗いは1階ですよ。心配しないで、吸い込まれたりしませんから…今回はね
ko: 너무 취했다면 아래층에 화장실이 있어요. 적어도 이번에는 빨려 들어가지 않을 테니 걱정하지 마시고요.
pt: O banheiro fica no andar debaixo, caso você beba demais. Não se preocupe, ele não vai sugar você... de novo.
ru: Если перебрали напитков, можно спуститься в уборную. Переживать не стоит! На этот раз... вас не засосет.
th: หากคุณดื่มน้ำมากเกินไป มีห้องน้ำอยู่ข้างล่างนะ แต่ไม่ต้องกังวลไป ครั้งนี้ คุณจะไม่โดนดูดเข้าไปหรอก...
vi: Nhà vệ sinh ở tầng dưới, nếu bạn quá chén. Đừng lo, lần này... bạn sẽ không bị cuốn vào trong đâu.
zh_hans: 如果你喝多了，别忘记卫生间在楼下。别担心，你不会被吸进去……第二次。
zh_hant: 如果你喝過頭的話，別忘囉，廁所在樓下。不用擔心，這次……你不會被吸進去的。

# drinking_text18
source: The Jam Station allows for musical collaborations with friends!
de: An der Jam-Station kannst du zusammen mit Freunden Musik machen.
es: ¡La estación de sesiones improvisadas te permite realizar colaboraciones musicales con amistades!
fr: Le studio de musique permet des collaborations musicales avec vos amis !
id: Jam Station memungkinkan kolaborasi musikal dengan teman!
it: Nella postazione di registrazione puoi realizzare composizioni musicali con gli amici!
ja: ジャム・ステーションではフレンドとコラボして音楽を楽しめるんですよ！
ko: 즉흥 연주 스테이션에서 친구들과 협주해 보세요!
pt: A Estação de Improviso permite que você faça colaborações musicais com amigos!
ru: Диджейский пульт позволяет устраивать музыкальные представления с друзьями.
th: สถานีร่วมเล่นช่วยให้สามารถร่วมเล่นดนตรีกับเพื่อนๆ ได้!
vi: Trạm Phát Thanh mở ra hợp tác âm nhạc với bạn bè!
zh_hans: 即兴演奏台让好友可以一起演奏音乐！
zh_hant: 即興演奏站可以讓三五好友協力創作音樂！

# drinking_text2
source: I saw them setting up for performances earlier.
de: Ich habe gesehen, wie sie sich für die Aufführungen vorbereiten.
es: Los vi preparando espectáculos más temprano.
fr: Je les ai vus tout à l'heure, ils étaient en pleins préparatifs pour leurs numéros.
id: Aku melihat mereka bersiap-siap untuk pertunjukan sebelumnya.
it: Ho visto che si stavano preparando per lo spettacolo.
ja: さっきステージの準備をしているのを見かけたよ
ko: 아까 보니 사람들이 공연을 준비하고 있던데요.
pt: Eu os vi mais cedo se preparando para apresentações.
ru: Я видел, как они готовились к нашему выступлению.
th: ฉันเห็นพวกเขาเตรียมการแสดงก่อนหน้านี้
vi: Lúc trước tôi đã thấy họ chuẩn bị cho buổi biểu diễn.
zh_hans: 我之前看到他们在为表演做准备。
zh_hant: 我之前看到他們正在為表演做準備。

# drinking_text3
source: Did you know the staff at TGC is going to perform for us!?
de: Wusstest du, dass die Mitarbeiter von TGC für uns auftreten werden?
es: ¡¿Sabías que el personal de TGC va a actuar para nosotros?!
fr: Tu savais que les employés de TGC allaient nous présenter un numéro ?!
id: Apakah kalian tahu kalau staf di TGC akan tampil untuk kita?
it: Lo sapevi che il personale di TGC si esibirà per noi?!
ja: TGCスタッフがパフォーマンスするって知ってた？！
ko: TGC 직원이 우릴 위해 공연한다는 거 알고 있었어요?
pt: Você sabia que o pessoal da TGC vai preparar uma apresentação pra nós?!
ru: А вы знаете, что для нас будут выступать сотрудники TGC?
th: คุณรู้ไหมว่าพนักงานที่ TGC กำลังจะแสดงให้เราดูน่ะ!?
vi: Bạn có biết các nhân viên ở TGC sẽ biểu diễn cho chúng ta xem không!?
zh_hans: 你知道TGC的员工要为我们表演吗！？
zh_hant: 你知道 TGC 的員工等等要表演給我們看嗎！？

# drinking_text4
source: I heard that each performance shows a bit of the designer's creativity!
de: Ich habe gehört, dass jede Aufführung ein bisschen von der Kreativität des Designers zeigt!
es: ¡Escuché que cada acto muestra un poco de la creatividad del diseñador!
fr: Il paraît que chaque numéro exprime un peu de l'inventivité de son créateur !
id: Kudengar setiap pertunjukan menunjukkan sedikit kreativitas dari desainernya!
it: Ho sentito che ogni spettacolo mette in scena un po' della creatività del designer!
ja: それぞれのショーにはデザイナーたちのアイデアが詰まってるんだって！
ko: 공연마다 디자이너의 창의성을 엿볼 수 있대요!
pt: Ouvi dizer que cada apresentação mostra um pouco da criatividade do designer!
ru: Говорят, в каждом представлении видна творческая искра дизайнера!
th: ฉันได้ยินมาว่าการแสดงแต่ละรายการได้แสดงให้เห็นถึงความคิดสร้างสรรค์ของนักออกแบบนิดหน่อยน่ะ!
vi: Tôi nghe nói mỗi màn trình diễn đều thể hiện một chút sự sáng tạo của người thiết kế!
zh_hans: 我听说每场表演都会展示每位设计师的个人创意！
zh_hant: 聽說每場表演都有屬於每位設計師的個人巧思！

# drinking_text5
source: I heard there is a group performance that happens 30 minutes after every hour.
de: Ich habe gehört, dass es 30 Minuten nach jeder vollen Stunde eine Gruppenaufführung gibt.
es: Me enteré de que hay un acto grupal que sucede a los 30 minutos de cada hora exacta.
fr: Il paraît qu'un numéro collectif a lieu 30 minutes après chaque heure.
id: Kudengar ada pertunjukan kelompok yang diadakan 30 menit setelah setiap jam.
it: Ho sentito che c'è uno spettacolo di gruppo che avviene ogni ora, alla mezz'ora.
ja: 毎時間、30分からグループパフォーマンスが始まるって聞いてるよ
ko: 매 시간 30분에 단체 공연이 있다고 들었어요.
pt: Ouvi dizer que há uma apresentação em grupo que acontece sempre trinta minutos após cada hora.
ru: Говорят, в 30 минут после каждого часа происходит групповое выступление.
th: ฉันได้ยินมาว่าจะมีการแสดงกลุ่ม 30 นาที หลังจากทุกชั่วโมงน่ะ
vi: Tôi nghe nói cứ đến phút thứ 30 của một giờ sẽ có một buổi biểu diễn nhóm.
zh_hans: 我听说每隔30分钟都会有一场团体表演。
zh_hant: 好像每個小時的30分都會有團體表演。

# drinking_text6
source: Have you seen the designers perform yet?! Great stuff is happing on stage.
de: Hast du den Auftritt der Designer schon gesehen?! Da passieren tolle Sachen auf der Bühne.
es: ¡¿Ya viste los actos de los diseñadores?! Están pasando cosas geniales en el escenario.
fr: T'as vu les numéros ?! Il se passe des choses incroyables sur scène.
id: Apakah kamu sudah melihat penampilan para desainer?! Hal-hal hebat terjadi di atas panggung.
it: Hai già visto i designer esibirsi?! Sul palco stanno accadendo grandi cose.
ja: デザイナーたちのショーはもう見た？！ステージ上で面白いことが起こるんだ〜
ko: 디자이너들 하는 공연 본 적 있어요? 무대 위에서 멋진 일이 벌어져요.
pt: Você já viu os designers se apresentarem?! Grandes coisas estão acontecendo no palco.
ru: А вы уже видели выступление дизайнеров?! Оно просто превосходно.
th: คุณได้เห็นการแสดงของนักออกแบบหรือยัง?! มีสิ่งที่ยอดเยี่ยมกำลังเกิดขึ้นบนเวทีน่ะ
vi: Bạn đã xem các nhân viên thiết kế biểu diễn chưa?! Những chương trình tuyệt vời đang diễn ra trên sân khấu.
zh_hans: 你看过设计师们的表演了吗？很精彩哦，就是现在，快去大舞台～
zh_hant: 你看過設計師們的表演了嗎？很精彩喔，就是現在，快去大舞台～

# drinking_text7
source: Some people like to play with Dark Dragons! Not me though. No way.
de: Manche Leute spielen gerne mit dunklen Drachen! Ich aber nicht. Nie im Leben.
es: ¡A algunas personas les gusta jugar con los dragones oscuros! Pero a mí no. Ni soñando.
fr: Certains aiment jouer avec les Dragons sombres. Mais pas moi. Oh que non !
id: Beberapa orang suka bermain dengan Naga Kegelapan! Tapi aku tidak. Tidak mungkin.
it: Ad alcune persone piace giocare con i Draghi Oscuri! A me proprio per niente.
ja: 暗黒竜と遊ぶのが好きな子もいるよね！私？絶対ない！まさか、ありえない
ko: 다크 드래곤과 놀고 싶다는 사람도 있대요! 아니, 난 아니에요. 난 절대 못 해요.
pt: Algumas pessoas gostam de brincar com Dragões Sombrioss, mas eu não. Tô fora.
ru: Некоторые любят играть с темными драконами! Но только не я. Нет уж.
th: บางคนก็ชอบเล่นกับมังกรทมิฬน่ะ! แต่ไม่ใช่ฉันหรอกนะ ไม่มีทางเด็ดขาด
vi: Một số người thích chơi với đám Rồng Hắc Ám! Nhưng không phải tôi. Không đời nào.
zh_hans: 有些人喜欢和冥龙一起玩！但我可不行。绝不。
zh_hant: 有些人是喜歡跟冥龍玩啦，但我可不行，絕不。

# drinking_text8
source: Have you ever looked through the skylight and wondered if maybe it's all just a simulation?
de: Hast du schon mal durch das Dachfenster geschaut und dich gefragt, ob das vielleicht alles nur eine Simulation ist?
es: ¿Alguna vez miraste por el tragaluz y te preguntaste si quizás todo es una simple simulación?
fr: Ça t'est déjà arrivé de regarder à travers la lucarne et de te demander si tout n'était peut-être pas une simulation ?
id: Pernahkah kalian melihat melalui jendela atap dan bertanya-tanya apakah mungkin itu semua hanya simulasi?
it: Hai mai osservato attraverso il lucernario chiedendoti se non sia tutta una simulazione?
ja: 天窓から空を見上げて、もしかしてこの世界って全部ただのシミュレーションなんじゃ…って思うことない？
ko: 햇빛이 드는 창문을 보면서 이런 생각 해 본 적 있어요? 혹시 이건 전부 시뮬레이션이 아닐까?
pt: Você já olhou pela claraboia e ficou imaginando se tudo não passa de uma simulação?
ru: Вам не случалось смотреть вверх через окно в крыше и задумываться — что, если все это просто симуляция?
th: คุณเคยมองผ่านหน้าต่างสกายไลท์ แล้วสงสัยบ้างไหมว่า หากทุกอย่างเป็นเพียงแค่โลกจำลองล่ะ
vi: Bạn đã bao giờ nhìn lên giếng trời và tự hỏi liệu có lẽ tất cả chỉ là mô phỏng?
zh_hans: 你有没有透过天窗往外看时，思考过这一切可能都只是模拟情境？
zh_hant: 你有沒有在望向天窗外時，思考過，這一切可能都只是模擬情境？

# drinking_text9
source: There are some gigantic speakers by the stage. What a party!
de: Neben der Bühne stehen ein paar riesige Lautsprecher. Was für eine Party!
es: Hay oradores gigantes junto al escenario. ¡Qué gran fiesta!
fr: Il y a d'immenses enceintes à côté de la scène. Cette fête est dingue !
id: Ada beberapa speaker raksasa di dekat panggung. Pesta yang luar biasa!
it: Ci sono degli altoparlanti giganteschi sul palco. Che festa fantastica!
ja: ステージ脇にすっごい大きいスピーカーもあるの。最高のパーティーだよね！
ko: 무대 옆에 커다란 스피커가 있어요. 엄청난 파티네요!
pt: Tem uns alto-falantes gigantes perto do palco. Que festança!
ru: На сцене просто огромные колонки. Вот так вечеринка!
th: มีลำโพงยักษ์อยู่ข้างเวทีด้วย ช่างเป็นปาร์ตี้ที่สุดเหวี่ยงมากเลย!
vi: Gần sân khấu có những chiếc loa khổng lồ. Thật là một bữa tiệc hoành tráng!
zh_hans: 舞台旁边还有超大音响，这个派对实在太嗨啦！
zh_hant: 舞台旁邊竟然還有超大音響，這個派對實在太嗨啦！

# dye_base_color_title
source: Base Color
de: Grundfarbe
es: Color de base
fr: Couleur de base
id: Warna Dasar
it: Colore di base
ja: 基調色
ko: 기본 색
pt: Cor-base
ru: Базовый цвет
th: สีพื้นฐาน
vi: Màu Cơ Bản
zh_hans: 基础颜色
zh_hant: 底色

# dye_button_new_color
source: New Style
de: Neuer Stil
es: Estilo nuevo
fr: Nouveau style
id: Gaya Baru
it: Nuovo stile
ja: 新配色
ko: 새로운 스타일
pt: Novo estilo
ru: Новый стиль
th: สไตล์ใหม่
vi: Phong Cách Mới
zh_hans: 新样式
zh_hant: 新配色組合

# dye_confirm_apply_owned_body
source: You <b>already own</b> this outfit style, applying it <b>won't cost you</b> any dyes.
de: Du <b>besitzt bereits</b> diesen Outfit-Stil. Die Anwendung wird dich <b>keine</b> Farben kosten.
es: <b>Ya tienes</b> este estilo de traje. Si lo seleccionas, <b>no te costará</b> tinturas.
fr: Vous <b>possédez déjà</b> ce style de tenue. L'appliquer <b>ne vous coûtera</b> aucune teinture.
id: Kamu <b>telah memiliki</b> gaya pakaian ini, menggunakannya <b>tidak akan mengurangi</b> pewarna milikmu.
it: <b>Possiedi già</b> questo stile di abbigliamento, per applicarlo <b>non spenderai</b> alcuna tintura.
ja: あなたはこの配色の装いを<b>すでにお持ちです</b>。適用する際に、追加の光染料は<b>使用されません</b>
ko: 이 아이템을 <b>이미 보유</b> 중입니다. 적용해도 <b>염색 비용이 들지 않습니다</b>.
pt: Você <b>já tem</b> este estilo de traje. Aplicá-lo <b>não custará</b> nenhuma tinta.
ru: У вас <b>уже есть</b> этот стиль наряда, поэтому краска <b>не будет расходоваться</b>.
th: คุณ<b>มี</b>สไตล์ชุดเสื้อผ้านี้แล้ว การใช้สไตล์นี้จะ<b>ไม่ต้องใช้</b>สีย้อมใดๆ
vi: Bạn <b>đã sở hữu</b> phong cách trang phục này, áp dụng <b>sẽ không tốn</b> thuốc nhuộm.
zh_hans: 你<b>已拥有</b>此服饰样式，应用它<b>不会耗费你</b>任何染料。
zh_hant: 你<b>已擁有</b>此配色組合，套用它<b>不需要</b>花費任何光染。

# dye_confirm_apply_owned_title
source: Apply this Outfit Style?
de: Diesen Outfit-Stil anwenden?
es: ¿Seleccionar este estilo de traje?
fr: Appliquer ce style de tenue ?
id: Menggunakan Gaya Pakaian ini?
it: Vuoi applicare questo stile di abbigliamento?
ja: この配色の装いを適用しますか？
ko: 이 의상 스타일을 적용할까요?
pt: Aplicar este estilo de traje?
ru: Применить этот стиль наряда?
th: ใช้สไตล์ชุดเสื้อผ้านี้หรือไม่
vi: Áp dụng Phong Cách Trang Phục này?
zh_hans: 应用此服饰样式？
zh_hant: 套用此配色組合？

# dye_confirm_cancel_body
source: You have unapplied dyes.
de: Du hast nicht verwendete Farben.
es: Tienes tinturas sin seleccionar.
fr: Teintes non appliquées.
id: Kamu memiliki pewarna yang belum diterapkan.
it: Hai delle tinture non utilizzate.
ja: 光染料をとりのぞきました
ko: 적용하지 않은 염색약이 있습니다.
pt: Você tem tintas não aplicadas.
ru: У вас есть неиспользованные краски.
th: คุณมีสีย้อมที่ยังไม่ได้ใช้
vi: Bạn có các thuốc nhuộm chưa áp dụng.
zh_hans: 你拥有未应用的染料。
zh_hant: 你有未使用的光染。

# dye_confirm_cancel_title
source: Cancel Dyeing?
de: Färbung abbrechen?
es: ¿Cancelar tintura?
fr: Annuler la teinture ?
id: Batal Mewarnai?
it: Annullare la tintura?
ja: 染色を中止しますか？
ko: 염색을 취소할까요?
pt: Cancelar tingimento?
ru: Отменить покраску?
th: ยกเลิกการย้อมสีหรือไม่
vi: Hủy Nhuộm?
zh_hans: 取消染色？
zh_hant: 取消染色？
