Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daysofmusic_outro_desc_02
source: Head back to the <b>shrine</b> to <b>view</b> other performances!
de: Gehe zurück zum <b>Schrein</b> und <b>sieh</b> dir andere Darbietungen an!
es: ¡Regresa al <b>altar</b> para <b>ver</b> las demás presentaciones!
fr: Retournez au <b>sanctuaire</b> pour <b>voir</b> les prestations des autres !
id: Kembalilah ke <b>kuil</b> untuk <b>melihat</b> pertunjukan lainnya!
it: Torna al <b>santuario</b> per <b>assistere</b> ad altre esibizioni!
ja: <b>祭壇</b>にもどり、みんなのパフォーマンスも<b>鑑賞</b>しましょう！
ko: <b>제단</b>으로 돌아가서 다른 공연을 <b>확인해 보세요</b>!
pt: Volte ao <b>altar</b> para <b>ver</b> outras apresentações!
ru: Возвращайтесь к <b>алтарю</b>, чтобы <b>посмотреть</b> другие выступления!
th: มุ่งหน้ากลับไปที่<b>แท่นบูชา</b>เพื่อ<b>รับชม</b>การแสดงของคนอื่นๆ!
vi: Quay trở lại <b>ngôi đền</b> để <b>xem</b> các màn biểu diễn khác!
zh_hans: 返回<b>神坛</b>，<b>观看</b>其他表演！
zh_hant: 回到<b>神壇</b><b>查看</b>其他表演吧！

# daysofmusic_shrine_hint
source: Use this <b>shrine</b> to <b>record</b> your performance.
de: Nutze diesen <b>Schrein</b>, um deine Darbietung <b>aufzuzeichnen</b>.
es: Usa este <b>altar</b> para <b>grabar</b> tu presentación.
fr: Ce <b>sanctuaire</b> vous permettra d’<b>enregistrer</b> vos prestations.
id: Gunakan <b>kuil</b> ini untuk <b>merekam</b> penampilan kamu.
it: Usa questo <b>santuario</b> per <b>registrare</b> la tua esibizione.
ja: この<b>祭壇</b>を使い、あなたのパフォーマンスを<b>記録</b>しましょう！
ko: 이 <b>제단</b>을 사용해서 공연을 <b>녹화</b>하세요.
pt: Use este <b>altar</b> para <b>gravar</b> sua apresentação!
ru: Воспользуйтесь этим <b>алтарём</b>, чтобы <b>записать</b> своё выступление.
th: ใช้<b>แท่นบูชา</b>นี้เพื่อ<b>บันทึก</b>การแสดงของคุณ
vi: Sử dụng <b>ngôi đền</b> này để <b>ghi lại</b> màn biểu diễn của bạn.
zh_hans: 用这座<b>神坛</b>来<b>记录</b>你的表演。
zh_hant: 使用這個<b>神壇</b>來<b>錄製</b>你的表演。

# daysofmusic_task_hint
source: Begin!
de: Beginnen!
es: ¡Adelante!
fr: Commencez !
id: Mulai!
it: Inizia!
ja: 始め！
ko: 시작하세요!
pt: Comece!
ru: Приступим!
th: เริ่มเลย!
vi: Bắt đầu nào!
zh_hans: 开始！
zh_hant: 開始！

# daysofmusic_teleport_hint
source: The <1>Music Guide</1> has set up a music challenge in the realms of Sky. <2>Teleport</2> there with them?
de: Die <1>Musik-Helferin</1> hat eine Musik-Herausforderung in den Reichen von Sky ausgerufen. Willst du dich dorthin <2>teleportieren</2>?
es: La <1>Guía de la música</1> organizó un desafío de música en los reinos de Sky. ¿Quieres <2>teletransportarte</2> hasta allí?
fr: La <1>guide musicale</1> a organisé un défi musical dans les royaumes de Sky. Voulez-vous vous y <2>téléporter</2> avec elle ?
id: Sang <1>Pemandu Musik</1> telah menyiapkan tantangan penuh gaya di dunia Sky. <2>Teleportasi</2> ke sana bersama mereka?
it: La <1>Guida musicale</1> ha organizzato una sfida musicale nei regni di Sky. Vuoi <2>teletrasportarti</2> lì?
ja: <1>音楽の案内人</1>がSkyのどこかに、音楽チャレンジを用意したようです そこまで一緒に<2>テレポート</2>しますか？
ko: <1>음악의 안내자</1>가 Sky 월드 어딘가에서 연주 챌린지를 열고 있습니다. 해당 장소로 <2>순간이동</2> 할까요?
pt: A <1>Guia Musical</1> criou um desafio de música nos reinos de Sky. <2>Teletransportar</2> para lá?
ru: <1>Проводник музыки</1> запускает испытание музыки в мире Sky. <2>Телепортироваться</2> туда вместе с ней?
th: <1>ผู้แนะนำดนตรี</1>ได้จัดการประชันสไตล์ขึ้นในดินแดนแห่ง Sky <2>เทเลพอร์ต</2>ไปที่นั่นกับเขาไหม
vi: <1>Chỉ Dẫn Âm Nhạc</1> đã thiết lập một thử thách về phong cách trong các vương quốc của Sky. <2>Dịch chuyển</2> đến đó cùng họ?
zh_hans: <1>音乐向导</1>在光遇领域安排了一项音乐挑战。 要和她一起<2>传送</2>过去吗？
zh_hant: <1>音樂嚮導</1>在 Sky 的國度裡發起了一個音樂挑戰。 想要和他一起<2>傳送</2>過去嗎？

# daysofmusic_teleport_hint_ap23
source: You must complete the first quest in Season of Duets to participate in this location's event.
de: Du musst die erste Quest in „Saison der Duette“ abschließen, um an dem Event an diesem Ort teilnehmen zu können.
es: Debes completar la primera misión de la Temporada de Duetos para participar del evento en esta ubicación.
fr: Vous devez terminer la première quête de la saison des duos pour participer à l’événement de cet emplacement.
id: Kamu harus menyelesaikan misi pertama di Musim Duet untuk berpartisipasi dalam acara di lokasi ini.
it: Per partecipare all'evento di questo luogo devi completare la prima missione della Stagione dei Duetti.
ja: このイベント開催地に行くには、重なる音色の季節の第1クエストを完了する必要があります
ko: 이 이벤트에 참여하려면 듀엣의 시즌 첫 번째 퀘스트를 완료해야 합니다.
pt: Você precisa concluir a primeira missão na Temporada de Duetos para participar do evento deste local.
ru: Завершите первое задание Сезона дуэтов, чтобы попасть в это место и принять участие в событии.
th: คุณจะต้องทำภารกิจแรกในฤดูกาลบรรเลงคู่ให้เสร็จก่อนจึงจะเข้าร่วมอีเวนต์ในสถานที่แห่งนี้ได้
vi: Bạn phải hoàn thành nhiệm vụ đầu tiên trong Mùa Song Tấu để tham gia sự kiện tại địa điểm này.
zh_hans: 你必须完成二重奏季的首项任务才能参加此地点的活动。
zh_hant: 你必須完成二重奏季的第一個任務才能參加此地的活動。

# daysofsky_balloonMagic_chat
source: May I interest you in a balloon hat?
de: Kann ich dich für einen Ballonhut interessieren?
es: ¿Podría tentarte con un sombrero de globos?
fr: Envie d'un petit chapeau en ballons de baudruche ?
id: Bolehkah aku menunjukkan topi balon kepada kamu?
it: Ti interessa un cappello a palloncino?
ja: バルーンハットはいかがですか？
ko: 풍선 모자 보여줄까요?
pt: Tem interesse em um chapéu de balão?
ru: Вас не интересует головной убор в виде шарика?
th: ฉันขอนำเสนอหมวกลูกโป่งให้คุณได้ไหม
vi: Bạn có hứng thú với chiếc mũ bóng bay này không?
zh_hans: 我可以为你介绍一顶气球帽嘛？
zh_hant: 我可以跟你介紹一頂氣球帽嗎？

# daysofsky_balloonMagic_confirm
source: Share {{1}} <event_candle/> with them. In exchange they'll grant you an extraordinary balloon hat spell.
de: {{1}} <event_candle/> überreichen. Im Gegenzug erhältst du einen außergewöhnlichen Ballonhut-Zauber.
es: Compartir {{1}} <event_candle/>. A cambio, te darán un extraordinario sombrero de globos.
fr: Partagez {{1}} <event_candle/> avec eux. En retour, ils vous octroieront un fantastique sort de chapeau-ballon.
id: Bagikan {{1}} <event_candle/> kepada mereka. Sebagai gantinya, mereka akan memberimu mantra topi balon luar biasa.
it: Condividi {{1}} <event_candle/>. In cambio ti darà lo straordinario incantesimo del palloncino copricapo.
ja: 彼らと{{1}} <event_candle/>を分け合いましょう Inとっても特別なバルーンハットの魔法を授けてくれるでしょう
ko: {{1}}<event_candle/>를 공유하세요. 보답으로 특별한 풍선 모자 주문을 받을 수 있어요.
pt: Compartilhe {{1}} <event_candle/>. Em troca, ela vai conceder um feitiço extraordinário de chapéu de balão.
ru: Требуется отдать персонажу: <event_candle/> ({{1}}). В обмен вы получите чары удивительной шляпы из шариков.
th: แบ่งปัน {{1}} <event_candle/> กับพวกเขา พวกเขาจะมอบคาถาหมวกลูกโป่งสุดพิเศษให้กับคุณเป็นการแลกเปลี่ยน
vi: Chia sẻ {{1}} <event_candle/> với họ. Đổi lại, họ sẽ tặng bạn phép thuật mũ bóng bay đặc biệt.
zh_hans: 与她分享{{1}}<event_candle/>。 作为回报，她会送你一个非凡的气球帽魔法。
zh_hant: 跟他分享{{1}} <event_candle/>。 他就會送你一個非凡的氣球帽魔法作為交換。

# daysofsky_balloonMagic_dialoghint
source: Try again after removing your current Hair Accessory.
de: Versuche es erneut, nachdem du dein aktuelles Haar-Accessoire abgenommen hast.
es: Vuelve a intentarlo después de quitarte el accesorio para el cabello actual.
fr: Réessayez après avoir retiré votre accessoire pour cheveux actuel.
id: Coba lagi setelah menyingkirkan Aksesori Rambutmu saat ini.
it: Riprova dopo aver rimosso l'attuale accessorio per capelli.
ja: 今身につけているヘアアクセサリーを外してから、再度お試しください
ko: 현재 헤어 액세서리를 제거한 후 다시 시도하세요..
pt: Tente de novo depois de tirar o acessório de cabelo atual.
ru: Снимите аксессуар для волос и попробуйте ещё раз.
th: ลองใหม่อีกครั้งหลังจากที่ถอดของประดับผมที่คุณสวมใส่อยู่
vi: Hãy thử lại sau khi gỡ Phụ kiện tóc hiện tại của bạn.
zh_hans: 在移除你当前的发饰后再试一次。
zh_hant: 請移除你目前的髮飾，並再試一遍。

# daysofsunlight_help_marching
source: Marching Adventurer is looking for friends to join their procession. Perhaps you can find them?
de: Die Marschierende Abenteurerin sucht Freunde, die sich ihr anschließen wollen. Vielleicht kannst du bei ihr vorbeischauen?
es: Un aventurero en marcha está buscando amistades para que se unan a su procesión. ¿Quizás puedas encontrarlas?
fr: L’aventurier en marche cherche des amis pour rejoindre son cortège. Vous pouvez peut-être en trouver ?
id: Petualang Berbaris sedang mencari teman untuk bergabung ke pawai mereka. Mungkin kamu bisa menemukannya?
it: L'Avventuriera in marcia è alla ricerca di amici che si uniscano alla sua processione. Puoi cercarne qualcuno?
ja: 行進する冒険家が、いっしょに行進にするはずの友だちを探しているようです。見つけてあげましょう。
ko: 행진하는 모험가가 같이 행진할 친구를 찾고 있어요. 한 번 찾아가 볼까요?
pt: O Aventureiro Caminhante está procurando amigos para se juntarem à sua procissão. Talvez você possa encontrá-los?
ru: Марширующая авантюристка ищет друзей для своей процессии. Поможете их найти?
th: นักผจญภัยสวนสนามกำลังมองหาเพื่อนๆ เพื่อเข้าร่วมขบวนของพวกเขา บางทีคุณอาจจะหาพวกเขาพบก็ได้นะ
vi: Nhà Mạo Hiểm Diễu Hành đang tuyển thành viên cho đoàn diễu hành. Liệu bạn có thể tìm thấy họ?
zh_hans: 正步冒险家正在寻找朋友加入他们的队伍。也许你能找到他们？
zh_hant: 正步冒險家正在尋找朋友加入他們的隊伍。也許你能幫他們找到夥伴？

# daysofsunlight_meet_marching
source: Meet Marching Adventurer at the pond
de: Triff die Marschierende Abenteurerin am Teich
es: Reúnete con el aventurero en marcha en el estanque
fr: Retrouvez l’aventurier en marche à l'étang
id: Temui Petualang Berbaris di dekat kolam
it: Incontra l'Avventuriera in marcia allo stagno
ja: 池にいる行進する冒険家に会いに行きましょう
ko: 연못에서 행진하는 모험가를 만나기
pt: Encontre o Aventureiro Caminhante no lago
ru: Загляните на пруд к Марширующей авантюристке
th: พบกับนักผจญภัยสวนสนามที่บ่อน้ำ
vi: Gặp Nhà Mạo Hiểm Diễu Hành ở ao
zh_hans: 在池塘与正步冒险家见面
zh_hant: 在水池邊與正步冒險家會合

# daysofsunlight_tag_chuckle
source: Do you want to play tag with <1>Chuckling Scout</1>?
de: Willst du mit dem <1>Lachenden Pfadfinder</1> Fangen spielen?
es: ¿Quieres jugar a la mancha con el <1>explorador risueño</1>?
fr: Voulez-vous jouer au chat avec le <1>scout ricanant</1> ?
id: Mau main kejar-kejaran dengan <1>Pramuka Cekikikan</1>?
it: Vuoi giocare a “ce l’hai “con l’<1>Esploratore sghignazzante</1>?
ja: <1>含み笑いのスカウト</1>と、鬼ごっこで遊びますか？
ko: <1>키득거리는 스카우트</1> 영혼과 술래잡기를 해 볼까요?
pt: Você quer brincar de pique-pega com o <1>Batedor Risonho</1>?
ru: Хотите поиграть в салки с <1>Хихикающим разведчиком</1>?
th: คุณต้องการเล่นวิ่งไล่จับกับ<1>ผู้สอดแนมแอบหัวเราะ</1>ไหม
vi: Bạn muốn chơi đuổi bắt với <1>Hướng Đạo Sinh Khúc Khích</1>?
zh_hans: 你想和<1>傻笑童子军</1>玩捉迷藏吗？
zh_hant: 你想和<1>傻笑童子軍</1>玩捉迷藏嗎？

# daysofsunlight_tag_chuckle_2
source: Ready?
de: Bereit?
es: ¿Listo?
fr: Prêt?
id: Siap?
it: Pronto?
ja: よ〜い、どん！
ko: 준비 됐나요?
pt: Pronto?
ru: Готовы?
th: พร้อมไหม
vi: Sẵn sàng?
zh_hans: 准备好了吗?
zh_hant: 準備好了嗎?

# debug_pick_date_message
source: To override the current Event Schedule time and date.
th: เพื่อแทนที่เวลาและวันที่กำหนดการอีเวนต์ในปัจจุบัน
vi: Ghi đè ngày và giờ Lịch sự kiện hiện tại.
zh_hans: 覆盖现有时间列表的日期和小时
zh_hant: 覆蓋現有時間列表的日期和小時

# debug_pick_date_title
source: [Debug] Pick a date and time
th: [ดีบัค] เลือกวันที่และเวลา
vi: [Debug] Chọn ngày và giờ
zh_hans: [Debug] 选择日期和小时
zh_hant: [Debug] 選擇日期和小時

# delete_note_confirm_title
source: Remove this?
de: Entfernen?
es: ¿Eliminar esto?
fr: Supprimer ceci ?
id: Hapus ini?
it: Vuoi rimuovere?
ja: 削除しますか？
ko: 삭제할까요?
pt: Remover?
ru: Удалить?
th: ลบสิ่งนี้ออกหรือไม่
vi: Bạn có muốn xóa?
zh_hans: 要移除吗？
zh_hant: 移除此內容？

# delete_note_failed_message
source: Failed to remove the message, please try again
de: Nachricht konnte nicht entfernt werden. Bitte versuche es erneut.
es: No fue posible eliminar el mensaje, intenta de nuevo.
fr: Échec de la suppression du message, veuillez réessayer
id: Gagal menghapus pesan, coba lagi
it: Impossibile rimuovere il messaggio. Riprova.
ja: メッセージを削除できませんでした もう一度やり直してみてください
ko: 메시지 삭제 실패. 다시 시도해주세요
pt: Impossível remover a mensagem, tente novamente
ru: Не получилось удалить сообщение. Попробуйте еще раз.
th: ล้มเหลวในการลบข้อความออก โปรดลองใหม่อีกครั้ง
vi: Không xóa được tin nhắn, vui lòng thử lại
zh_hans: 删除留言失败，请稍后再试。
zh_hant: 刪除留言失敗，請稍後再試。

# delete_note_failed_title
source: Remove failed
de: Entfernen fehlgeschlagen
es: La eliminación falló
fr: Échec de la suppression
id: Gagal menghapus
it: Rimozione non riuscita
ja: エラーが発生しました
ko: 삭제 실패
pt: Remoção malsucedida
ru: Не получилось удалить
th: ลบไม่สำเร็จ
vi: Xóa không thành công
zh_hans: 删除失败
zh_hant: 刪除失敗

# description_teleport
source: This ability lets you <2>warp</2> to your friend in the same level
de: Mit dieser Fähigkeit kannst du dich zu deinem Freund im selben Level <2>warpen</2>
es: Esta habilidad te permite <2>viajar</2> hacia tu amigo en el mismo nivel
fr: Cette capacité vous permet de <2>Voyager</2> jusqu'à votre ami dans le même niveau
id: Kemampuan ini memungkinkanmu <2>berteleportasi</2> ke teman di level yang sama
it: Questa abilità ti consente di <2>raggiungere</2> il tuo amico nello stesso livello
ja: 同じエリアにいるフレンドの近くに<2>一瞬で移動する</2>ことができるようになります
ko: 이 능력을 써서 같은 구역에 있는 친구에게 <2>워프</2>할 수 있어요
pt: Esta habilidade permite que você se <2>transporte</2> para um amigo do mesmo nível
ru: Эта способность позволяет вам <2>прыгнуть</2> к вашему другу на том же уровне
th: ความสามารถนี้จะช่วยให้คุณ<2>วาร์ป</2>ไปหาเพื่อนของคุณที่อยู่ในด่านเดียวกัน
vi: Khả năng này cho phép bạn <2>dịch chuyển</2> với bạn bè cùng cấp
zh_hans: 这个能力让你可以<2>瞬移</2>穿过任何障碍，到同关卡内的朋友身边
zh_hant: 這個能力讓你可以<2>瞬移</2>穿過任何障礙，到同關卡內的朋友身邊

# dolove_dawn_hint1
source: This Crystal resonates strongly with emotions from <b>Isle of Dawn</b>...
de: Dieser Kristall strahlt kraftvoll die Gefühle der <b>Insel der Dämmerung</b> aus ...
es: Este cristal evoca las emociones de la <b>Isla del Amanecer</b>...
fr: Il émane de ce cristal de puissantes émotions de l'<b>Île de l'aube</b>...
id: Kristal ini beresonansi kuat dengan emosi dari <b>Pulau Fajar</b>...
it: Questo cristallo risponde alle animazioni provenienti dall'<b>Isola dell'Alba</b>...
ja: この水晶は<b>孤島</b>の感情表現に強く共鳴するようです...
ko: 이 수정은 <b>여명의 섬</b>에서 배운 제스처에 강하게 반응합니다...
pt: Este cristal ressoa muito com as emoções da <b>Ilha do Alvorecer</b>...
ru: Этот кристалл сильно резонирует с эмоциями <b>Острова рассвета</b>...
th: คริสตัลนี้สะท้อนอารมณ์ความรู้สึกจาก<b>เกาะรุ่งอรุณ</b>ได้อย่างแรงกล้า...
vi: Pha Lê này cộng hưởng mạnh mẽ với cảm xúc từ <b>Bán Đảo Bình Minh</b>...
zh_hans: 此水晶会与来自<b>晨岛</b>的情感产生强烈共鸣……
zh_hant: 此水晶將與來自<b>晨島</b>的情感表現產生強烈共鳴⋯⋯

# dolove_dusk_hint1
source: This Crystal resonates strongly with emotions from <b>Golden Wasteland</b>...
de: Dieser Kristall strahlt kraftvoll die Gefühle der <b>Goldenen Ödnis</b> aus ...
es: Este cristal evoca las emociones del <b>Páramo Dorado</b>...
fr: Il émane de ce cristal de puissantes émotions du <b>Désert d’or</b>...
id: Kristal ini beresonansi kuat dengan emosi dari <b>Gurun Emas</b>...
it: Questo cristallo risponde alle animazioni provenienti dal <b>Deserto Dorato</b>...
ja: この水晶は<b>捨てられた地</b>の感情表現に強く共鳴するようです...
ko: 이 수정은 <b>황금 황무지</b>에서 배운 제스처에 강하게 반응합니다...
pt: Este cristal ressoa muito com as emoções do <b>Sertão Dourado</b>...
ru: Этот кристалл сильно резонирует с эмоциями <b>Золотой пустоши</b>...
th: คริสตัลนี้สะท้อนอารมณ์ความรู้สึกจาก<b>แดนร้างทองอร่าม</b>ได้อย่างแรงกล้า...
vi: Pha Lê này cộng hưởng mạnh mẽ với cảm xúc từ <b>Hoang Mạc Hoàng Kim</b>...
zh_hans: 此水晶会与来自<b>暮土</b>的情感产生强烈共鸣……
zh_hant: 此水晶將與來自<b>暮土</b>的情感表現產生強烈共鳴⋯⋯

# dolove_meteortutorial_hint1
source: The Crystal resonates with <b>specific</b> emotions...
de: Der Kristall strahlt <b>bestimmte</b> Gefühle aus ...
es: Este cristal evoca emociones <b>específicas</b>...
fr: Il émane de ce cristal des émotions <b>spécifiques</b>...
id: Kristal beresonansi dengan emosi yang <b>spesifik</b>...
it: Questo cristallo risponde ad animazioni <b>specifiche</b>...
ja: この水晶は<b>特定の</b>の感情表現に共鳴するようです...
ko: 수정은 <b>특정한</b> 제스처에 반응합니다...
pt: O cristal ressoa com emoções <b>específicas</b>...
ru: Кристалл резонирует с <b>особыми</b> эмоциями...
th: คริสตัลนี้สะท้อนอารมณ์ความรู้สึก<b>เฉพาะ</b>...
vi: Pha lê cộng hưởng với những cảm xúc <b>cụ thể</b>...
zh_hans: 该水晶会与<b>特定</b>情感产生共鸣……
zh_hant: 此水晶將與<b>特定</b>情感表現產生共鳴⋯⋯

# dolove_night_hint1
source: This Crystal resonates strongly with emotions from <b>Vault of Knowledge</b>...
de: Dieser Kristall strahlt kraftvoll die Gefühle des <b>Tresors des Wissens</b> aus ...
es: Este cristal evoca las emociones de la <b>Bóveda de Conocimiento</b>...
fr: Il émane de ce cristal de puissantes émotions de la <b>Chambre forte de connaissance</b>...
id: Kristal ini beresonansi kuat dengan emosi dari <b>Kubah Pengetahuan</b>...
it: Questo cristallo risponde alle animazioni provenienti dalla <b>Cupola della Conoscenza</b>...
ja: この水晶は<b>書庫</b>の感情表現に強く共鳴するようです...
ko: 이 수정은 <b>지식의 도서관</b>에서 배운 제스처에 강하게 반응합니다...
pt: Este cristal ressoa muito com as emoções do <b>Relicário do Conhecimento</b>...
ru: Этот кристалл сильно резонирует с эмоциями <b>Хранилища знаний</b>...
th: คริสตัลนี้สะท้อนอารมณ์ความรู้สึกจาก<b>กรุสมบัติแห่งปัญญา</b>ได้อย่างแรงกล้า...
vi: Pha Lê này cộng hưởng mạnh mẽ với cảm xúc từ <b>Kho Tri Thức</b>...
zh_hans: 此水晶会与来自<b>禁阁</b>的情感产生强烈共鸣……
zh_hant: 此水晶將與來自<b>禁閣</b>的情感表現產生強烈共鳴⋯⋯

# dolove_prairie_hint1
source: This Crystal resonates strongly with emotions from <b>Daylight Prairie</b>...
de: Dieser Kristall strahlt kraftvoll die Gefühle der <b>Tageslichtprärie</b> aus ...
es: Este cristal evoca las emociones de la <b>Planicie Luz de Día</b>...
fr: Il émane de ce cristal de puissantes émotions de la <b>Prairie illuminée</b>...
id: Kristal ini beresonansi kuat dengan emosi dari <b>Padang Rumput Siang</b>...
it: Questo cristallo risponde alle animazioni provenienti dalla <b>Prateria Diurna</b>...
ja: この水晶は<b>草原</b>の感情表現に強く共鳴するようです...
ko: 이 수정은 <b>햇빛 초원</b>에서 배운 제스처에 강하게 반응합니다...
pt: Este cristal ressoa muito com as emoções da <b>Campina da Aurora</b>...
ru: Этот кристалл сильно резонирует с эмоциями <b>Полуденной прерии</b>...
th: คริสตัลนี้สะท้อนอารมณ์ความรู้สึกจาก<b>ทุ่งหญ้าแสงตะวัน</b>ได้อย่างแรงกล้า...
vi: Pha Lê này cộng hưởng mạnh mẽ với cảm xúc từ <b>Thảo Nguyên Ánh Sáng</b>...
zh_hans: 此水晶会与来自<b>云野</b>的情感产生强烈共鸣……
zh_hant: 此水晶將與來自<b>雲野</b>的情感表現產生強烈共鳴⋯⋯

# dolove_rain_hint1
source: This Crystal resonates strongly with emotions from <b>Hidden Forest</b>...
de: Dieser Kristall strahlt kraftvoll die Gefühle des <b>Verborgenen Waldes</b> aus ...
es: Este cristal evoca las emociones del <b>Bosque Escondido</b>...
fr: Il émane de ce cristal de puissantes émotions de la <b>Forêt cachée</b>...
id: Kristal ini beresonansi kuat dengan emosi dari <b>Hutan Tersembunyi</b>...
it: Questo cristallo risponde alle animazioni provenienti dalla <b>Foresta Nascosta</b>...
ja: この水晶は<b>雨林</b>の感情表現に強く共鳴するようです...
ko: 이 수정은 <b>비밀의 숲</b>에서 배운 제스처에 강하게 반응합니다...
pt: Este cristal ressoa muito com as emoções da <b>Floresta Oculta</b>...
ru: Этот кристалл сильно резонирует с эмоциями <b>Тайного леса</b>...
th: คริสตัลนี้สะท้อนอารมณ์ความรู้สึกจาก<b>ป่าลับ</b>ได้อย่างแรงกล้า...
vi: Pha Lê này cộng hưởng mạnh mẽ với cảm xúc từ <b>Rừng Mưa</b>...
zh_hans: 此水晶会与来自<b>雨林</b>的情感产生强烈共鸣……
zh_hant: 此水晶將與來自<b>雨林</b>的情感表現產生強烈共鳴⋯⋯

# dolove_sunset_hint1
source: This Crystal resonates strongly with emotions from <b>Valley of Triumph</b>...
de: Dieser Kristall strahlt kraftvoll die Gefühle des <b>Tals des Triumphs</b> aus ...
es: Este cristal evoca las emociones del <b>Valle del Triunfo</b>...
fr: Il émane de ce cristal de puissantes émotions de la <b>Vallée du triomphe</b>...
id: Kristal ini beresonansi kuat dengan emosi dari <b>Lembah Kejayaan</b>...
it: Questo cristallo risponde alle animazioni provenienti dalla <b>Valle del Trionfo</b>...
ja: この水晶は<b>峡谷</b>の感情表現に強く共鳴するようです...
ko: 이 수정은 <b>승리의 계곡</b>에서 배운 제스처에 강하게 반응합니다...
pt: Este cristal ressoa muito com as emoções do <b>Vale do Triunfo</b>...
ru: Этот кристалл сильно резонирует с эмоциями <b>Долины триумфа</b>...
th: คริสตัลนี้สะท้อนอารมณ์ความรู้สึกจาก<b>หุบเขาแห่งชัยชนะ</b>ได้อย่างแรงกล้า...
vi: Pha Lê này cộng hưởng mạnh mẽ với cảm xúc từ <b>Thung Lũng Vinh Quang</b>...
zh_hans: 此水晶会与来自<b>霞谷</b>的情感产生强烈共鸣……
zh_hant: 此水晶將與來自<b>霞谷</b>的情感表現產生強烈共鳴⋯⋯

# dotreasure_daily_time_remaining_hour
source: Today's treasure hunt will end in <b>{{1}} hour</b>.
de: Die heutige Schatzsuche endet in <b>{{1}} Stunde</b>.
es: La búsqueda del tesoro de hoy terminará en <b>{{1}} hora</b>.
fr: La chasse au trésor du jour se termine dans <b>{{1}} heure</b>.
id: Perburuan harta karun hari ini akan berakhir dalam <b>{{1}} jam</b>.
it: La caccia al tesoro di oggi si concluderà tra <b>{{1}} ora</b>.
ja: 本日の宝探しはあと<b>{{1}} 時間</b>で終わります
ko: 오늘의 보물찾기는 <b>{{1}}시간</b> 후에 종료됩니다.
pt: A caça ao tesouro de hoje terminará em <b>{{1}} hora</b>.
ru: Сегодняшний поиск сокровищ закончится через <b>{{1}} ч.</b>
th: การล่าสมบัติของวันนี้จะสิ้นสุดใน <b>{{1}} ชั่วโมง</b>
vi: Cuộc săn kho báu hôm nay sẽ kết thúc trong <b>{{1}} giờ</b>.
zh_hans: 今天的寻宝活动将在<b>{{1}}小时</b>后结束。
zh_hant: 今日的尋寶活動將於<b>{{1}}小時</b>後結束。

# dotreasure_daily_time_remaining_hours
source: Today's treasure hunt will end in <b>{{1}} hours</b>.
de: Die heutige Schatzsuche endet in <b>{{1}} Stunden</b>.
es: La búsqueda del tesoro de hoy terminará en <b>{{1}} horas</b>.
fr: La chasse au trésor du jour se termine dans <b>{{1}} heures</b>.
id: Perburuan harta karun hari ini akan berakhir dalam <b>{{1}} jam</b>.
it: La caccia al tesoro di oggi si concluderà tra <b>{{1}} ore</b>.
ja: 本日の宝探しはあと<b>{{1}} 時間</b>で終わります
ko: 오늘의 보물찾기는 <b>{{1}}시간</b> 후에 종료됩니다.
pt: A caça ao tesouro de hoje terminará em <b>{{1}} horas</b>.
ru: Сегодняшний поиск сокровищ закончится через <b>{{1}} ч.</b>
th: การล่าสมบัติของวันนี้จะสิ้นสุดใน <b>{{1}} ชั่วโมง</b>
vi: Cuộc săn kho báu hôm nay sẽ kết thúc trong <b>{{1}} giờ</b>.
zh_hans: 今天的寻宝活动将在<b>{{1}}小时</b>后结束。
zh_hant: 今日的尋寶活動將於<b>{{1}}小時</b>後結束。

# dotreasure_daily_time_remaining_minute
source: Today's treasure hunt will end in <b>{{1}} minute</b>.
de: Die heutige Schatzsuche endet in <b>{{1}} Minute</b>.
es: La búsqueda del tesoro de hoy terminará en <b>{{1}} minuto</b>.
fr: La chasse au trésor du jour se termine dans <b>{{1}} minute</b>.
id: Perburuan harta karun hari ini akan berakhir dalam <b>{{1}} menit</b>.
it: La caccia al tesoro di oggi si concluderà tra <b>{{1}} minuto</b>.
ja: 本日の宝探しはあと<b>{{1}} 分</b>で終わります
ko: 오늘의 보물찾기는 <b>{{1}}분</b> 후에 종료됩니다.
pt: A caça ao tesouro de hoje terminará em <b>{{1}} minuto</b>.
ru: Сегодняшний поиск сокровищ закончится через <b>{{1}} мин.</b>
th: การล่าสมบัติของวันนี้จะสิ้นสุดใน <b>{{1}} นาที</b>
vi: Cuộc săn kho báu hôm nay sẽ kết thúc trong <b>{{1}} phút</b>.
zh_hans: 今天的寻宝活动将在<b>{{1}}分钟</b>后结束。
zh_hant: 今日的尋寶活動將於<b>{{1}}分鐘</b>後結束。

# dotreasure_daily_time_remaining_minutes
source: Today's treasure hunt will end in <b>{{1}} minutes</b>.
de: Die heutige Schatzsuche endet in <b>{{1}} Minuten</b>.
es: La búsqueda del tesoro de hoy terminará en <b>{{1}} minutos</b>.
fr: La chasse au trésor du jour se termine dans <b>{{1}} minutes</b>.
id: Perburuan harta karun hari ini akan berakhir dalam <b>{{1}} menit</b>.
it: La caccia al tesoro di oggi si concluderà tra <b>{{1}} minuti</b>.
ja: 本日の宝探しはあと<b>{{1}} 分</b>で終わります
ko: 오늘의 보물찾기는 <b>{{1}}분</b> 후에 종료됩니다.
pt: A caça ao tesouro de hoje terminará em <b>{{1}} minutos</b>.
ru: Сегодняшний поиск сокровищ закончится через <b>{{1}} мин.</b>
th: การล่าสมบัติของวันนี้จะสิ้นสุดใน <b>{{1}} นาที</b>
vi: Cuộc săn kho báu hôm nay sẽ kết thúc trong <b>{{1}} phút</b>.
zh_hans: 今天的寻宝活动将在<b>{{1}}分钟</b>后结束。
zh_hant: 今日的尋寶活動將於<b>{{1}}分鐘</b>後結束。
