Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap14_fetch_04_remaining_03
source: There are <2>three more spirits</3> left to find and reassure.
de: Es gibt noch <2>drei Geister</3>, die gefunden und aufgemuntert werden müssen.
es: Solo quedan <2>tres espíritus más</3> por encontrar y tranquilizar.
fr: Il reste <2>trois autres esprits</3> à trouver et rassurer.
id: Tinggal <2>tiga roh</3> lagi yang harus ditemukan dan diyakinkan.
it: Ti restano <2>tre spiriti</3> da trovare e rassicurare.
ja: ほかの<2>3人の精霊たち</2>を探して、元気づけましょう
ko: <2>영혼 세 명</3>을 더 찾아서 기운을 북돋워 주세요
pt: Restam <2>três espíritos</3> para encontrar e acalmar.
ru: Осталось найти и подбодрить <2>еще трех духов</3>.
th: เหลือ<2>สปิริตอีกสามตน</3>ให้ค้นหาและปลอบใจ
vi: Cần tìm và trấn an <2>ba tinh linh nữa</3>.
zh_hans: 还需找到<2>三个先灵</3>并进行安抚。
zh_hant: 還需要安撫<2>三位先靈</3>。

# ap14_fetch_04_return
source: Return to the <1>Performance Guide</1> with your re-energized crew!
de: Kehre mit deiner aufgemunterten Truppe zum <1>Darbietungshelfer</1> zurück!
es: ¡Vuelve con el <1>guía de la obra</1> con tu grupo con energías renovadas!
fr: Retournez au <1>Guide de l'Interprétation</1> avec votre équipe revigorée !
id: Kembali ke <1>Pemandu Pertunjukan</1> dengan kru yang kembali semangat!
it: Ritorna dalla <1>Guida dello spettacolo</1> con la tua troupe rienergizzata!
ja: 元気を取り戻した劇団員たちと一緒に<1>表現者たちの案内人</1>の元へ戻りましょう
ko: 의욕을 되찾은 단원들과 함께 <1>공연의 안내자</1>에게 돌아가세요!
pt: Fale novamente com <1>Guia de Performance</1> com o grupo reenergizado!
ru: Приведите к <1>Проводнику представлений</1> вашу снова полную сил труппу!
th: กลับไปหา<1>ผู้แนะนำการแสดง</1>พร้อมกับลูกทีมที่ได้รับการเติมพลังของคุณ!
vi: Quay lại <1>Chỉ Dẫn Biểu Diễn</1> cùng với đội được phục hồi năng lượng của bạn!
zh_hans: 带着重新振作的团队回到<1>表演指导</1>身旁！
zh_hant: 帶著重新振作起來的劇組回到<1>表演嚮導</1>那裡！

# ap14_fetch_04_start
source: The spirits are discouraged about their production. Give them some reassurance!
de: Die Geister sind unzufrieden mit ihrer Produktion. Muntere sie ein wenig auf!
es: Los espíritus están desanimados sobre su producción. ¡Dales un poco de apoyo!
fr: Les esprits sont découragés par leur production. Réconfortez-les !
id: Para Roh kehilangan semangat mengerjakan produksi pertunjukkan mereka. Coba yakinkan mereka!
it: Gli spiriti sono scoraggiati per lo spettacolo. Restituisci loro un po' di fiducia!
ja: 精霊たちは自分たちの舞台の出来に落ち込んでいるようです。励ましてあげましょう！
ko: 영혼들이 작품에 대한 의욕을 잃었어요. 기운을 북돋워 주세요!
pt: Os espíritos estão inseguros com a produção deles. Acalme-os!
ru: Духам расстроены текущим состоянием дел. Подбодрите их!
th: เหล่าสปิริตรู้สึกท้อแท้เกี่ยวกับผลงานของพวกเขา ช่วยสร้างความมั่นใจให้กับพวกเขาเลยสิ!
vi: Các tinh linh đang chán nản về năng suất của mình. Hãy khích lệ họ!
zh_hans: 先灵们对自己的成果感到十分沮丧。给予他们一些安抚！
zh_hant: 先靈對他們的表演感到灰心。去安撫他們吧！

# ap14_fetch_05_confirm
source: <2>ACT V:</2> The Finale
de: <2>AKT V:</2> Das Finale
es: <2>ACTO V:</2> La final
fr: <2>ACTE V :</2> Le final
id: <2>BABAK V:</2> Final
it: <2>ATTO V:</2> Il gran finale
ja: <2>最終幕：</2> フィナーレ
ko: <2>5막:</2> 대단원
pt: <2>ATO V:</2> O Final
ru: <2>АКТ V:</2> Финальный акт
th: <2>องก์ที่ V:</2> ฉากสุดท้าย
vi: <2>MÀN V:</2> Đêm chung kết
zh_hans: <2>第五幕：</2> 大结局
zh_hant: <2>第 5 幕：</2> 大結局

# ap14_fetch_05_desc_01
source: They seem to have lost faith in themselves...
de: Sie scheinen ihr Selbstvertrauen verloren zu haben ...
es: Parece que perdieron la fe en sí mismos...
fr: Ils semblent n'avoir plus foi en eux-mêmes...
id: Mereka sepertinya kehilangan kepercayaan diri...
it: Sembrano aver perso la fiducia in se stessi...
ja: みんな自信をなくしてしまったようです…
ko: 다들 자신감을 잃은 것 같아요...
pt: Parece que eles perderam a fé em si mesmos...
ru: Похоже, они больше не верят в себя...
th: ดูเหมือนว่าพวกเขาจะสูญเสียความเชื่อมั่นในตัวเอง...
vi: Họ dường như đã mất niềm tin vào chính mình...
zh_hans: 他们似乎失去了信心……
zh_hant: 他們似乎對自己失去了信心……

# ap14_fetch_05_desc_02
source: Go see if you can cheer them up!
de: Geh und versuche, sie ein wenig aufzumuntern!
es: ¡Ve a ver si los puedes animar!
fr: Essayez de leur remonter le moral !
id: Lihatlah apakah kamu bisa menyemangati mereka!
it: Prova a rimetterli di buon umore!
ja: あなたなら彼らを元気づけられるかもしれません！
ko: 단원들의 기분을 북돋워 주세요!
pt: Tente animá-los!
ru: Попробуйте их развеселить!
th: ไปดูสิว่าคุณจะให้กำลังใจพวกเขาได้ไหม!
vi: Hãy thử khích lệ họ!
zh_hans: 试着让他们振作起来！
zh_hant: 去看看您是否能讓他們振作起來！

# ap14_fetch_05_desc_03
source: The night of the final performance is here
de: Die Nacht der letzten Aufführung ist da
es: Llegó la noche de la última función.
fr: La nuit de la dernière représentation est arrivée
id: Malam pertunjukan terakhir sudah tiba
it: La notte dello spettacolo finale è arrivata
ja: 今宵は千秋楽
ko: 마지막 공연의 밤이 찾아왔어요
pt: A noite da performance final chegou
ru: Наступает вечер последнего представления
th: ค่ำคืนของการแสดงครั้งสุดท้ายได้มาถึงแล้ว
vi: Đêm biểu diễn cuối cùng đã đến
zh_hans: 收官之夜来了
zh_hant: 今晚是公演之夜

# ap14_fetch_05_help_dancer
source: The <1>Modest Dancer</1> has stage fright and can't perform - offer them support!
de: Die <1>Bescheidene Tänzerin</1> hat Lampenfieber und kann nicht auftreten - unterstütze sie!
es: El <1>Bailarín modesto</1> tiene pánico escénico y no puede actuar, ¡dale tu apoyo!
fr: La <1>Danseuse modeste</1> a le trac et ne peut pas danser, offrez-lui votre soutien !
id: <1>Penari Rendah Hati</1> mengalami demam panggung dan tidak bisa tampil - berikan mereka dukungan!
it: La <1>Ballerina modesta</1> ha l'ansia da palcoscenico e non può esibirsi. Aiutala!
ja: <1>慎み深い踊り手</1>が緊張で舞台に立てないようです。劇団員たちを落ち着かせてあげましょう！
ko: <1>겸손한 댄서</1>가 무대 공포증 때문에 공연할 수가 없어요. 이 영혼을 도와주세요!
pt: A <1>Dançarina Modesta</1> tem medo de palco e não consegue se apresentar. Ofereça apoio a ela!
ru: <1>Скромная танцовщица</1> боится сцены и не хочет выступать — поддержите ее!
th: <1>นักเต้นผู้ถ่อมตัว</1>รู้สึกตื่นเวทีและไม่สามารถแสดงได้ - ไปช่วยเขาหน่อยสิ!
vi: <1>Vũ Công Giản Dị</1> mắc chứng sợ sân khấu và không thể biểu diễn - hãy hỗ trợ họ!
zh_hans: <1>谦逊舞者</1>有些怯场，无法表演 - 来鼓励鼓励他们！
zh_hant: <1>謙遜舞者</1>因為怯場而無法表演 - 請给予他鼓勵他！

# ap14_fetch_05_improvise_dance
source: Use your <b>expressions</b> to put on a routine with the <1>Modest Dancer</1>!
de: Nutze deine <b>Ausdrücke</b>, um eine Nummer mit der <1>Bescheidenen Tänzerin</1> aufzuführen!
es: ¡Usa tus <b>expresiones</b> para armar una rutina con el <1>Bailarín modesto</1>!
fr: Utilisez vos <b>expressions</b> pour faire un numéro avec la <1>Danseuse modeste</1> !
id: Gunakan <b>ekspresi</b> kamu untuk melakukan rutinitas dengan <1>Penari Rendah Hati</1>!
it: Usa le tue <b>espressioni</b> per organizzare una coreografia con la <1>Ballerina modesta</1>!
ja: あなたの<b>感情表現</b>を駆使して、<1>慎み深い踊り手</1>と一緒にダンスを披露しましょう！
ko: <b>제스처</b>를 사용해서 <1>겸손한 댄서</1>와 함께 공연을 시작하세요!
pt: Use suas <b>expressões</b> para montar um número com a <1>Dançarina Modesta</1>!
ru: Используйте <b>выражения</b>, чтобы отработать программу со <1>Скромной танцовщицей</1>!
th: ใช้<b>การแสดงออก</b>ของคุณเพื่อเต้นคู่ไปพร้อมกับ<1>นักเต้นผู้ถ่อมตัว</1>!
vi: Sử dụng các <b>biểu cảm</b> của bạn để tạo chuỗi động tác cho <1>Vũ Công Giản Dị</1>!
zh_hans: 使用你的<b>表情</b>和<1>谦逊舞者</1>一起表演！
zh_hant: 使用你的<b>表情</b>，與<1>謙遜舞者</1>一起進行例行演出！

# ap14_fetch_05_improvise_music
source: Improvise with the <1>Mellow Musician</1> while the <1>Modest Dancer</1> regains confidence!
de: Improvisiere mit dem <1>Entspannten Musiker</1>, während die <1>Bescheidene Tänzerin</1> ihr Selbstvertrauen zurückgewinnt!
es: ¡Improvisa con el <1>Músico gentil</1> mientras el <1>Bailarín modesto</1> recupera la confianza!
fr: Improvisez avec le <1>Musicien serein</1> pendant que la <1>Danseuse modeste</1> reprend confiance en elle !
id: Lakukan improvisasi dengan <1>Musisi Lembut</1> selagi <1>Penari Rendah Hati</1> mendapatkan kembali kepercayaan dirinya!
it: Improvvisa con il <1>Musicista gioviale</1> mentre la <1>Ballerina modesta</1> riacquista fiducia!
ja: <1>のんびり屋の音楽家</1>と即興でセッションし、<1>慎み深い踊り手</1>が勇気を取り戻すまで舞台をつなぎましょう！
ko: <1>겸손한 댄서</1>가 자신감을 되찾는 동안 <1>그윽한 음악가</1>과 함께 즉흥 공연을 진행하세요!
pt: Improvise com o <1>Músico Meloso</1> enquanto a <1>Dançarina Modesta</1> recupera a confiança!
ru: Импровизируйте с <1>Благодушным музыкантом</1>, пока <1>Скромная танцовщица</1> набирается храбрости!
th: ด้นสดไปกับ<1>นักดนตรีผู้เบิกบาน</1> ในระหว่างที่<1>นักเต้นผู้ถ่อมตัว</1>เรียกความมั่นใจกลับคืนมา!
vi: Ứng biến với <1>Nhạc Sĩ Nhẹ Nhàng</1> trong khi <1>Vũ Công Giản Dị</1> lấy lại sự tự tin!
zh_hans: 在<1>谦逊舞者</1>重拾自信的同时，与<1>老练的音乐家</1>即兴表演！
zh_hant: 與<1>沈穩音樂家</1>一同即興演出，等待<1>謙遜舞者</1>重拾信心！

# ap14_fetch_05_start
source: Help the <1>Modest Dancer</1> close out the big show!
de: Hilf der <1>Bescheidenen Tänzerin</1>, die große Show zu beenden!
es: ¡Ayuda al <1>Bailarín modesto</1> a cerrar el gran espectáculo!
fr: Aidez la <1>Danseuse modeste</1> à clôturer le grand spectacle !
id: Bantu <1>Penari Rendah Hati</1> mengakhiri pertunjukan besar!
it: Aiuta la <1>Ballerina modesta</1> per il gran finale!
ja: <1>慎み深い踊り手</1>が大舞台を無事に終えられるよう手伝いましょう！
ko: <1>겸손한 댄서</1>가 큰 공연을 마무리할 수 있게 도와주세요!
pt: Ajude a <1>Dançarina Modesta</1> a encerrar o grande show!
ru: Помогите <1>Скромной танцовщице</1> отыграть большое шоу!
th: ช่วย<1>นักเต้นผู้ถ่อมตัว</1>ปิดฉากโชว์ครั้งใหญ่!
vi: Giúp <1>Vũ Công Giản Dị</1> hoàn tất buổi biểu diễn quan trọng!
zh_hans: 帮助<1>谦逊舞者</1>结束大型表演！
zh_hant: 幫助<1>謙遜舞者</1>為盛大的演出作出完美結尾！

# ap14_fetch_05_table
source: Visit the planning table before the final act begins.
de: Besuche den Planungstisch, bevor der letzte Akt beginnt.
es: Visita la mesa de planeación antes de que comience el acto final.
fr: Visitez la table de planification avant que l'acte final ne commence.
id: Kunjungi meja jadwal sebelum babak terakhir dimulai.
it: Visita il tavolo di pianificazione prima dell'inizio dell'atto finale.
ja: 最終幕が始まる前に、舞台裏2階にある長机でスケジュールを確認しましょう
ko: 마지막 공연이 시작하기 전에 준비 테이블을 찾아가세요
pt: Visite a mesa de planejamento antes de o ato final começar.
ru: Наведайтесь к столу с планами до начала финального акта.
th: ไปยังโต๊ะวางแผนก่อนที่การแสดงครั้งสุดท้ายจะเริ่มต้นขึ้น
vi: Xem bảng kế hoạch trước khi buổi diễn cuối cùng bắt đầu.
zh_hans: 在最后一幕开始前，请前往指挥台。
zh_hant: 在最後一幕開始之前查看計畫表。

# ap14_finale_tree_0
source: And now...
de: Und jetzt folgt ...
es: Y ahora...
fr: Et maintenant...
id: Dan sekarang...
it: E adesso...
ja: そして今…
ko: 그럼 지금부터...
pt: E agora...
ru: А теперь...
th: และตอนนี้...
vi: Và giờ...
zh_hans: 现在……
zh_hant: 而現在……

# ap14_finale_tree_1a
source: We are most pleased to introduce...
de: Freut euch auf ...
es: No complace presentar a...
fr: Nous sommes très heureux de vous présenter...
id: Dengan senang hati kami perkenalkan...
it: Siamo lietissimi di presentare...
ja: ご覧入れるは我ら最大の喜び…
ko: 기쁜 마음으로 소개합니다...
pt: Temos o prazer de apresentar...
ru: Мы рады представить...
th: เรามีความยินดีอย่างยิ่งที่จะแนะนำ...
vi: Chúng tôi xin trân trọng giới thiệu...
zh_hans: 我们非常高兴地向大家介绍……
zh_hant: 我們很高興能夠介紹……

# ap14_finale_tree_1a_abv
source: We are most pleased...
de: Viel Spaß mit ...
es: Nos complace...
fr: Nous sommes ravis...
id: Dengan senang hati...
it: Siamo lietissimi...
ja: 最大の喜び…
ko: 기쁜 마음으로...
pt: Temos o prazer...
ru: Мы рады...
th: เรามีความยินดีอย่างยิ่ง...
vi: Chúng tôi rất vui...
zh_hans: 我们非常高兴地……
zh_hant: 我們很高興……

# ap14_finale_tree_1b
source: We are honored to present to you...
de: Applaus für ...
es: Nos honra presentarles a...
fr: Nous avons l'honneur de vous présenter...
id: Dengan hormat kami persembahkan...
it: Siamo onorati di presentare...
ja: 皆さまへご覧入れるは光栄の極み…
ko: 영광스러운 마음으로 소개합니다...
pt: Estamos honrados em apresentar...
ru: Мы с гордостью представляем вам...
th: เรารู้สึกเป็นเกียรติอย่างยิ่งที่ได้นำเสนอ...
vi: Chúng tôi rất hân hạnh được giới thiệu...
zh_hans: 我们非常荣幸地向大家介绍……
zh_hant: 我們很榮幸向您介紹……

# ap14_finale_tree_1b_abv
source: We are honored...
de: Es ist uns eine Ehre ...
es: Nos honra...
fr: Nous avons l'honneur...
id: Dengan hormat...
it: Siamo onorati...
ja: 光栄の極み…
ko: 영광스러운 마음으로...
pt: Estamos honrados...
ru: Мы с гордостью...
th: เรารู้สึกเป็นเกียรติอย่างยิ่ง...
vi: Chúng tôi vinh dự...
zh_hans: 我们非常荣幸地……
zh_hant: 我們很榮幸……

# ap14_finale_tree_2
source: Our last act of the evening!
de: Der letzte Akt des Abends!
es: ¡El último acto de la noche!
fr: Notre dernier acte de la soirée !
id: Babak terakhir kita sore ini!
it: L'ultimo atto della serata!
ja: 今宵の最終幕をお楽しみあれ！
ko: 오늘의 마지막 공연입니다!
pt: Nosso último ato da noite!
ru: Последнее представление этого вечера!
th: การแสดงครั้งสุดท้ายของค่ำคืนนี้!
vi: Màn diễn cuối cùng của chúng tôi trong buổi tối hôm nay!
zh_hans: 今晚的压轴节目！
zh_hant: 我們今晚的壓軸演出！

# ap14_recording_01
source: The <1>Frantic Stagehand</1> has been acquiring <2>Shared Memory</2> candles for the crew to use.
de: Der <1>Hektische Bühnenarbeiter</1> hat Kerzen für <2>Geteilte Erinnerungen</2> für die Truppe besorgt.
es: El <1>tramoyista agitado</1> adquirió velas de <2>recuerdos compartidos</2> para que use el grupo.
fr: Le <1> Machiniste débordé</1> a obtenu des bougies de <2>souvenir partagé</2> pour l'équipe.
id: <1>Petugas Pentas Panik</1> berhasil mendapatkan lilin <2>Kenangan Bersama</2> untuk kru gunakan.
it: Il <1>Macchinista frenetico</1> ha acquisito candele di <2>Ricordi condivisi</2> per la troupe.
ja: <1>一生懸命な舞台美術家</1>が、劇団員たちが使える<2>シェアメモリーズ</2>のキャンドルを用意してくれたようです
ko: <1>극성스러운 무대담당자</1>가 단원들이 쓸 <2>공유기억</2> 양초를 모아왔어요
pt: O <1>Assistente de Palco Frenético</1> juntou velas de <2>Memória Compartilhada</2> para que os membros possam usar.
ru: <1>Суматошный постановщик</1> собирает свечи <2>общих воспоминаний</2> для всей труппы.
th: <1>นักจัดเวทีขี้กังวล</1>ได้หาเทียน<2>ความทรงจำร่วมกัน</2>มาให้ทีมงานได้ใช้
vi: <1>Kỹ Thuật Viên Điên Rồ</1> đã có được nến <2>Ký Ức Chung</2> để đoàn sử dụng.
zh_hans: <1>焦急的幕后人员</1>弄到了<2>共享记忆</2>蜡烛，供团队成员使用。
zh_hant: <1>焦急技術人員</1>為劇組獲取了<2>共享記憶</2>蠟燭。

# ap14_recording_02
source: <hinticon/> Like real memories, <2>Shared Memories</2> capture glimpses of your past.
de: <hinticon/>Genau wie echte Erinnerungen, gewähren auch <2>Geteilte Erinnerungen</2> einen Einblick in die Vergangenheit.
es: <hinticon/> Al igual que los recuerdos reales, los <2>recuerdos compartidos</2> capturan destellos de tu pasado.
fr: <hinticon/> Comme les véritables souvenirs, les <2>souvenirs partagés</2> capturent des aperçus de votre passé.
id: <hinticon/> Seperti kenangan sungguhan, <2>Kenangan Bersama</2> merekam sekilas masa lalumu.
it: <hinticon/> Come veri ricordi, i <2>Ricordi condivisi</2> catturano scorci del passato.
ja: <hinticon/> 本当の思い出のように、<2>シェアメモリーズ</2>はあなたの過去のひと時を再演してくれます
ko: <hinticon/> <2>공유기억</2>은 실제 기억처럼 과거의 짧은 순간을 포착할 수 있어요
pt: <hinticon/>Assim como nossas memórias, as <2>Memórias Compartilhadas</2> capturam vislumbres do passado.
ru: <hinticon/> Как и в настоящих, в <2>общих воспоминаниях</2> хранятся отзвуки прошлого.
th: <hinticon/> <2>ความทรงจำร่วมกัน</2>ได้จับภาพส่วนหนึ่งในอดีตของคุณ ราวกับความทรงจำจริงๆ
vi: <hinticon/> Giống như những ký ức thực sự, <2>Ký Ức Chung</2> ghi lại quá khứ của bạn.
zh_hans: <hinticon/>和真正的记忆相似，<2>共享记忆</2>也能令你回想起过去的点点滴滴。
zh_hant: <2>共享記憶</2><hinticon/>就和真實的記憶一樣，它能捕捉到您過去的短暫瞬間。

# ap14_recording_03
source: <hinticon/> Use them to show your talents...
de: <hinticon/> Verwende sie, um deine Talente zu zeigen ...
es: <hinticon/> Úsenlos para mostrar sus talentos...
fr: <hinticon/> Utilisez-les pour montrer vos talents...
id: <hinticon/> Gunakan Kenangan Bersama untuk menunjukkan bakatmu...
it: <hinticon/> Usali per mostrare il tuo talento...
ja: <hinticon/> これを使い、あなた自身を表現してみましょう
ko: <hinticon/> 공유기억을 사용해서 여러분의 재능을 보여주고...
pt: <hinticon/>Use-as para mostrar o seu talento...
ru: <hinticon/> Они помогут показать ваши таланты...
th: <hinticon/> ใช้เพื่อแสดงพรสวรรค์ของคุณ...
vi: <hinticon/> Sử dụng chúng để thể hiện tài năng của bạn...
zh_hans: <hinticon/>用它们来展现自己的能力……
zh_hant: <hinticon/>利用它們來展現您的才華……

# ap14_recording_04
source: ...share tips...
de: ... Tipps mit anderen zu teilen ...
es: ... Compartir consejos...
fr: ...partager des conseils...
id: ...berbagi kiat...
it: ...condividi consigli...
ja: …豆知識を披露したり…
ko: ...조언을 남기고...
pt: ... compartilhar dicas...
ru: ... поделиться советом...
th: ...แบ่งปันเคล็ดลับ...
vi: ... chia sẻ mẹo...
zh_hans: ……分享建议……
zh_hant: ……分享秘訣……

# ap14_recording_05
source: ...and support each other.
de: ... und euch gegenseitig zu unterstützen.
es: ... Y apoyarse entre sí.
fr: ...et se soutenir mutuellement.
id: ...dan saling mendukung.
it: ...e aiutiamoci a vicenda.
ja: …お互いのメモリーズを称え合いましょう
ko: ... 서로 응원해 주세요.
pt: ... e ajudar uns aos outros.
ru: ... и просто поддержать друзей.
th: ...และสนับสนุนกันและกัน
vi: ... và hỗ trợ lẫn nhau.
zh_hans: ……并支持彼此。
zh_hant: ……並互相支持。

# ap14_story_tree_0
source: Once upon a time...
de: Es war einmal ...
es: Había una vez...
fr: Il était une fois...
id: Dahulu kala...
it: C'era una volta...
ja: 昔々あるところに…
ko: 옛날 옛적에...
pt: Era uma vez...
ru: Когда-то давным-давно...
th: กาลครั้งหนึ่งนานมาแล้ว...
vi: Ngày xửa ngày xưa...
zh_hans: 很久以前……
zh_hant: 很久很久以前……

# ap14_story_tree_1a
source: There was a shimmering star
de: Ein funkelnder Stern
es: Una estrella resplandeciente
fr: Une étoile scintillante
id: Terdapat sebuah bintang yang berkilauan
it: una stella scintillante
ja: 輝く星がありました
ko: 반짝이는 별이 있었어요
pt: Uma estrela cintilante
ru: Жила-была звезда.
th: มีดาวดวงหนึ่งส่องแสงระยิบระยับ
vi: Có một vì sao lung linh
zh_hans: 有一颗闪闪发光的明星
zh_hant: 有一顆閃耀的星星

# ap14_story_tree_1a2a
source: It grew brighter
de: Er strahlte immer heller
es: Que cada vez brillaba más
fr: Qui devenait de plus en plus brillante
id: Bintang itu semakin benderang
it: diventava più luminosa
ja: 星は輝きを増していきました
ko: 별에 담긴 빛은 점점 자라났어요
pt: que cresceu e cresceu
ru: Она становилась всё ярче
th: มันส่องแสงสว่างขึ้น
vi: Nó trở nên sáng hơn
zh_hans: 它变得越来越亮
zh_hant: 祂越來越亮

# ap14_story_tree_1a2a3a
source: It could no longer contain the light within itself
de: Er konnte das Licht nicht länger in sich einschließen
es: Y ya no podía contener la luz dentro de sí
fr: Elle ne pouvait plus contenir la lumière en elle
id: Bintang itu tak bisa lagi menahan cahaya dalam dirinya
it: non poté più contenere la luce dentro di sé
ja: もはやその光を自身の中に留めおくことが出来なくなりました
ko: 별은 더 이상 빛을 담고 있을 수 없었어요
pt: até não conseguir mais conter a luz dentro de si
ru: Пока не стала слишком яркой даже для самой себя.
th: จนไม่อาจกักเก็บแสงไว้ในตัวมันเองได้อีกต่อไป
vi: Nó không còn chứa đư���c ánh sáng trong chính mình nữa
zh_hans: 它无法继续承载自身的光芒
zh_hant: 亮到無法再容納自己體內的光

# ap14_story_tree_1a2a3a4a
source: It shattered, giving to others the radiance it built up over the eons
de: Er zersplitterte und strahlte den Glanz der Äonen in alle Richtungen aus
es: Se fracturó, y le dio a los demás el resplandor que recolectó durante eones
fr: Elle se brisa, donnant aux autres l'éclat qu'elle a accumulé au cours des éons.
id: Bintang itu hancur, memberikan pancaran yang dibangunnya selama ribuan tahun kepada yang lainnya
it: si frantumò, donando agli altri lo splendore che aveva accumulato nel corso dei secoli.
ja: ついには粉々に砕け、長き年月をかけ蓄えてきた輝きを皆へ分け与えるのでした
ko: 별은 부서지면서 영겁의 시간 동안 쌓아온 빛을 다른 이들에게 나눠줬어요
pt: e se partiu, dando aos outros o brilho que construiu ao longo de eras
ru: Она взорвалась, поделившись светом, который копила веками.
th: มันได้แตกสลายพร้อมกับมอบแสงสว่างที่มันสะสมมาอย่างยาวนานเหนือกาลเวลาให้แก่ดาวดวงอื่นๆ
vi: Nó vỡ tan, mang lại cho người khác ánh hào quang mà nó gây dựng được qua hàng năm trời
zh_hans: 因而碎裂开来，将自己千万年积累下来的光亮散播给其他人
zh_hant: 最後破碎了，把祂在漫長歲月中積累起來的光芒分享給了別人。

# ap14_story_tree_1a2a3a4a_abv
source: It shattered...
de: Er zersplitterte ...
es: Se fracturó...
fr: Elle se brisa...
id: Bintang itu hancur...
it: si frantumò...
ja: ついには粉々に砕け…
ko: 별이 부서지면서...
pt: Ela se partiu...
ru: Она взорвалась...
th: มันได้แหลกสลายไป...
vi: Nó vỡ tan...
zh_hans: 它碎裂开来……
zh_hant: 祂破碎了……

# ap14_story_tree_1a2a3a4a_cont
source: The night sky pulsed brightly. Where one star shone, countless other pinpricks had just emerged.
de: Der Nachthimmel pulsierte hell. Wo einst ein Stern leuchtete, waren gerade unzählige andere winzige Punkte entstanden.
es: El cielo nocturno brillaba con fuerza. Donde antes brillaba una estrella, ahora emergieron incontables agujeritos.
fr: Le ciel nocturne brillait de mille feux. Là où brillait une étoile, d'innombrables piqûres d'épingle venaient d'émerger.
id: Langit malam berdenyut terang. Di mana satu bintang bersinar, cahaya-cahaya kecil lain yang tak terhitung jumlahnya turut muncul.
it: Il cielo notturno pulsava luminoso. Dove una stella brillava, emersero innumerevoli puntini luminosi.
ja: 夜空はきらきらと瞬いています。そう、一つの星の輝きから、数多の星々が生まれたのです
ko: 밤하늘이 밝게 고동쳤어요. 별 하나가 빛나던 자리에 작은 점들이 수도 없이 모습을 드러낸 거예요.
pt: O céu noturno pulsou brilhantemente. Onde antes uma estrela brilhava, inúmeras outras minúsculas tinham acabado de surgir.
ru: Ночное небо озарила яркая вспышка. На месте одной звезды появились тысячи новых огоньков.
th: ท้องฟ้ายามค่ำคืนเปล่งประกายสดใส เมื่อดาวดวงหนึ่งส่องแสงเจิดจ้า จุดเล็กๆ อีกมากมายนับไม่ถ้วนก็ปรากฏขึ้น
vi: Bầu trời đêm sáng rực. Nơi một ngôi sao tỏa sáng, vô số dấu chân kim khác vừa xuất hiện.
zh_hans: 夜空亮如白昼。在明星高悬的地方，四周也涌现出繁星点点。
zh_hant: 夜空閃爍著光芒的脈動。一顆星星劃破了黑暗，其他無數的少許亮光也慢慢浮現。

# ap14_story_tree_1a2a3a4a_cont_abv
source: The night sky pulsed brightly...
de: Der Nachthimmel pulsierte hell ...
es: El cielo nocturno brillaba con fuerza...
fr: Le ciel nocturne brillait de mille feux...
id: Langit malam berdenyut terang...
it: Il cielo notturno pulsava luminoso...
ja: 夜空はきらきらと瞬いています…
ko: 밤하늘이 밝게 고동쳤어요...
pt: O céu noturno pulsou brilhantemente...
ru: Ночное небо озарила яркая вспышка...
th: ท้องฟ้ายามค่ำคืนเปล่งประกายสดใส...
vi: Bầu trời đêm sáng rực...
zh_hans: 夜空亮如白昼……
zh_hant: 夜空閃爍著光芒的脈動……

# ap14_story_tree_1a2a3a4b
source: It bestowed its light upon a lonely child wandering through the desert
de: Er spendet einem einsamen Kind, das allein durch die Wüste streifte, sein Licht
es: Concedía su luz sobre un infante solitario que deambulaba por el desierto
fr: Il allouait sa lumière à un enfant solitaire qui errait dans le désert
id: Bintang itu memberikan cahayanya kepada seorang anak kesepian yang berkeliaran di padang pasir
it: donò la sua luce a un bambino solitario che vagava nel deserto.
ja: 内なる光を授けたのです…、砂漠を彷徨う孤独な幼子へ
ko: 별은 외롭게 사막을 떠도는 한 아이에게 빛을 비춰줬어요
pt: Concedendo luz a uma criança solitária que vagava pelo deserto
ru: Она отдала весь свой свет одинокому ребенку, шедшему сквозь пустыню...
th: มันได้ให้แสงสว่างแก่เด็กน้อยผู้เดียวดายที่พเนจรไปในทะเลทราย
vi: Nó ban ánh sáng cho một đứa trẻ cô đơn lang thang trên Hoang Mạc
zh_hans: 光亮四散，照亮了一位正独自行走在沙漠上的小孩……
zh_hant: 祂把自身的光輝賜給了在沙漠中徘徊的孤獨孩子。

# ap14_story_tree_1a2a3a4b_abv
source: It bestowed its light...
de: Er spendete sein Licht ...
es: Concedía su luz...
fr: Il allouait sa lumière...
id: Bintang itu memberikan cahayanya...
it: donò la sua luce...
ja: 内なる光を授け…
ko: 별은 빛을 비춰줬어요...
pt: Concedendo luz...
ru: Она отдала весь свой свет...
th: มันได้ให้แสงสว่าง...
vi: Nó ban ánh sáng...
zh_hans: 光亮四散……
zh_hant: 祂把自身的光輝賜給了……
