Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# mischief_skidmore_chat_5
source: Oh no, Samantha! Not again....
de: Oh nein, Samantha! Nicht schon wieder …
es: ¡Oh, no Samantha! No de nuevo...
fr: Oh non, Samantha ! Pas encore....
id: Oh tidak, Samantha! Jangan lagi ....
it: Oh no, Samantha! Di nuovo...
ja: 嘘だろ、サマンサ！またなのか…
ko: 맙소사, 서맨사! 설마 또...
pt: Ai, não, Samantha! De novo, não...
ru: О, нет, Саманта! Опять...
th: โอ้ ไม่นะ ซาแมนต้า! ไม่นะ....
vi: Ôi không, Samantha! Lại nữa à....
zh_hans: 喔不，Samantha！又来了……
zh_hant: 喔不，Samantha！又來了……

# mischief_skidmore_chat_6
source: Management's really not going to like this....
de: Das wird dem Management gar nicht gefallen …
es: A la administración no le va a gustar esto ni un poco...
fr: La direction ne va pas apprécier...
id: Pihak pengelola tak akan menyukai ini ....
it: La direzione non sarà contenta...
ja: ああ、ぜったいボスに怒られる…
ko: 운영팀에서 알면 정말 난리 날 거야...
pt: A gerência não vai gostar nada disso...
ru: Начальству это совсем не понравится...
th: ฝ่ายบริหารไม่ชอบใจสิ่งนี้จริงๆ ด้วย....
vi: Quản lý sẽ không thích một chút nào...
zh_hans: 管理层真的会发火的……
zh_hant: 被主管們知道就完蛋了……

# mischief_skidmore_chat_7
source: We just can't have nice things, can we?
de: Wir können einfach keine schönen Dinge haben, oder?
es: Simplemente, no podemos tener cosas bonitas, ¿no?
fr: On ne peut pas avoir de jolies choses, n'est-ce pas ?
id: Kita tak bisa memiliki benda-benda bagus, ya?
it: E ti pareva...
ja: どうして僕らはいつもこうなるんだ？
ko: 좋은 것만 줄 순 없지, 안 그래?
pt: Por que nada dá certo pra gente?
ru: Спокойно пожить не выйдет, да?
th: ไม่มีเรื่องดีๆ เกิดขึ้นกับเราบ้างเลยใช่ไหมเนี่ย
vi: Chúng ta không thể tận hưởng bình yên mãi sao?
zh_hans: 我们就是留不住好东西，是吗？
zh_hant: 我們就是沒有享福的命，實在是......

# mischief_skidmore_chat_8
source: We need reinforcements!! Go find Nat and Yoshi!
de: Wir brauchen Verstärkung!! Geh Nat und Yoshi suchen!
es: ¡¡Necesitamos refuerzos!! ¡Ve a buscar a Nat y Yoshi!
fr: On a besoin de renforts ! Va chercher Nat et Yoshi !
id: Kita butuh bala bantuan!! Cari Nat dan Yoshi!
it: Ci servono dei rinforzi! Vai a cercare Nat e Yoshi!
ja: 援軍が必要だ！いいか、ナタリーとヨシを見つけてくるんだ！！
ko: 도와줄 사람이 필요해! 어서 냇과 요시를 찾아 와!
pt: Precisamos de reforços! Encontre Nat e Yoshi!
ru: Нужно подкрепление! Ищите Нэт и Йоши!
th: เราต้องการกำลังเสริม!! ไปตามหาแนทและโยชิเดี๋ยวนี้!
vi: Chúng ta cần hỗ trợ!! Tìm Nat và Yoshi đi!
zh_hans: 我们需要增援！！去找Nat和Yoshi！
zh_hant: 我們需要支援！去找Nat跟Yoshi吧！

# mischief_skidmore_chat_9
source: Before you go, help us get the cauldron up and running?
de: Bevor du gehst, hilfst du uns, den Kessel zum Laufen zu bringen?
es: Antes de que te vayas, ¿nos ayudas a dejar el caldero en marcha?
fr: Avant que tu ne partes, tu peux nous aider à allumer le chaudron ?
id: Sebelum kamu pergi, bisa bantu kami menyiapkan tungkunya?
it: Prima di andare, ci aiuti ad accendere il calderone?
ja: なあ、探しに行く前に、この大鍋をグツグツ煮立たせていってくれないか？
ko: 가기 전에 가마솥 불 좀 켜 줄래?
pt: Antes de ir, pode ajudar a gente a deixar o caldeirão nos trinques?
ru: Пока вы здесь, поможете нам с котлом?
th: ก่อนที่คุณจะไป ช่วยเราทำให้หม้อน้ำทำงานหน่อยได้ไหม
vi: Trước khi đi, hãy giúp chúng tôi dựng vạc lên và nhóm lửa nhé?
zh_hans: 在你走之前，能帮我们把坩埚烧起来吗？
zh_hant: 在你離開前，可以幫我們準備好魔釜並啟動它嗎？

# mischief_skidmore_riddle_1
source: Yoshi mentioned something about needing a snack. See if you can help him out.
de: Yoshi hat etwas von einem kleinen Imbiss gesagt. Schau nach, ob du ihm helfen kannst.
es: Yoshi mencionó algo sobre querer un aperitivo. ¿Puedes ayudarlo?
fr: Yoshi a mentionné quelque chose à propos d'un casse-croûte. Va voir si tu peux l'aider.
id: Yoshi bilang sesuatu tentang butuh kudapan. Coba cek apa kamu bisa membantunya.
it: Yoshi ha detto che aveva bisogno di uno spuntino. Vedi se puoi aiutarlo.
ja: ヨシがお菓子が欲しいとか言ってたな。見つけたら手伝ってあげてな！
ko: 요시가 간식이 필요하대. 네가 가서 좀 도와줘.
pt: Yoshi falou algo sobre a necessidade de um lanche. Veja se consegue ajudá-lo.
ru: Йоши упоминал, что хотел бы перекусить. Сможешь ему помочь?
th: โยชิพูดว่าเขาอยากทานขนมหวาน คุณสามารถช่วยเขาได้หรือเปล่า
vi: Yoshi đã nhắc đến một bữa ăn nhẹ. Xem nếu bạn có thể giúp anh ta.
zh_hans: 耀西说他要吃点零食。你看看能不能帮帮他。
zh_hant: 耀西說他要吃點零食。你看看能不能幫幫他。

# mischief_skidmore_riddle_2
source: Did you hear crying just now?
de: Hast du da eben Weinen gehört?
es: ¿Escucharon a alguien llorar?
fr: Tu as entendu quelqu’un pleurer à l'instant ?
id: Kamu dengar suara tangisan itu barusan?
it: Non hai appena sentito piangere?
ja: ん？誰か泣いてないか…？
ko: 방금 우는 소리 못 들었어?
pt: Você também acabou de ouvir um choro?
ru: Слышите? Кто-то плачет.
th: คุณได้ยินเสียงร้องไห้นั่นไหม
vi: Vừa rồi bạn có nghe thấy tiếng khóc không?
zh_hans: 你刚听到哭声了吗？
zh_hant: 你剛聽到哭聲了嗎？

# mischief_skidmore_riddle_3
source: Don't tell management we're throwing our own party!
de: Sag dem Management nicht, dass wir unsere eigene Party feiern!
es: ¡No le digas a la administración que haremos nuestra propia fiesta!
fr: Ne divos pas à la direction que nous organisons notre propre fête !
id: Jangan beri tahu pihak pengelola kalau kita mengadakan pesta!
it: Non dire alla direzione che stiamo organizzando una festa!
ja: 勝手にパーティーを始めちゃったって、ボスには言わないでな！
ko: 우리끼리 파티한다고 경영팀에 이르면 안 돼!
pt: Não diga à gerência que vamos dar uma festa!
ru: Только чур не рассказывать начальству, что мы устроили свою вечеринку!
th: อย่าบอกฝ่ายบริหารนะว่า เรากำลังจัดปาร์ตี้กันอยู่น่ะ!
vi: Đừng nói với quản lý là chúng ta đang tiệc tùng!
zh_hans: 别跟管理层说我们要开派对了！
zh_hant: 別跟管理層說我們要開派對了！

# mischief_skidmore_riddle_4
source: Are you afraid of the dark? I am!
de: Hast du Angst im Dunkeln? Ich schon!
es: ¿Le tienes miedo a la oscuridad? ¡Yo sí!
fr: Tu as peur du noir ? Moi, oui !
id: Apa kamu takut kegelapan? Aku sih iya!
it: Hai paura del buio? Io sì!
ja: 君は暗闇がこわいかい？僕は......こわい！
ko: 어둠이 무섭지 않니? 난 무서워!
pt: Você tem medo do escuro? Eu tenho!
ru: Ты боишься темноты? Я — да!
th: คุณกลัวความมืดไหม ฉันกลัวน่ะ!
vi: Bạn có sợ bóng tối không? Tôi sợ lắm!
zh_hans: 你怕黑吗？我怕！
zh_hant: 你怕黑嗎？我怕！

# mischief_skidmore_riddle_5
source: Did that skykid just shrink before my eyes?!
de: Ist dieses Himmelskind gerade vor meinen Augen geschrumpft?!
es: ¡¿Ese niño del cielo acaba de encogerse frente a mí?!
fr: Est-ce que cet enfant du ciel vient de rétrécir devant mes yeux ?!
id: Apa anak langit itu menciut di hadapanku?!
it: Quel ragazzo del cielo si è appena rimpicciolito?!
ja: えっ、今目の前で星の子どもがちっちゃくなったぞ！？
ko: 방금 저 애가 줄어드는 거 봤어?!
pt: Aquela criança celeste acabou de encolher diante dos meus olhos?!
ru: То дитя Неба... неужели оно просто съежилось у меня на глазах?
th: สกายคิดส์นั่นเพิ่งย่อส่วนลงต่อหน้าต่อตาฉันเลยงั้นเหรอ?!
vi: Có phải Đứa Con Ánh Sáng đó vừa thu nhỏ trước mắt tôi không ?!
zh_hans: 那个光之子刚才是不是在我眼前缩小了？
zh_hant: 那個光之子剛才是不是在我眼前縮小了？

# mischief_skidmore_riddle_6
source: Hats on crabs...what'll they think of next... Krill?
de: Krebse mit Hüten … Was fällt ihnen als nächstes ein … Krill?
es: Cangrejos con sombrero... ¿En qué pensarán después... Krill?
fr: Des crabes avec des chapeaux... qu’est-ce qu’ils vont imaginer après... du plancton ?
id: Topi di kepiting ... setelah ini apa lagi yang akan mereka pikirkan ... Krill?
it: Cappelli per granchi... Cos'altro si inventeranno... molluschi?
ja: 帽子をかぶるカニがいるんだっていうなら、エビだっているだろうな…
ko: 어둠의 게한테 모자라니... 다음엔 어디에 씌우려나... 다크 드래곤?
pt: Caranguejos usando chapéus... o que eles vão inventar depois? Krills?
ru: Шляпы на крабах... А что потом? Шляпы для драконов?
th: ปูสวมหมวก... พวกเขากำลังคิดจะทำอะไรกันแน่นะ... คริลล์
vi: Con cua đội mũ...chúng định làm gì...?
zh_hans: 戴帽子的螃蟹……他们接下来要动什么的歪脑筋……冥龙？
zh_hant: 戴帽子的螃蟹……他們接下來要動什麼的歪腦筋……冥龍？

# mischief_skidmore_riddle_7
source: The party's officially sanctioned this year. We promise!
de: Die Party ist dieses Jahr offiziell abgesegnet. Wir versprechen es!
es: La fiesta está autorizada oficialmente este año. ¡Lo prometemos!
fr: La fête est officiellement autorisée cette année. C'est promis !
id: Partai itu akan disahkan secara resmi tahun ini. Kami janji!
it: La festa è ufficialmente autorizzata quest'anno. Giuriamo!
ja: 今年のパーティーは会社公認なんだ。保証するよ！
ko: 올해 파티는 공식적으로 허가를 받았어. 정말이야!
pt: A festa está oficialmente sancionada este ano. Nós prometemos!
ru: Вечеринка точно состоится в этом году. Обещаем!
th: ปาร์ตี้จะได้รับการอนุมัติอย่างเป็นทางการในปีนี้ เราสัญญา!
vi: Bữa tiệc chính thức chịu hình phạt trong năm nay. Chúng tôi hứa đấy!
zh_hans: 今年的派对已得到正式批准。我们保证！
zh_hant: 今年派對正式獲得批准了，我們敢掛保證！

# mischief_skidmore_riddle_8
source: Hats on crabs...what'll they think of next.... A Krill Coaster?
de: Krebse mit Hüten … Was fällt ihnen als nächstes ein … Eine Krill-Achterbahn?
es: Cangrejos con sombrero... ¿En qué pensarán después...? ¿Un posavasos camarón?
fr: Des crabes avec des chapeaux... qu'est-ce qu'ils vont imaginer après... un dessous de verre en plancton ?
id: Topi di kepiting ... setelah ini apa lagi yang akan mereka pikirkan ... Krill Coaster?
it: Cappelli per granchi... Cos'altro si inventeranno... Una montagna russa a forma di drago?
ja: 帽子にカニ…次は何を作るつもりだ…エビコースターとかか？
ko: 모자 쓴 게라니... 다음엔 뭘 만들 셈인지. 다크 드래곤 롤러코스터?
pt: Caranguejos de chapéu... o que eles vão inventar agora? Uma montanha-russa Krill?
ru: Крабьи шляпы... Что они дальше придумают? Драконью карусель?
th: ปูสวมหมวก... พวกเขากำลังคิดจะทำอะไรกันแน่นะ... คริลล์ โคสเตอร์งั้นเหรอ
vi: Cua đội mũ... tiếp theo sẽ là gì đây.... Tàu Lượn Ma chăng?
zh_hans: 戴帽子的螃蟹……他们接下来要对什么动歪脑筋……皮皮虾过山车？
zh_hant: 戴帽子的螃蟹……他們接下來還會動什麼歪腦筋……皮皮蝦飛車？

# mischief_skidmore_riddle_9
source: What's that grinding sound coming from upstairs?
de: Was ist das für ein knirschendes Geräusch, das von oben kommt?
es: ¿Qué ese chirrido que viene de arriba?
fr: C'est quoi ce bruit de grincement qui vient d'en haut ?
id: Suara gerinda apa itu dari lantai atas?
it: Cos'è quel suono stridente che proviene dal piano di sopra?
ja: 上から聞こえるあの軋む様な音はなんなんだ？
ko: 위층에서 뭔가 갈리는 소리가 나는데?
pt: Que barulho de trituração é esse vindo lá de cima?
ru: Что за непонятный звук такой сверху идет?
th: เสียงบดจากชั้นบนนั่นคือเสียงอะไรกัน
vi: Âm thanh chói tai phát ra từ tầng trên là sao?
zh_hans: 楼上传来的刺耳声音是什么？
zh_hant: 樓上傳來的那個霍霍的聲音是怎麼回事？

# mischief_yoshi_chat_1
source: Thank goodness you found me!
de: Zum Glück hast du mich gefunden!
es: ¡Gracias al cielo me encontraste!
fr: Dieu merci, tu m'as trouvé !
id: Syukurlah kamu berhasil menemukanku!
it: Grazie al cielo mi hai trovato!
ja: おお、ありがとうよ、見つけてくれて...
ko: 드디어 날 찾았구나!
pt: Ainda bem que você me achou!
ru: Хвала небесам! Меня нашли!
th: ขอบคุณพระเจ้าที่คุณหาฉันเจอ!
vi: Cảm ơn trời đất bạn đã tìm thấy tôi!
zh_hans: 谢天谢地，你总算找到我了！
zh_hant: 謝天謝地，你總算找到我了！

# mischief_yoshi_chat_10
source: Haaah....
es: Aaaah...
it: Aaah....
ja: はぁぁぁ…
ko: 하...
ru: Э-э-э…
th: เฮ้อ....
vi: Haa....
zh_hans: 哈……
zh_hant: 哈……

# mischief_yoshi_chat_11
source: I feel funny....
de: Ich fühle mich komisch …
es: Me siento extraño...
fr: Je me sens bizarre...
id: Aku merasa konyol....
it: Mi sento strano...
ja: 変な気分じゃのぅ…
ko: 뭔가 기분이 이상해...
pt: Que sensação engraçada...
ru: Что за дела…
th: ฉันรู้สึกสนุกจังเลย....
vi: Tôi thấy vui....
zh_hans: 我觉得很好笑……
zh_hant: 我感覺怪怪的……

# mischief_yoshi_chat_2
source: It's been 84 years...
de: Es waren 84 Jahre …
es: Han pasado 84 años...
fr: Ça s'est passé il y a 84 ans...
id: Sudah 84 tahun ...
it: Sono passati 84 anni...
ja: 84年も待ってたんじゃ…
ko: 84년 동안 누군가를 기다렸어...
pt: Já se passaram 84 anos...
ru: Прошло 84 года...
th: นี่ก็ผ่านมา 84 ปีแล้ว...
vi: Đã 84 năm...
zh_hans: 都过去八十四年了……
zh_hant: 八十四年過去了……

# mischief_yoshi_chat_3
source: I feel like I'm turning into a fossil.
de: Fühlt sich an, als würde ich zu einem Fossil werden.
es: Me siento como un fósil...
fr: J'ai l'impression de devenir un fossile.
id: Aku serasa berubah menjadi fosil.
it: Mi sembra di essere diventato un fossile.
ja: 化石になってしまいそうじゃったよ
ko: 화석이 되는 줄 알았다니까.
pt: Sinto que estou me transformando em um fóssil.
ru: Я чуть не превратился в ископаемое..
th: ฉันรู้สึกเหมือนกำลังจะกลายเป็นฟอสซิล
vi: Tôi cảm thấy như mình đang biến thành hóa thạch.
zh_hans: 感觉我都快变成化石了。
zh_hant: 我覺得自己都快變成化石了。

# mischief_yoshi_chat_4
source: So hungry...
de: So hungrig …
es: Tengo tanta hambre...
fr: J’ai tellement faim...
id: Lapar sekali ...
it: Ho fame...
ja: はぁ、おなかすいたのう…
ko: 너무 배고파...
pt: Quanta fome...
ru: Я так хочу есть...
th: หิวจังเลย...
vi: Đói quá ...
zh_hans: 好饿啊……
zh_hant: 好餓啊……

# mischief_yoshi_chat_5
source: I considered eating this pumpkin hat...but maybe you want it instead?
de: Ich hab schon überlegt, diesen Kürbishut zu essen … aber vielleicht möchtest du ihn haben?
es: Pensé en comerme este sombrero de calabaza... ¿pero quizás lo quieres tú?
fr: J'ai pensé à manger ce chapeau en forme de citrouille... mais peut-être que tu le veux ?
id: Aku kepikiran makan topi labu ini ... tapi mungkin kamu lebih menginginkannya, kan?
it: Pensavo di mangiare questo cappello zucca... ma forse lo vuoi tu?
ja: もういっそ、このぱんぷきんとやらを…なに、君もほしいのかね？
ko: 이 호박모자라도 먹을까 했는데, 그냥 네가 가져갈래?
pt: Cogitei comer este chapéu de abóbora... mas você quer ele?
ru: Я уже думал съесть эту шляпу... Но лучше подарю тебе!
th: ฉันคิดจะกินหมวกฟักทองใบนี้... แต่บางทีคุณอาจต้องการมันมากกว่าฉัน
vi: Tôi đã cân nhắc việc ăn chiếc mũ bí ngô này... nhưng có lẽ bạn cần nó?
zh_hans: 我想过把这顶南瓜帽吃掉……但也许你会想要它？
zh_hant: 我想過把這頂南瓜帽吃掉……但也許你會想要它？

# mischief_yoshi_chat_6
source: Thank goodness you and Nat found me!
de: Zum Glück haben du und Nat mich gefunden!
es: ¡Gracias al cielo tú y Nat me encontraron!
fr: Dieu merci, toi et Nat m'avez trouvé !
id: Syukurlah kamu dan Nat berhasil menemukanku!
it: Grazie al cielo, tu e Nat mi avete trovato!
ja: ありがとうよ、君とナットが見つけてくれて助かった！
ko: 드디어 날 찾았구나!
pt: Ainda bem que você e a Nat me acharam!
ru: Хвала небесам, вы с Нэт меня нашли!
th: ขอบคุณพระเจ้าที่คุณและแนทหาฉันเจอ!
vi: Ơn trời, bạn và Nat đã tìm thấy tôi!
zh_hans: 谢天谢地，你和Nat找到了我！
zh_hant: 謝天謝地，你跟Nat總算找到我了！

# mischief_yoshi_chat_7
source: Feels like I'm turning into a fossil. Just like this old costume.
de: Ich fühle mich, als würde ich mich in ein Fossil verwandeln. Genau wie dieses alte Kostüm.
es: Se siente como si me estuviera convirtiendo en un fósil. Igual que este viejo disfraz.
fr: J'ai l'impression de me transformer en fossile. Tout comme ce vieux costume.
id: Rasanya aku sudah berubah menjadi fosil. Seperti kostum lama ini.
it: Mi sembra di essere un fossile. Proprio come questo vecchio costume.
ja: 化石になるかと思ったわい…この古い衣装の様にな
ko: 화석이 되는 줄 알았다니까. 이 낡은 의상처럼 말야.
pt: Parece que eu tô virando um fóssil, igual a essa fantasia velha.
ru: Я скоро совсем окаменею. И этот старый костюм тоже.
th: ฉันรู้สึกเหมือนกำลังจะกลายเป็นฟอสซิล เหมือนชุดตัวเก่านี้
vi: Cảm giác như đang biến thành hóa thạch vậy. Cũ kỹ y như bộ trang phục này.
zh_hans: 感觉我要变成化石了。就像这件旧服装一样。
zh_hant: 我覺得我都快變成化石了，就像這套舊裝扮一樣。

# mischief_yoshi_chat_8
source: Still so hungry....
de: Immer noch so hungrig …
es: Todavía tengo mucha hambre...
fr: J'ai toujours faim...
id: Masih lapar sekali ...
it: Ho ancora fame...
ja: まだおなかがすいてるのぅ…
ko: 아직도 너무 배고파...
pt: Ainda tô com muita fome...
ru: Как же хочется есть...
th: ยังหิวอยู่เลย....
vi: Vẫn còn đói quá….
zh_hans: 还是好饿啊……
zh_hant: 還是好餓啊……

# mischief_yoshi_chat_9
source: This pumpkin tastes terrible. Much better as a hat, don't you think?
de: Dieser Kürbis schmeckt furchtbar. Als Hut ist er viel besser, findest du nicht?
es: Esta calabaza sabe terrible. Es mucho mejor como sombrero, ¿no crees?
fr: Cette citrouille a un goût terrible. Elle est bien mieux en tant que chapeau, tu ne crois pas ?
id: Labu ini rasanya tidak enak. Jauh lebih baik menjadi topi, iya kan?
it: Questa zucca ha un sapore terribile. Meglio usarla come cappello, non credi?
ja: このぱんぷきんは食べれたものじゃなくての…帽子の方がいいと、君も思わないかね？
ko: 이 호박은 끔찍한 맛이야. 모자로 쓰는 게 낫지 않을까?
pt: Essa abóbora tem um gosto horrível. Fica muito melhor como chapéu, não acha?
ru: Тыква на вкус ужасная. Шляпа из нее куда лучше, вам не кажется?
th: หมวกฟักทองมีรสชาติแย่มาก ใส่เป็นหมวกแหละดีแล้ว ว่าไหมล่ะ
vi: Bí ngô này thật khó nuốt. Làm thành mũ còn tốt hơn nhiều, bạn nghĩ vậy không?
zh_hans: 这个南瓜的味道很糟糕。当作一顶帽子要好得多，你不觉得吗？
zh_hant: 這個南瓜真難吃。用來做帽子還比較好，你不覺得嗎？

# month_name_1
source: January
de: Januar
es: Enero
fr: Janvier
id: Januari
it: Gennaio
ja: 1月
ko: 1월
pt: Janeiro
ru: Январь
th: มกราคม
vi: Tháng 1
zh_hans: 一月
zh_hant: 一月

# month_name_10
source: October
de: Oktober
es: Octubre
fr: Octobre
id: Oktober
it: Ottobre
ja: 10月
ko: 10월
pt: Outubro
ru: Октябрь
th: ตุลาคม
vi: Tháng 10
zh_hans: 十月
zh_hant: 十月

# month_name_11
source: November
es: Noviembre
fr: Novembre
it: Novembre
ja: 11月
ko: 11월
pt: Novembro
ru: Ноябрь
th: พฤศจิกายน
vi: Tháng 11
zh_hans: 十一月
zh_hant: 十一月

# month_name_12
source: December
de: Dezember
es: Deciembre
fr: Décembre
id: Desember
it: Dicembre
ja: 12月
ko: 12월
pt: Dezembro
ru: Декабрь
th: ธันวาคม
vi: Tháng 12
zh_hans: 十二月
zh_hant: 十二月

# month_name_2
source: February
de: Februar
es: Febrero
fr: Février
id: Februari
it: Febbraio
ja: 2月
ko: 2월
pt: Fevereiro
ru: Февраль
th: กุมภาพันธ์
vi: Tháng 2
zh_hans: 二月
zh_hant: 二月

# month_name_3
source: March
de: März
es: Marzo
fr: Mars
id: Maret
it: Marzo
ja: 3月
ko: 3월
pt: Março
ru: Март
th: มีนาคม
vi: Tháng 3
zh_hans: 三月
zh_hant: 三月

# month_name_4
source: April
es: Abril
fr: Avril
it: Aprile
ja: 4月
ko: 4월
pt: Abril
ru: Апрель
th: เมษายน
vi: Tháng 4
zh_hans: 四月
zh_hant: 四月

# month_name_5
source: May
de: Mai
es: Mayo
fr: Mai
id: Mei
it: Maggio
ja: 5月
ko: 5월
pt: Maio
ru: Май
th: พฤษภาคม
vi: Tháng 5
zh_hans: 五月
zh_hant: 五月

# month_name_6
source: June
de: Juni
es: Junio
fr: Juin
id: Juni
it: Giugno
ja: 6月
ko: 6월
pt: Junho
ru: Июнь
th: มิถุนายน
vi: Tháng 6
zh_hans: 六月
zh_hant: 六月

# month_name_7
source: July
de: Juli
es: Julio
fr: Juillet
id: Juli
it: Luglio
ja: 7月
ko: 7월
pt: Julho
ru: Июль
th: กรกฎาคม
vi: Tháng 7
zh_hans: 七月
zh_hant: 七月

# month_name_8
source: August
es: Agosto
fr: Août
id: Agustus
it: Agosto
ja: 8月
ko: 8월
pt: Agosto
ru: Август
th: สิงหาคม
vi: Tháng 8
zh_hans: 八月
zh_hant: 八月

# month_name_9
source: September
es: Septiembre
fr: Septembre
it: Settembre
ja: 9月
ko: 9월
pt: Setembro
ru: Сентябрь
th: กันยายน
vi: Tháng 9
zh_hans: 九月
zh_hant: 九月

# moon_light_hint0
source: Each year, when the moon reaches its fullest phase, an old tradition returns to the Sky Realm.
de: Jedes Jahr, wenn der Mond seine vollste Phase erreicht, kehrt eine alte Tradition ins Himmelsreich zurück.
es: Todos los años, cuando hay luna llena, una antigua tradición regresa al reino de Sky.
fr: Chaque année, quand la lune est pleine, une vieille tradition refait surface au royaume de Sky.
id: Setiap tahun, saat bulan mencapai fase purnama, sebuah tradisi lama kembali ke Alam Sky.
it: Ogni anno, quando la luna è piena, un'antica tradizione ritorna nel Regno di Sky.
ja: 毎年月が最大に満ちる頃、古来の伝統がSkyの地に戻ってきます
ko: 매년 가장 큰 보름달이 뜨면 오래된 전통이 Sky 월드를 찾아옵니다.
pt: Todo ano, quando a lua atinge a sua fase mais cheia, uma antiga tradição retorna ao reino de Sky.
ru: Каждый год, когда луна видна на небе полностью, в Sky возвращается древняя традиция.
th: ในแต่ละปี เมื่อดวงจันทร์ขึ้นเต็มดวง ประเพณีเก่าแก่ก็ได้หวนกลับคืนมาสู่ดินแดนแห่ง Sky
vi: Mỗi năm, vào thời điểm trăng tròn nhất, một truyền thống cũ lại quay về với Vương quốc Sky.
zh_hans: 每一年，当月相达到圆满之时，一项老传统就会回归光遇领域。
zh_hant: 每年月亮最圓的時候，Sky 領域的一項古老傳統便會重現。

# moon_light_hint1
source: During this time, we gather together to solve riddles, eat snacks, and admire the full moon.
de: In dieser Zeit kommen wir zusammen, um Rätsel zu lösen, Snacks zu essen und den Vollmond zu bewundern.
es: En esta época, nos reunimos para resolver acertijos, comer bocadillos y admirar el plenilunio.
fr: Nous en profitons pour nous réunir et résoudre des énigmes, manger un bout et admirer la lune.
id: Selama waktu ini, kami berkumpul bersama untuk memecahkan teka-teki, menyantap makanan ringan, dan mengagumi bulan purnama.
it: Durante questo periodo, ci riuniamo per risolvere indovinelli, fare spuntini e ammirare la luna piena.
ja: この時期は皆が一堂に会し、謎解きに興じ、おやつを味わい、ともに月を愛でるのです
ko: 이 기간에는 모두 함께 모여 수수께끼를 풀고, 간식을 먹고, 보름달을 감상합니다.
pt: Durante esse período, nós nos reunimos para resolver enigmas, comer lanches e admirar a lua cheia.
ru: В это время мы собираемся вместе, чтобы решать загадки, угощаться вкусняшками и любоваться полной луной.
th: ในระหว่างช่วงเวลานี้ เราได้รวมตัวกันเพื่อไขปริศนา กินขนม และชมพระจันทร์เต็มดวง
vi: Trong thời gian này, chúng ta tụ họp lại để cùng nhau giải đố, nhâm nhi và ngắm trăng tròn.
zh_hans: 在此期间，我们相聚一堂，一起猜灯谜、吃点心并欣赏圆月。
zh_hant: 在此期間，我們會聚在一起猜謎、吃零食、賞月。

# morgan_ann_text1
source: Time is running out!
de: Die Zeit wird knapp!
es: ¡Se acaba el tiempo!
fr: Le temps presse !
id: Waktu hampir habis!
it: Il tempo sta per scadere!
ja: 時間は貴重さ！
ko: 시간이 얼마 없어요!
pt: O tempo tá acabando!
ru: Время заканчивается!
th: เวลาใกล้หมดลงแล้ว!
vi: Thời gian không còn nhiều!
zh_hans: 时间就要到了！
zh_hant: 快要沒時間了！

# morgan_ann_text2
source: Our dance is imminent. The orb is nigh. Go to it.
de: Unser Tanz steht unmittelbar bevor. Die Kugel ist nah. Geh hin.
es: Nuestro baile es inminente. El orbe se acerca. Ve hacia él.
fr: Notre danse va commencer. L’orbe est proche. Venez.
id: Tarian kita hampir mulai. Bola sudah dekat. Pergilah ke sana.
it: Il ballo è imminente. Il globo è vicino. Raggiungilo.
ja: 早速ダンスを始めよう！オーブはどこかな？みんなほら追いかけて
ko: 곧 춤이 시작돼요. 구체가 가까이 있으니 다가가요.
pt: Nossa dança é iminente. O orbe está próximo. Vá.
ru: Наш танец вот-вот начнется! Сфера уже рядом. Вперед!
th: การเต้นรำของเราใกล้เข้ามาแล้ว ลูกแก้วอยู่ใกล้แค่เอื้อม คว้ามันไว้ให้ได้
vi: Điệu nhảy của chúng ta sắp diễn ra. Quả cầu đang ở gần. Hãy đến đó.
zh_hans: 我们的舞蹈迫不及待。光球近在咫尺。快去找它。
zh_hant: 我們要開始跳舞了。光球已經到了。快過去吧。

# morgan_ann_text3
source: Join together as one!
de: Schließt euch zu einer Einheit zusammen!
es: ¡Trabajen en equipo!
fr: Joignez-vous et ne faites plus qu’un !
id: Bergabunglah bersama sebagai kesatuan!
it: Tutti insieme!
ja: さあみんなで一緒に！
ko: 한마음으로 함께!
pt: Todos juntos como um!
ru: Все вместе!
th: เข้าร่วมพร้อมกัน!
vi: Cùng hành động!
zh_hans: 齐心协力！
zh_hant: 齊心協力！

# morgan_ann_text4
source: Where did the orb go? Stay alert.
de: Wo ist die Kugel hin? Bleibe wachsam.
es: ¿A dónde se fue el orbe? Manténganse alertas.
fr: Où est passé l’orbe ? Prudence.
id: Ke mana perginya bola itu? Tetap waspada.
it: Dov'è finito il globo? Occhi aperti.
ja: あれ、オーブどこいっちゃったかな？見失わないようによ〜く見ててね
ko: 구체가 어디로 갔죠? 긴장을 늦추지 마요.
pt: Cadê o orbe? Fique de olhos abertos.
ru: Куда подевалась сфера? Будьте начеку.
th: ลูกแก้วหายไปไหน จงตื่นตัวอยู่เสมอ
vi: Quả cầu đâu rồi? Đừng lơ là.
zh_hans: 光球哪里去了？保持警惕。
zh_hant: 光球去哪了？小心點。

# morgan_ann_text5
source: The orb has nearly reached its full power!
de: Die Kugel hat fast ihre maximale Kraft erreicht!
es: ¡El orbe casi alcanzó su energía total!
fr: L’orbe a atteint sa pleine puissance !
id: Bola itu hampir mencapai kekuatan penuhnya!
it: Il globo ha quasi raggiunto la sua piena potenza!
ja: すごい、オーブのエナジーが満タンだ！
ko: 구체의 힘이 거의 최대치에 도달했어요!
pt: O orbe quase atingiu seu poder total!
ru: Сфера почти достигла своей полной силы!
th: พลังของลูกแก้วใกล้เต็มแล้ว!
vi: Năng lượng của quả cầu đã gần đầy!
zh_hans: 光球已经差不多蓄满能量了！
zh_hant: 光球就要蓄滿力量了！

# morgan_ann_text6
source: Agility! Grace! Wonder! I thank you all for your help in this matter. Goodbye.
de: Geschicklichkeit! Anmut! Staunen! Ich danke euch allen für eure Hilfe in dieser Angelegenheit. Auf Wiedersehen.
es: ¡Agilidad! ¡Gracia! ¡Asombro! Les agradezco mucho por la ayuda en el asunto. Adiós.
fr: Agilité ! Grâce ! Joie ! Merci à tous pour votre aide. Au revoir, tout le monde.
id: Kelincahan! Berkah! Rasa takjub! Terima kasih untuk kalian semua atas bantuannya dalam hal ini. Sempai jumpa.
it: Agilità! Grazia! Meraviglia! Vi ringrazio tutti per il vostro aiuto. Arrivederci.
ja: 機敏に！優雅に！楽しく！参加してくれて本当にありがとう。アデュー！
ko: 민첩성! 우아함! 놀라움! 이 문제와 관련해 도움을 주셔서 고마워요. 그럼 안녕히!
pt: Agilidade! Graça! Encanto! Agradeço a todos pela ajuda com isso. Tchau.
ru: Ловкость! Грация! Вот это чудо! Спасибо за помощь! До свидания.
th: คล่องแคล่ว! สง่างาม! มหัศจรรย์! ฉันขอขอบคุณทุกคนสำหรับความช่วยเหลือในเรื่องนี้ ลาก่อน
vi: Tốc độ! Duyên dáng! Kỳ diệu! Cảm ơn tất cả các bạn đã trợ giúp tôi. Tạm biệt.
zh_hans: 敏捷！优雅！好奇！感谢各位这一次出手相助。我们有缘再见。
zh_hant: 敏捷！優雅！驚奇！我要感謝你們的熱心幫助。再會了。
