Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap23_quest05_aviary_hint3
source: <2>3 more spirits left</2> to collect.
de: <2>3 weitere Geister übrig</2> zum Einsammeln.
es: <2>Quedan 3 espíritus</2> para recoger.
fr: <2>Encore 3 esprits</2> à trouver.
id: <2>3 roh lagi yang tersisa</2> untuk dikumpulkan.
it: <2>Ancora 3 spiriti</2> da raccogliere.
ja: <2>あと3人の精霊たち</2>を見つけましょう
ko: <2>영혼 3명을 더</2> 모아야 해요.
pt: <2>Faltam 3 espíritos</2> para coletar.
ru: Осталось собрать <2>еще 3 духов</2>.
th: <2>เหลือสปิริตอีก 3 ตน</2>ให้เก็บ
vi: <2>Còn 3 tinh linh</2> đang chờ được tập hợp.
zh_hans: <2>还剩3位先灵</2>需要找到。
zh_hant: 還需要集合<2> 3 個先靈</2>。

# ap23_quest05_aviary_hint4
source: <2>2 more spirits left</2> to collect.
de: <2>2 weitere Geister übrig</2> zum Einsammeln.
es: <2>Quedan 2 espíritus</2> para recoger.
fr: <2>Encore 2 esprits</2> à trouver.
id: <2>2 roh lagi yang tersisa</2> untuk dikumpulkan.
it: <2>Ancora 2 spiriti</2> da raccogliere.
ja: <2>あと2人の精霊たち</2>を見つけましょう
ko: <2>영혼 2명을 더</2> 모아야 해요.
pt: <2>Faltam 2 espíritos</2> para coletar.
ru: Осталось собрать <2>еще 2 духов</2>.
th: <2>เหลือสปิริตอีก 2 ตน</2>ให้เก็บ
vi: <2>Còn 2 tinh linh</2> đang chờ được tập hợp.
zh_hans: <2>还剩2位先灵</2>需要找到。
zh_hant: 還需要集合<2> 2 個先靈</2>。

# ap23_quest05_aviary_hint5
source: <2>1 more spirit left</2> to collect.
de: <2>1 weiterer Geist übrig</2> zum Einsammeln.
es: <2>Queda 1 espíritu</2> para recoger.
fr: <2>Encore 1 esprit</2> à trouver.
id: <2>1 roh lagi yang tersisa</2> untuk dikumpulkan.
it: <2>Ancora 1 spirito</2> da raccogliere.
ja: <2>あと1人の精霊たち</2>を見つけましょう
ko: <2>영혼 1명을 더</2> 모아야 해요.
pt: <2>Falta 1 espírito</2> para coletar.
ru: Осталось собрать <2>еще 1 духа</2>.
th: <2>เหลือสปิริตอีก 1 ตน</2>ให้เก็บ
vi: <2>Còn 1 tinh linh</2> đang chờ được tập hợp.
zh_hans: <2>还剩1位先灵</2>需要找到。
zh_hant: 還需要集合<2> 1 個先靈</2>。

# ap23_quest05_aviary_hint6
source: Take the spirits to the concert hall.
de: Bringe die Geister zur Konzerthalle.
es: Lleva a los espíritus a la sala de conciertos.
fr: Conduisez les esprits à la salle de concert.
id: Bawa para roh ke ruang konser.
it: Porta gli spiriti nella sala concerti.
ja: 精霊たちをコンサートホールへ連れて行きましょう
ko: 영혼들을 연주회장으로 데려가 주세요.
pt: Leve os espíritos para a sala de concertos.
ru: Отведите духов в концертный зал.
th: นำพาเหล่าสปิริตไปยังโถงคอนเสิร์ต
vi: Đưa các tinh linh đến hội trường hòa nhạc.
zh_hans: 将先灵带至音乐厅。
zh_hant: 帶先靈們去音樂廳。

# ap23_quest05_aviary_hint7
source: Take the spirits to the concert hall?
de: Möchtest du die Geister zurück zur Konzerthalle bringen?
es: ¿Quieres llevar a los espíritus a la sala de conciertos?
fr: Conduire les esprits à la salle de concert ?
id: Bawa para roh ke ruang konser?
it: Vuoi portare gli spiriti nella sala concerti?
ja: 精霊たちをコンサートホールへ連れて行きますか？
ko: 영혼들을 연주회장으로 데려갈까요?
pt: Deseja levar os espíritos para a sala de concertos?
ru: Отвести духов в концертный зал?
th: นำพาเหล่าสปิริตไปยังโถงคอนเสิร์ตหรือไม่
vi: Đưa các tinh linh đến hội trường hòa nhạc?
zh_hans: 将先灵带至音乐厅？
zh_hant: 要帶先靈們去音樂廳嗎？

# ap23_quest05_hint1
source: Return to <b>Aviary Village and bring other spirits</b> to listen to the musical duo's concert.
de: Kehre zurück zum <b>Volieren-Dorf und bringe andere Geister</b>, um dem Konzert des musikalischen Duos zu lauschen.
es: Regresa a la <b>aldea aviaria y llama a otros espíritus</b> para que escuchen el concierto del dúo musical.
fr: Retournez au <b>Village volière et invitez d’autres esprits</b> à écouter le concert du duo.
id: Kembalilah ke <b>Desa Aviary dan ajaklah roh-roh lainnya</b> untuk mendengarkan konser duo musik ini.
it: Ritorna al <b>Villaggio degli Uccelli e porta altri spiriti</b> per ascoltare il concerto del duo musicale.
ja: 音楽デュオのコンサートをともに聴くために、<b>花鳥郷に戻り他の精霊たちを連れてきましょう</b>
ko: <b>새들의 정원 마을로 돌아가서 다른 영혼들을 데려온 다음</b>, 두 영혼의 듀엣을 감상해 주세요.
pt: Volte para a <b>Aldeia Aviária e leve outros espíritos</b> para ouvir o concerto do dueto musical.
ru: Вернитесь в <b>Птичью деревню и приведите других духов</b> на концерт дуэта музыкантов.
th: กลับไปยัง<b>หมู่บ้านเอเวียรีและนำเหล่าสปิริตตนอื่นๆ</b> เพื่อฟังคอนเสิร์ตของนักดนตรีคู่
vi: Quay lại <b>Làng Chuồng Chim và đưa các tinh linh khác</b> tới nghe buổi hòa nhạc của bộ đôi âm nhạc.
zh_hans: 返回至<b>云巢并带领其他先灵</b>倾听音乐二人组的演奏会。
zh_hant: 返回<b>雲巢，並帶其他先靈</b>來聆聽音樂雙人組的演奏會。

# ap23_quest05_hint2
source: <b>Perform a prelude song</b> to initiate the musical concert.
de: <b>Spiele ein Lied zum Auftakt</b>, um das Musikkonzert zu beginnen.
es: <b>Toca un preludio</b> para dar inicio al concierto musical.
fr: <b>Jouez un prélude</b> pour ouvrir le concert.
id: <b>Mainkan lagu pembuka</b> untuk mengawali konser musik.
it: <b>Esegui un brano di preludio</b> per iniziare il concerto musicale.
ja: <b>前奏曲を演奏し</b>コンサートを始めましょう
ko: 공연을 여는 <b>전주곡을 연주해서</b> 연주회를 시작하세요.
pt: <b>Toque uma canção de prelúdio</b> para iniciar o concerto musical.
ru: <b>Исполните прелюдию</b>, чтобы начать концерт.
th: <b>บรรเลงเพลงเปิด</b>เพื่อเริ่มต้นการแสดงดนตรีคอนเสิร์ต
vi: <b>Biểu diễn bài hát mở đầu</b> để bắt đầu buổi hòa nhạc.
zh_hans: <b>演奏一首前奏歌曲</b>开启音乐会序幕。
zh_hant: <b>演奏序曲</b>，為音樂會開場。

# ap23_quest05_hint3
source: Perform alongside the musical duo for one last magical concert.
de: Spiele zusammen mit dem musikalischem Duo für ein letztes magisches Konzert.
es: Toca en un último concierto mágico con el dúo musical.
fr: Jouez avec le duo pour un dernier concert magique.
id: Tampil bersama duo musisi ini dalam satu konser ajaib terakhir.
it: Esibisciti insieme al duo musicale per un ultimo magico concerto.
ja: 音楽デュオとともに最後にもう一度、幻想的なコンサートを公演しましょう
ko: 마법 같은 마지막 콘서트를 위해 두 영혼과 함께 연주를 펼치세요.
pt: Toque junto com o dueto em um último concerto mágico.
ru: Выступите вместе с дуэтом музыкантов на магическом концерте.
th: แสดงร่วมกับนักดนตรีคู่ในคอนเสิร์ตมหัศจรรย์ครั้งสุดท้าย
vi: Cùng bộ đôi âm nhạc biểu diễn buổi hòa nhạc kỳ diệu cuối cùng.
zh_hans: 在音乐二人组旁边举行最后一场音乐会。
zh_hant: 與音樂雙人組一起演奏最後一場魔幻音樂會。

# ap24_credits_01
source: Thank you for playing...
de: Vielen Dank fürs Spielen ...
es: Gracias por jugar…
fr: Merci d'avoir joué…
id: Terima kasih sudah bermain...
it: Grazie per aver giocato...
ja: プレイいただきありがとうございました
ko: 플레이해 주셔서 감사합니다...
pt: Obrigado por jogar...
ru: Спасибо за ваше участие
th: ขอบคุณที่เล่นเกมนะ...
vi: Cảm ơn bạn đã chơi...
zh_hans: 感谢你与我们一同游玩...
zh_hant: 感謝你與我們一同遊玩——

# ap24_credits_02
source: Season of Moomin
de: Die Saison des Mumins
es: Temporada de los Mumins
fr: Saison des Moomins
id: Musim Moomin
it: Stagione dei Mumin
ja: ムーミンの季節
ko: 무민의 시즌
pt: a Temporada dos Mumins
ru: в сезоне Муми-троллей
th: ฤดูกาลแห่งมูมิน
vi: Mùa Moomin
zh_hans: 姆明季
zh_hant: 姆明季

# ap24_credits_03
source: Based on “The Invisible Child” (1962)
de: Basierend auf „Das unsichtbare Kind“
es: Basada en "La niña invisible"
fr: Inspiré de « L’enfant invisible »
id: Berdasarkan kisah “The Invisible Child”
it: Basato su "La bambina invisibile"
ja: 原作『目に見えない子』
ko: "보이지 않는 아이" 원작
pt: Baseado em “A Criança Invisível”
ru: По мотивам "Дитя-невидимка"
th: แต่งขึ้นจากเรื่อง "เด็กน้อยล่องหน"
vi: Dựa trên "The Invisible Child"
zh_hans: 改编自《透明的孩子》
zh_hant: 改編自《透明的孩子》

# ap24_credits_04
source: by Tove Jansson
de: von Tove Jansson
es: de Tove Jansson
fr: de Tove Jansson
id: oleh Tove Jansson
it: di Tove Jansson
ja: 作：トーベ・ヤンソン
ko: 작가 토베 얀손
pt: de Tove Jansson
ru: Туве Янссон
th: โดย ทูฟ แจนสัน
vi: của Tove Jansson
zh_hans: Tove Jansson 著
zh_hant: Tove Jansson 著

# ap24_credits_05
source: Featuring select scenes from the books
de: Mit ausgewählten Szenen aus den Büchern
es: Incluye escenas selectas de los libros
fr: Avec une sélection de scènes tirées des livres
id: Menampilkan adegan-adegan pilihan dari buku
it: Con scene selezionate dai libri
ja: 登場シーンは次の本より抜粋されました
ko: 일부 장면을 발췌한 소설 원작
pt: Apresentando cenas selecionadas dos livros
ru: Включая избранные эпизоды из книг
th: มาพร้อมฉากที่ได้รับคัดสรรมาจากหนังสือ
vi: Có các phân đoạn được chọn từ những cuốn sách
zh_hans: 故事场景精选自
zh_hant: 故事場景精選自

# ap24_credits_06
source: "Comet in Moominland" (1946)
de: „Komet im Mumintal“
es: "La llegada del cometa"
fr: « Une comète au Pays des Moomins »
id: Comet in Moominland
it: "Caccia alla cometa"
ja: 『ムーミン谷の彗星』[新版] 訳：下村 隆一 講談社 刊
ko: "혜성이 다가온다"
pt: “Cometa na Terra dos Mumins”
ru: "Муми-тролль и комета"
th: "ดาวหางในมูมินแลนด์"
vi: "Comet in Moominland"
zh_hans: 《姆明谷彗星来袭》
zh_hant: 《姆明谷彗星來襲》

# ap24_credits_07
source: “Finn Family Moomintroll” (1948)
de: „Finn Familie Mumintroll“
es: "El sombrero del mago"
fr: « Moomintroll Finn »
id: Finn Family Moomintroll
it: "Il cappello del Gran Bau"
ja: 『楽しいムーミン一家』[新版] 訳：山室 静 講談社 刊
ko: "마법사가 잃어버린 모자"
pt: “A Família Mumin”
ru: "Шляпа волшебника"
th: "มนตร์มูมิน"
vi: "Finn Family Moomintroll"
zh_hans: 《姆明一家与魔法帽》
zh_hant: 《姆明一家與魔法帽》

# ap24_credits_08
source: and “Tales from Moominvalley” (1962)
de: „Geschichten aus dem Mumintal“
es: y "Cuentos de los Mumin en el Valle Mágico"
fr: et « Histoires de la Vallée des Moomins »
id: dan "Tales from Moominvalley"
it: e "Racconti dalla Valle dei Mumin"
ja: 『ムーミン谷の仲間たち』[新版] 訳：山室 静 講談社 刊
ko: "보이지 않는 아이"
pt: e “Contos do Vale dos Mumins”
ru: и сборник рассказов "Дитя-невидимка"
th: และ "นิทานจากหุบเขามูมิน"
vi: và "Tales from Moominvalley"
zh_hans: 以及《姆明谷的小寓言》
zh_hant: 以及《姆明谷的小寓言》

# ap24_fq01_chat_01
source: I’m bringing you to your new home.
de: Ich bringe dich zu deinem neuen Zuhause.
es: Estoy llevándote a tu nuevo hogar.
fr: Je te conduis à ton nouveau chez-toi.
id: Aku akan membawamu ke rumah barumu.
it: Ti porto nella tua nuova casa.
ja: 新しいお家につれていきますからね
ko: 새로운 집으로 가는 거야.
pt: Vou te levar para sua casa nova.
ru: Я веду тебя в твой новый дом.
th: ฉันกำลังจะพาเธอไปยังบ้านใหม่
vi: Ta sẽ đưa con đến ngôi nhà mới của mình.
zh_hans: 我来带你去你的新家。
zh_hant: 我來帶你去你的新家。

# ap24_fq01_chat_02
source: Come along!
de: Komm schon!
es: ¡Adelante!
fr: Allez, suis-moi !
id: Nah, ayo ikut!
it: Dai, vieni!
ja: こっちよ！
ko: 따라와!
pt: Vamos lá!
ru: Пойдём скорее!
th: ตามมาเลยสิ!
vi: Đi nào!
zh_hans: 跟我走吧！
zh_hant: 跟我走吧！

# ap24_fq01_chat_03
source: We’re almost there.
de: Wir sind fast da.
es: Ya casi llegamos.
fr: Nous y sommes presque.
id: Kita hampir sampai.
it: Ci siamo quasi.
ja: もうすぐそこですよ
ko: 거의 다 왔어.
pt: Estamos quase chegando.
ru: Почти добрались.
th: เราใกล้ถึงแล้ว
vi: Chúng ta sắp đến nơi rồi.
zh_hans: 我们快到了。
zh_hant: 我們快到了。

# ap24_fq01_chat_04
source: Well, come along!
de: Na, komm schon!
es: ¡Pasen, pasen!
fr: Allez, suis-moi !
id: Nah, ayo ikut!
it: Dai, vieni!
ja: さあ、はいってらっしゃい！
ko: 자, 이리 와!
pt: Vamos lá!
ru: Пойдём скорее!
th: เอาล่ะ ตามมาเลยสิ!
vi: Nào, đi thôi!
zh_hans: 快来快来！
zh_hant: 快來快來！

# ap24_fq01_chat_05
source: Whom are you bringing?
de: Wen bringst du?
es: ¿A quién traes aquí?
fr: Qui nous amènes-tu ?
id: Siapa yang kamu bawa?
it: Chi ci hai portato?
ja: だれをつれてきたの？
ko: 누굴 데려온 거야?
pt: Quem você trouxe?
ru: Кого ты привела?
th: เธอพาใครมาน่ะ
vi: Cô đưa ai đến vậy?
zh_hans: 你带了谁过来？
zh_hant: 你帶了誰過來？

# ap24_fq01_chat_06
source: Her name's Ninny.
de: Ihr Name ist Ninny.
es: Se llama Ninny.
fr: Elle s’appelle Ninny.
id: Namanya Ninny.
it: Si chiama Ninny.
ja: あの子の名まえは、ニンニっていうの
ko: 이 애 이름은 닌니야.
pt: O nome dela é Ninny.
ru: Малютку зовут Нинни.
th: เธอชื่อว่า นินนี่
vi: Tên cô ấy là Ninny.
zh_hans: 这位是妮妮。
zh_hant: 這位是妮妮。

# ap24_fq01_chat_07
source: She was frightened by a lady who had taken care of her without really liking her...
de: Sie fürchtete sich vor einer Dame, die sich um sie kümmerte, ohne sie wirklich zu mögen ...
es: Se asustó de una mujer que la estaba cuidando, aunque no le caía bien,
fr: La femme qui s’occupait d’elle sans vraiment l’aimer lui faisait peur...
id: Dia ketakutan oleh seorang wanita yang telah merawatnya tanpa benar-benar menyukainya...
it: Era spaventata da una signora che si prendeva cura di lei, ma non le voleva bene...
ja: あの子は、おばさんから、ひどくいじめられてたわけなの。ニンニを好きでもないのに世話をしていたのね…
ko: 닌니를 돌봐줬던 아주머니는 이 애를 별로 좋아하지 않았어. 닌니는 그 사람을 무서워했지.
pt: Ela estava com medo de uma mulher que cuidava dela sem gostar dela de verdade...
ru: Она была напугала тетенькой, которая взяла малютку на свое попечение, хотя и не любила ее,
th: เธอถูกผู้หญิงที่ดูแลเธอโดยไม่ได้ชอบเธอ ทำให้หวาดกลัว...
vi: Cô bé e sợ người phụ nữ đã chăm sóc mình, bà ta thực sự không hề ưa cô bé...
zh_hans: 妮妮以前曾被一位女士吓坏了。那位女士虽然负责照顾妮妮，却不是真心喜欢她⋯⋯
zh_hant: 妮妮以前曾被一位女士嚇壞。她雖然負責照顧，卻不是真心喜歡妮妮⋯⋯

# ap24_fq01_chat_08
source: ...and she turned invisible.
de: ... und sie wurde unsichtbar.
es: y se volvió invisible.
fr: ... c’est comme ça qu’elle est devenue invisible.
id: ...dan dia berubah menjadi tak terlihat.
it: e così è diventata invisibile.
ja: …そうして、だんだん見えなくなったんです
ko: ...그리고는 보이지 않게 돼 버렸어.
pt: ... aí ela ficou invisível.
ru: вот малышка и стала невидимкой.
th: ...แล้วเธอก็เลยล่องหนไป
vi: ...và cô bé đã trở thành vô hình.
zh_hans: 结果她就变得透明了。
zh_hant: 結果她就變得透明了。

# ap24_fq01_chat_09
source: I've met this lady, and she was horrid—the icily ironical kind.
de: Ich habe diese Dame getroffen, und sie war schrecklich – auf eine eisig-ironische Art.
es: Yo la conocí, y era horrorosa. Irónica, pero con frialdad.
fr: J’ai rencontré cette dame et crois-moi... elle était horrible. Sarcastique.
id: Aku pernah bertemu wanita ini, dan dia sangat mengerikan, jenis yang sangat ironis.
it: Ho incontrato quella donna ed era orribile, aveva un atteggiamento gelidamente sarcastico.
ja: わたし、会ったことがあるけど、いやらしい人だったわ。氷みたいなひにくをいうの
ko: 그 아주머니를 만난 적이 있는데, 정말 지독했어. 차갑게 빈정대는 타입이었지.
pt: Conheci essa mulher, e ela era horrível – do tipo gelidamente irônica.
ru: Я встретила эту тетю, она ужасная - холодная как лед и ироничная.
th: ฉันเคยเจอผู้หญิงคนนี้แล้ว และเธอเป็นคนแย่มาก ทั้งเย็นชาและขี้ประชดอีกด้วย
vi: Tôi đã gặp người phụ nữ đó, và bà ta thật đáng sợ - kiểu người lạnh lùng và mỉa mai.
zh_hans: 我见过那位女士，她真的很可怕——是那种会冷嘲热讽的人。
zh_hant: 我見過那個女士，她真的很可怕——是那種會冷嘲熱諷的人。

# ap24_fq01_chat_10
source: How unpleasant!
de: Wie unangenehm!
es: ¡Qué antipática!
fr: Quelle horreur !
id: Sungguh tak menyenangkan!
it: Terribile!
ja: なんていやなやつだろ
ko: 기분 나빠!
pt: Isso não é legal!
ru: Тьфу, как противно!
th: แย่จัง!
vi: Thật khó chịu!
zh_hans: 好讨厌的感觉喔！
zh_hant: 好討厭的感覺喔！

# ap24_fq01_chat_11
source: If people are frightened very often, they sometimes become invisible.
de: Wenn Leute oft Angst haben, werden sie manchmal unsichtbar.
es: Si las personas se asustan muy seguido, a veces, se vuelven invisibles.
fr: Il arrive que certaines personnes deviennent invisibles quand elles vivent dans la peur.
id: Jika orang sangat ketakutan, mereka terkadang menjadi tidak terlihat.
it: Se le persone si spaventano molto spesso, a volte diventano invisibili.
ja: 人はあんまりいく度もおどかされると、ときによって、すがたが見えなくなっちまうわね
ko: 사람은 너무 자주 겁을 먹으면 가끔 보이지 않게 돼.
pt: Se as pessoas ficam com medo com muita frequência, às vezes, ficam invisíveis.
ru: Если тебя часто пугают, то легко захотеть стать невидимкой.
th: หากคนเราถูกทำให้รู้สึกกลัวบ่อยๆ บางทีพวกเขาอาจจะกลายเป็นคนล่องหนไปก็ได้
vi: Nếu bị làm cho sợ hãi quá nhiều lần, đôi khi con người ta sẽ trở thành vô hình.
zh_hans: 如果一个人受过太多惊吓，有时会因此失去形体，变成透明人。
zh_hant: 如果一個人受過太多驚嚇，有時會因此失去形體，變成透明人。

# ap24_fq01_chat_12
source: Give the kid a chair.
de: Gib dem Kind einen Stuhl.
es: Ofrécele una silla a la niña.
fr: Propose une chaise à cette petite.
id: Berikan anak itu kursi.
it: Dai una sedia alla bambina.
ja: その子に、いすを持ってきてやりなさい
ko: 이 애한테 의자를 줘.
pt: Dê uma cadeira para a criança.
ru: Дайте малютке стул.
th: ให้เด็กน้อยนั่งเก้าอี้
vi: Hãy đưa cho đứa bé một chiếc ghế.
zh_hans: 帮妮妮拿把椅子来吧。
zh_hant: 幫妮妮拿把椅子來吧。

# ap24_fq01_chat_13
source: This is your new family!
de: Dies ist deine neue Familie!
es: ¡Esta es tu nueva familia!
fr: Voici ta nouvelle famille !
id: Ini adalah keluarga barumu!
it: Questa è la tua nuova famiglia!
ja: ここがあなたの新しいお家なの
ko: 이제 우리가 네 새로운 가족이야!
pt: Essa é sua nova família!
ru: Вот твоя новая семья!
th: นี่คือครอบครัวใหม่ของเธอนะ!
vi: Đây là gia đình mới của con!
zh_hans: 这里就是你的新家！
zh_hant: 這裡就是你的新家！

# ap24_fq01_story_01
source: One rainy evening, a kind figure was leading an invisible child through Moominvalley.
de: An einem regnerischen Abend führte eine freundliche Person ein unsichtbares Mädchen durch das Mumintal.
es: Una noche lluviosa, una bondadosa figura ayudó a un niña invisible a cruzar el Valle Mumin.
fr: Par une soirée pluvieuse, une bonne âme guidait une enfant invisible à travers la Vallée des Moomins.
id: Pada suatu malam ketika hujan turun, seorang wanita yang baik hati menuntun seorang gadis yang tak terlihat melewati Moominvalley.
it: Una sera piovosa, una persona gentile stava conducendo una bambina invisibile attraverso la valle dei Mumin.
ja: 雨のふっている夕方、とある優しい女性がすがたが見えない女の子を連れ、ムーミン谷を歩いていました
ko: 비가 내리는 밤, 어느 친절한 사람이 무민밸리로 보이지 않는 아이를 데려오고 있었습니다.
pt: Numa noite chuvosa, uma figura gentil guiava uma criança invisível pelo Vale dos Mumins.
ru: Одним дождливым вечером некто вёл дитя-невидимку по Долине муми-троллей.
th: ในยามเย็นที่มีฝนพรำวันหนึ่ง หญิงสาวใจดีได้พาเด็กสาวล่องหนเดินผ่านหุบเขามูมิน
vi: Vào một buổi tối mưa, một nhân vật tốt bụng đang dẫn một cô bé vô hình đi qua Moominvalley.
zh_hans: 一个雨夜里，一位善良的女孩正带着一个透明的孩子穿越姆明谷。
zh_hant: 一個雨夜裡，一位善良的女孩正帶著一個透明的孩子穿越姆明谷。

# ap24_fq01_story_02
source: The figure's name was Too-Ticky.
de: Der Name der Figur lautet Too-Ticky.
es: Se llamaba Too Ticky.
fr: La personne s’appelait Too-Ticky.
id: Nama wanita itu adalah Too-ticky.
it: Si chiamava Dede.
ja: 彼女の名はトゥーティッキ
ko: 그 녀석의 이름은 투티키였습니다.
pt: O nome da figura era Too-Ticky.
ru: Фигурка называлась «Туу-тикки».
th: ชื่อของรูปปั้นนั้นคือ ทู ทิกกี้
vi: Người phụ nữ đó tên là Too-ticky.
zh_hans: 善良的女孩名叫迪琪。
zh_hant: 善良的女孩名叫迪琪。

# ap24_fq01_story_03
source: Maybe her friends could help the girl be visible again.
de: Vielleicht konnten ihre Freunde dabei helfen, das Mädchen wieder sichtbar zu machen.
es: Tal vez sus amigos podrían ayudar al niña a dejar de ser invisible.
fr: Ses amis pourraient peut-être aider la jeune fille.
id: Mungkin teman-temannya bisa membantu gadis itu agar bisa terlihat lagi.
it: Forse i suoi amici avrebbero potuto aiutare la bambina a tornare visibile.
ja: 彼女の友人なら、この女の子をまた見えるようにしてくれるかもしれないと思ったのです
ko: 어쩌면 이 소녀가 다시 모습을 되찾을 수 있게 친구들이 도와줄 수 있을지도 모릅니다.
pt: Talvez os amigos dela pudessem ajudar a menina a ficar visível novamente.
ru: Возможно, друзья помогут малышке перестать быть невидимкой.
th: บางทีเพื่อนของเธออาจช่วยให้เด็กสาวคนนี้กลับมาปรากฏตัวได้
vi: Có lẽ bạn bè của cô bé sẽ giúp cô bé thoát khỏi tình trạng vô hình.
zh_hans: 也许她的朋友们可以帮助这个孩子恢复原貌
zh_hant: 也許她的朋友們可以幫助這個孩子恢復原貌

# ap24_fq02_chat_01
source: Sleep as late as you can. There'll be tea for you in the morning any time you want.
de: Schlaf so lange, wie du möchtest. Am Morgen gibt es jederzeit Tee für dich.
es: Duerme todo lo que puedas. Habrá te esperándote en la mañana cuando tú quieras.
fr: Et n’hésite pas à faire la grasse matinée. Une tasse de thé t’attendra demain matin, quelle que soit l’heure.
id: Tidurlah selarut mungkin. Akan ada teh untukmu di pagi hari kapanpun kamu mau.
it: Dormi quanto vuoi. Domattina la colazione sarà pronta quando lo vorrai tu.
ja: すきなだけ、お寝坊してもいいのよ。朝のお茶はあんたののみたい時に飲めるようにしてありますからね
ko: 최대한 늦게까지 자렴. 아침에 일어나면 언제든지 차를 마시자.
pt: Durma o mais tarde que puder. Você pode beber chá de manhã sempre que quiser.
ru: Спи вволю, столко, сколько сможешь. Я утром оставлю для тебя чайник под грелкой.
th: จะนอนดึกเท่าไรก็ได้นะ ฉันจะเตรียมชาให้เธอในยามเช้าได้ทุกเมื่อที่เธอต้องการ
vi: Con cứ ngủ thoải mái. Sáng mai sẽ có trà cho con bất cứ lúc nào con muốn.
zh_hans: 你想睡多久就睡多久。早上我们随时都会帮你准备好热茶。
zh_hant: 你想睡多久就睡多久。早上我們隨時都會幫你準備好熱茶。

# ap24_fq02_story_01
source: The silver bell tinkled along after Moominmamma upstairs.
de: Die silberne Glocke klingelte hinter Muminmama auf dem Weg nach oben.
es: La campana plateada sonaba a cada paso que daba Mamá Mumin en el piso de arriba.
fr: La cloche d’argent sonna longtemps après Moominmamma, à l’étage.
id: Lonceng perak berdenting setelah Moominmamma naik ke atas.
it: Il campanello d'argento tintinnò alle spalle di Mamma Mumin al piano di sopra.
ja: ムーミンママのうしろから、銀のすずがチリンチリン鳴りながら階段をあがっていきました
ko: 은색 종이 위층에 있는 무민마마를 따라 딸랑거렸습니다.
pt: O sino de prata tilintou atrás de Mãe Mumin no andar de cima.
ru: Серебрянный колокольчик прозвучал вслед за Муми-мамой по лестнице.
th: กระดิ่งเงินส่งเสียงดังกังวานตามมูมินม่าม๊าขึ้นไปที่ชั้นบน
vi: Chiếc chuông bạc leng keng khi Moominmamma lên lầu.
zh_hans: 那个银铃一路叮叮当当地跟着姆明妈妈上楼。
zh_hant: 那個銀鈴一路叮叮噹噹地跟著姆明媽媽上樓。

# ap24_fq02_story_02
source: Now have a good sleep, Ninny.
de: Schlaf gut, Ninny.
es: Que descanses, Ninny.
fr: Allez, passe une bonne nuit, Ninny.
id: Sekarang tidurlah yang nyenyak, Ninny.
it: Sogni d'oro, Ninny.
ja: では、おやすみなさい。ニンニ
ko: 잘 자, 닌니.
pt: Agora durma bem, Ninny.
ru: Теперь, Нинни, спи.
th: หลับฝันดีนะ นินนี่
vi: Giờ thì ngủ ngon nhé, Ninny.
zh_hans: 晚安，妮妮。
zh_hant: 晚安，妮妮。

# ap24_fq03_chat_01
source: Mamma! She's got paws! You can see her paws!
de: Mama! Sie hat Pfoten! Man kann ihre Pfoten sehen!
es: ¡Mamá! ¡Tiene patas! ¡Puedes verle las patas!
fr: Mamma ! Elle a des pattes ! Tu vois ses pattes !
id: Mamma! Dia punya cakar! Kamu bisa melihat cakarnya!
it: Mamma! Ha le zampe! Sono comparse le zampe!
ja: ママ！あの子には足があるんだよ！見えてきたもの！
ko: 엄마! 닌니한테 발이 생겼어요! 발이 보여요!
pt: Mamãe! Ela tem patas! Dá pra ver as patas dela!
ru: Мама! У нее появились лапки! Теперь их видно!
th: แม่จ๋า! เธอมีอุ้งด้วย! เห็นอุ้งของเธอไหม!
vi: Mamma! Cô ấy có bàn chân rồi! Con có thể nhìn thấy bàn chân của cô ấy!
zh_hans: 妈妈！妮妮有脚了！我看见她的脚了！
zh_hant: 媽媽！妮妮有腳了！我看見她的腳了！

# ap24_fq03_chat_02
source: Splendid! And better still when she shows her snout one day.
de: Großartig! Und noch besser wird es, wenn sie eines Tages ihre Schnauze zeigt.
es: ¡Espléndido! Y aún mejor cuando te muestre el hocico.
fr: Magnifique ! Ce sera encore mieux quand elle nous montrera son museau, un jour.
id: Bagus sekali! Dan lebih baik lagi ketika dia menunjukkan hidungnya suatu hari nanti.
it: Magnifico! E sarà ancora meglio quando un giorno potremo vedere il suo musetto.
ja: そりゃよかった！これでいつか顔が見えてくりゃ、なおいいんだが
ko: 대단해! 언젠가 얼굴도 볼 수 있으면 좋겠구나.
pt: Esplêndido! E vai ser ainda melhor quando ela mostrar o focinho um dia.
ru: Отлично! А еще лучше будет, когда она предъявит нам свою мордашку.
th: เยี่ยมเลย! และจะดียิ่งกว่า เมื่อเธอจะโชว์จมูกของเธอในวันหนึ่ง
vi: Tuyệt! Còn vui hơn nữa khi khuôn mặt cô bé sẽ hiện ra vào một ngày nào đó.
zh_hans: 好极了！如果我们也能看见妮妮的脸就好了。
zh_hant: 好極了！如果我們也能看見妮妮的臉就好了。

# ap24_fq03_chat_03
source: They picked apples. It was a beautiful autumn morning.
de: Sie haben Äpfel gepflückt. Es war ein wunderschöner Herbstmorgen.
es: Juntaron manzanas. Era una bellísima mañana otoñal.
fr: On ramassait des pommes. Cette matinée d’automne était radieuse.
id: Mereka memetik apel. Itu adalah pagi musim gugur yang indah.
it: Raccoglievano le mele. Era una splendida mattina d'autunno.
ja: みんなはりんごをもぎました。それは、きれいに晴れた秋の朝のことでした
ko: 온 가족이 함께 사과를 땄습니다. 화창한 가을 아침이었죠.
pt: Eles pegavam maçãs. Era uma linda manhã de outono.
ru: Стояло прекрасное осеннее утро. Все собирали яблоки.
th: พวกเขาเก็บแอปเปิลกันอยู่ มันเป็นเช้าฤดูใบไม้ร่วงที่สวยงาม
vi: Họ hái táo. Đó là một buổi sáng mùa thu đẹp trời.
zh_hans: 大伙儿一起摘苹果。这是一个晴朗的秋天早晨。
zh_hant: 大夥一起摘蘋果。這是一個晴朗的秋天早晨。

# ap24_fq03_chat_04
source: Good work, Ninny!
de: Gute Arbeit, Ninny!
es: ¡Bien hecho, Ninny!
fr: Beau travail, Ninny !
id: Kerja bagus, Ninny!
it: Brava, Ninny!
ja: ごくろうさま、ニンニ！
ko: 잘했어, 닌니!
pt: Bom trabalho, Ninny!
ru: Отлично, Нинни!
th: นินนี่ เธอเก่งมากเลย!
vi: Giỏi lắm, Ninny!
zh_hans: 干得好，妮妮！
zh_hant: 幹得好，妮妮！
