Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# colosseum_vote_4_b
source: Midday
de: Mittag
es: Mediodía
fr: Midi
id: Tengah Hari
it: Mezzogiorno
ja: 日中
ko: 정오
pt: Meio-dia
ru: Полдень
th: เที่ยงวัน
vi: Ban trưa
zh_hans: 中午
zh_hant: 正午

# colosseum_vote_4_c
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Crépuscule
id: Matahari Terbenam
it: Tramonto
ja: 日没
ko: 일몰
pt: Pôr do sol
ru: Закат
th: ดวงอาทิตย์ต���
vi: Hoàng hôn
zh_hans: 日落
zh_hant: 日落

# colosseum_vote_4_d
source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
id: Tengah Malam
it: Mezzanotte
ja: 真夜中
ko: 자정
pt: Meia-noite
ru: Полночь
th: เที่ยงคืน
vi: Nửa đêm
zh_hans: 午夜
zh_hant: 子夜

# colosseum_vote_5_a
source: Dogs
de: Hunde
es: Perros
fr: Chiens
id: Anjing
it: Cani
ja: 犬
ko: 개
pt: Cachorros
ru: Собаки
th: สุนัข
vi: Chó
zh_hans: 狗
zh_hant: 狗

# colosseum_vote_5_b
source: Cats
de: Katzen
es: Gatos
fr: Chats
id: Kucing
it: Gatti
ja: 猫
ko: 고양이
pt: Gatos
ru: Кошки
th: แมว
vi: Mèo
zh_hans: 猫
zh_hant: 貓

# colosseum_vote_5_c
source: Birds
de: Vögel
es: Aves
fr: Oiseaux
id: Burung
it: Uccelli
ja: 鳥
ko: 새
pt: Pássaros
ru: Птицы
th: นก
vi: Chim
zh_hans: 鸟
zh_hant: 鳥

# colosseum_vote_5_d
source: Reptiles
de: Reptilien
id: Reptil
it: Rettili
ja: 爬虫類
ko: 파충류
pt: Répteis
ru: Рептилии
th: สัตว์เลื้อยคลาน
vi: Bò sát
zh_hans: 爬行动物
zh_hant: 爬蟲類

# colosseum_vote_6_a
source: Dancing
de: Tanzen
es: Bailar
fr: Danser
id: Menari
it: Ballare
ja: ダンス
ko: 춤추기
pt: Dançar
ru: Танцы
th: เต้นรำ
vi: Nhảy
zh_hans: 跳舞
zh_hant: 跳舞

# colosseum_vote_6_b
source: Singing
de: Singen
es: Cantar
fr: Chanter
id: Menyanyi
it: Cantare
ja: 歌う
ko: 노래하기
pt: Cantar
ru: Пение
th: ร้องเพลง
vi: Hát
zh_hans: 唱歌
zh_hant: 唱歌

# colosseum_vote_6_c
source: Sitting
de: Sitzen
es: Sentarse
fr: S’asseoir
id: Duduk
it: Sedersi
ja: 座る
ko: 앉기
pt: Sentar
ru: Сидение
th: นั่ง
vi: Ngồi
zh_hans: 闲坐
zh_hant: 閒坐

# colosseum_vote_6_d
source: Sleeping
de: Schlafen
es: Dormir
fr: Dormir
id: Tidur
it: Dormire
ja: 寝る
ko: 자기
pt: Dormir
ru: Сон
th: นอนหลับ
vi: Ngủ
zh_hans: 睡觉
zh_hant: 睡覺

# colosseum_vote_7_a
source: Capes
de: Umhänge
es: Capas
id: Jubah
it: Mantelli
ja: ケープ
ko: 망토
pt: Capas
ru: Накидки
th: เสื้อคลุม
vi: Áo choàng
zh_hans: 斗篷
zh_hant: 斗篷

# colosseum_vote_7_b
source: Masks
de: Masken
es: Máscaras
fr: Masques
id: Topeng
it: Maschere
ja: 仮面
ko: 가면
pt: Máscaras
ru: Маски
th: หน้ากาก
vi: Mặt nạ
zh_hans: 面具
zh_hant: 面具

# colosseum_vote_7_c
source: Pants
de: Hosen
es: Pantalones
fr: Pantalons
id: Celana
it: Pantaloni
ja: パンツ
ko: 바지
pt: Calças
ru: Брюки
th: กางเกง
vi: Quần dài
zh_hans: 裤子
zh_hant: 褲子

# colosseum_vote_7_d
source: Props
de: Requisiten
es: Utilería
fr: Accessoires
id: Properti
it: Accessori
ja: 持ち物
ko: 소품
pt: Apetrechos
ru: Предметы
th: ของตกแต่ง
vi: Đạo cụ
zh_hans: 道具
zh_hant: 道具

# colosseum_vote_8_a
source: Butterflies
de: Schmetterlinge
es: Mariposas
fr: Papillons
id: Kupu-Kupu
it: Farfalle
ja: 蝶々
ko: 나비
pt: Borboletas
ru: Бабочки
th: ผีเสื้อ
vi: Bướm
zh_hans: 蝴蝶
zh_hant: 蝴蝶

# colosseum_vote_8_b
source: Birds
de: Vögel
es: Aves
fr: Oiseaux
id: Burung
it: Uccelli
ja: 鳥
ko: 새
pt: Pássaros
ru: Птицы
th: นก
vi: Chim
zh_hans: 鸟
zh_hant: 鳥

# colosseum_vote_8_c
source: Jellies
de: Quallen
es: Medusas
fr: Méduses
id: Ubur-Ubur
it: Meduse
ja: 海月
ko: 해파리
pt: Águas-vivas
ru: Медузы
th: เยลลี่
vi: Thạch
zh_hans: 水母
zh_hant: 水母

# colosseum_vote_8_d
source: Mantas
es: Mantarrayas
fr: Raies mantas
id: Manta
it: Mante
ja: マンタ
ko: 만타가오리
pt: Arraias
ru: Манта
th: กระเบน
vi: Bọ ngựa
zh_hans: 光鳐
zh_hant: 光鰩

# colosseum_vote_9_a
source: Crabs
de: Krabben
es: Cangrejos
fr: Crabes
id: Kepiting
it: Granchi
ja: 蟹
ko: 어둠의 게
pt: Caranguejos
ru: Крабы
th: ปู
vi: Cua
zh_hans: 螃蟹
zh_hant: 螃蟹

# colosseum_vote_9_b
source: Krill
es: Kriles
id: Udang Kecil
it: Drago Oscuro
ja: 暗黒竜
ko: 다크 드래곤
ru: Крили
th: คริลล์
vi: Nhuyễn thể
zh_hans: 皮皮虾
zh_hant: 皮皮蝦

# colosseum_vote_9_c
source: Shards
de: Splitter
es: Fragmentos
fr: Éclats
id: Shard
it: Frammenti
ja: 破片
ko: 어둠의 파편
pt: Fragmentos
ru: Осколки
th: ผลึก
vi: Mảnh vỡ
zh_hans: 碎片
zh_hant: 碎片

# colosseum_vote_9_d
source: Dark Plants
de: Dunkelpflanzen
es: Plantas oscuras
fr: Plantes sombres
id: Tanaman Kegelapan
it: Piante scure
ja: 蝕む闇
ko: 어둠의 식물
pt: Plantas escuras
ru: Тёмные растения
th: พืชแห่งความมืด
vi: Cây bóng tối
zh_hans: 黑暗植物
zh_hant: 黑暗植物

# colosseum_vote_aurora_1
source: How old was AURORA when she started writing songs?
de: Wie alt war AURORA, als sie anfing, Lieder zu schreiben?
es: ¿Qué edad tenía AURORA cuando comenzó a escribir canciones?
fr: Quel âge avait AURORA quand elle a commencé à écrire des chansons ?
id: Berapa usia AURORA ketika dia mulai menulis lagu?
it: Quanti anni aveva AURORA quando ha iniziato a scrivere canzoni?
ja: AURORAが作曲を始めたのは何歳の頃でしょう？
ko: AURORA는 몇 살때부터 곡을 쓰기 시작했나요?
pt: Quantos anos AURORA tinha quando começou a escrever músicas?
ru: Сколько лет исполнилось AURORA, когда она начала сочинять песни?
th: AURORA เริ่มแต่งเพลงตั้งแต่อายุเท่าไร
vi: AURORA bắt đầu viết nhạc lúc bao nhiêu tuổi?
zh_hans: AURORA 开始写歌的时候多大了？
zh_hant: AURORA 是幾歲開始寫歌的？

# colosseum_vote_aurora_10
source: Which part of the concert is most emotional for you?
de: Welcher Teil des Konzerts ist für dich am emotionalsten?
es: ¿Qué parte del concierto es la más emocionante para ti?
fr: Quelle partie du concert vous procure le plus d’émotions ?
id: Bagian konser mana yang paling emosional bagimu?
it: Quale parte del concerto ti ha emozionato di più?
ja: コンサートのどの部分に最も心を揺さぶられましたか？
ko: 콘서트의 어떤 부분이 가장 감동적인가요?
pt: Qual parte do show é mais emocionante para você?
ru: Какая часть концерта больше всего тронула ваши чувства?
th: คุณรู้สึกสะเทือนอารมณ์กับส่วนใดของคอนเสิร์ตมากที่สุด
vi: Phần nào của buổi hòa nhạc mang đến cho bạn nhiều cảm xúc nhất?
zh_hans: 演唱会的哪一部分最动人？
zh_hant: 對你來說，演唱會的哪個部分最動人？

# colosseum_vote_aurora_10_a
source: Song lyrics
de: Liedtexte
es: Letras de canciones
fr: Paroles de chanson
id: Lirik lagu
it: Testi di canzoni
ja: 歌詞
ko: 노래 가사
pt: Letras de músicas
ru: Текст песни
th: เนื้อเพลง
vi: Lời bài hát
zh_hans: 歌曲歌词
zh_hant: 歌曲歌詞

# colosseum_vote_aurora_10_b
source: Sky Lore
es: Lore de Sky
fr: Lore de Sky
id: Legenda Sky
it: Lore di Sky
ja: 王国史の一端
ko: Sky 속 전설
pt: Lore de Sky
ru: Лор Sky
th: ตำนานของ Sky
vi: Truyền thuyết Sky
zh_hans: Sky 国度的传说
zh_hant: Sky 國度的傳說

# colosseum_vote_aurora_10_c
source: Being Together
de: Zusammen sein
es: Estar juntos
fr: Être ensemble
id: Bersama
it: Essere insieme
ja: みんなが一緒
ko: 함께하는 기분
pt: Estar juntos
ru: Быть вместе
th: การอยู่ร่วมกัน
vi: Bên nhau
zh_hans: 在一起的时光
zh_hant: 在一起的時光

# colosseum_vote_aurora_10_d
source: The Ending
de: Das Ende
es: El final
fr: La fin
id: Akhir
it: La fine
ja: エンディング
ko: 엔딩
pt: O fim
ru: Конец
th: ตอนจบ
vi: Cái kết
zh_hans: 结尾
zh_hant: 結尾

# colosseum_vote_aurora_2
source: Which AURORA costume change was your favorite?
de: Welcher AURORA-Kostümwechsel war dein Favorit?
es: ¿Qué cambio de atuendo de AURORA fue tu favorito?
fr: Quel a été le changement de costume d’AURORA que vous avez préféré ?
id: Kostum AURORA mana yang menjadi favoritmu?
it: Qual è il cambio d’abito di AURORA che ti è piaciuto di più?
ja: AURORAのどの衣装が好きでしたか？
ko: AURORA의 무대의상 중 가장 마음에 드는 것은?
pt: Qual troca de roupa da AURORA foi a sua favorita?
ru: Какая смена костюма AURORA понравилась вам больше всего?
th: คุณชอบชุดที่ AURORA เปลี่ยนชุดไหนมากที่สุด
vi: Bạn thích trang phục AURORA nào nhất?
zh_hans: 你最喜欢 AURORA 的哪套服装？
zh_hant: 你最喜歡 AURORA 的哪一套裝扮？

# colosseum_vote_aurora_2_a
source: Green
de: Grün
es: Verde
fr: Vert
id: Hijau
it: Verde
ja: 緑
ko: 초록색
pt: Verde
ru: Зелёный
th: สีเขียว
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

# colosseum_vote_aurora_2_b
source: Pale/Gray
de: Blass/Grau
es: Pálido/Gris
fr: Pâle/Gris
id: Pucat/Abu-abu
it: Pallido/Grigio
ja: 淡いグレー
ko: 엷은 회색
pt: Pálido/Cinza
ru: Бледный/Серый
th: สีซีด/เทา
vi: Xanh xám/Xám
zh_hans: 浅灰色
zh_hant: 淺灰色

# colosseum_vote_aurora_2_c
source: Blue/Green
de: Blau/Grün
es: Azul/Verde
fr: Bleu/Vert
id: Biru/Hijau
it: Blu/Verde
ja: 青緑
ko: 파란색/녹색
pt: Azul/Verde
ru: Синий/Зелёный
th: สีฟ้า/เขียว
vi: Xanh dương/Xanh lá
zh_hans: 蓝绿色
zh_hant: 藍綠色

# colosseum_vote_aurora_2_d
source: Orange
es: Naranja
id: Oranye
it: Arancione
ja: オレンジ
ko: 주황색
pt: Laranja
ru: Оранжевый
th: สีส้ม
vi: Cam
zh_hans: 橙色
zh_hant: 橙色

# colosseum_vote_aurora_3
source: Which song from the concert is your favorite?
de: Welches Lied aus dem Konzert ist dein Favorit?
es: ¿Qué canción del concierto es tu favorita?
fr: Quelle chanson avez-vous préféré lors du concert ?
id: Lagu konser mana yang menjadi favoritmu?
it: Qual è la tua canzone del concerto preferita?
ja: コンサートの中でお気に入りの曲はどれですか？
ko: 가장 좋아하는 콘서트 곡은 무엇인가요?
pt: Qual música do show é a sua favorita?
ru: Какая песня на концерте понравилась вам больше всего?
th: คุณชอบเพลงไหนจากคอนเสิร์ตมากที่สุด
vi: Bạn thích bài hát nào trong buổi hòa nhạc?
zh_hans: 你最喜欢演唱会上的哪首歌？
zh_hant: 你最喜歡演唱會上的哪一首歌？

# colosseum_vote_aurora_4
source: What is your favorite concert emote to use during “Queendom”?
de: Welches ist dein liebstes Konzert-Emote, das du während „Königinreich“ benutzt?
es: ¿Cuál es tu emote del concierto favorito para usar durante «Queendom»?
fr: Quel est l’emote de concert que vous préférez utiliser pendant « Reinaume » ?
id: Apa emoji konser favoritmu untuk digunakan selama “Queendom”?
it: Qual è l’emote del concerto che hai usato di più durante “Queendom”?
ja: コンサート会場の感情表現を、“Queendom”で使うならどれにしますか？
ko: Queendom' 공연에서 가장 사용하고 싶은 콘서트 이모티콘은 무엇인가요?
pt: Qual é a sua expressão favorita de show para usar durante o “Queendom”?
ru: Какую из своих любимых концертных эмоций вы хотели бы использовать во время Queendom?
th: อีโมตคอนเสิร์ตสุดโปรดที่คุณใช้ในระหว่างเพลง "อาณาจักรของราชินี" คืออะไร
vi: Biểu cảm hòa nhạc yêu thích của bạn trong “Queendom” là gì?
zh_hans: 在演唱《Queendom》期间，你最喜欢使用的演唱会表情是什么？
zh_hant: 在演唱《Queendom》時，你最喜歡使用哪種演唱會表情符號？

# colosseum_vote_aurora_4_a
source: Star
de: Stern
es: Estrella
fr: Étoile
id: Bintang
it: Stella
ja: 星をかかげる
ko: 별
pt: Estrela
ru: Звезда
th: ดาว
vi: Ngôi sao
zh_hans: 星芒
zh_hant: 星芒

# colosseum_vote_aurora_4_b
source: Wow
ja: おどろく
ko: 우와
ru: Вау
th: ว้าว
zh_hans: 惊讶
zh_hant: 驚訝

# colosseum_vote_aurora_4_c
source: Cry
de: Weinen
es: Llorar
fr: Pleurer
id: Menangis
it: Piangere
ja: 泣く
ko: 울기
pt: Chorar
ru: Плакать
th: ร้องไห้
vi: Khóc
zh_hans: 哭泣
zh_hant: 哭泣

# colosseum_vote_aurora_4_d
source: Heart
de: Herz
es: Corazón
fr: Coeur
id: Hati
it: Cuore
ja: ハート
ko: 하트
pt: Coração
ru: Сердце
th: หัวใจ
vi: Trái tim
zh_hans: 爱心
zh_hant: 愛心

# colosseum_vote_aurora_5
source: Who is your favorite band member?
de: Wer ist dein Lieblingsbandmitglied?
es: ¿Quién es tu miembro favorito de la banda?
fr: Quel membre du groupe préférez-vous ?
id: Siapa anggota band favoritmu?
it: Qual è il tuo membro della band preferito?
ja: あなたのお気に入りの”バンドメンバー”は？
ko: 가장 좋아하는 밴드 멤버는 누구인가요?
pt: Quem é o seu membro favorito da banda?
ru: Кто ваш любимый участник группы?
th: ใครคือสมาชิกวงดนตรีคนโปรดของคุณ
vi: Thành viên ban nhạc yêu thích của bạn là ai?
zh_hans: 你最喜欢的乐队成员是谁？
zh_hant: 你最喜歡的樂團成員是誰？

# colosseum_vote_aurora_5_a
source: Earth
de: Erde
es: Tierra
fr: Terre
id: Bumi
it: Terra
ja: 地
ko: 땅
pt: Terra
ru: Земля
th: ดิน
vi: Đất
zh_hans: 土
zh_hant: 土

# colosseum_vote_aurora_5_b
source: Wind
es: Viento
fr: Vent
id: Angin
it: Vento
ja: 風
ko: 바람
pt: Vento
ru: Ветер
th: ลม
vi: Gió
zh_hans: 风
zh_hant: 風

# colosseum_vote_aurora_5_c
source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: 水
ko: 물
pt: Água
ru: Вода
th: น้ำ
vi: Nước
zh_hans: 水
zh_hant: 水

# colosseum_vote_aurora_5_d
source: Fire
de: Feuer
es: Fuego
fr: Feu
id: Api
it: Fuoco
ja: 火
ko: 불
pt: Fogo
ru: Огонь
th: ไฟ
vi: Lửa
zh_hans: 火
zh_hant: 火

# colosseum_vote_aurora_6
source: In what year did AURORA release her debut single, “Awakening”?
de: In welchem Jahr hat AURORA ihre Debütsingle „Awakening“ veröffentlicht?
es: ¿En qué año lazó AURORA su primer sencillo, «Awakening»?
fr: En quelle année est sorti le premier single d’AURORA, « Éveil » ?
id: Pada tahun berapa AURORA merilis single debutnya, “Awakening”?
it: In quale anno AURORA ha rilasciato il suo singolo di debutto “Awakening”?
ja: AURORAがデビュー曲である“Awakening”をリリースしたのは何年でしょう？
ko: AURORA의 데뷔곡 'Awakening'이 발매된 연도는?
pt: Em que ano AURORA lançou o primeiro single, “Awakening”?
ru: В каком году AURORA выпустила свой дебютный сингл «Awakening»?
th: AURORA เปิดตัวซิงเกิลแรก “Awakening” ของเธอในปีใด
vi: AURORA phát hành đĩa đơn đầu tay "Awakening" vào năm nào?
zh_hans: AURORA 在哪一年发行了她的首张单曲《Awakening》？
zh_hant: AURORA 在哪一年發行了她的首張單曲《Awakening》？

# colosseum_vote_aurora_7
source: Where did you first hear about AURORA?
de: Wo hast du zum ersten Mal von AURORA gehört?
es: ¿Dónde conociste a AURORA por primera vez?
fr: Où avez-vous entendu parler d’AURORA pour la première fois ?
id: Di mana kamu pertama kali mendengar tentang AURORA?
it: Dove hai sentito parlare per la prima volta di AURORA?
ja: AURORAのことを、どこで初めて知りましたか？
ko: AURORA에 대해 언제 처음 알게 되었나요?
pt: Onde você ouviu falar pela primeira vez sobre a AURORA?
ru: Когда вы впервые услышали об AURORA?
th: คุณได้ยินเกี่ยวกับ AURORA ครั้งแรกที่ไหน
vi: Lần đầu tiên bạn nghe nói tới AURORA là từ đâu?
zh_hans: 你第一次听说 AURORA 是在哪里？
zh_hant: 你是在哪裡第一次聽說 AURORA 的？

# colosseum_vote_aurora_7_a
source: Social media
de: Soziale Medien
es: Redes sociales
fr: Médias sociaux
id: Media sosial
ja: ソーシャルメディア
ko: SNS
pt: Mídias sociais
ru: Социальные медиа
th: โซเชียลมีเดีย
vi: Truyền thông
zh_hans: 社交媒体
zh_hant: 社交媒體

# colosseum_vote_aurora_7_b
source: Soundtracks
es: Bandas sonoras
fr: Bandes sonores
id: Soundtrack
it: Colonne sonore
ja: サウンドトラック
ko: 사운드트랙
pt: Trilhas sonoras
ru: Саундтреки
th: เพลงประกอบ
vi: Nhạc nền
zh_hans: 原声带
zh_hant: 原聲帶

# colosseum_vote_aurora_7_c
source: Sky
vi: Bầu trời
zh_hans: 《Sky光·遇》
zh_hant: 《Sky光·遇》

# colosseum_vote_aurora_7_d
source: Radio
ja: ラジオ
ko: 라디오
pt: Rádio
ru: Радио
th: วิทยุ
vi: Đài
zh_hans: 广播
zh_hant: 廣播

# colosseum_vote_aurora_8
source: What's your favorite thing to do between songs?
de: Was tust du am liebsten zwischen den Liedern?
es: ¿Qué es lo más te gusta hacer entre cada canción?
fr: Qu’avez-vous l’habitude de faire entre deux chansons ?
id: Hal apa yang suka kamu lakukan saat di sela-sela lagu?
it: Cosa ami fare tra una canzone e l’altra?
ja: 曲と曲の間に、何をするのが好きですか？
ko: 각 노래 사이에 무엇을 하는 걸 가장 좋아하나요?
pt: O que você mais gosta de fazer entre as músicas?
ru: Что вы больше всего любите делать между песнями?
th: คุณชื่นชอบสิ่งใดในระหว่างที่เพลงบรรเลง
vi: Bạn thích làm gì trong thời gian giữa các bài hát?
zh_hans: 你最喜欢在歌曲播放空档做什么？
zh_hant: 在歌曲間隔的時候，你最喜歡做什麼？

# colosseum_vote_aurora_8_a
source: Emoting
de: Emotes ausführen
es: Emotando
fr: Utilisation des émotes
id: Melakukan emote
it: Usando emote
ja: 感情表現を使う
ko: 제스처 쓰기
pt: Executando emotes
ru: Использование эмоций
th: การแสดงอีโมต
vi: Cảm xúc
zh_hans: 表情动作
zh_hant: 表情動作

# colosseum_vote_aurora_8_b
source: Honking
de: Hupen
es: Tocar el claxon
fr: Klaxonner
id: Membunyikan Honk
it: Suonare il clacson
ja: 呼びかける
ko: 울음소리 내기
pt: Buzinar
ru: Гудеть
th: การบีบแตร
vi: Còi
zh_hans: 叭叭叫
zh_hant: 叭叭叫

# colosseum_vote_aurora_8_c
source: Stage Visuals
de: Bühnenvisuals
es: Visuales de escenario
fr: Visuels de scène
id: Visual panggung
it: Visual di palco
ja: ステージ演出を楽しむ
ko: 무대 연출
pt: Visuais de palco
ru: Визуализация сцены
th: ภาพบนเวที
vi: Hình ảnh sân khấu
zh_hans: 舞台视觉
zh_hant: 舞台視覺

# colosseum_vote_aurora_8_d
source: New People
de: Neue Leute
es: Gente nueva
fr: Nouvelles personnes
id: Orang baru
it: Nuove persone
ja: 新たな出会いを探す
ko: 새로운 사람들
pt: Novas pessoas
ru: Новые люди
th: ผู้คนหน้าใหม่ๆ
vi: Người mới
zh_hans: 新加入的朋友
zh_hant: 新加入的朋友

# colosseum_vote_aurora_9
source: What's your favorite light creature to play as during the concert?
de: Als welches Lichtwesen spielst du am liebsten während des Konzerts?
es: ¿Cuál es la criatura de luz que más te gusta representar durante el concierto?
fr: Quelle est la créature de lumière que vous aimez le plus jouer pendant le concert ?
id: Apa makhluk cahaya favoritmu untuk dimainkan selama konser?
it: Qual è la creatura luminosa con cui preferisci suonare durante il concerto?
ja: コンサートの中で体験した光の生き物たちで、1番のお気に入りは？
ko: 콘서트 중 가장 함께 놀고 싶은 빛의 크리처는 무엇인가요?
pt: Qual é a sua criatura de luz favorita do show?
ru: С каким из созданий света вы хотели бы поиграть во время концерта?
th: สิ่งมีชีวิตแห่งแสงตัวโปรดที่คุณชอบเล่นด้วยในระหว่างคอนเสิร์ตคือตัวอะไร
vi: Sinh vật ánh sáng yêu thích bạn muốn chơi trong buổi hòa nhạc?
zh_hans: 在演唱会上，你最喜欢扮演的光之生物是什么？
zh_hant: 在演唱會上，你最喜歡扮演哪種光之生物？

# colosseum_vote_aurora_9_a
source: Jellyfish
de: Qualle
es: Medusa
fr: Méduse
id: Ubur-ubur
it: Medusa
ja: 海月
ko: 해파리
pt: Água-viva
ru: Медуза
th: แมงกะพรุน
vi: Sứa
zh_hans: 水母
zh_hant: 水母

# colosseum_vote_aurora_9_b
source: Butterfly
de: Schmetterling
es: Mariposa
fr: Papillon
id: Kupu-kupu
it: Farfalla
ja: 蝶々
ko: 나비
pt: Borboleta
ru: Бабочка
th: ผีเสื้อ
vi: Bướm
zh_hans: 蝴蝶
zh_hant: 蝴蝶

# colosseum_vote_aurora_9_c
source: Bird
de: Vogel
es: Pájaro
fr: Oiseau
id: Burung
it: Uccello
ja: 鳥
ko: 새
pt: Pássaro
ru: Птица
th: นก
vi: Chim
zh_hans: 鸟
zh_hant: 鳥

# colosseum_vote_aurora_9_d
source: Manta
fr: Raie manta
it: Mante
ja: マンタ
ko: 만타가오리
ru: Манта
th: กระเบน
vi: Cá đuối
zh_hans: 光鳐
zh_hant: 光鰩

# commerce_beta
source: <candle/> is free in Beta! To experience <8>Sky</8> as designed, please treat <candle/> as a kind gesture that reflects your time or monetary investment.
de: <candle/> ist kostenlos in der Beta! Um <8>Himmelsreich: Kinder des Lichts</8> so zu erleben, wie es entwickelt wurde, solltest du die <candle/> als eine nette Geste betrachten, die für deine Zeit steht oder als Geld verwendet wird.
es: ¡<candle/> es gratis en la beta! Para disfrutar <8>Sky</8> como fue concebido, trata a <candle/> como un amable gesto que refleja tu tiempo o inversión monetaria.
fr: Les <candle/> sont gratuites dans la version bêta ! Pour découvrir <8>Sky</8> tel qu'il est conçu, considérez <candle/> comme un geste amical qui représente votre investissement en temps ou en argent.
id: <candle/> gratis dalam mode Beta! Untuk merasakan pengalaman bermain <8>Sky</8> sebagaimana mestinya, anggap <candle/> sebagai tindakan dermawan yang menggambarkan investasi waktu atau uangmu.
it: <candle/> è gratuito in versione beta! Per provare la versione completa di <8>Sky</8>, considera <candle/> come un gesto gentile che riflette il tuo tempo o investimento monetario.
ja: このゲームはβバージョンです 課金は発生しませんが、実際にお金を払うつもりで遊んでみてください
ko: 베타에서 <candle/>는 무료입니다! <8>Sky</8>를 개발진의 의도대로 플레이하려면, 실제 시간적, 금전적 선택을 반영하여 <candle/>을 사용하여 주십시오.
pt: A <candle/> é gratuita no Beta! Para experimentar <8>Sky</8> como planejado, trate a <candle/> como um gesto de gentileza que reflete investimento financeiro ou de tempo.
ru: <candle/> в бета-версии бесплатны! Чтобы играть в <8>Sky</8> так, как она был задумана, относитесь к <candle/> как к доброму жесту, отражающему вложение времени или денег.
th: <candle/> มีให้เล่นฟรีในเบต้า! โปรดรับ <candle/> แทนความปรารถนาดีที่สะท้อนถึงเวลาหรือเงินของคุณได้ลงทุนลงไป เพื่อสัมผัสประสบการณ์ <8>Sky</8> ตามที่ได้รับการออกแบบไว้
vi: <candle/> miễn phí trong bản Beta! Để trải nghiệm <8>Sky</8> chính thức, vui lòng coi <candle/> như một món quà phản ánh sự đầu tư về thời gian hoặc tiền bạc của bạn.
zh_hans: 预览版<candle/>免费！为了体会最接近正式版的体验和真正有价值的友谊，请在购买前三思。<candle/>是具有时间或金钱价值的真实馈赠。
zh_hant: 預覽版<candle/>免費！為了體會最接近正式版的體驗和真正有價值的友誼，請在購買前三思。<candle/>是具有時間或金錢價值的真實饋贈。

# commerce_credentials_needed_message
source: Credentials expired
de: Anmeldedaten abgelaufen
es: Credenciales expiradas
fr: Identifiants expirés
id: Masa berlaku kredensial habis
it: Credenziali scadute
ja: 認証期限が終了しています
ko: 인증 정보 만료
pt: Credenciais expiradas
ru: Истек срок действия учетных данных
th: ข้อมูลรับรองหมดอายุแล้ว
vi: Thông tin xác thực đã quá hạn
zh_hans: 登录凭证已过期
zh_hant: 認證已過期

# commerce_credentials_needed_message_steam
source: Please sign in to Steam and try again
de: Bitte melde dich bei Steam an und versuche es erneut
es: Inicia sesión en Steam y vuelve a intentarlo.
fr: Veuillez vous connecter à Steam et réessayer.
id: Silakan masuk ke Steam dan coba lagi
it: Accedi a Steam e riprova
ja: 再度Steamへログインください
ko: Steam에 로그인한 후 다시 시도해 주세요.
pt: Faça login na Steam e tente novamente
ru: Войдите в Steam и попробуйте еще раз
th: โปรดเข้าสู่ระบบ Steam แล้วลองใหม่อีกครั้ง
vi: Vui lòng đăng nhập vào Steam và thử lại
zh_hans: 请登录Steam并重试
zh_hant: 請登入Steam後再試一次

# commerce_include_tax
source: All prices include tax
de: Alle Preise inkl. Steuer
es: Todos los precios incluyen impuestos
fr: Les prix affichés incluent toutes les taxes
id: Semua harga sudah termasuk pajak
it: Le tasse sono incluse nei prezzi
ja: 全ての価格は税込みです
ko: 모든 가격에는 세금이 포함되어 있습니다
pt: Todos os preços incluem impostos
ru: Все цены включают налоги
th: ราคาทั้งหมดรวมภาษีแล้ว
vi: Tất cả giá đã bao gồm thuế
zh_hans: 所有价格均含税
zh_hant: 所有價格均含稅

# commerce_item_bluesunglasses_success
source: <b>Thanks for purchasing the Nature Glasses Pack!</b> Learn more about how we are supporting ocean charities on our website: www.thatskygame.com
de: <b>Vielen Dank für deinen Kauf des Naturbrillenpakets!</b> Auf unserer Website erfährst du mehr darüber, wie wir Wohltätigkeitsorganisationen für den Schutz der Ozeane unterstützen: www.thatskygame.com
es: <b>¡Gracias por comprar el paquete de gafas de la naturaleza!</b> Descubre más sobre cómo ayudamos a las organizaciones benéficas que cuidan el océano en nuestro sitio web: www.thatskygame.com
fr: <b>Merci d'avoir acheté le pack Lunettes de la nature !</b> Pour en savoir plus sur notre soutien aux organismes caritatifs pour la protection des océans, rendez-vous sur notre site Web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Paket Kacamata Alam!</b> Pelajari selengkapnya bagaimana kami mendukung gerakan amal untuk kebersihan laut di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato il Pacchetto occhiali della natura!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite alla salvaguardia dell'oceano visitando il nostro sito Web: www.thatskygame.com
ja: <b>自然のサングラスパックを購入いただきありがとうございます！</b>海をきれいにする活動への支援については、ぜひ特設サイトでご確認ください：www.thatskygame.com/ja
ko: <b>자연의 안경 팩을 구입해 주셔서 감사합니다!</b> Sky에서 해양 자선단체를 어떻게 지원하고 있는지 공식 웹사이트(www.thatskygame.com)에서 확인해 보세요.
pt: <b>Obrigado por comprar o Pacote Óculos da Natureza!</b> Saiba mais sobre como apoiamos instituições de caridade em prol do oceano no nosso site: www.thatskygame.com
ru: <b>Спасибо, что купили набор «Очки природы»!</b> Узнайте больше о благотворительных проектах по спасению океана на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อแพ็คแว่นตาธรรมชาติ!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลทางทะเลบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Gói Kính Thiên Nhiên!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện đại dương trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢购买自然墨镜礼包！</b>你还可以在我们的网站上了解更多关于我们支持海洋慈善机构的具体信息： www.thatskygame.com
zh_hant: <b>感謝你購買自然墨鏡禮包！</b>你還可以在我們的網站上瞭解更多關於我們贊助海洋慈善機構的詳細資訊：www.thatskygame.com
