Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_season_moomin_end_title
source: Season of Moomin End Soon! 🌳
de: Saison des Mumins endet bald! 🌳
es: ¡La Temporada de los Mumins termina pronto! 🌳
fr: La saison des Moomins touche à sa fin ! 🌳
id: Musim Moomin Akan Segera Berakhir! 🌳
it: La Stagione dei Mumin sta per terminare! 🌳
ja: ムーミンの季節も残りわずか🌳
ko: 무민의 시즌 곧 종료! 🌳
pt: A Temporada dos Mumins terminará em breve! 🌳
ru: Сезон Муми-троллей скоро закончится! 🌳
th: ฤดูกาลแห่งมูมินใกล้สิ้นสุดแล้ว! 🌳
vi: Mùa Moomin sắp kết thúc! 🌳
zh_hans: 姆明季即将结束！🌳
zh_hant: 姆明季即將結束！🌳

# notification_season_moomin_start_message
source: 💖 Experience a magical story of adventure, healing, and overcoming the obstacles of the past.
de: 💖 Erlebt eine magische Geschichte über Abenteuer, Heilung und der Überwindung der Hindernisse aus der Vergangenheit.
es: 💖 Vive una mágica historia de aventura, sanación y superación de los obstáculos del pasado.
fr: 💖 Découvrez une histoire magique d’aventure, de guérison et d’obstacles qu’il faudra surmonter.
id: 💖 Rasakan kisah ajaib tentang petualangan, penyembuhan, dan mengatasi rintangan di masa lalu.
it: 💖 Vivi una magica storia di avventura, guarigione e superamento del passato.
ja: 💖 過去を克服し、冒険と癒しに満ちた幻想的な物語を体験しに行きましょう
ko: 💖 마법 같은 이야기를 통해 모험과 치유, 과거의 장애물에 대한 이야기를 직접 체험해 보세요.
pt: 💖 Viva uma história mágica de aventura, cura e superação de obstáculos do passado.
ru: 💖 Вас ждет волшебная история о приключениях, исцелении и преодолении преград прошлого.
th: 💖 สัมผัสเรื่องราวการผจญภัยสุดมหัศจรรย์ การเยียวยา และก้าวข้ามอุปสรรคในอดีต
vi: 💖 Trải nghiệm một câu chuyện kỳ diệu về phiêu lưu, chữa lành và vượt qua những trở ngại trong quá khứ.
zh_hans: 💖 体验一段关于冒险、治愈和克服过去障碍的神奇故事。
zh_hant: 💖 體驗一段充滿冒險、治癒與克服過去障礙的魔幻故事。

# notification_season_moomin_start_title
source: Season of Moomin is Here! 🌳
de: Die Saison des Mumins ist hier! 🌳
es: ¡Temporada de los Mumins! 🌳
fr: La Saison des Moomins est arrivée ! 🌳
id: Musim Moomin Telah Dimulai! 🌳
it: È arrivata la Stagione dei Mumin! 🌳
ja: ムーミンの季節が訪れました！🌳
ko: 무민의 시즌이 찾아왔어요! 🌳
pt: A Temporada dos Mumins chegou! 🌳
ru: Сезон Муми-троллей наступил! 🌳
th: ฤดูกาลแห่งมูมินมาถึงแล้ว! 🌳
vi: Mùa Moomin Đã Đến! 🌳
zh_hans: 姆明季来了！🌳
zh_hant: 姆明季現已來臨！🌳

# notification_season_nesting_start_message
source: 🎊 Create a space of your very own in Sky's newest Season.
de: 🎊 Erschaffe in der neuesten Saison von Sky deinen ganz eigenen Raum.
es: 🎊 Crea tu propia morada en la nueva temporada de Sky.
fr: 🎊 Créez votre propre petit nid douillet dans la nouvelle saison de Sky.
id: 🎊 Ciptakan ruang milik kamu sendiri di Musim terbaru Sky.
it: 🎊 Crea uno spazio tutto tuo nella nuova stagione di Sky.
ja: 🎊 Skyの新たな季節で、あなただけの空間を作り上げましょう
ko: 🎊 Sky 최신 시즌에서 나만의 공간을 만들어요.
pt: 🎊Crie seu espaço na mais nova temporada de Sky.
ru: 🎊 Создайте свой уютный уголок в новом сезоне Sky.
vi: 🎊 Tạo không gian của riêng bạn trong Mùa mới nhất của Sky.
zh_hans: 🎊 在《Sky光·遇》的最新季节中创造一个专属于你自己的空间。
zh_hant: 🎊 在 Sky 的最新季節中創造一個專屬於你自己的空間。

# notification_season_nesting_start_title
source: Season of Nesting has arrived! 🏘️
de: Die Saison des Nistens ist da! 🏘️
es: ¡Llegó la temporada acogedora! 🏘️
fr: La saison de la Nidification est arrivée ! 🏘️
id: Musim Bersarang telah tiba! 🏘️
it: La Stagione dei Nidi è arrivata! 🏘️
ja: 巣づくりの季節がはじまりました！🏘️
ko: 보금자리의 시즌이 찾아왔어요! 🏘️
pt: A Temporada do Ninho chegou! 🏘️
ru: Сезон гнездования начался! 🏘️
vi: Mùa Xây Tổ đã đến! 🏘️
zh_hans: 筑巢季来了！🏘️
zh_hant: 築巢季來了！🏘️

# notification_season_ninecoloreddeer_start_message
source: A special Season collaboration has started in Sky ✨
de: In Sky beginnt eine besondere Saison-Kollaboration ✨
es: Comenzó una temporada especial de colaboración en Sky ✨
fr: Une collaboration saisonnière spéciale vient de s'ouvrir sur Sky ✨
id: Kolaborasi Musim spesial telah dimulai di Sky ✨
it: In Sky è iniziata una collaborazione speciale per la stagione ✨
ja: Skyの世界に特別なコラボレーションの季節が訪れました✨
ko: Sky 콜라보레이션 시즌을 시작합니다 ✨
pt: Uma temporada de colaboração especial começou em Sky ✨
ru: В Sky начался сезон особой коллаборации ✨
vi: Một Mùa hợp tác đặc biệt đã bắt đầu trên Sky ✨
zh_hans: 一场特别的季节合作在光遇拉开了帷幕✨
zh_hant: 一場特別的季節合作在光遇拉開了帷幕 ✨

# notification_season_ninecoloreddeer_start_title
source: Season of the Nine-Colored Deer is Here! 🦌
de: Die Saison des Neunfarbigen Hirsches ist da! 🦌
es: ¡Llegó la temporada del ciervo de los nueve colores! 🦌
fr: Saison du Cerf aux neuf couleurs disponible ! 🦌
id: Musim Rusa Sembilan Warna Telah Tiba! 🦌
it: La stagione del Cervo dai nove colori è arrivata! 🦌
ja: 九色の鹿の季節 🦌
ko: 아홉 빛깔 사슴의 시즌이 찾아왔어요! 🦌
pt: A Temporada do Cervo de Nove Cores chegou! 🦌
ru: Наступил сезон Девятицветного оленя! 🦌
vi: Mùa Cửu Sắc Lộc đã đến! 🦌
zh_hans: 九色鹿季正式展开！🦌
zh_hant: 九色鹿季正式展開！🦌

# notification_season_passage_start_title
source: 🌙 Season of Passage Has Begun
de: 🌙 Die Saison des Übergangs hat begonnen
es: 🌙 Comenzó la temporada de iniciación
fr: 🌙 La saison de l'Initiation a commencé
id: 🌙 Musim Inisiasi Pembaruan Telah Dimulai
it: 🌙 La Stagione della Transizione è iniziata
ja: 🌙 ならいの季節が訪れました
ko: 🌙 성장의 시즌 시작
pt: 🌙A Temporada da Passagem começou
ru: 🌙 Сезон посвящения начался
vi: 🌙 Mùa Thử Thách đã bắt đầu
zh_hans: 🌙夜行季现已开始
zh_hant: 🌙夜行季現已開始

# notification_season_performance_end_message
source: Final week! Can you complete the Performance constellation before the Season is over? ✨
de: Die letzte Woche läuft! Wirst du mit dem Darbietung-Sternbild fertig, bevor die Saison zu Ende ist? ✨
es: ¡Última semana! ¿Puedes completar la constelación de las obras antes de que termine la temporada? ✨
fr: Dernière semaine ! Compléterez-vous la constellation de l’Interprétation avant la fin de la saison ? ✨
id: Minggu terakhir! Bisakah kamu melengkapi rasi Pertunjukan sebelum Musim berakhir? ✨
it: Ultima settimana! Riuscirai a completare la costellazione dello Spettacolo prima che la stagione finisca? ✨
ja: 最後の週です！季節が過ぎ去る前に、表現者たちの季節の星座を完成させましょう✨
ko: 마지막 주입니다! 시즌이 끝나기 전에 공연 별자리를 완성할 수 있을까요? ✨
pt: Última semana! Você consegue concluir a constelação da performance antes que a temporada acabe? ✨
ru: Последняя неделя! Успеете завершить созвездие Представлений, пока сезон не закончился? ✨
vi: Tuần cuối! Bạn có thể hoàn thành chòm sao Biểu Diễn trước khi Mùa kết thúc không? ✨
zh_hans: 最后一周！你能在季节结束前完成表演星座图吗？✨
zh_hant: 最後一週！你能在本季結束之前完成表演星座圖嗎？ ✨

# notification_season_performance_end_title
source: Season of Performance is Ending! 🎭
de: Die Saison der Darbietung endet! 🎭
es: ¡Termina la temporada de obras! 🎭
fr: La saison de l'Interprétation touche à sa fin ! 🎭
id: Musim Pertunjukan Sudah Berakhir! 🎭
it: La Stagione dello Spettacolo sta per terminare! 🎭
ja: 表現者たちの季節がもうすぐ幕を閉じます🎭
ko: 공연의 시즌이 종료됩니다! 🎭
pt: A Temporada da Performance está acabando! 🎭
ru: Сезон представлений завершается! 🎭
vi: Mùa Biểu Diễn đã kết thúc! 🎭
zh_hans: 表演季即将结束！🎭
zh_hant: 表演季即將結束！🎭

# notification_season_performance_start_message
source: A new season is here! Join 4 seasonal Spirits to bring creative inspirations to the world of Sky. ✨
de: Eine neue Saison ist da! Besuche 4 Saisongeister und verzaubere die Welt von Sky mit deiner Kreativität. ✨
es: ¡Llegó una nueva temporada! Únete a los cuatro espíritus de temporada para aportar inspiraciones creativas al mundo de Sky. ✨
fr: Une nouvelle saison est arrivée ! Rejoignez 4 esprits saisonniers pour apporter des inspirations créatives au monde de Sky. ✨
id: Musim baru sudah hadir! Ikuti 4 Roh musiman untuk menghadirkan inspirasi kreatif ke dunia Sky. ✨
it: È arrivata una nuova stagione! Unisciti a 4 spiriti stagionali per portare la creatività nel mondo di Sky. ✨
ja: Skyに訪れた新たな季節！4人の季節の精霊たちと一緒に、あなたの創造力で世界を彩りましょう✨
ko: 새로운 시즌이 찾아왔어요! 4명의 시즌영혼과 힘을 합쳐 Sky 월드에 창의적인 영감을 불어넣어 주세요. ✨
pt: Uma nova temporada chegou! Junte-se a quatro espíritos de temporada para trazer inspirações criativas para o mundo de Sky. ✨
ru: Новый сезон уже здесь! 4 сезонных духа приносят творческую нотку в мир Неба. ✨
vi: Một mùa mới đã đến! Hội ngộ cùng 4 Tinh Linh mùa và mang đến cảm hứng sáng tạo cho thế giới Sky. ✨
zh_hans: 新季节来了！与四个季节先灵一起，将极具创意的启迪带给Sky世界。✨
zh_hant: 新季節來啦！加入 4 個季節先靈，為 Sky 的世界帶來創的靈感。✨

# notification_season_performance_start_title
source: Season of Peformance has begun! 🎭
de: Die Saison der Darbietung hat begonnen! 🎭
es: ¡Comenzó la Temporada de obra! 🎭
fr: La saison de l'Interprétation a commencé ! 🎭
id: Musim Pertunjukan telah dimulai! 🎭
it: La Stagione dello Spettacolo è iniziata! 🎭
ja: 表現者たちの季節が訪れました！🎭
ko: 공연의 시작이 시작했어요! 🎭
pt: A Temporada da Performance começou! 🎭
ru: Начался Сезон представлений! 🎭
vi: Mùa Biểu Diễn đã bắt đầu! 🎭
zh_hans: 表演季开始了！
zh_hant: 表演季已經開始！

# notification_season_preorder_message
source: Pre-order the Season Pass to the upcoming Season and receive an additional 10 Seasonal Candles.🕯️
de: Bestelle jetzt den Saisonpass für die kommende Saison vor und hol dir 10 zusätzliche Saisonskerzen.🕯️
es: Reserva el pase de temporada de la próxima temporada y recibe 10 velas de temporada adicionales. 🕯️
fr: Précommandez le passe saisonnier de la prochaine saison et recevez 10 bougies saisonnières supplémentaires.🕯️
id: Prapesan Season Pass untuk Musim mendatang dan terima tambahan 10 Lilin Musiman.🕯️
it: Effettua il pre-ordine del pass stagionale per la prossima stagione e ricevi 10 candele stagionali bonus.🕯️
ja: 次の季節のシーズンパスを先行購入して、ボーナスのシーズンキャンドル10本を追加でもらいましょう🕯️
ko: 다음 시즌의 시즌패스를 사전주문하고 보너스 시즌양초 10개를 받아보세요.🕯️
pt: Faça a compra antecipada do passe da temporada para a próxima temporada e receba mais 10 velas de temporada.🕯️
ru: Сделайте предзаказ на Сезонный пропуск к грядущему сезону и получите 10 еще сезонных свечей.🕯️
vi: Đặt trước Vé Mùa cho Mùa sắp tới và nhận thêm 10 Nến Mùa.🕯️
zh_hans: 预购适用于即将到来的季节的季票，并额外获得10根季节蜡烛。🕯️
zh_hant: 預購即將到來的季票，並額外獲得10根季節蠟燭。️🕯️

# notification_season_preorder_title
source: Pre-order the Upcoming Season!✨
de: Bestelle die kommende Saison vor! ✨
es: ¡Reserva la próxima temporada!✨
fr: Précommandez la saison à venir !✨
id: Prapesan Musim Mendatang!✨
it: Pre-ordina la prossima stagione! ✨
ja: 次の季節の先行購入が始まっています✨
ko: 다음 시즌을 사전주문 해보세요!✨
pt: Compra antecipada da próxima temporada!✨
ru: Сделайте предзаказ предстоящего Сезона! ✨
vi: Đặt mua trước Mùa sắp tới! ✨
zh_hans: 预购即将到来的季节！✨
zh_hant: 預購即將到來的季節！✨

# notification_season_prophecy_end_title
source: Season of Prophecy Ends Soon 🕯️
de: Die Saison der Prophezeiung endet bald 🕯️
es: La Temporada de la Profecía termina pronto 🕯️
fr: La saison de la Prophétie touche à sa fin ️🕯️
id: Musim Nubuat Segera Berakhir 🕯️
it: La Stagione della Profezia sta per terminare 🕯️
ja: 預言者の季節はもうすぐ終わりを迎えます 🕯️
ko: 예언의 시즌이 곧 종료됩니다 🕯️
pt: A Temporada da Profecia termina em breve 🕯️
ru: Сезон пророчества скоро закончится 🕯️
vi: Mùa Tiên Tri sắp kết thúc🕯️
zh_hans: 预言季即将结束🕯️
zh_hant: 預言季即將結束🕯️

# notification_season_prophecy_start_title
source: Season of Prophecy is Here! 🕯️
de: Die Saison der Prophezeiung ist da! 🕯️
es: ¡Llegó la Temporada de la Profecía! 🕯️
fr: La saison de la Prophétie est arrivée ! ️🕯️
id: Musim Nubuat Telah Tiba! 🕯️
it: La Stagione della Profezia è arrivata! 🕯️
ja: 預言者の季節開催中！ 🕯️
ko: 예언의 시즌이 찾아왔어요! 🕯️
pt: A Temporada da Profecia começou! 🕯️
ru: Наступил Сезон пророчества! 🕯️
vi: Mùa Tiên Tri đến rồi! 🕯️
zh_hans: 预言季来啦！🕯️
zh_hant: 預言季到了！️🕯️

# notification_season_remembrance_start_title
source: Season of Remembrance is Here! 🌿
de: Die Saison des Gedenkens ist hier! 🌿
es: ¡Llegó la temporada de conmemoración! 🌿
fr: La saison du Souvenir est arrivée ! 🌿
id: Musim Kenangan Sudah Tiba! 🌿
it: L'evento Stagione della Commemorazione è arrivato! 🌿
ja: 追慕の季節が訪れました 🌿
ko: 기억의 시즌이 찾아왔어요! 🌿
pt: A Temporada da Recordação chegou! 🌿
ru: Сезон памяти уже начался! 🌿
vi: Mùa Tưởng Nhớ đã đến! 🌿
zh_hans: 缅怀季节现已开始！🌿
zh_hant: 緬懷之季來了！🌿

# notification_season_shattering_end_message
source: Final week—Unlock items from Memories of Light and Darkness before it's over! ♦️
de: Letzte Woche – Schalte Gegenstände aus den Erinnerungen von Licht und Dunkelheit frei, bevor es zu spät ist! ♦️
es: Última semana... ¡Desbloquea objetos de los recuerdos de luz y oscuridad antes de que se acabe! ♦️
fr: Dernière semaine - Débloquez des objets de souvenirs de la Lumière et des Ténèbres avant qu’il ne soit trop tard ! ♦️
id: Minggu terakhir—Buka item dari Memori Cahaya dan Kegelapan sebelum musimnya berakhir! ♦️
it: Ultima settimana: sblocca oggetti dai ricordi della luce e delle tenebre prima che finisca! ♦️
ja: 季節も残すところあと1週間。過ぎ去ってしまう前に、万古の闇と光より、季節のアイテムを手に入れましょう！♦️
ko: 이번 주, 시즌이 끝나기 전에 빛과 어둠의 기억으로부터 아이템을 잠금해제하세요! ♦️
pt: Semana final — Desbloqueie os itens de Lembranças de Luz e Trevas antes que acabe! ♦️
ru: Последняя неделя: успейте открыть предметы из Воспоминаний Света и Тьмы! ♦️
vi: Tuần cuối cùng — Mở khóa các vật phẩm từ Ký ức Ánh sáng và Bóng tối trước khi kết thúc! ♦️
zh_hans: 最后一周——赶在结束前解锁来自光辉与冥暗回忆的物品！♦️
zh_hant: 倒數最後一週——在活動結束前，解鎖來自光輝與冥闇回憶的道具！♦️

# notification_season_shattering_end_title
source: Season of Shattering Ends Soon 🕯️
de: Die Saison der Zertrümmerung endet bald 🕯️
es: La temporada de la destrucción termina pronto 🕯️
fr: La saison de l'Éclatement touche à sa fin 🕯️
id: Musim Kehancuran Segera Usai 🕯️
it: La Stagione della Distruzione sta per terminare 🕯️
ja: 砕ケル闇ノ季節が過ぎ去ろうとしています🕯
ko: 파편의 시즌 곧 종료 🕯️
pt: A Temporada do Despedaçar termina em breve 🕯️
ru: Сезон крушения заканчивается 🕯️
vi: Mùa Tan Vỡ sắp kết thúc 🕯️
zh_hans: 破晓季即将结束🕯️
zh_hant: 破曉季即將結束🕯️

# notification_season_shattering_start_title
source: Season of Shattering is Here! ♦️
de: Die Saison der Zertrümmerung ist da! ♦️
es: ¡Llegó la temporada de la destrucción! ♦️
fr: La saison de l'Éclatement est arrivée ! ♦️
id: Musim Kehancuran Sudah Tiba! ♦️
it: L'evento Stagione della Distruzione è arrivato! ♦
ja: 砕ケル闇ノ季節が始まりました！♦️
ko: 파편의 시즌이 찾아왔어요! ♦️
pt: A Temporada do Despedaçar está aqui! ♦️
ru: Сезон крушения начался! ♦️
vi: Mùa Tan Vỡ đã đến! ♦ ️
zh_hans: 破晓季已经来临！♦️
zh_hant: 破曉季已經來臨！♦️

# notification_season_start_title
source: A New Season is Here
de: Eine neue Saison ist da
es: Llegó una nueva temporada
fr: Une nouvelle saison est là
id: Musim Baru Sudah Tiba
it: Inizia una nuova stagione
ja: 新たな季節が始まりました
ko: 새로운 시즌 시작
pt: Uma nova temporada chegou
ru: Начался новый сезон
vi: Một Mùa mới đã đến
zh_hans: 新的季节已经来临
zh_hant: 新季節開始

# notification_skyshop_anniversary_message
source: Last chance to pre-order Sky’s 2nd Anniversary items. ☀️
de: Letzte Chance zur Vorbestellung der Gegenstände zum 2. Jubiläum von Sky. ☀️
es: Última oportunidad para reservar los objetos del 2° aniversario de Sky ☀️
fr: C'est votre dernière chance de précommander les objets du 2e anniversaire de Sky. ☀️
id: Kesempatan terakhir untuk melakukan prapesan item Hari Jadi Ke-2 Sky. ☀️
it: Ultima possibilità per effettuare il pre-ordine degli oggetti per il 2° anniversario di Sky. ☀️
ja: 2周年にちなんだ公式グッズのプレオーダー受付は、もうすぐ終了します☀️
ko: Sky 2주년 기념 공식 굿즈를 사전주문할 수 있는 마지막 기회. ☀️
pt: Última chance para fazer a compra antecipada dos itens do 2º aniversário do Sky. ☀️
ru: Последний шанс сделать предзаказ предметов ко 2-й годовщине Sky ☀️
vi: Cơ hội cuối cùng để đặt trước các vật phẩm kỷ niệm 2 năm của Sky. ☀️
zh_hans: 这是预购《Sky》2 周年纪念商品最后的机会了。☀️
zh_hant: 這是預購《Sky》2 週年紀念商品最後的機會了。☀️

# notification_skyshop_anniversary_title
source: Teleport to thatskyshop now! ✨
de: Teleporte dich gleich zum thatskyshop! ✨
es: ¡Teletranspórtate a thatskyshop ahora! ✨
fr: Téléportez-vous vers thatskyshop maintenant ! ✨
id: Teleportasi ke thatskyshop sekarang! ✨
it: Visita subito thatskyshop! ✨
ja: thatskyshopへ、今すぐテレポート！✨
ko: 지금 바로 thatskyshop으로 텔레포트 해보세요. ✨
pt: Teletransporte-se para thatskyshop agora! ✨
ru: Телепортируйтесь в thatskyshop прямо сейчас! ✨
vi: Đến thatskyshop ngay! ✨
zh_hans: 瞬间移动去thatskyshop看看吧！
zh_hant: 瞬間移動去thatskyshop看看吧! ✨

# notification_skyshop_bloom23_end_message
source: 🏵️ We hope you find something to add color to your day before preorders close!
de: 🏵️ Hoffentlich findet ihr etwas, das eurem Tag etwas Farbe verleiht, bevor die Vorbestellungen enden!
es: 🏵️ ¡Esperamos que puedas encontrar algo para darle color a tu día antes de que terminen las reservas!
fr: 🏵️ Nous espérons que vous trouverez quelque chose qui égaie votre journée avant la fin des précommandes !
id: 🏵️ Semoga kamu menemukan sesuatu untuk menambah warna harimu sebelum prapemesanan ditutup!
it: 🏵️ Ci auguriamo che tu possa trovare qualcosa per aggiungere colore alla tua giornata prima della chiusura dei pre-ordini!
ja: 🏵️ プレオーダーが終わるまでに、あなたの暮らしを彩るお気に入りに出逢えますように！
ko: 🏵️ 사전주문 기간이 끝나기 전에 일상에 색채를 더해줄 무언가를 찾아 보세요!
pt: 🏵️ Esperamos que você encontre algo para colorir o seu dia antes que as compras antecipadas fechem!
ru: 🏵️ Надеемся, вы найдете что-нибудь яркое для себя, пока можно оформить предзаказ!
vi: 🏵️ Chúng tôi hy vọng bạn sẽ tìm được chút sắc màu cho riêng mình trước khi thời hạn đặt trước kết thúc!
zh_hans: 🏵️希望你能在预购结束前找到为你的一天增添色彩的东西！
zh_hant: 🏵️希望你能在預購結束前找到為你的一天更添色彩的東西！

# notification_skyshop_bloom23_start_message
source: Tranquil petals & relaxing sips of tea—see what awaits at thatskyshop 🌸
de: Beruhigende Blüten und ein Entspannungstee – schau nach, was dich im thatskyshop erwartet 🌸
es: Tranquilos pétalos y relajantes sorbos de té: ve a ver qué te espera en thatskyshop 🌸
fr: Des pétales tranquilles et du thé apaisant : découvrez ce qui vous attend dans thatskyshop 🌸
id: Kelopak bunga indah & teh yang menenangkan—lihat apa yang menanti di toko langit itu 🌸
it: Petali tranquilli e sorsi di tè rilassanti: scopri cosa ti aspetta su thatskyshop 🌸
ja: 柔らかく舞う花びらにホッとするお茶のひととき…thatskyshopであなたを待つ最新グッズを見にいきましょう🌸
ko: 단아한 꽃잎과 긴장을 풀어주는 차 한 모금. thatskyshop에 무엇이 기다리는지 직접 확인해 보세요 🌸
pt: Pétalas tranquilas e goles de chá relaxantes... Veja o que te espera em thatskyshop 🌸
ru: Загляните в thatskyshop за лепестками цветов и первоклассным чаем 🌸
vi: Những cánh hoa yên bình & những ngụm trà thư thái—hãy đón xem điều bất ngờ đang chờ đợi tại thatskyshop 🌸
zh_hans: 静谧花瓣与宁神茶 - 看看还有什么东西在 thatskyshop 等着你🌸
zh_hant: 靜謐花瓣與寧神茶——看看 thatskyshop 裡還有什麼在等著你🌸

# notification_skyshop_bloom23_start_title
source: 💐 See what's unfurling in thatskyshop
de: 💐 Schau, was es im thatskyshop zu entdecken gibt
es: 💐 Ve a ver qué anda pasando en thatskyshop
fr: 💐 Voyez ce qu'il se passe dans thatskyshop
id: 💐 Lihat apa yang terbentang di toko langit itu
it: 💐 Scopri le novità su thatskyshop
ja: 💐 thatskyshopで出逢う春
ko: 💐 thatskyshop에서 무슨 일이 펼쳐지고 있나요?
pt: 💐 Veja o que está rolando em thatskyshop
ru: 💐 Посмотрите, что нового в thatskyshop
vi: 💐 Cùng xem những gì đang diễn ra trong thatskyshop
zh_hans: 💐看看 thatskyshop 里的百花齊放
zh_hant: 💐看看 thatskyshop 裡的百花齊放

# notification_skyshop_common_end_message
source: Last chance to pre-order the newest official Sky merchandise! 💠
de: Die letzte Chance, das neueste Sky-Merchandise vorzubestellen! 💠
es: Como mantas volando hacia el horizonte, muy pronto se acabará el período de preventa. 🪽
fr: Comme les mantras sur l'horizon, la période de précommande aura bientôt disparu. 🪽
id: Seperti manta yang terbang ke cakrawala, waktu untuk melakukan preorder akan segera berlalu. 🪽
it: Come mante che volano verso l'orizzonte, il tempo per effettuare il pre-ordine sta per svanire. 🪽
ja: 最新のSky公式グッズをプレオーダーできるのは今だけ！ 💠
ko: 수평선을 향해 날아오르는 만타가오리처럼 사전주문이 곧 찾아옵니다. 🪽
pt: Última chance de fazer a compra antecipada dos últimos produtos oficiais de Sky! 💠
ru: Манта в облаках летает, а время предзаказа истекает. 🪽
th: เวลาในการพรีออเดอร์จะหมดลงในเร็วๆ นี้ เฉกเช่นเดียวกับกระเบนที่บินไปยังเส้นขอบฟ้า 🪽
vi: Giống như những con cá đuối bay về phía chân trời, thời gian đặt hàng trước sắp hết! 🪽
zh_hans: 抓紧时间预购《Sky》最新官方周边好物，最后的机会！💠
zh_hant: 猶如光鰩飛向地平線，預購時間即將結束。🪽

# notification_skyshop_common_message
source: Pre-order the latest official Sky designs while they're still available! 🕯️
de: Bestelle die neuesten offiziellen Sky-Designs vor, solange sie noch zu haben sind! 🕯️
es: Nuevos diseños fantásticos, los clásicos favoritos y, quizás, hasta versiones físicas de tus objetos de Sky preferidos. ¡Mira todo lo que thatskyshop tiene para ofrecer! 🕯️
fr: Nouveaux motifs fantaisie, chouchous intemporels ou versions IRL de vos objets Sky préférés... venez découvrir la boutique ! 🕯
id: Desain baru yang fantastis, favorit klasik, mungkin versi dunia nyata dari item Sky favorit kamu-lihat apa yang ditawarkan oleh thatskyshop! 🕯️
it: Nuovi design fantasiosi, classici preferiti, forse anche versioni reali dei tuoi oggetti di gioco preferiti: scopri cos'ha da offrire il thatskyshop! 🕯️
ja: 最新デザインのSky公式グッズは、絶賛プレオーダー受付中です！🕯️
ko: 화려한 신규 디자인, 클래식한 수집품, Sky 속 인기 아이템의 현실 버전까지. thatskyshop에 준비된 공식 굿즈를 만나 보세요! 🕯️
pt: Compre antecipadamente os últimos designs oficiais de Sky enquanto ainda estão disponíveis! 🕯️
ru: Причудливые новые дизайны, любимая классика и IRL-версии понравившихся предметов Sky — посмотрите, что предлагает thatskyshop! 🕯️
th: ดีไซน์ใหม่สุดแปลกตา ไอเทมคลาสสิกยอดนิยม หรือบางทีอาจเป็นไอเทมเวอร์ชัน IRL ของ Sky ที่คุณชื่นชอบ มาดูกันว่าร้าน Skyshop มีอะไรมานำเสนอบ้าง! 🕯️
vi: Những thiết kế độc đáo, những món đồ kinh điển và thậm chí cả phiên bản đời thực của các vật phẩm Sky yêu thích của bạn - Hãy xem thatSkyShop có gì đặc biệt! 🕯️
zh_hans: 预购《Sky》最新官方作品，时间有限，心动不如行动！🕯️
zh_hant: 精美的新設計、經典的人氣單品，甚至還有你的最愛 Sky 實體道具！快來看看 thatskyshop 有什麼好物吧！

# notification_skyshop_common_start_message
source: Catch new designs, available for a limited time!🕯️
de: Schnapp dir neue Designs, die nur für eine begrenzte Zeit verfügbar sind!🕯️
es: ¿Qué sorpresas nuevas encontrarás para vivir como tu mejor versión de niño de Sky? 👀
fr: Quelles nouvelles surprises découvrirez-vous pour une vie d'enfant de Sky encore plus belle ? 👀
id: Kejutan baru apa yang akan kamu temukan untuk menjalani hidup sebagai diri Anak Sky terbaikmu? 👀
it: Quali nuove sorprese ti aspettano per vivere al meglio l'esperienza dei Figli della Luce? 👀
ja: 期間限定の新デザインのグッズを今すぐチェック！🕯️
ko: 빛의 아이라면 놓칠 수 없는 '이' 깜짝 소식은? 👀
pt: Veja os novos designs, disponíveis por tempo limitado!🕯️
ru: Какие ещё сюрпризы поджидают вас на пути прекрасного дитя Неба? 👀
th: ความประหลาดใจใดบ้างที่รอคุณอยู่เมื่อคุณสวมบทบาทเป็นเด็กน้อยใน Sky 👀
vi: Những điều bất ngờ nào đang chờ đón để giúp bạn sống trọn vẹn với tư cách một đứa con của bầu trời? 👀
zh_hans: 不要错失新作品，欲购从速！
zh_hant: 會有哪些驚喜等著你來發現，讓你展現出最好的光之子風采呢？👀

# notification_skyshop_common_start_title
source: ThatSkyShop is Now Open! ✨
de: ThatSkyShop hat jetzt geöffnet! ✨
es: ¡ThatSkyShop ya está abierta! ✨
fr: ThatSkyShop est maintenant ouvert ! ✨
id: ThatSkyShop Sudah Buka! ✨
it: ThatSkyShop è aperto! ✨
ja: thatskyshop がオープンしました！✨
ko: ThatSkyShop이 열렸어요! ✨
pt: A ThatSkyShop já está aberta! ✨
ru: ThatSkyShop уже открыт! ✨
vi: ThatSkyShop đã được mở! ✨
zh_hans: ThatSkyShop现已开张！✨
zh_hant: ThatSkyShop現已開張！✨
