Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_musicshop_violin
source: Finely crafted from the timber of Hidden Forest for an aspiring virtuoso.
de: Sorgfältig hergestellt aus dem Holz des Verborgenen Waldes, für einen aufstrebenden Virtuosen.
es: Fabricado con precisión con la madera del Bosque Escondido para un virtuoso aspirante.
fr: Finement ciselé à l’aide de bois d’œuvre de la Forêt cachée pour un futur virtuose.
id: Dibuat dengan halus dari kayu Hutan Tersembunyi untuk calon virtuoso.
it: Finemente realizzato con il legno della Foresta Nascosta per chi aspira a diventare un grande violinista.
ja: 雨林の樹木より精巧に生み出された、名演奏家を目指す全ての方へ贈る、美しい一品
ko: 야심만만한 명연주자를 위해 비밀의 숲에서 가져온 목재로 정교하게 제작했어요.
pt: Finamente trabalhado a partir da madeira da Floresta Oculta para um aspirante talentoso.
ru: Искусно сделана из древесины Тайного леса. Для настоящих виртуозов.
th: สร้างขึ้นอย่างประณีตจากไม้ของป่าลับเพื่อมอบให้สำหรับผู้มีพรสวรรค์สุดทะเยอทะยาน
vi: Được chế tác tinh xảo từ gỗ của Rừng Mưa, dành cho một bậc thầy đầy tham vọng.
zh_hans: 采用雨林木材精心打造，适合有抱负的音乐大师。
zh_hant: 採用雨林木材精心打造，能夠幫助你成為演奏大師。

# commerce_item_desc_nature_bluesunglasses
source: <2>Returning Item.</2> The world seems brighter, bluer even, through the eyes of this stylishly recycled mask. Pack includes <candle/>x {{1}}! We pledge to donate $10.00(USD) of the purchase price from this item to charities dedicated to ridding the oceans of plastic.
de: <2> Wiederkehrender Gegenstand.</2> Durch die Gläser dieser stilvoll recycelten Maske erscheint die Welt heller und blauer. Das Paket enthält <candle/>x {{1}}! Wir versprechen, 10,00 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich dafür einsetzen, die Ozeane von Plastik zu befreien.
es: <2>Objeto pasado.</2> El mundo parece estar más iluminado, hasta incluso más azul, a través de los lentes de esta elegante máscara reciclada. ¡El paquete incluye <candle/>x {{1}}! Nos comprometemos a donar $10 (USD) del precio de compra de este objeto a las organizaciones benéficas que se encargan de eliminar el plástico de los océanos.
fr: <2>Objet à nouveau disponible.</2> Le monde paraît plus éclatant, voire plus bleu, à travers les yeux de ce masque recyclé avec goût. Ce pack inclut <candle/>x {{1}} ! Nous nous engageons à reverser 10 USD du prix d'achat de cet article aux organismes dédiés à l'élimination du plastique dans les océans.
id: <2>Item yang Kembali.</2> Dunia tampak lebih cerah, bahkan lebih biru, melalui sudut pandang topeng daur ulang yang penuh gaya ini. Paket termasuk <candle/>x {{1}}! Kami berjanji untuk menyumbangkan $10.00 (USD) dari harga pembelian item ini untuk kegiatan amal yang didedikasikan untuk membersihkan lautan dari sampah plastik.
it: <2>Oggetto del passato.</2> Il mondo sembra più luminoso, quasi più azzurro, attraverso gli occhi di questa maschera elegantemente riciclata. Il pacchetto include <candle/>x {{1}}! Ci impegniamo a donare 10 dollari americani del prezzo di acquisto di questo articolo a enti di beneficenza dediti alla rimozione della plastica dagli oceani.
ja: <2>復刻アイテム</2> リサイクルで生まれたこのスタイリッシュなマスクをまとい世界を見れば、そこはより明るく、いえ青く輝くことでしょう。<candle/>x {{1}}とのセットです！ 販売価格より$10.00 (米国ドル) 分が海洋からプラスチックを除去するための支援に寄付されます
ko: <2>돌아온 아이템.</2> 멋진 재활용 가면을 쓰면 온 세상이 더 밝고 파랗게 보입니다. 이 팩에는 <candle/>x {{1}}개가 포함됩니다. 구매 시 $10.00(USD)가 바다에서 플라스틱을 제거하는 환경단체에 기부됩니다.
pt: <2>Objeto Disponível Novamente.</2> O mundo parece mais brilhante, mais azul até, pelos olhos dessa máscara reciclada estilosa. O pacote inclui <candle/>x {{1}}! Nos comprometemos a doar $10,00(USD) do valor de compra deste item a instituições de caridade dedicadas a remover plástico do oceano.
ru: <2>Предмет снова доступен.</2> Взгляните на мир в голубом свете сквозь стильные очки из переработанных материалов. В набор входят <candle/>x {{1}}! Мы пожертвуем USD 10,00 с каждого проданного экземпляра организациям, очищающим океаны от пластика.
th: <2>ไอเทมที่หวนกลับมา</2> ดูเหมือนว่าโลกจะดูสดใสและมีสีฟ้ามากขึ้นผ่านดวงตาของหน้ากากรีไซเคิลที่มีสไตล์นี้ แพ็กประกอบด้วย <candle/>x {{1}}! เราสัญญาว่าจะบริจาค $10.00 (USD) ของราคาซื้อจากไอเทมนี้ให้กับองค์กรการกุศลที่อุทิศตนเพื่อกำจัดมหาสมุทรพลาสติก
vi: <2>Vật phẩm trở lại.</2> Thế giới trở nên tươi sáng hơn, xanh hơn khi nhìn qua cặp kính tái chế đầy phong cách này. Gói bao gồm <candle/>x {{1}}! Chúng tôi cam kết đóng góp $10,00 (USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện đang thực hiện loại bỏ rác thải nhựa đại dương.
zh_hans: <2>返场道具。</2> 戴上这副时尚的再生材料面具，见证更加纯净湛蓝的世界。礼包包含<candle/>x{{1}}！ 我们承诺每售出一份该商品，就会从中抽取10美元捐赠给清理海洋塑料垃圾的慈善机构。
zh_hant: <2>返場道具。</2>戴上這些時尚的再生材料面具，見證更加純淨湛藍的世界。禮包包含<candle/>x {{1}}！ 我們承諾每售出一份該商品，就會從中抽出10美元捐贈給清理海洋塑膠垃圾的慈善機構。

# commerce_item_desc_nature_musicshell
source: <2>Returning Item.</2> If you listen closely, the call of Sanctuary's open sea can be heard. We pledge to donate $2.50(USD) of the purchase price from this item to charities dedicated to ridding the oceans of plastic.
de: <2> Wiederkehrender Gegenstand.</2> Wenn du genau hinhörst, kannst du den Ruf des offenen Meeres der Zufluchtsinsel hören. Wir versprechen, 2,50 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich dafür einsetzen, die Ozeane von Plastik zu befreien.
es: <2>Objeto pasado.</2> Si escuchas con atención puedes oír la llamada del mar abierto alrededor de Islas Santuario. Nos comprometemos a donar $2,50 (USD) del precio de compra de este objeto a las organizaciones benéficas que se encargan de eliminar el plástico de los océanos.
fr: <2>Objet à nouveau disponible.</2> Si vous écoutez bien, depuis le Sanctuaire, on entend l'appel du large. Nous nous engageons à reverser 2,50 USD du prix d'achat de cet article aux organismes dédiés à l'élimination du plastique dans les océans.
id: <2>Item yang Kembali.</2> Jika kamu mendengarkan dengan seksama, suara lautan lepas di sekitar Tempat Suci akan terdengar. Kami berjanji untuk mendonasikan $2,50 (USD) dari harga pembelian item ini untuk kegiatan amal yang didedikasikan untuk membersihkan lautan dari sampah plastik.
it: <2>Oggetto del passato.</2> Se ascolti attentamente, puoi sentire il richiamo del mare aperto nell'Arcipelago. Ci impegniamo a donare 2,50 dollari americani del prezzo di acquisto di questo articolo a enti di beneficenza dediti alla rimozione della plastica dagli oceani.
ja: <2>復刻アイテム</2> 耳をすませば、楽園の海の声が響くでしょう。 販売価格より$2.50 (米国ドル) 分が海洋からプラスチックを除去するための支援に寄付されます
ko: <2>돌아온 아이템.</2> 귀를 기울이면 낙원의 섬을 둘러싼 탁 트인 바다 소리를 들을 수 있습니다. 구매 시 $2.50(USD)가 바다에서 플라스틱을 제거하는 환경단체에 기부됩니다.
pt: <2>Objeto Disponível Novamente.</2> Se você prestar atenção, vai conseguir ouvir o som do mar da Ilha do Santuário. Nos comprometemos a doar $2,50(USD) do valor de compra deste item a instituições de caridade dedicadas a remover plástico do oceano.
ru: <2>Предмет снова доступен.</2> Если хорошо прислушаться, можно услышать шум океана. Мы пожертвуем USD 2,50 с каждого проданного экземпляра организациям, очищающим океаны от пластика.
th: <2> ไอเทมที่หวนกลับมา </2> หากคุณเข้ามาฟังดูใกล้ๆ คุณจะได้ยินเสียงเรียกของทะเลเปิดแห่งสรวงสวรรค์ เราให้คำมั่นที่จะบริจาคเงิน $2.50 (USD) ของราคาซื้อจากไอเทมนี้ให้กับองค์กรการกุศลที่อุทิศตนเพื่อกำจัดห้วงมหาสมุทรพลาสติก
vi: <2>Vật phẩm trở lại.</2> Nếu lắng nghe, bạn có thể thấy tiếng gọi của đại dương Thánh Địa. Chúng tôi cam kết đóng góp $2,50 (USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện đang thực hiện loại bỏ rác thải nhựa đại dương.
zh_hans: <2>返场道具。</2>如果你靠近聆听，就会听到圣域之海的呼唤。 我们承诺每售出一份该商品，就会从中抽取2.50美元捐赠给清理海洋塑料垃圾的慈善机构。
zh_hant: <2>返場道具。</2>如果你靠近聆聽，就會聽到聖域之海的呼喚。 我們承諾每售出一份該商品，就會從中抽出2.50美元捐贈給清理海洋塑膠垃圾的慈善機構。

# commerce_item_desc_nature_oceancape
source: <2> Returning Item. </2> We pledge to donate $7.50(USD) of the purchase price from this item to charities dedicated to ridding the oceans of plastic.
de: <2> Wiederkehrender Gegenstand. </2> Wir versprechen, 7,50 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich dafür einsetzen, die Ozeane von Plastik zu befreien.
es: <2> Objeto pasado. </2> Nos comprometemos a donar $7,50 (USD) del precio de compra de este objeto a las organizaciones benéficas que se encargan de eliminar el plástico de los océanos.
fr: <2>Objet à nouveau disponible. </2> Nous nous engageons à reverser 7,50 USD du prix d'achat de cet article aux organismes dédiés à l'élimination du plastique dans les océans.
id: <2> Item yang Kembali. </2> Kami berkomitmen untuk mendonasikan $7.50(USD) dari harga pembelian item ini kepada gerakan amal yang didedikasikan untuk membersihkan laut dari sampah plastik.
it: <2> Oggetto del passato. </2> Ci impegniamo a donare 7,50 dollari americani del prezzo di acquisto di questo articolo a enti di beneficenza dediti alla rimozione della plastica dagli oceani.
ja: <2>復刻アイテム</2> 販売価格より$7.50 (米国ドル) 分が海洋からプラスチックを除去するための支援に寄付されます
ko: <2> 돌아온 아이템. </2> 구매 시 7.50달러가 바다에서 플라스틱을 제거하는 자선단체에 기부됩니다.
pt: <2> Objeto Disponível Novamente. </2> Nos comprometemos a doar $7,50(USD) do valor de compra deste item a instituições de caridade dedicadas a remover plástico do oceano.
ru: <2> Предмет снова доступен. </2> Мы пожертвуем USD 7,50 с каждого проданного экземпляра организациям, очищающим океаны от пластика.
th: <2> ไอเทมที่หวนกลับมา </2> เราให้คำมั่นที่จะบริจาคเงิน $7.50 (USD) ของราคาซื้อจากไอเทมนี้ให้กับองค์กรการกุศลที่อุทิศตนเพื่อกำจัดห้วงมหาสมุทรพลาสติก
vi: <2> Vật phẩm trở lại. </2> Chúng tôi cam kết đóng góp $7,50 (USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện đang thực hiện loại bỏ rác thải nhựa đại dương.
zh_hans: <2>返场道具。</2> 我们承诺每售出一份该商品，就会从中抽取7.50美元捐赠给清理海洋塑料垃圾的慈善机构。
zh_hant: <2>返場道具。</2> 我們承諾每售出一份該商品，就會從中抽取7.50美元捐贈給清理海洋塑膠垃圾的慈善機構。

# commerce_item_desc_nature_oceannecklace
source: <2> Returning Item. </2> We pledge to donate $1.00(USD) of the purchase price from this item to charities dedicated to ridding the oceans of plastic.
de: <2> Wiederkehrender Gegenstand. </2> Wir versprechen, 1,00 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich dafür einsetzen, die Ozeane von Plastik zu befreien.
es: <2> Objeto pasado. </2>Nos comprometemos a donar $1 (USD) del precio de compra de este objeto a las organizaciones benéficas que se encargan de eliminar el plástico de los océanos.
fr: <2>Objet à nouveau disponible. </2> Nous nous engageons à reverser 1 USD du prix d'achat de cet article aux organismes dédiés à l'élimination du plastique dans les océans.
id: <2> Item yang Kembali. </2> Kami berkomitmen untuk mendonasikan $1.00(USD) dari harga pembelian item ini kepada gerakan amal yang didedikasikan untuk membersihkan laut dari sampah plastik.
it: <2> Oggetto del passato. </2> Ci impegniamo a donare 1 dollaro americano del prezzo di acquisto di questo articolo a enti di beneficenza dediti alla rimozione della plastica dagli oceani.
ja: <2>復刻アイテム</2> 販売価格より$1.00 (米国ドル) 分が海洋からプラスチックを除去するための支援に寄付されます
ko: <2> 돌아온 아이템. </2> 구매 시 1.00달러가 바다에서 플라스틱을 제거하는 자선단체에 기부됩니다.
pt: <2> Objeto Disponível Novamente. </2> Nos comprometemos a doar $1,00(USD) do valor de compra deste item a instituições de caridade dedicadas a remover plástico do oceano.
ru: <2> Предмет снова доступен. </2> Мы пожертвуем USD 1,00 с каждого проданного экземпляра организациям, очищающим океаны от пластика.
th: <2> ไอเทมที่หวนกลับมา </2> เราให้คำมั่นที่จะบริจาคเงิน $1.00 (USD) ของราคาซื้อจากไอเทมนี้ให้กับองค์กรการกุศลที่อุทิศตนเพื่อกำจัดห้วงมหาสมุทรพลาสติก
vi: <2> Vật phẩm trở lại. </2> Chúng tôi cam kết đóng góp $1,00 (USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện đang thực hiện loại bỏ rác thải nhựa đại dương.
zh_hans: <2>返场道具。</2> 我们承诺每售出一份该商品，就会从中抽取1美元捐捐赠给清理海洋塑料垃圾的慈善机构。
zh_hant: <2>返場道具。</2> 我們承諾每售出一份該商品，就會從中抽取1美元捐贈給清理海洋塑膠垃圾的慈善機構。

# commerce_item_desc_nature_turtlepack
source: <2> Returning Item. </2>We pledge to donate $10.00(USD) of the purchase price from this item to charities dedicated to ridding the oceans of plastic. Pack includes <candle/>x {{1}}!
de: <2> Wiederkehrender Gegenstand. </2> Wir versprechen, 10,00 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich dafür einsetzen, die Ozeane von Plastik zu befreien. Das Paket enthält <candle/>x {{1}}!
es: <2> Objeto pasado. </2> Nos comprometemos a donar $10 (USD) del precio de compra de este objeto a las organizaciones benéficas que se encargan de eliminar el plástico de los océanos. ¡El paquete incluye <candle/>x {{1}}!
fr: <2>Objet à nouveau disponible. </2> Nous nous engageons à reverser 10 USD du prix d'achat de cet article aux organismes dédiés à l'élimination du plastique dans les océans. Ce pack inclut <candle/>x {{1}} !
id: <2> Item yang Kembali. </2> Kami berkomitmen untuk mendonasikan $10.00(USD) dari harga pembelian item ini kepada gerakan amal yang didedikasikan untuk membersihkan laut dari sampah plastik. Paket meliputi <candle/>x {{1}}!
it: <2> Oggetto del passato. </2> Ci impegniamo a donare 10 dollari americani del prezzo di acquisto di questo articolo a enti di beneficenza dediti alla rimozione della plastica dagli oceani. Il pacchetto include <candle/>x {{1}}!
ja: <2>復刻アイテム</2> 販売価格より$10.00 (米国ドル) 分が海洋からプラスチックを除去するための支援に寄付されます
ko: <2> 돌아온 아이템. </2> 구매 시 10.00달러가 바다에서 플라스틱을 제거하는 자선단체에 기부됩니다. 이 팩에는 <candle/>x {{1}}가 들어있습니���!
pt: <2> Objeto Disponível Novamente. </2> Nos comprometemos a doar $10,00(USD) do valor de compra deste item a instituições de caridade dedicadas a remover plástico do oceano. O pacote incluir <candle/>x {{1}}!
ru: <2> Предмет снова доступен. </2> Мы пожертвуем USD 10,00 с каждого проданного экземпляра организациям, очищающим океаны от пластика. В набор входят <candle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา </2> เราให้คำมั่นที่จะบริจาคเงิน $10.00 (USD) ของราคาซื้อจากไอเทมนี้ให้กับองค์กรการกุศลที่อุทิศตนเพื่อกำจัดมหาสมุทรพลาสติก แพ็กประกอบด้วย <candle/>x {{1}}!
vi: <2> Vật phẩm trở lại. </2>Chúng tôi cam kết đóng góp $10,00 (USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện đang thực hiện loại bỏ rác thải nhựa đại dương. Gói bao gồm <candle/>x {{1}}!
zh_hans: <2>返场道具。</2>我们承诺每售出一份该商品，就会从中抽取10美元捐赠给清理海洋塑料垃圾的慈善机构。礼包包含<candle/>x{{1}}！
zh_hant: <2>返場道具。</2>我們承諾每售出一份該商品，就會從中抽取10美元捐贈給清理海洋塑膠垃圾的慈善機構。禮包包含<candle/>x {{1}}！

# commerce_item_desc_nature_turtlewing
source: <2> Returning Item.</2> Soar through the skies and seas alike with this stylish turtle-themed cape!
de: <2> Wiederkehrender Gegenstand.</2> Mit diesem stylishen Schildkrötenumhang kannst du nicht nur durch die Lüfte fliegen, sondern auch durch die Meere tauchen!
es: <2> Objeto de regreso.</2>¡Planea por los cielos y sobre los mares con esta elegante capa con temática de tortugas!
fr: <2> Objet à nouveau disponible.</2> Envolez-vous dans les airs et sur les mers avec cette cape élégante sur le thème de la tortue !
id: <2> Item Kembali.</2>Melesat ke angkasa dan lautan dengan jubah bertema penyu yang modis ini!
it: <2> Oggetto del passato.</2> Vola nei cieli e nei mari con questo elegante mantello a tema tartaruga!
ja: <2>復刻アイテム</2> 亀がモチーフのスタイリッシュなケープで、空も海も自由に泳ぎましょう！
ko: <2> 돌아온 아이템.</2> 세련된 거북 망토를 걸치고 하늘과 바다 위로 솟구쳐요!
pt: <2>Item recorrente.</2> Dispare pelos céus e mares com esta capa elegante com tema de tartaruga!
ru: <2> Предмет снова доступен.</2> Отправьтесь в путь по небесам и океанам со стильной черепашьей накидкой!
th: <2> ไอเทมที่หวนกลับมา</2> ทะยานผ่านท้องฟ้าและทะเลด้วยเสื้อคลุมธีมเต่าที่มีสไตล์นี้!
vi: <2>Vật phẩm trở lại.</2>Bay vút qua bầu trời và biển cả với chiếc áo choàng chủ đề rùa đầy phong cách này!
zh_hans: 穿戴着海龟主题的斗篷遨游在天空与海洋之上！
zh_hant: <2>返場道具。</2> 穿著這件時尚的海龜風斗篷，在天空和藍海中翱翔吧！

# commerce_item_desc_nature_waterhair
source: Tresses touched by the gentle flow of the waterway in Prairie Peaks.
de: Locken, die vom sanften Fluss des Wassers des Präriegipfels berührt wurden.
es: <2> Objeto recurrente.</2> Mechones acariciados por la suave corriente del agua en Cumbres de la planicie.
fr: <2> Objet à nouveau disponible.</2> Tresses caressées par l'écoulement délicat de l'eau dans les pics de la Prairie.
id: <2> Item yang Kembali.</2> Rambut yang tersentuh oleh aliran air yang lembut di Puncak Padang Rumput.
it: <2>Oggetto del passato.</2> Trecce toccate dal dolce scorrere del corso d'acqua sulle Vette della Prateria.
ja: 草原連峰の穏やかな水の流れを感じられる、編み込みスタイルです
ko: <2> 돌아온 아이템.</2> 초원 봉우리를 잔잔히 흐르는 물결을 닮은 헤어스타일.
pt: Mechas tocadas pelo fluxo suave da via aquática dos Picos da Campina.
ru: <2>Предмет снова доступен.</2> Локоны, струящиеся подобно водам Степных вершин.
th: <2>ไอเทมที่หวนกลับมา</2> ปอยผมที่ถูกสัมผัสโดยสายน้ำที่ไหลเอื่อยในยอดเขาแห่งทุ่งหญ้า
vi: <2>Vật phẩm trở lại.</2> Mái tóc được chạm khắc bởi dòng chảy dịu dàng của suối nước trên Đỉnh Thảo Nguyên.
zh_hans: 被云野峻岭的水流轻轻抚过的秀发。
zh_hant: <2>返場道具</2> 由雲野峻嶺的水流輕柔滌洗過的秀髮。

# commerce_item_desc_nature_waterwavewing
source: Wrap yourself in calm, rippling waves. Pack includes <candle/>x {{1}}! We pledge to donate $10.00(USD) of the purchase price from this item to charities dedicated to ridding the oceans of plastic.
de: Hülle dich in ruhige, plätschernde Wellen. Das Paket enthält <candle/>x {{1}}! Wir verpflichten uns, 10,00 $ (USD) des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich dafür einsetzen, die Meere von Plastik zu befreien.
es: <2>Objeto recurrente.</2> Envuélvete en olas tranquilas y ondeantes. ¡El paquete incluye <candle/>x {{1}}! Nos comprometemos a donar 10,00 dólares (USD) del precio de compra de este artículo a organizaciones benéficas que luchan por eliminar el plástico de los océanos.
fr: <2>Objet à nouveau disponible</2> Laissez-vous envelopper par l'apaisante ondulation des vagues. Ce pack inclut <candle/>x {{1}} ! Nous nous engageons à reverser 10 USD du prix d'achat de cet article aux organismes dédiés à l'élimination du plastique dans les océans.
id: <2>Item yang Kembali.</2> Selimuti diri kamu dengan ombak yang tenang dan beriak. Paket termasuk <candle/>x {{1}}! Kami berjanji untuk mendonasikan $10.00 (USD) dari harga pembelian item ini untuk amal yang didedikasikan untuk membersihkan lautan dari plastik.
it: <2>Oggetto del passato.</2> Fatti avvolgere da onde calme e increspate. Il pacchetto include <candle/>x {{1}}! Ci impegniamo a donare 10 dollari americani del prezzo di acquisto di questo articolo a enti di beneficenza dediti alla rimozione della plastica dagli oceani.
ja: あなたを優しく包み込むさざ波。このパックは<candle/>x {{1}}本とセットです！ 販売価格より$10.00 (米国ドル) 分が海洋からプラスチックを除去するための支援に寄付されます
ko: <2>돌아온 아이템.</2> 차분한 물결로 온몸을 감싸 보세요. 이 팩에는 <candle/>x {{1}}가 들어있습니다. 구매 시 바다에서 플라스틱을 제거하는 자선 단체에 $10.00(USD)가 기부됩니다.
pt: Envolva-se em ondas calmas e serenas. O pacote inclui <candle/>x {{1}}! Nós nos comprometemos a doar $10,00 (USD) do preço de compra deste item para instituições de caridade dedicadas a retirar plástico dos oceanos.
ru: <2>Предмет снова доступен.</2> Укутайтесь в умиротворяющую рябь волн. В набор входят <candle/> x{{1}}! 10,00 $ (USD) от стоимости товара будет направлено в благотворительные организации, занимающиеся очисткой океанов от пластика.
th: <2>ไอเทมที่หวนกลับมา</2> ห่อหุ้มตัวคุณเองด้วยคลื่นที่ซัดสาดอย่างสงบ แพ็กประกอบด้วย <candle/>x {{1}}! เราให้คำมั่นที่จะบริจาคเงิน $10.00 (USD) ของราคาซื้อจากไอเทมนี้ให้กับองค์กรการกุศลที่อุทิศตนเพื่อกำจัดห้วงมหาสมุทรพลาสติก
vi: <2>Vật phẩm trở lại.</2> Cuộn mình trong những gợn sóng êm đềm. Gói vật phẩm bao gồm <candle/> x {{1}}! Chúng tôi cam kết quyên góp 10,00 USD từ giá mua sản phẩm này cho các tổ chức từ thiện nhằm loại bỏ rác nhựa khỏi đại dương.
zh_hans: 将你自己包裹在平静、泛着涟漪的波浪中。礼包包含<candle/>x {{1}}！ 我们承诺每售出一份该物品，就会从中抽取10美元捐赠给清理海洋塑料垃圾的慈善机构。
zh_hant: <2>返場道具</2> 徜徉在平靜波浪中，感受輕柔的波動。禮包包含<candle/>x {{1}}！ 我們承諾每售出一份該商品，就會從中抽取 10 美元捐贈給清理海洋塑膠垃圾的慈善機構。

# commerce_item_desc_nintendo_pack
source: <2>Red Cape<cape/></2> + <2>Blue Cape<cape/></2> + <2>Vessel Flute</2> + <2>Elf Hair</2> +<candle/>x {{1}} (only available on <warning>Nintendo Switch</warning>)
de: <2>Roter Umhang<cape/></2> + <2>Blauer Umhang<cape/></2> + <2>Flöte</2> + <2>Elfenfrisur</2> +<candle/>x {{1}} (nur auf <warning>Nintendo Switch</warning>)
es: <2>Capa roja<cape/></2> + <2>Capa azul<cape/></2> + <2>Flauta</2> + <2>Cabello de elfo</2> +<candle/>x {{1}} (solo disponible en <warning>Nintendo Switch</warning>)
fr: <2>Cape rouge<cape/></2> + <2>Cape bleue<cape/></2> + <2>Flûte</2> + <2>Cheveux d'elfe</2> +<candle/>x {{1}} (uniquement disponible sur <warning>Nintendo Switch</warning>)
id: <2>Jubah Merah<cape/></2> + <2>Jubah Biru<cape/></2> + <2>Seruling Tabung</2> + <2>Rambut Elf</2> +<candle/>x {{1}} (hanya tersedia di <warning>Nintendo Switch</warning>)
it: <2>Mantello rosso<cape/></2> + <2>Mantello blu<cape/></2> + <2>Flauto</2> + <2>Capelli da elfo</2> +<candle/>x {{1}} (solo su <warning>Nintendo Switch</warning>)
ja: <2>レッドケープ<cape/></2> + <2>ブルーケープ<cape/></2> + <2>オカリナ</2> + <2>エルフヘア</2> + <candle/> x {{1}} ( <warning>Nintendo Switch</warning> 版Skyでのみ購入できます)
ko: <2>빨간색 망토<cape/></2> + <2>파란색 망토<cape/></2> + <2>오카리나</2> + <2>엘프 헤어스타일</2> +<candle/>x {{1}} (<warning>Nintendo Switch</warning>에서만 이용 가능)
pt: <2>Capa vermelha<cape/></2> + <2>Capa azul<cape/></2> + <2>Flauta</2> + <2>Cabelo de elfo</2> +<candle/>x {{1}} (disponíveis apenas no <warning>Nintendo Switch</warning>)
ru: <2>Красная накидка<cape/></2> + <2>синяя накидка<cape/></2> + <2>флейта</2> + <2>эльфийская прическа</2> +<candle/>x {{1}} (доступно только на <warning>Nintendo Switch</warning>)
th: <2>เสื้อคลุมสีแดง<cape/></2> + <2>เสื้อคลุมสีฟ้า<cape/></2> + <2>ขลุ่ยเรือ</2> + <2>ทรงผมเอลฟ์</2> +<candle/>x {{1}} (พร้อมให้ใช้งานบน <warning>Nintendo Switch</warning> เท่านั้น)
vi: <2>Áo Choàng Đỏ<cape/></2> + <2>Áo Choàng Lam<cape/></2> + <2>Sáo Tàu</2> + <2>Tóc Tinh Linh</2> +<candle/>x {{1}} (Chỉ dành cho <warning>Nintendo Switch</warning>)
zh_hans: <2>红色斗篷<cape/></2> + <2>蓝色斗篷<cape/></2> + <2>陶笛</2> + <2>精灵发饰</2> +<candle/>x {{1}} （只能在 <warning>Nintendo Switch</warning> 上使用）
zh_hant: <2>紅色斗篷<cape/></2> + <2>藍色斗篷<cape/></2> + <2>陶笛</2> + <2>精靈發飾</2> +<candle/>x {{1}} （只能在 <warning>Nintendo Switch</warning> 上使用）

# commerce_item_desc_oreoheadband
source: You too can sport Oreo's iconic ears.
de: Auch du kannst due kultigen Ohren von Oreo tragen.
es: <2>Objeto pasado.</2> Tú también puedes lucir las emblemáticas orejas de Oreo.
fr: <2>Objet de retour.</2> Vous aussi, portez les célèbres oreilles d'Oreo.
id: <2>Item yang Kembali.</2> Kamu juga bisa menggunakan telinga Oreo yang ikonik.
it: <2>Oggetto del passato.</2> Anche tu puoi sfoggiare le iconiche orecchie di Oreo.
ja: あなたもオレオになっちゃおう
ko: <2>돌아온 아이템.</2> 오레오의 상징인 강아지 귀를 달아 보세요.
pt: Você também pode usar as icônicas orelhas do Oreo.
ru: <2>Вновь доступный предмет.</2> Вы тоже можете носить знаменитые ушки Орео.
th: <2>ไอเทมที่หวนกลับมา</2> คุณก็สามารถใส่หูอันโดดเด่นของโอรีโอได้
vi: <2>Vật phẩm trở lại.</2> Bạn cũng có thể diện đôi tai biểu tượng của Oreo.
zh_hans: 你也可以戴上奥利奥标志性的耳朵。
zh_hant: <2>返場物品。</2>你也可以戴上 Oreo 的招牌耳朵。
