Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# mischief_nat_chat_2
source: How's my outfit? I "borrowed" it from Reika while she's on vacation.
de: Wie gefällt dir mein Outfit? Ich habe es mir von Reika "geliehen", während sie verreist ist.
es: ¿Te gusta mi traje? Lo tome «prestado» de Reika mientras ella esta de vacaciones.
fr: Comment tu trouves ma tenue ? Je l'ai « empruntée » à Reika pendant qu'elle est en vacances.
id: Bagaimana pakaianku? Aku "meminjamnya" dari Reika saat dia liburan.
it: Com'è il mio vestito? L'ho "preso in prestito" da Reika mentre è in vacanza.
ja: この衣装どう？レイカがお休み中にちょーっと「借りた」んだけど
ko: 내 의상 어때? 휴가 간 레이카한테서 잠깐 빌.렸.어.
pt: Como está minha roupa? Eu "peguei emprestado" da Reika enquanto ela está de férias.
ru: Как тебе мой костюм? Я «одолжила» его у Рэйки, пока она в отпуске.
th: ชุดเสื้อผ้าของฉันเป็นยังไงบ้าง ฉัน "ยืม" ชุดมาจากเรย์กะตอนที่เธอไปพักร้อนน่ะ
vi: Trang phục của tôi thế nào? Tôi đã "mượn" nó từ Reika khi cô ấy đang đi nghỉ.
zh_hans: 我的时装怎么样？我趁丽花去度假的时候"借”来的。
zh_hant: 我的造型怎麼樣？我趁麗花去度假的時候"借”來的。

# mischief_nat_chat_3
source: I made something new this year, but Samantha ran off with it, mumbling something about "aesthetic".
de: Ich habe dieses Jahr etwas Neues gemacht, aber Samantha ist damit abgehauen und hat etwas von "Ästhetik" gemurmelt.
es: Este año hice algo nuevo, pero Samantha se escapó con él, balbuceando algo sobre «estética».
fr: J'ai fait quelque chose de nouveau cette année, mais Samantha s'est enfuie avec, en marmonnant quelque chose à propos de « l'esthétique ».
id: Aku membuat sesuatu yang baru tahun ini, tapi Samantha lari mencurinya, menggumamkan sesuatu tentang "estetika".
it: Avevo fatto qualcosa di nuovo quest'anno, ma Samantha se l'è portato via, borbottando qualcosa sull'estetica.
ja: 今年の新作は、サマンサが「美学」がどーのって言いながら、持ってっちゃったまま返ってこないしー
ko: 올해 새 의상을 만들었는데, 사만타가 갖고 가버렸어. "미적 감각" 어쩌고 하면서 말이야.
pt: Fiz um negócio novo este ano, mas a Samantha ficou resmungando alguma coisa sobre "estética".
ru: Я готовила обновку, но Саманта всё утащила, бормоча что-то про «эстетику».
th: ฉันตั้งใจทำสิ่งใหม่ในปีนี้ แต่ซาแมนต้า ก็วิ่งหนีไปพร้อมกับบ่นพึมพำเรื่อง "ความสวยงาม"
vi: Tôi đã làm một điều mới mẻ trong năm nay, nhưng Samantha đã bỏ qua nó, lẩm bẩm gì đó về "thẩm mỹ".
zh_hans: 今年我做了些新东西，可是被萨曼莎抢走了，边跑还边嚷嚷着什么"审美”。
zh_hant: 今年我做了些新東西，可是被薩曼莎搶走了，邊跑還邊嚷嚷著什麼"審美”的。

# mischief_nat_chat_4
source: Waiting for something?
de: Wartest du auf etwas?
es: ¿Esperas algo?
fr: Tu attends quelque chose ?
id: Menunggu sesuatu?
it: Stai aspettando qualcosa?
ja: もう何もないよー？
ko: 기다리는 거라도 있어?
pt: Esperando algo?
ru: Чего-то ждешь?
th: คุณรออะไรบางอย่างอยู่ใช่ไหมล่ะ
vi: Chờ đón thứ gì đó?
zh_hans: 在等什么呢？
zh_hant: 在等什麼呢？

# mischief_nat_chat_5
source: Okay. Here you go!
de: Okay. Bitte sehr!
es: Bien. ¡Aquí tienes!
fr: OK, voilà !
id: Oke. Ini dia!
it: Ok. Tieni!
ja: うそうそー！ごめんね。さあトリートだよ！
ko: 좋아. 자!
pt: Certo. Aqui está!
ru: Ну ладно. Вот!
th: นี่ รับไปสิ!
vi: Được rồi. Của bạn đây!
zh_hans: 好吧，你要的在这！
zh_hant: 好吧，你要的在這！

# mischief_nat_chat_6
source: I brought cake, but Yoshi was starving
de: Ich habe Kuchen mitgebracht, aber Yoshi war am Verhungern.
es: Traje pastel, pero Yoshi tenía mucha hambre.
fr: J'ai apporté du gâteau, mais Yoshi était affamé.
id: Aku membawa kue, tetapi Yoshi kelaparan
it: Avevo portato la torta, ma Yoshi stava morendo di fame...
ja: 私はケーキ持ってるけど、ヨシは腹ペコなんだってー
ko: 난 케이크를 가져왔는데 요시가 너무 배고파해서 그만.
pt: Eu comprei bolo, mas o Yoshi tava morrendo de fome
ru: Я несла торт, вот только Йоши был так голоден...
th: ฉันเอาเค้กมาด้วย แต่โยชิกำลังหิวอยู่เลย
vi: Tôi mang bánh đến, nhưng Yoshi vẫn đói meo
zh_hans: 我本来带了蛋糕的，但Yoshi太饿了
zh_hant: 我帶了蛋糕，但Yoshi快餓死了

# mischief_nat_chat_7
source: I hope you don't mind?
de: Ich hoffe, es macht dir nichts aus?
es: Espero que no te moleste.
fr: J'espère que ça ne te dérange pas ?
id: Semoga kamu tak keberatan, ya?
it: Spero non ti dispiaccia?
ja: あなたは、気にしないよね？
ko: 괜찮지?
pt: Espero que você não se importe
ru: Вы же не против?
th: คุณคงไม่ว่าอะไรใช่มั้ย
vi: Không sao chứ?
zh_hans: 希望你不要介意？
zh_hant: 我想你應該不介意吧？

# mischief_nat_chat_8
source: I admire your patience
de: Ich bewundere deine Geduld.
es: Admiro tu paciencia.
fr: J'admire ta patience
id: Aku kagum dengan kesabaranmu
it: Ammiro la tua pazienza.
ja: すっごい我慢強いね
ko: 끈기가 대단하네.
pt: Admiro sua paciência
ru: Восхищаюсь вашим терпением
th: ฉันขอชื่นชมในความอดทนของคุณ
vi: Thật ngưỡng mộ sự kiên nhẫn của bạn
zh_hans: 我很钦佩你的耐心
zh_hant: 我佩服你的耐心

# mischief_nat_chat_9
source: Is this what you're waiting for?
de: Ist es das, worauf du gewartet hast?
es: ¿Es esto es lo que estás esperando?
fr: C'est ce que tu attends ?
id: Inikah yang kamu tunggu-tunggu?
it: È questo che stai aspettando?
ja: 待ってたのって、コレだったりする？
ko: 이걸 기다렸을 테지?
pt: Era isso que você tava esperando?
ru: Вы этого ждете?
th: นี่คือสิ่งที่คุณรอคอยอยู่ใช่ไหม
vi: Đây có phải điều bạn đang mong đợi?
zh_hans: 你等的就是这个吗？
zh_hant: 你在等的是這個嗎？

# mischief_sam_chat_1
source: Skidmore...
ja: スキッドモア…
ko: 스키드모어...
ru: Скидмор...
th: สกิดมอร์...
zh_hans: 斯基德莫尔…
zh_hant: 斯基德莫…

# mischief_sam_chat_10
source: Whatever that was is gonna cause problems on purpose
de: Was auch immer das war, es wird bestimmt Probleme verursachen.
es: Lo que sea que haya sido eso, va a causar problemas a propósito.
fr: Peu importe ce que c'était, ça va causer des problèmes exprès.
id: Apa pun itu akan menyebabkan masalah
it: Qualunque cosa fosse, causerà dei problemi.
ja: なんだかわからないけど、きっと良くないことするつもりだよぉ
ko: 뭔진 몰라도 일부러 말썽을 부리고 있어.
pt: Seja o que for, isso vai dar problema
ru: Что бы это ни было, я чувствую, будут проблемы
th: ไม่ว่านั่นคืออะไรก็ตาม มันจงใจที่จะสร้างปัญหาแน่
vi: Là gì đi nữa, nó sẽ mang đến rắc rối một cách có chủ đích
zh_hans: 无论那是什么，肯定是有意要制造问题。
zh_hant: 管他是什麼，肯定是來故意製造麻煩的。

# mischief_sam_chat_11
source: Speaking of, where's Jenova?
de: Apropos, wo ist Jenova?
es: Hablando de eso, ¿dónde está Jenova?
fr: D'ailleurs, où est Jenova ?
id: Omong-omong, di mana Jenova?
it: A proposito, dov'è Jenova?
ja: そういえば…、ジェノヴァはどぉこ？
ko: 그런데 제노바는 어디 있어?
pt: Falando nisso, cadê o Jenova?
ru: Кстати, а где Дженова?
th: จะว่าไป แล้วเจโนวาอยู่ไหนเหรอ
vi: Nhắc mới nhớ, Jenova đâu?
zh_hans: 对了，Jenova在哪里？
zh_hant: 說到這個，Jenova在哪裡？

# mischief_sam_chat_12
source: I could've swore I saw him down here....
de: Ich könnte schwören, dass ich ihn hier unten gesehen habe …
es: Podría jurar que lo vi aquí abajo...
fr: Je pourrais jurer l'avoir vu ici.....
id: Aku yakin tadi melihatnya di bawah sini ....
it: Avrei giurato che era qua...
ja: 確かに穴の底に来ていたような…
ko: 여기서 분명히 봤는데...
pt: Podia jurar que tinha visto ele aqui embaixo...
ru: Только что был здесь, внизу...
th: ฉันสาบานได้ว่า ฉันเห็นเขาอยู่ด้านล่าง...
vi: Tôi thề là tôi vừa thấy anh ta ở đây...
zh_hans: 我发誓刚刚还看到他在这……
zh_hant: 我發誓剛剛還看到他在這邊……

# mischief_sam_chat_13
source: What a nightmare! I saw Skidmore get kidnapped by crabs!
de: Was für ein Albtraum! Ich habe gesehen, wie Skidmore von Krebsen gekidnappt wurde!
es: ¡Qué horror! ¡Vi como unos cangrejos raptaban a Skidmore!
fr: Quel cauchemar ! J’ai vu Skidmore se faire kidnapper par des crabes !
id: Benar-benar mimpi buruk! Aku melihat Skidmore diculik oleh kepiting!
it: Che incubo! Ho sognato che i granchi rapivano Skidmore!
ja: 悪夢だよぉ！スキッドモアが蟹たちに誘拐されちゃった！
ko: 끔찍한 악몽이었어! 스키드모어가 게에게 납치당하는 걸 봤단 말이야!
pt: Mas que inferno! Eu vi os caranguejos sequestrarem Skidmore!
ru: Какой ужас! Я видела, как Скидмора утащили крабы!
th: ช่างน่ากลัวเหลือเกิน! ฉันเห็นสกิดมอร์ถูกพวกปูลักพาตัวไป!
vi: Một cơn ác mộng! Tôi đã thấy lũ cua bắt cóc Skidmore!
zh_hans: 真是一场噩梦！我看到 Skidmore 被螃蟹绑架了！
zh_hant: 真是嚇死人！我看見 Skidmore 被螃蟹綁架了！

# mischief_sam_chat_14
source: Too real.
de: Das war zu real.
es: Fue demasiado real.
fr: C’était trop réel.
id: Seperti sungguhan.
it: Sembrava troppo reale.
ja: 現実だよね
ko: 너무 생생했어.
pt: É verdade.
ru: Всё плывет.
th: ไม่อยากเชื่อเลย
vi: Quá chân thực.
zh_hans: 太真实了。
zh_hant: 太真實了。

# mischief_sam_chat_15
source: I can't—I can't think straight...
de: Ich kann nicht– Ich kann nicht klar denken …
es: No puedo... No puedo concentrarme...
fr: Je... j’arrive pas à réfléchir...
id: Aku tak bisa—aku tak bisa berpikir jernih...
it: Non riesco... non riesco a riflettere.
ja: うまく、うまく考えられないぃぃ…
ko: 제대로... 생각을 할 수가 없어...
pt: Eu não... Não consigo pensar direito.
ru: Не могу… не могу нормально думать…
th: ฉัน... ฉันทำอะไรไม่ถูกเลย...
vi: Tôi không thể—tôi không thể nghĩ thông suốt được...
zh_hans: 我无法，我无法清醒地思考……
zh_hant: 我沒辦法……我沒辦法好好思考……

# mischief_sam_chat_16
source: Wait. Where IS Skidmore?!? You must find him!
de: Warte mal! Wo ist Skidmore?!? Du musst ihn finden!
es: Momento. ¡¿Dónde ESTÁ Skidmore?! ¡Debes encontrarlo!
fr: Attends une minute. Où EST Skidmore ?!? Tu dois le retrouver !
id: Tunggu. Di mana Skidmore?!? Kau harus menemukannya!
it: Aspetta. Dov'è finito Skidmore?!? Devi trovarlo!
ja: 待って。スキッドモアはどこ？！アナタ探してきてぇ！
ko: 잠깐. 스키드모어는 어디 있지?!? 스키드모어를 찾아야 해!
pt: Calma. Onde Skidmore foi parar?! Você precisa encontrá-lo!
ru: Стоп, а где Скидмор?! Найдите его!
th: เดี๋ยวนะ สกิดมอร์อยู่ไหน!? คุณต้องตามหาเขาให้เจอ!
vi: Chờ đã. Skidmore ở đâu?!? Bạn phải tìm anh ấy!
zh_hans: 等等。 Skidmore 在哪里？！？你一定要找到他！
zh_hant: 等等。 Skidmore 在哪裡？！？要快點找到他呀！

# mischief_sam_chat_17
source: Jenova! Hey, Jenova!
es: ¡Jenova! ¡Hola, Jenova!
fr: Jenova ! Hé, Jenova !
id: Jenova! Hei, Jenova!
it: Jenova! Ehi, Jenova!
ja: ジェノヴァ！ねえ、ジェノヴァ！
ko: 제노바! 어이, 제노바!
pt: Jenova! Ei, Jenova!
ru: Дженова! Эй, Дженова!
th: เจโนวา! เฮ้ เจโนวา!
vi: Jenova! Này, Jenova!
zh_hans: Jenova！嘿，Jenova！
zh_hant: Jenova！嘿，Jenova！

# mischief_sam_chat_18
source: I heard you rescued Skidmore, but are Nat and Yoshi okay too?
de: Ich habe gehört, dass du Skidmore gerettet hast, aber geht es Nat und Yoshi auch gut?
es: Escuché que rescataste a Skidmore, pero ¿cómo están Nat y Yoshi?
fr: J’ai entendu dire que tu avais sauvé Skidmore, mais est-ce que Nat et Yoshi vont bien ?
id: Kudengar kau menyelamatkan Skidmore, tapi apakah Nat dan Yoshi juga baik-baik saja?
it: Ho sentito che hai salvato Skidmore, ma Nat e Yoshi stanno bene?
ja: スキッドモアをぉ、助けてくれたんでしょ。ナットとヨシも大丈夫かなぁ？
ko: 스키드모어를 구했다고 들었는데, 냇과 요시도 괜찮아?
pt: Ouvi dizer que você salvou Skidmore, mas tem notícias de Nat e Yoshi?
ru: Я слышала, вы спасли Скидмора, а с Нат и Йоши всё в порядке?
th: ฉันได้ยินมาว่าคุณช่วยสกิดมอร์ไว้ ว่าแต่แนทกับโยชิจะปลอดภัยดีไหมนะ
vi: Nghe nói anh đã cứu Skidmore, nhưng Nat và Yoshi thì sao?
zh_hans: 我听说你救了 Skidmore，但 Nat 和 Yoshi 也没事吗？
zh_hant: 聽說你救了 Skidmore，那 Nat 和 Yoshi 還好嗎？

# mischief_sam_chat_2
source: Did...did you hear that?
de: Hast … hast du das gehört?
es: ¿Es... escuchaste eso?
fr: Tu... tu as entendu ça ?
id: Apa ... apa kau dengar itu?
it: L'hai... l'hai sentito anche tu?
ja: いまの… いまの聞こえたぁ？
ko: 그... 방금 소리 들었지?
pt: Você... ouviu isso?
ru: Ты... ты это слышал?
th: เอ่อ... คุณได้ยินเสียงนั่นไหม
vi: Bạn có nghe thấy không?
zh_hans: 你……你听到了吗？
zh_hant: 你……你聽到了嗎？

# mischief_sam_chat_20
source: Oh no. Oh no no no no no....
de: Oh nein! Oh nein, nein, nein, nein, nein …
es: Ay, no. Ay, no; no; no; no; no...
fr: Oh non. Oh non non non non non...
id: Oh tidak. Oh tidak tidak tidak....
ja: うそっ、うそうそうそうそぉぉ…
ko: 오, 안 돼. 안 돼, 안 돼, 안 돼, 안 돼...
pt: Ah, não. Não, não, não, não, não...
ru: О, нет, нет-нет-нет.
th: โอ้ ไม่ โอ้ ไม่นะ ไม่ ไม่ ไม่....
vi: Ôi không. Ôi không không không....
zh_hans: 哦，不。不，不，不要……
zh_hant: 噢不。噢不～～～～～～

# mischief_sam_chat_21
source: Great, he's gone too.
de: Super, er ist auch fort.
es: Genial, también se fue.
fr: Super, il est pas là non plus.
id: Sial, dia menghilang juga.
it: Grandioso, è sparito anche lui.
ja: さいこー、彼も居なくなっちゃった
ko: 이런, 그도 가버렸어.
pt: Maravilha, agora ele sumiu também.
ru: Теперь и он пропал.
th: เยี่ยมเลย เขาก็หายไปด้วย
vi: Tuyệt, anh ta cũng đi rồi.
zh_hans: 很好，他也不见了。
zh_hant: 很好，連他也不見了。

# mischief_sam_chat_22
source: What is happening around here?
de: Was ist hier los?
es: ¿Qué sucede aquí?
fr: Qu’est-ce qu’il se passe ici ?
id: Apa yang terjadi di sini?
it: Cosa sta succedendo qui?
ja: も〜う、なにが起こってるのぉ？
ko: 여기 대체 무슨 일이 벌어지고 있는 거야?
pt: O que tá acontecendo por aqui?
ru: Что тут вообще происходит?
th: เกิดอะไรขึ้นที่นี่น่ะ
vi: Chuyện gì đang xảy ra vậy?
zh_hans: 这是怎么回事？
zh_hant: 現在到底是怎樣？

# mischief_sam_chat_23
source: Do you think Jenova went to look for the others?
de: Glaubst du, Jenova ist losgezogen, um die anderen zu suchen?
es: ¿Crees que Jenova fue a buscar a los demás?
fr: Tu penses que Jenova est parti chercher les autres ?
id: Menurutmu, apa Jenova pergi mencari yang lain?
it: Pensi che Jenova sia andato a cercare gli altri?
ja: ジェノヴァはみんなを、探しに行ったと思ぉう？
ko: 제노바는 다른 사람들을 찾으러 간 걸까?
pt: Será que Jenova foi procurar eles?
ru: Думаете, Дженова пошел искать остальных?
th: คุณคิดว่าเจโนวาออกไปตามหาคนอื่นๆ หรือเปล่า
vi: Bạn có nghĩ Jenova đi tìm những người khác?
zh_hans: 你觉得 Jenova 是去找其他人了吗？
zh_hant: 你覺得 Jenova 會不會跑去找其他人了？

# mischief_sam_chat_24
source: Skidmore?! ...Is that you?
de: Skidmore?! … Bist du das?
es: ¡¿Skidmore?! ¿Eres tú?
fr: Skidmore ?! C’est toi ?
id: Skidmore?! ...Kau kah itu?
it: Skidmore?! Sei tu?
ja: スキッドモア？！…アンタなの？
ko: 스키드모어?! ... 너 맞지?
pt: Skidmore?! É você?
ru: Скидмор! Это ты?
th: สกิดมอร์?! ...นั่นคุณเหรอ
vi: Skidmore?! ...Là anh sao?
zh_hans: Skidmore？！……是你吗？
zh_hant: Skidmore？！……是你嗎？

# mischief_sam_chat_25
source: I swear I just heard him...
de: Ich schwöre, ich habe ihn gerade gehört …
es: Juro que lo escuché recién...
fr: Je suis sûre de l’avoir entendu à l’instant...
id: Sumpah, aku tadi mendengarnya...
it: Giuro di averlo appena sentito...
ja: 声がしたと思ったのにぃ…
ko: 목소리가 들린 것 같았는데...
pt: Juro que acabei de ouvir ele...
ru: Вроде это был его голос…
th: ฉันสาบานได้ว่า ฉันได้ยินเสียงของเขา...
vi: Tôi thề là tôi vừa nghe thấy anh ấy...
zh_hans: 我发誓我刚听到了他的声音……
zh_hant: 我肯定聽到了他的聲音……

# mischief_sam_chat_26
source: Here! Down this little hole.
de: Hier! In diesem kleinen Loch.
es: ¡Aquí! Por este pequeño agujero.
fr: Là ! Tout en bas de ce petit trou.
id: Di sini! Turun ke lubang kecil ini.
it: Quaggiù, in questo buco!
ja: ここだぁ！この小さい穴の下からよね
ko: 여기야! 이 작은 구멍 아래.
pt: Aqui! Dentro desse buraco.
ru: Сюда! Нам в эту дыру.
th: ตรงนี้! ที่ด้านล่างหลุมเล็กๆ นี้
vi: Đây! Xuống cái lỗ nhỏ này.
zh_hans: 这里！下面这个小洞。
zh_hant: 這裡！在這個小洞下面。

# mischief_sam_chat_27
source: Oof. This sure is steep...
de: Uff. Das ist ganz schön steil …
es: Uuf. Es muy empinado...
fr: Ouah. C’est vachement raide...
id: Huf. Ini pasti curam...
it: Uff. È veramente ripido.
ja: うう、急すぎるよぉ…
ko: 윽, 정말 가파르잖아...
pt: Opa. Aqui é bem íngreme mesmo...
ru: Уф. Какой крутой спуск…
th: อุ๊บ มันชันจังเลย...
vi: Ôi. Chắc chắn là dốc rồi...
zh_hans: 哎哟。这确实很陡……
zh_hant: 哇勒。真陡……

# mischief_sam_chat_28
source: My noodle legs can't take much more of this...
de: Meine Nudelbeine halten das nicht mehr lange aus …
es: Mis piernas fideosas no podrán soportarlo mucho más...
fr: Mes jambes en guimauve ne pourront pas supporter ça très longtemps...
id: Kaki lemahku tak tahan lagi...
it: Le mie gambette non ce la fanno più...
ja: 足がへろへろしちゃって、もぅ進めなぁい…
ko: 내 국수 같은 다리로는 더 이상 견딜 수가 없어...
pt: Minhas pernas molengas não vão aguentar muito tempo...
ru: Мои слабенькие ножки тут быстро сдадутся…
th: ขาที่บอบบางของฉันเดินต่อไปไม่ไหวแล้ว...
vi: Chân tôi nhũn ra rồi...
zh_hans: 我这筷子一样的腿再也受不了了……
zh_hant: 我的腿軟了，已經快撐不住了……

# mischief_sam_chat_29
source: There you are!
de: Da bist du ja!
es: ¡Ahí estás!
fr: Vous voilà !
id: Kau di sana!
it: Eccovi qui!
ja: いたぁ！
ko: 거기 있었구나!
pt: Aí estão vocês!
ru: Вот вы где!
th: คุณอยู่ที่นี่เอง!
vi: Mọi người đây rồi!
zh_hans: 找到你们了！
zh_hant: 找到你們了！

# mischief_sam_chat_3
source: How'd they get in here?!
de: Wie konnte hier jemand reinkommen?!
es: ¡¿Cómo entraron?!
fr: Qu’est-ce que cette personne fait ici ?!
id: Bagaimana mereka bisa sampai sini?!
it: Come ha fatto a entrare?!
ja: なんで星の子どもたちがここにいんのぉ？！
ko: 아니, 대체 어떻게 들어온 거야?!
pt: Como eles entraram aqui?!
ru: Как они попали сюда?
th: คุณเข้าไปอยู่ในนั้นได้ยังไงน่ะ?!
vi: Làm sao họ vào được đây?!
zh_hans: 那些家伙怎么进来的？！
zh_hant: 那些傢伙怎麼進來的？！

# mischief_sam_chat_30
source: Nat? Are you feeling okay?
de: Nat? Geht es dir gut?
es: ¿Nat? ¿Estás bien?
fr: Nat ? Tu vas bien ?
id: Nat? Apa kau baik-baik saja?
it: Nat? Ti senti bene?
ja: ナット？気分はど〜お？
ko: 냇? 너 괜찮아?
pt: Nat? Você está bem?
ru: Нат! Ты как, ничего?
th: แนท คุณไม่เป็นอะไรใช่ไหม
vi: Nat? Cô có sao không?
zh_hans: Nat？你还好吗？
zh_hant: Nat？你還好嗎？

# mischief_sam_chat_31
source: Yoshi? Hang in there, bud...
de: Yoshi? Halte durch, Kumpel …
es: ¿Yoshi? Resiste, amigo...
fr: Yoshi ? Tiens bon, mon ami..
id: Yoshi? Bertahanlah, Kawan...
it: Yoshi? Resisti, amico.
ja: ヨシ？あとちょっと頑張ってぇ…
ko: 요시? 조금만 더 버텨...
pt: Yoshi? Aguente firme, camarada...
ru: Йоши! Держись, дружок…
th: โยชิ รออยู่ตรงนั้นก่อนนะเพื่อน...
vi: Yoshi? Cố lên, anh bạn...
zh_hans: Yoshi？坚持住，伙计……
zh_hant: Yoshi？等等我……

# mischief_sam_chat_32
source: What happened to you three?
de: Was ist mit euch drei passiert?
es: ¿Qué les pasó a ustedes tres?
fr: Qu’est-ce qu’il vous est arrivé ?
id: Apa yang terjadi pada kalian bertiga?
it: Cos'è successo a voi tre?
ja: みんなぁ、なにがあったの？
ko: 너희 셋 다 어떻게 된 거야?
pt: O que aconteceu com vocês três?
ru: Что с вами всеми такое?
th: เกิดอะไรขึ้นกับพวกคุณทั้งสามคนน่ะ
vi: Chuyện gì đã xảy ra với ba người vậy?
zh_hans: 你们三个怎么了？
zh_hant: 你們三個怎麼了？

# mischief_sam_chat_33
source: Very strange indeed...
de: Wirklich sehr seltsam …
es: Realmente es muy extraño...
fr: Très étrange, en effet...
id: Memang sangat aneh...
it: Davvero molto strano...
ja: ほんとうに変だよね…
ko: 정말 이상해...
pt: Que coisa mais esquisita...
ru: Очень странно…
th: มันช่างน่าแปลกเหลือเกิน...
vi: Thực sự rất kỳ lạ...
zh_hans: 确实很奇怪……
zh_hant: 實在太詭異了……

# mischief_sam_chat_34
source: What's that over there?
de: Was ist das da drüben?
es: ¿Qué es eso de allí?
fr: Qu’est-ce qu’il y a là-bas ?
id: Apa itu di sana?
it: Cosa c'è laggiù?
ja: あそこにあるのはなぁに？
ko: 저건 뭐지?
pt: O que é aquilo ali?
ru: Что это там такое?
th: อะไรอยู่ตรงนั้นน่ะ
vi: Thứ gì ở đằng kia vậy?
zh_hans: 那边是什么？
zh_hant: 那是什麼？

# mischief_sam_chat_35
source: What's this crab doing with Jenova's hat?
de: Was macht dieser Krebs mit Jenovas Hut?
es: ¿Qué hace este cangrejo con el sombrero de Jenova?
fr: Que fait ce crabe avec le chapeau de Jenova ?
id: Apa yang dilakukan kepiting ini pada topi Jenova?
it: Cosa sta facendo questo granchio con il cappello di Jenova?
ja: なんで蟹がジェノヴァの帽子持ってるのぉ？
ko: 이 게는 제노바의 모자에서 뭘 하고 있는 걸까?
pt: Por que aquele caranguejo está com o chapéu de Jenova?
ru: Что это краб затеял со шляпой Дженовы?
th: เจ้าปูตัวนี้ทำอะไรกับหมวกของเจโนวาน่ะ
vi: Con cua này đang làm gì với chiếc mũ của Jenova vậy?
zh_hans: 这只螃蟹拿Jenova的帽子干什么？
zh_hant: 這隻螃蟹在對 Jenova 的帽子做什麼？

# mischief_sam_chat_36
source: Hmmm. Where did our little friend come from?
de: Hmmm. Woher kommt unser kleiner Freund denn?
es: Mmmm. ¿De dónde vino este pequeñín?
fr: Hmmm. Je me demande d’où notre petit ami à bien pu venir.
id: Hmmm. Dari mana asal teman kecil kita?
it: Uhm. Da dove sbuca questo piccolo amico?
ja: ふむむ。この小さいお友だちは、どこから来たのかなぁ？
ko: 흠, 이 조그만 친구는 어디서 온 거지?
pt: Hmmm. De onde saiu esse camaradinha?
ru: Хм-м-м. И откуда же взялся наш дружок?
th: อืม เพื่อนตัวจิ๋วของเรามาจากที่ไหนกันนะ
vi: Hừm. Người bạn nhỏ này đến từ đâu?
zh_hans: 唔。我们的小朋友是从哪里来的？
zh_hant: 我們這位好朋友從哪裡來的？

# mischief_sam_chat_37
source: What do you mean it came from my head?!
de: Was soll das heißen, die kam aus meinem Kopf?!
es: ¡¿Cómo que vino de mi cabeza?!
fr: Comment ça c’était dans ma tête ?!
id: Apa maksudmu kalau itu dari kepalaku?!
it: Cosa vuol dire che è uscito dalla mia testa?
ja: 私の頭から…、って、どういうことぉ？！
ko: 내 머리에서 왔다니 그게 무슨 소리야?!
pt: Como assim saiu da minha cabeça?!
ru: В смысле «у меня из головы»?!
th: หมายความว่าไงที่ว่ามันออกมาจากหัวของฉันงั้นเหรอ?!
vi: Nó đến từ đầu tôi?!
zh_hans: 你说从我脑子里冒出来的是什么意思？！
zh_hant: 你說是我自己幻想出來的？什麼意思？！

# mischief_sam_chat_38
source: Nevermind them. Yoshi and Nat are okay?! Great job!
de: Vergiss sie. Yoshi und Nat geht es gut?! Gut gemacht!
es: No les hagas caso. ¡¿Yoshi y Nat están bien?! ¡Bien hecho!
fr: Tant pis pour eux. Yoshi et Nat vont bien ?! Beau boulot !
id: Abaikan mereka. Yoshi dan Nat baik-baik saja?! Bagus!
it: Non badare a loro. Yoshi e Nat stanno bene?! Ottimo lavoro!
ja: 気にしないで。ヨシとナットは大丈夫だもんね？！ぐっじょーぶ！
ko: 쟤들은 신경 쓰지 마. 요시랑 냇은 괜찮다고?! 잘했어!
pt: Deixa pra lá. Yoshi e Nat estão bem?! Bom trabalho!
ru: Не обращайте на них внимания. Йоши и Нат в порядке? Отлично!
th: อย่าใส่ใจพวกมันเลย โยชิกับแนทไม่เป็นไรใช่ไหม?! เยี่ยมมาก!
vi: Đừng bận tâm đến họ. Yoshi và Nat ổn chứ?! Tốt lắm!
zh_hans: 不管了。Yoshi和奈特没事吧？！干得好！
zh_hant: 別管他們了。Yoshi和Nat還好嗎？！做得好！

# mischief_sam_chat_39
source: Jenova's voice is ringing in my ears, can you hear that?
de: Jenovas Stimme klingelt in meinen Ohren, kannst du das hören?
es: La voz de Jenova resuena en mis oídos. ¿No la escuchas?
fr: La voix de Jenova résonne dans mes oreilles, toi aussi tu l’entends ?
id: Suara Jenova terngiang-ngiang di telingaku, apa kau mendengarnya?
it: La voce di Jenova risuona nelle mie orecchie, non la senti?
ja: ジェノヴァの声がずっとしてるよぅ。アナタは聞こえる？
ko: 제노바의 목소리가 귀에서 자꾸 맴돌아. 너도 들려?
pt: A voz de Jenova está ecoando nos meus ouvidos. Tá ouvindo?
ru: Я как будто слышу голос Дженовы. Вы тоже?
th: เสียงของเจโนวาดังก้องอยู่ในหูของฉัน คุณได้ยินเสียงนั่นไหม
vi: Giọng nói của Jenova đang vang vọng bên tai tôi, bạn có nghe thấy không?
zh_hans: Jenova的声音在我耳边回响，你听到了吗？
zh_hant: 我聽到了 Jenova 的聲音，你有聽到嗎？

# mischief_sam_chat_4
source: What do we do now that they found us?
de: Was sollen wir jetzt tun?
es: ¿Qué hacemos ahora que nos encontraron?
fr: Qu’est-ce qu’on fait maintenant qu'elle nous a trouvés ?
id: Apa yang harus kita lakukan jika mereka menemukan kita?
it: Cosa facciamo ora che ci ha trovati?
ja: もう見られちゃったし、どぉすんの？
ko: 어쩔 수 없지. 이제 어쩌지?
pt: O que fazemos agora que nos encontraram?
ru: Нас обнаружили! Что теперь делать?!
th: เราจะทำยังไงกันดีถ้าพวกเขาเจอเราเข้า
vi: Chúng ta phải làm gì khi họ tìm thấy chúng ta?
zh_hans: 现在我们都被发现了，怎么办？
zh_hant: 我們都被發現了，現在該怎麼辦？

# mischief_sam_chat_40
source: Keep your wits about you!
de: Behalte einen klaren Kopf!
es: ¡Mantente alerta!
fr: Garde la tête froide !
id: Jangan aneh-aneh, deh!
it: Tieni gli occhi aperti!
ja: 気を抜いちゃだめぇ！
ko: 정신 똑바로 차려!
pt: Cuidado pra não perder o juízo!
ru: Будьте начеку!
th: ตั้งสติไว้ให้ดี!
vi: Hãy giữ cho bản thân sáng suốt!
zh_hans: 保持警觉！
zh_hant: 隨時都要做好準備！

# mischief_sam_chat_41
source: I sense the Krill Cat is behind everything...again.
de: Ich spüre, dass die Krill-Katze hinter allem steckt … mal wieder.
es: Presiento que el gato cangrejo es el culpable de todo... de nuevo.
fr: J’ai l’impression que le chat krill est derrière tout ça... une fois de plus.
id: Sepertinya Krill Cat pelakunya...lagi.
it: Ho la sensazione che dietro a tutto questo ci sia il Gatto Oscuro... di nuovo.
ja: 暗黒竜猫が、なにかぁしてるんだと思うの…また
ko: 이게 모두 어둠의 고양이가 벌인 짓 같아... 이번에도 또.
pt: Sinto que o Gato Krill está por trás disso tudo... de novo.
ru: Чует мое сердце, это Криль-кошка устроила… опять.
th: ฉันรู้สึกว่าคริลล์แคทอยู่เบื้องหลังเรื่องทั้งหมดนี้... อีกแล้ว
vi: Tôi cảm thấy Mèo Ma đứng đằng sau mọi chuyện… lại một lần nữa.
zh_hans: 我感觉到黑猫在幕后操纵一切……又一次。
zh_hant: 我認為磷蝦貓在幕後操縱一切……這不是第一次了。

# mischief_sam_chat_42
source: Look for clues in the Krill Cat's den. Hurry!
de: Suche nach Hinweisen in der Höhle der Krill-Katze. Beeil dich!
es: Busca pistas en la guarida del gato cangrejo. ¡Apresúrate!
fr: Va chercher des indices dans la tanière du chat krill. Vite !
id: Ayo cari petunjuk di sarang Krill Cat. Cepat!
it: Vai a cercare indizi nella tana del Gatto Oscuro. Presto!
ja: 暗黒竜猫の寝床でヒントを探そ。急いでぇ！
ko: 어둠의 고양이가 머무르는 곳에서 단서를 찾자. 서둘러!
pt: Procure pistas no covil do Gato Krill. Depressa!
ru: Ищите зацепки в логове Криль-кошки. Скорее!
th: เร็วเข้า! เรามาหาเบาะแสในถ้ำของคริลล์แคทกันเถอะ
vi: Tìm kiếm manh mối trong hang Mèo Ma. Nhanh lên!
zh_hans: 在黑猫的窝里寻找线索。快！
zh_hant: 進去磷蝦貓的巢穴尋找線索。手腳要快！
