Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# shop_unlock_for_event_candle_days_of_competition
source: Unlock for <event_candle event="global_competition"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_competition"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_competition"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_competition"/> x <b>{{1}}</b>?
id: Buka kunci untuk <event_candle event="global_competition" /> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_competition"/> x <b>{{1}}</b>?
ja: <event_candle event="global_competition"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_competition"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_competition"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_competition"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_competition"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa để nhận <event_candle event="global_competition"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_competition"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_competition"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_fashion
source: Unlock for <event_candle event="global_fashion"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_fashion"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_fashion"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_fashion"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_fashion"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_fashion"/> x <b>{{1}}</b>?
ja: <event_candle event="global_fashion"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_fashion"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_fashion"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_fashion"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_fashion"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_fashion"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_fashion"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_fashion"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_feast
source: Unlock for <event_candle event="global_feast"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_feast"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_feast"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_feast"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_feast"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_feast"/> x <b>{{1}}</b>?
ja: <event_candle event="global_feast"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_feast"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_feast"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_feast"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_feast"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_feast"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_feast"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_feast"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_fireworks
source: Unlock for <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
ja: <event_candle event="global_fireworks"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_fireworks"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_fireworks"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_fireworks"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_fireworks"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_fireworks"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_fortune
source: Unlock for <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
id: Mở khóa bằng <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
ja: <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_daysoffortune"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_daysoffortune"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_daysoffortune"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_daysoffortune"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_love
source: Unlock for <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
id: Mở khóa bằng <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
ja: <event_candle event="global_daysoflove"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_daysoflove"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_daysoflove"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_daysoflove"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_daysoflove"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_daysoflove"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_mischief
source: Unlock for <event_candle event="global_halloween"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_halloween"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_halloween"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_halloween"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_halloween"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_halloween"/> x <b>{{1}}</b>?
ja: <event_candle event="global_halloween"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_halloween"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_halloween"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_halloween"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_halloween"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_halloween"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_halloween"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_halloween"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_moonlight
source: Unlock for <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
ja: <event_candle event="global_moonlight"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_moonlight"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_moonlight"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_moonlight"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_moonlight"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_moonlight"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_music
source: Unlock for <event_candle event="global_music"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_music"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_music"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_music"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_music"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_music"/> x <b>{{1}}</b>?
ja: <event_candle event="global_music"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_music"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_music"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_music"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_music"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_music"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_music"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_music"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_pastrycafe
source: Unlock for <event_candle event="global_cafe"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_cafe"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_cafe"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_cafe"/> x <b>{{1}}</b>?
id: Buka kunci untuk <event_candle event="global_cafe"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_cafe"/> x <b>{{1}}</b>?
ja: <event_candle event="global_cafe"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_cafe"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_cafe"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_cafe"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_cafe"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa để nhận <event_candle event="global_cafe"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_cafe"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_cafe"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_sky
source: Unlock for <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
ja: <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_sky_anniversary"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_summer
source: Unlock for <event_candle event="global_summer"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_summer"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_summer"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_summer"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_summer"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_summer"/> x <b>{{1}}</b>?
ja: <event_candle event="global_summer"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_summer"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_summer"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_summer"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_summer"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_summer"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_summer"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_summer"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_hearts
source: Unlock for<heart/>x<b>{{1}}</b>?
de: Freischalten für <heart/><b>{{1}}</b>?
es: ¿Deseas desbloquear por <heart/><b>{{1}}</b>?
fr: Déverrouiller pour <b>{{1}}</b> <heart/>?
id: Buka untuk<heart/>x<b>{{1}}</b>?
it: Sbloccare per <b>{{1}}</b> <heart/>?
ja: <heart/> × <b>{{1}}</b>を捧げてアンロックしますか？
ko: <heart/>x<b>{{1}}</b>로 잠금해제하기
pt: Desbloquear por <heart/><b>{{1}}</b>?
ru: Открыть за <heart/><b>{{1}}</b>?
th: ต้องการปลดล็อก <heart/>x<b>{{1}}</b> หรือไม่
vi: Tiêu hao <heart/>x<b>{{1}}</b> để mở khóa?
zh_hans: 是否消耗<heart/>x<b>{{1}}</b>解锁？
zh_hant: 是否消耗<heart/>x<b>{{1}}</b>解鎖？

# shop_unlock_for_prestige
source: Unlock for<prestige/>x<b>{{1}}</b>?
de: Freischalten für <prestige/><b>{{1}}</b>?
es: ¿Deseas desbloquear por <prestige/><b>{{1}}</b>?
fr: Déverrouiller pour <b>{{1}}</b> <prestige/>?
id: Buka untuk<prestige/>x<b>{{1}}</b>?
it: Sbloccare per <b>{{1}}</b><prestige/>?
ja: <prestige/>×<b>{{1}}</b> を捧げてアンロックしますか？
ko: <prestige/>x<b>{{1}}</b>로 잠금해제하기
pt: Desbloquear por <prestige/><b>{{1}}</b>?
ru: Открыть за <prestige/><b>{{1}}</b>?
th: ต้องการปลดล็อก <prestige/>x<b>{{1}}</b> หรือไม่
vi: Tiêu hao <prestige/>x<b>{{1}}</b> để mở khóa?
zh_hans: 是否消耗<prestige/>x<b>{{1}}</b>解锁？
zh_hant: 是否消耗<prestige/>x<b>{{1}}</b>解鎖？

# shop_unlock_for_season_candles
source: Unlock for<scandle/>x<b>{{1}}</b>?
de: Freischalten für <scandle/><b>{{1}}</b>?
es: ¿Deseas desbloquear por <scandle/><b>{{1}}</b>?
fr: Déverrouiller pour <b>{{1}}</b> <scandle/>?
id: Buka untuk<scandle/>x<b>{{1}}</b>?
it: Sbloccare per <b>{{1}}</b> <scandle/>?
ja: <scandle/> × <b>{{1}}</b> を捧げてアンロックしますか？
ko: <scandle/>x<b>{{1}}</b>로 잠금해제하기
pt: Desbloquear por <scandle/><b>{{1}}</b>?
ru: Открыть за <scandle/><b>{{1}}</b>?
th: ต้องการปลดล็อก <scandle/>x<b>{{1}}</b> หรือไม่
vi: Tiêu hao <scandle/>x<b>{{1}}</b> để mở khóa?
zh_hans: 是否消耗<scandle/>x<b>{{1}}</b>解锁？
zh_hant: 是否消耗<scandle/>x<b>{{1}}</b>解鎖？

# shop_unlock_for_season_hearts
source: Unlock for<sheart/>x<b>{{1}}</b>?
de: Freischalten für <sheart/><b>{{1}}</b>?
es: ¿Deseas desbloquear por <sheart/><b>{{1}}</b>?
fr: Déverrouiller pour <b>{{1}}</b> <sheart/>?
id: Buka untuk<sheart/>x<b>{{1}}</b>?
it: Sbloccare per <b>{{1}}</b> <sheart/>?
ja: <sheart/>×<b>{{1}}</b> を捧げてアンロックしますか？
ko: <sheart/>x<b>{{1}}</b>로 잠금해제하기
pt: Desbloquear por <sheart/><b>{{1}}</b>?
ru: Открыть за <heart/><b>{{1}}</b>?
th: ต้องการปลดล็อก <sheart/>x<b>{{1}}</b> หรือไม่
vi: Tiêu hao <sheart/>x<b>{{1}}</b> để mở khóa?
zh_hans: 是否消耗<sheart/>x<b>{{1}}</b>解锁？
zh_hant: 是否消耗<sheart/>x<b>{{1}}</b>解鎖？

# shop_worker_base
source: Ancient
de: Uralter
es: Antiguos
fr: Ancien
id: Kuno
it: Antico
ja: 古代
ko: 고대
pt: Ancestral
ru: Древний
th: โบราณ
vi: Cổ Xưa
zh_hans: 先灵
zh_hant: 先靈

# show_hint_unlock_outfit
source: This <1>spirit</1> shared their <b>look</b> with you! Try it on at the <b>outfit shrine</b>.
de: Dieser <1>Geist</1> hat seinen <b>Look</b> mit dir geteilt! Probiere ihn beim <b>Outfit-Schrein</b> an!
es: ¡Este <1>espíritu</1> compartió su <b>aspecto</b> contigo! Pruébatelo en el <b>altar de trajes</b>.
fr: Cet <1>esprit</1> a partagé son <b>look</b> avec vous ! Essayez-le au <b>sanctuaire des tenues</b>.
id: <1>Roh</1> ini berbagi <b>tampilan</b> ini dengan kamu! Cobalah di <b>kuil pakaian</b>.
it: Questo <1>spirito</1> ha condiviso con te il suo <b>look</b>. Provalo al <b>santuario dei costumi</b>!
ja: この<1>精霊は</1>この<b>装い</b>をあなたとシェアしました。<b>ドレスアップの祠</b>で試してみましょう！
ko: <1>영혼</1>에게 <b>스타일</b>을 배웠어요! <b>의상제단</b>에서 착용해 보세요.
pt: O <1>espírito</1> compartilhou o <b>visual</b> dele com você! Experimente-o no <b>altar de trajes</b>.
ru: <1>Дух</1> поделился с вами своим <b>образом</b>. Попробуйте его на <b>алтаре нарядов</b>.
th: <1>สปิริต</1>นี้ได้แบ่งปัน<b>ลุค</b>ของเขากับคุณแล้ว ลองสวมใส่ที่<b>แท่นบูชาชุดเสื้อผ้า</b>เลยสิ!
vi: <1>Tinh linh</1> này đã chia sẻ <b>diện mạo</b> của họ với bạn! Hãy thử tại <b>đền trang phục</b>.
zh_hans: 这个<1>先灵</1>与你分享了自己的<b>造型</b>！快到<b>服饰神坛</b>试穿一下吧。
zh_hant: 這位<1>先靈</1>與你分享了這套<b>造型</b>！在<b>服飾神壇</b>試穿看看吧。

# skidmore_ann_text1
source: Thanks for being a part of the Anniversary event!
de: Danke für die Teilnahme am Jubiläumsevent!
es: ¡Gracias por ser parte del evento de aniversario!
fr: Merci de participer à l'événement Anniversaire !
id: Terima kasih telah menjadi bagian dari acara Hari Jadi!
it: Grazie per aver partecipato all'evento dell'anniversario!
ja: アニバーサリーのお祝いに駆け付けてくれてありがとう！
ko: 기념일 이벤트에 참여해 주셔서 감사해요!
pt: Obrigada por fazerem parte do evento de Aniversário!
ru: Спасибо, что приняли участие в праздновании юбилея!
th: ขอขอบคุณที่เป็นส่วนหนึ่งของอีเวนต์เฉลิมฉลองวันครบรอบ!
vi: Cảm ơn bạn đã tham gia sự kiện Kỷ niệm!
zh_hans: 感谢各位参与周年庆活动！
zh_hant: 感謝你們來參加週年慶活動！

# skidmore_ann_text2
source: I'd like to play you all a song!
de: Ich möchte euch allen ein Lied vorspielen!
es: ¡Quisiera tocarles una canción!
fr: J'aimerais vous jouer une chanson !
id: Aku akan memainkan sebuah lagu!
it: Vorrei suonare una canzone per voi!
ja: 歌を披露したいんだけどいいかな
ko: 모두를 위해 한 곡 연주할게요!
pt: Eu gostaria de tocar uma música para vocês!
ru: Я хочу сыграть для вас песню!
th: ฉันอยากจะเล่นเพลงทั้งหมดให้คุณฟัง!
vi: Tôi muốn dành tặng tất cả các bạn một bài hát!
zh_hans: 我想给你们唱一首歌！
zh_hant: 我想為你們演奏一首歌！

# skidmore_ann_text3
source: What a fantastic audience!
de: Was für ein fantastisches Publikum!
es: ¡Qué audiencia fantástica!
fr: Quel public fantastique !
id: Audiens yang luar biasa!
it: Che pubblico meraviglioso!
ja: なんて最高のオーディエンスなんだ！
ko: 정말 훌륭한 관객이네요!
pt: Que público fantástico!
ru: Какая чудесная публика!
th: ช่างเป็นผู้ชมที่สุดยอดเหลือเกิน!
vi: Các bạn là những khán giả tuyệt vời!
zh_hans: 观众真是太棒了！
zh_hant: 我們的觀眾真是超讚的！

# skidmore_ann_text4
source: An encore you say?!
de: Ihr wollt eine Zugabe?!
es: ¡¿Otra?!
fr: Un rappel, dites-vous ?!
id: Encore katamu?!
it: Volete il bis?!
ja: なんだって？アンコール？！
ko: 지금 앙코르라고 하셨나요?!
pt: O quê? Querem mais uma?!
ru: На бис, говорите?!
th: เอาอีกเพลงงั้นเหรอ?!
vi: Một bài hát?!
zh_hans: 有人说再来一首？！
zh_hant: 你們說要來首安可曲嗎？！

# skidmore_ann_text5
source: Whoa jam session with Jenova, Kyle and Yoshi?!
de: Wow, eine Jamsession mit Jenova, Kyle und Yoshi?!
es: Guau, ¡¿una improvisación con Jenova, Kyle y Yoshi?!
fr: Whoa, une séance d’impro avec Jenova, Kyle et Yoshi ?!
id: Wow, pertunjukan bersama Jenova, Kyle, dan Yoshi?!
it: Una performance improvvisata con Jenova, Kyle e Yoshi?!
ja: ウソだろ？！ジェノヴァとカイルとヨシとのジャムセッションだ！
ko: 와! 제노바, 카일, 요시와 즉흥 연주요?!
pt: Uau! Uma sessão de improviso com Jenova, Kyle e Yoshi?!
ru: Ого, джем-сессия с Дженовой, Кайлом и Йоши?!
th: โว้ว การแจมเซสชันกับเจโนวา ไคล์ และโยชิงั้นเหรอ?!
vi: Giao lưu âm nhạc cùng Jenova, Kyle và Yoshi?!
zh_hans: 与Jenova、Kyle 和 Yoshi的即兴表演？！
zh_hant: 與 Jenova、Kyle 和 Yoshi 一起即興演奏？！

# skidmore_ann_text6
source: I'm summoning a giant candle! Quickly! Light it before it disappears!
de: Ich beschwöre eine riesige Kerze! Schnell! Zünde sie an, bevor sie verschwindet!
es: ¡Estoy invocando una vela gigante! ¡Rápido! ¡Enciéndela antes de que desaparezca!
fr: Je suis en train d’invoquer une bougie gigantesque ! Vite ! Allumez-la avant sa disparition !
id: Aku memanggil lilin raksasa! Cepat! Nyalakan sebelum menghilang!
it: Sto evocando una candela gigante! Presto! Accendila prima che scompaia!
ja: 巨大なキャンドルを出現させるぞ！急いで！消えちゃう前に灯すんだ！
ko: 거대한 양초를 소환할게요! 사라지기 전에 어서 불을 붙여요!
pt: Estou evocando uma vela gigante! Rápido! Acenda antes que desapareça!
ru: Я призываю огромную свечу! Скорее! Её нужно зажечь, пока она не исчезла!
th: ฉันกำลังอัญเชิญเทียนยักษ์! เร็วเข้า! รีบจุดเทียนก่อนที่มันจะหายไป!
vi: Tôi đang triệu hồi một ngọn nến khổng lồ! Nhanh lên! Thắp sáng ngọn nến trước khi nó biến mất!
zh_hans: 我正在召唤一根巨型蜡烛！要快！点燃它，别让它消失！
zh_hant: 我正在召喚一根巨大的蠟燭！快點燃它，別讓它消失了！

# skyfest_join_ballgame
source: Join the <1>Ball Game</1> for the <2>SkyFest</2> festivities?
de: Willst du dem <1>Ballspiel</1> zum <2>SkyFest</2> beitreten?
es: ¿Unirte al <1>juego de pelota</1> para las festividades del <2>SkyFest</2>?
fr: Jouer au <1>foot</1> et participer aux festivités du <2>SkyFest</2> ?
id: Bergabunglah dengan <1>Pertandingan Bola</1> untuk perayaan <2>SkyFest</2>?
it: Vuoi partecipare al <1>gioco con la palla</1> per i festeggiamenti di <2>SkyFest</2>?
ja: <2>SkyFest</2>のお祝いに、<1>ボールゲーム</1>に参加しますか？
ko: <2>SkyFest</2> 행사의 <1>구기 대회</1>에 참여할까요?
pt: Participar do <1>Jogo da Bola</1> nas festividades do <2>SkyFest</2>?
ru: Хотите присоединиться к <1>игре с мячом</1> на празднике <2>Sky</2>?
th: เข้าร่วม<1>เกมลูกบอล</1>ในงานเฉลิมฉลอง <2>SkyFest</2> หรือไม่
vi: Tham gia <1>Chơi Bóng</1> trong lễ hội <2>SkyFest</2>?
zh_hans: 参加<2>SkyFest</2>庆祝活动的<1>球赛</1>吗？
zh_hant: 要參加慶祝<2>SkyFest</2>的<1>球賽</1>嗎？

# skyfest_join_general
source: Join the <2>SkyFest</2> festivities?
de: Willst den Feiern zum <2>SkyFest</2> beitreten?
es: ¿Quieres unirte a las festividades por el <2>aniversario de Sky</2>?
fr: Rejoindre les festivités de l'<2>anniversaire Sky</2> ?
id: Bergabung dalam perayaan <2>Ulang Tahun Sky</2>?
it: Partecipare ai festeggiamenti dell'<2>Anniversario di Sky</2>?
ja: <2>SkyFest</2>のお祝い会場に向かいますか？
ko: <2>Sky 기념일</2> 축제에 입장할까요?
pt: Participar das festividades do <2>SkyFest</2>?
ru: Присоединиться к празднованию <2>юбилея Sky</2>?
th: เข้าร่วมเทศกาล<2>วันครบรอบของ Sky</2> หรือไม่
vi: Tham gia lễ hội <2>Kỷ Niệm Sky</2>?
zh_hans: 参加<2>SkyFest</2>的庆祝活动吗？
zh_hant: 要加入 <2>《Sky光·遇》週年慶</2>活動嗎？

# skyfest_join_oreo
source: Join <1>Oreo</1> for the <2>SkyFest</2> festivities?
de: Willst du <1>Oreo</1> zum <2>SkyFest</2> begleiten?
es: ¿Unirte a <1>Oreo</1> para las festividades del <2>SkyFest</2>?
fr: Rejoindre <1>Oreo</1> et participer aux festivités du <2>SkyFest</2> ?
id: Bergabunglah dengan <1>Oreo</1> untuk perayaan <2>SkyFest</2>?
it: Vuoi unirti a <1>Oreo</1> per i festeggiamenti di <2>SkyFest</2>?
ja: <2>SkyFest</2>のお祝いを、<1>オレオ</1>と楽しみますか？
ko: <1>Oreo</1>와 함께 <2>SkyFest</2> 행사에 참여할까요?
pt: Juntar-se ao <1>Oreo</1> nas festividades do <2>SkyFest</2>?
ru: Хотите присоединиться к <1>Орео</1> на празднике <2>Sky</2>?
th: เข้าร่วมเทศกาล <1>SkyFest</1> กับโอรีโอหรือไม่
vi: Cùng <1>Oreo</1> tham gia lễ hội <2>SkyFest</2>?
zh_hans: 与<1>奥利奥</1>一起参加<2>SkyFest</2>庆祝活动吗？
zh_hant: 要與<1>Oreo</1>一起參加<2>SkyFest</2>的慶典嗎？
