Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# social_feed_prompt_futuristic_flat_confirm
source: Creative Challenge: <b>Futuristic Flat</b>
de: Kreative Herausforderung: <b>Futuristische Wohnung</b>
es: Desafío creativo: <b>edificio futurista</b>
fr: Défi créatif : <b>Appartement futuriste</b>
id: Tantangan Kreatif: <b>Tempat Tinggal Futuristik</b>
it: Sfida creativa: <b>Appartamento futuristico</b>
ja: 創作チャレンジ：<b>未来感ルーム</b>
ko: 창의적 도전: <b>미래지향</b>
pt: Desafio criativo: <b>Flat Futurista</b>
ru: Творческое испытание: <b>Футуристическое жилье</b>
th: ความท้าทายที่สร้างสรรค์: <b>อนาคตอันราบเรียบ</b>
vi: Thử Thách Sáng Tạo: <b>Căn Nhà Tương Lai</b>
zh_hans: 创意挑战：<b>未来风公寓</b>
zh_hant: 創意挑戰：<b>未來潮居</b>

# social_feed_prompt_graceful_song
source: <b>Graceful melody</b>
de: <b>Anmutige Melodie</b>
es: Canción elegante
fr: Chanson gracieuse
id: Lagu Penuh Keanggunan
it: Canzone graziosa
ja: <b>優雅なメロディー</b>
ko: 우아한 노래
pt: <b>Melodia Graciosa</b>
ru: Изящная песня
th: บทเพลงอันไพเราะ
vi: Khúc Ca Duyên Dáng
zh_hans: <b>优雅旋律</b>
zh_hant: 優雅之歌

# social_feed_prompt_graceful_song_confirm
source: Creative Challenge: <b>Graceful melody</b>
de: Kreative Herausforderung: <b>Anmutige Melodie</b>
es: Desafío creativo: Canción elegante
fr: Défi créatif : Chanson gracieuse
id: Tantangan Kreatif: Lagu Penuh Keanggunan
it: Sfida creativa: Canzone graziosa
ja: 創作チャレンジ：<b>優雅なメロディー</b>
ko: 창의력 도전: 우아한 노래
pt: Desafio Criativo: <b>Melodia Graciosa</b>
ru: Творческое испытание: Изящная песня
th: ความท้าทายที่สร้างสรรค์: บทเพลงอันไพเราะ
vi: Thử thách sáng tạo: Khúc Ca Duyên Dáng
zh_hans: 创意挑战：<b>优雅旋律</b>
zh_hant: 創意挑戰：優雅之歌

# social_feed_prompt_grand_entrance
source: Grand Entrance
de: Großer Auftritt
es: Entrada triunfal
fr: Entrée remarquée
id: Pintu Masuk Utama
it: Entrata trionfale
ja: 華々しい登場
ko: 성대한 입장
pt: Grande entrada
ru: Грандиозный вход
th: เปิดตัวอย่างยิ่งใหญ่
vi: Lối Vào Rộng Mở
zh_hans: 隆重登场
zh_hant: 隆重登場

# social_feed_prompt_grand_entrance_confirm
source: Creative Challenge: Grand Entrance
de: Kreative Herausforderung: Großer Auftritt
es: Desafío creativo: Entrada triunfal
fr: Défi créatif : Entrée remarquée
id: Tantangan Kreatif: Pintu Masuk Utama
it: Sfida creativa: Entrata trionfale
ja: 創作チャレンジ：華々しい登場
ko: 창의적 도전: 성대한 입장
pt: Desafio criativo: Grande entrada
ru: Творческое испытание: Грандиозный вход
th: ความท้าทายที่สร้างสรรค์:เปิดตัวอย่างยิ่งใหญ่
vi: Thử Thách Sáng Tạo: Lối Vào Rộng Mở
zh_hans: 创意挑战：盛大入场
zh_hant: 創意挑戰：隆重登場

# social_feed_prompt_hidden_puzzle
source: <b>Hidden Puzzle</b>
de: <b>Verstecktes rätsel</b>
es: <b>Rompecabezas oculto</b>
fr: <b>Casse-tête caché</b>
id: <b>Teka-teki Tersembunyi</b>
it: <b>Enigma nascosto</b>
ja: 隠しパズル
ko: <b>숨겨진 퍼즐</b>
pt: <b>Quebra-cabeça escondido</b>
ru: <b>Скрытая головоломка</b>
th: <b>ปริศนาที่ซ่อนอยู่</b>
vi: <b>Câu Đố Ẩn</b>
zh_hans: <b>隐藏的谜题</b>
zh_hant: <b>隱藏的謎題</b>

# social_feed_prompt_hidden_puzzle_confirm
source: Creative Challenge: <b>Hidden Puzzle</b>
de: Kreative Herausforderung: <b>Verstecktes rätsel</b>
es: Desafío creativo: <b>Rompecabezas oculto</b>
fr: Défi créatif : <b>Casse-tête caché</b>
id: Tantangan Kreatif: <b>Teka-teki Tersembunyi</b>
it: Sfida creativa: <b>Enigma nascosto</b>
ja: 創作チャレンジ：隠しパズル
ko: 도전과제: <b>숨겨진 퍼즐</b>
pt: Desafio criativo: <b>Quebra-cabeça escondido</b>
ru: Творческое испытание: <b>Скрытая головоломка</b>
th: ความท้าทายที่สร้างสรรค์: <b>ปริศนาที่ซ่อนอยู่</b>
vi: Thử Thách Sáng Tạo: <b>Câu Đố Ẩn</b>
zh_hans: 创意挑战：<b>隐藏的谜题</b>
zh_hant: 創意挑戰：<b>隱藏的謎題</b>

# social_feed_prompt_hide_seek
source: <b>Hide and Seek</b>
de: <b>Versteckspiel</b>
es: <b>Escondidas</b>
fr: <b>Cache-cache</b>
id: <b>Petak Umpet</b>
it: <b>Nascondino</b>
ja: <b>かくれんぼ</b>
ko: <b>숨바꼭질</b>
pt: <b>Pique-esconde</b>
ru: <b>Прятки</b>
th: <b>ซ่อนหา</b>
vi: <b>Trốn Tìm</b>
zh_hans: <b>捉迷藏</b>
zh_hant: <b>捉迷藏</b>

# social_feed_prompt_hide_seek_confirm
source: Creative Challenge: <b>Hide and Seek</b>
de: Kreative Herausforderung: <b>Versteckspiel</b>
es: Desafío creativo: <b>Escondidas</b>
fr: Défi créatif : <b>Cache-cache</b>
id: Tantangan Kreatif: <b>Petak Umpet</b>
it: Sfida creativa: <b>Nascondino</b>
ja: 創作チャレンジ：<b>かくれんぼ</b>
ko: 창의적 도전: <b>숨바꼭질</b>
pt: Desafio Criativo: <b>Pique-esconde</b>
ru: Творческое задание: <b>Прятки</b>
th: ความท้าทายที่สร้างสรรค์: <b>ซ่อนหา</b>
vi: Thử thách sáng tạo: <b>Trốn Tìm</b>
zh_hans: 创意挑战：<b>捉迷藏</b>
zh_hant: 創意挑戰：<b>捉迷藏</b>

# social_feed_prompt_holiday_story
source: <b>Holiday story</b>
de: <b>Feiertagsgeschichte</b>
es: <b>Historia de Navidad</b>
fr: <b>Histoire de Noël</b>
id: <b>Cerita liburan</b>
it: <b>Storia festiva</b>
ja: <b>ホリデーの物語</b>
ko: <b>새해맞이 연휴 이야기</b>
pt: <b>História festiva</b>
ru: <b>Новогодняя сказка</b>
th: <b>เรื่องราววันหยุด</b>
vi: <b>Câu chuyện kỳ nghỉ</b>
zh_hans: <b>假期故事</b>
zh_hant: <b>節日故事</b>

# social_feed_prompt_holiday_story_confirm
source: Creative Challenge: <b>Holiday story</b>
de: Kreative Herausforderung: <b>Feiertagsgeschichte</b>
es: Desafío creativo: <b>Historia de Navidad</b>
fr: Défi créatif : <b>Histoire de Noël</b>
id: Tantangan Kreatif: <b>Cerita liburan</b>
it: Sfida creativa: <b>Storia festiva</b>
ja: 創作チャレンジ：<b>ホリデーの物語</b>
ko: 창의력 챌린지: <b>새해맞이 연휴 이야기</b>
pt: Desafio criativo: <b>história festiva</b>
ru: Творческое испытание: <b>Новогодняя сказка</b>
th: ความท้าทายที่สร้างสรรค์: <b>เรื่องราววันหยุด</b>
vi: Thử thách sáng tạo: <b>Câu chuyện kỳ nghỉ</b>
zh_hans: 创意挑战：<b>假期故事</b>
zh_hant: 創意挑戰：<b>節日故事</b>

# social_feed_prompt_holiday_story_long
source: <b>Story of hope for the holidays</b>
de: <b>Geschichte der Hoffnung für die Feiertage</b>
es: <b>Historia de esperanza para las fiestas</b>
fr: <b>Une histoire d'espoir pour les fêtes</b>
id: <b>Cerita harapan untuk liburan</b>
it: <b>Storia di speranza per le vacanze</b>
ja: <b>休日の希望の物語</b>
ko: <b>휴가를 위한 희망 이야기</b>
pt: <b>História de esperança para as férias</b>
ru: <b>История надежды к праздникам</b>
th: <b>เรื่องราวแห่งความหวังในวันหยุด</b>
vi: <b>Câu chuyện hy vọng cho kỳ nghỉ</b>
zh_hans: <b>假期的希望故事</b>
zh_hant: <b>假期的希望故事</b>

# social_feed_prompt_hope_story
source: <b>Hopeful story</b>
de: <b>Hoffnungsvolle Geschichte</b>
es: <b>Historia esperanzadora</b>
fr: <b>Histoire pleine d'espoir</b>
id: <b>Kisah penuh harapan</b>
it: <b>Storia di speranza</b>
ja: <b>希望に満ちた物語</b>
ko: <b>희망찬 이야기</b>
pt: <b>História Esperançosa</b>
ru: <b>Надеждная история</b>
th: <b>เรื่องราวที่ให้ความหวัง</b>
vi: <b>Câu chuyện đầy hy vọng</b>
zh_hans: <b>充满希望的故事</b>
zh_hant: <b>充滿希望的故事</b>

# social_feed_prompt_hope_story_confirm
source: Creative Challenge: <b>Hopeful story</b>
de: Kreative Herausforderung: <b>Hoffnungsvolle Geschichte</b>
es: Desafío creativo: <b>Historia esperanzadora</b>
fr: Défi créatif : <b>Histoire pleine d'espoir</b>
id: Tantangan Kreatif: <b>Kisah penuh harapan</b>
it: Sfida creativa: <b>Storia di speranza</b>
ja: 創作チャレンジ：<b>希望に満ちた物語</b>
ko: 창의적 도전: <b>희망찬 이야기</b>
pt: Desafio Criativo: <b>História Esperançosa</b>
ru: Творческое задание: <b>Надеждная история</b>
th: ความท้าทายที่สร้างสรรค์: <b>เรื่องราวที่ให้ความหวัง</b>
vi: Thử thách sáng tạo: <b>Câu chuyện đầy hy vọng</b>
zh_hans: 创意挑战：<b>充满希望的故事</b>
zh_hant: 創意挑戰：<b>充滿希望的故事</b>

# social_feed_prompt_inspirational_spark
source: Inspirational Spark
de: Inspirierender Funke
es: Chispa Inspiradora
fr: Étincelle Inspirante
id: Percikan Inspirasi
it: Scintilla Ispiratrice
ja: ひらめきの閃光
ko: 영감을 주는 불꽃
pt: Faísca Inspiradora
ru: Вдохновляющая Искра
th: ประกายแห่งแรงบันดาลใจ
vi: Tia Lửa Truyền Cảm Hứng
zh_hans: 激励的火花
zh_hant: 靈感的火花

# social_feed_prompt_inspirational_spark_confirm
source: Creative Challenge: <b>Inspirational Spark</b>
de: Kreative Herausforderung: <b>Inspirierender Funke</b>
es: Desafío creativo: <b>Chispa Inspiradora</b>
fr: Défi créatif : <b>Étincelle Inspirante</b>
id: Tantangan Kreatif: <b>Percikan Inspiratif</b?
it: Sfida creativa: <b>Scintilla Ispiratrice</b>
ja: 創作チャレンジ：ひらめきの閃光
ko: 도전과제: <b>영감을 주는 불꽃</b>
pt: Desafio criativo: <b>Faísca Inspiradora</b>
ru: Творческое испытание: <b>Вдохновляющая Искра</b>
th: ความท้าทายที่สร้างสรรค์: <b>ประกายแห่งแรงบันดาลใจ</b>
vi: Thử Thách Sáng Tạo: <b>Tia Lửa Truyền Cảm Hứng</b>
zh_hans: 创意挑战：<b>激励的火花</b>
zh_hant: 創意挑戰：<b>靈感的火花</b>

# social_feed_prompt_jellyfish_friends
source: Jellyfish Friends
de: Quallenfreunde
es: Amigos Medusa
fr: Amis Méduses
id: Teman Ubur-ubur
it: Amici Meduse
ja: 海月のお友だち
ko: 해파리 친구들
pt: Amigos das Águas-vivas
ru: Друзья Медузы
th: เพื่อนแมงกะพรุน
vi: Những Người Bạn Sứa
zh_hans: 水母朋友
zh_hant: 水母好朋友

# social_feed_prompt_jellyfish_friends_confirm
source: Creative Challenge: <b>Jellyfish Friends</b>
de: Kreative Herausforderung: <b>Quallenfreunde</b>
es: Desafío creativo: <b>Amigos Medusa</b>
fr: Défi créatif : <b>Amis Méduses</b>
id: Tantangan Kreatif: <b>Teman Ubur-ubur</b>
it: Sfida creativa: <b>Amici Meduse</b>
ja: 創作チャレンジ：海月のお友だち
ko: 도전과제: <b>해파리 친구들</b>
pt: Desafio criativo: <b>Amigos das Águas-vivas</b>
ru: Творческое испытание: <b>Друзья Медузы</b>
th: ความท้าทายที่สร้างสรรค์: <b>เพื่อนแมงกะพรุน</b>
vi: Thử Thách Sáng Tạo: <b>Những Người Bạn Sứa</b>
zh_hans: 创意挑战：<b>水母朋友</b>
zh_hant: 創意挑戰：<b>水母好朋友</b>

# social_feed_prompt_jellyfish_hotel
source: Jellyfish Hotel
de: Quallenhotel
es: Hotel Medusa
fr: Hôtel des méduses
id: Hotel Ubur-ubur
it: Hotel Medusa
ja: 海月のホテル
ko: 해파리 호텔
pt: Hotel de Água-viva
ru: Отель медуз
th: โรงแรมแมงกะพรุน
vi: Khách Sạn Sứa
zh_hans: 水母宾馆
zh_hant: 水母旅社

# social_feed_prompt_jellyfish_hotel_confirm
source: Creative Challenge: Jellyfish Hotel
de: Kreative Herausforderung: Quallenhotel
es: Desafío creativo: Hotel Medusa
fr: Défi créatif : Hôtel des méduses
id: Tantangan Kreatif: Hotel Ubur-ubur
it: Sfida creativa: Hotel Medusa
ja: 創作チャレンジ：海月のホテル
ko: 도전 과제: 해파리 호텔
pt: Desafio criativo: Hotel de Água-viva
ru: Творческое испытание: Отель медуз
th: ความท้าทายที่สร้างสรรค์: โรงแรมแมงกะพรุน
vi: Thử Thách Sáng Tạo: Khách Sạn Sứa
zh_hans: 创意挑战：水母宾馆
zh_hant: 創意挑戰：水母旅社

# social_feed_prompt_joyful_dance
source: <b>Ecstatic dance</b>
de: <b>Ekstatischer Tanz</b>
es: <b>Danza extática</b>
fr: <b>Danse extatique</b>
id: <b>Tarian gembira</b>
it: <b>Danza estatica</b>
ja: <b>熱狂的なダンス</b>
ko: <b>황홀한 춤</b>
pt: <b>Dança Extática</b>
ru: <b>Экстатический танец</b>
th: <b>การเต้นรำที่สนุกสนาน</b>
vi: <b>Điệu nhảy hứng khởi</b>
zh_hans: <b>狂喜舞蹈</b>
zh_hant: <b>狂喜舞蹈</b>

# social_feed_prompt_joyful_dance_confirm
source: Creative Challenge: <b>Ecstatic dance</b>
de: Kreative Herausforderung: <b>Ekstatischer Tanz</b>
es: Desafío creativo: <b>Danza extática</b>
fr: Défi créatif : <b>Danse extatique</b>
id: Tantangan Kreatif: <b>Tarian gembira</b>
it: Sfida creativa: <b>Danza estatica</b>
ja: 創作チャレンジ：<b>熱狂的なダンス</b>
ko: 창의적 도전: <b>황홀한 춤</b>
pt: Desafio Criativo: <b>Dança Extática</b>
ru: Творческое задание: <b>Экстатический танец</b>
th: ความท้าทายที่สร้างสรรค์: <b>การเต้นรำที่สนุกสนาน</b>
vi: Thử thách sáng tạo: <b>Điệu nhảy hứng khởi</b>
zh_hans: 创意挑战：<b>狂喜舞蹈</b>
zh_hant: 創意挑戰：<b>狂喜舞蹈</b>

# social_feed_prompt_kind_gesture
source: <b>Friendly gesture</b>
de: <b>Freundliche Geste</b>
es: <b>Gesto amistoso</b>
fr: <b>Geste amical</b>
id: <b>Sikap ramah</b>
it: <b>Gesto amichevole</b>
ja: <b>フレンドリーなごあいさつ</b>
ko: <b>친절한 제스처</b>
pt: <b>Gesto Amigável</b>
ru: <b>Дружелюбный жест</b>
th: <b>ท่าทางที่เป็นมิตร</b>
vi: <b>Cử chỉ thân thiện</b>
zh_hans: <b>友好的姿态</b>
zh_hant: <b>友好的姿態</b>

# social_feed_prompt_kind_gesture_confirm
source: Creative Challenge: <b>Friendly gesture</b>
de: Kreative Herausforderung: <b>Freundliche Geste</b>
es: Desafío creativo: <b>Gesto amistoso</b>
fr: Défi créatif : <b>Geste amical</b>
id: Tantangan Kreatif: <b>Sikap ramah</b>
it: Sfida creativa: <b>Gesto amichevole</b>
ja: 創作チャレンジ：<b>フレンドリーなごあいさつ</b>
ko: 창의적 도전: <b>친절한 제스처</b>
pt: Desafio Criativo: <b>Gesto Amigável</b>
ru: Творческое задание: <b>Дружелюбный жест</b>
th: ความท้าทายที่สร้างสรรค์: <b>ท่าทางที่เป็นมิตร</b>
vi: Thử thách sáng tạo: <b>Cử chỉ thân thiện</b>
zh_hans: 创意挑战：<b>友好的姿态</b>
zh_hant: 創意挑戰：<b>友好的姿態</b>

# social_feed_prompt_lazy_melody
source: <b>Lazy Melody</b>
de: <b>Faule Melodie</b>
es: <b>Melodía perezosa</b>
fr: <b>Lente mélodie</b>
id: <b>Melodi Malas</b>
it: <b>Melodia pigra</b>
ja: <b>のんびりメロディ</b>
ko: <b>느긋한 멜로디</b>
pt: <b>Melodia Preguiçosa</b>
ru: <b>Расслабляющая мелодия</b>
th: <b>ท่วงทำนองแห่งความเกียจคร้าน</b>
vi: <b>Giai Điệu Biếng Nhác</b>
zh_hans: <b>慵懒旋律</b>
zh_hant: <b>慵懶旋律</b>

# social_feed_prompt_lazy_melody_confirm
source: Creative Challenge: <b>Lazy Melody</b>
de: Kreative Herausforderung: <b>Faule Melodie</b>
es: Desafío creativo: <b>melodía perezosa</b>
fr: Défi créatif : <b>Lente mélodie</b>
id: Tantangan Kreatif: <b>Melodi Malas</b>
it: Sfida creativa: <b>Melodia pigra</b>
ja: 創作チャレンジ：<b>のんびりメロディ</b>
ko: 창의적 도전: <b>느긋한 멜로디</b>
pt: Desafio criativo: <b>Melodia Preguiçosa</b>
ru: Творческое испытание: <b>Расслабляющая мелодия</b>
th: ความท้าทายที่สร้างสรรค์: <b>ท่วงทำนองแห่งความเกียจคร้าน</b>
vi: Thử Thách Sáng Tạo: <b>Giai Điệu Biếng Nhác</b>
zh_hans: 创意挑战：<b>慵懒旋律</b>
zh_hant: 創意挑戰：<b>慵懶旋律</b>

# social_feed_prompt_lively_party
source: <b>Lively Celebration</b>
de: <b>Lebhafte Feier</b>
es: <b>Celebración animada</b>
fr: <b>Célébration vivante</b>
id: <b>Perayaan yang Meriah</b>
it: <b>Celebrazione vivace</b>
ja: <b>にぎやかなお祝い</b>
ko: <b>생기발랄한 축하</b>
pt: <b>Celebração animada</b>
ru: <b>Живое празднование</b>
th: <b>การเฉลิมฉลองที่มีชีวิตชีวา</b>
vi: <b>Lễ Kỷ Niệm Sôi Động</b>
zh_hans: <b>热闹的庆典</b>
zh_hant: <b>歡樂的慶典</b>

# social_feed_prompt_lively_party_confirm
source: Creative Challenge: <b>Lively Celebration</b>
de: Kreative Herausforderung: <b>Lebhafte Feier</b>
es: Desafío creativo: <b>Celebración animada</b>
fr: Défi créatif : <b>Célébration vivante</b>
id: Tantangan Kreatif: <b>Perayaan yang Meriah</b>
it: Sfida creativa: <b>Celebrazione vivace</b>
ja: 創作チャレンジ：<b>にぎやかなお祝い</b>
ko: 창의적 도전: <b>생기발랄한 축하</b>
pt: Desafio Criativo: <b>Celebração animada</b>
ru: Творческое задание: <b>Живое празднование</b>
th: ความท้าทายที่สร้างสรรค์: <b>การเฉลิมฉลองที่มีชีวิตชีวา</b>
vi: Thử thách sáng tạo: <b>Lễ Kỷ Niệm Sôi Động</b>
zh_hans: 创意挑战：<b>热闹的庆典</b>
zh_hant: 創意挑戰：<b>歡樂的慶典</b>

# social_feed_prompt_mantas_rest
source: <b>Manta's Rest</b>
de: <b>Riesenrochen-Rast</b>
es: <b>Descanso de la manta</b>
fr: <b>Le repos de la raie manta</b>
id: <b>Tempat Istirahat Manta</b>
it: <b>Riposo della manta</b>
ja: <b>マンタのひと休み</b>
ko: <b>만타가오리의 휴식</b>
pt: <b>Descanso da arraia</b>
ru: <b>Отдых ската</b>
th: <b>การพักผ่อนของกระเบน</b>
vi: <b>Cá Đuối Nghỉ Ngơi</b>
zh_hans: <b>光鳐休憩地</b>
zh_hant: <b>光鰩休憩地</b>

# social_feed_prompt_mantas_rest_confirm
source: Creative Challenge: <b>Manta's Rest</b>
de: Kreative Herausforderung: <b>Riesenrochen-Rast</b>
es: Desafío creativo: <b>Descanso de la manta</b>
fr: Défi créatif : <b>Le repos de la raie manta</b>
id: Tantangan Kreatif: <b>Tempat Istirahat Manta</b>
it: Sfida creativa: <b>Riposo della manta</b>
ja: 創作チャレンジ：<b>マンタのひと休み</b>
ko: 창의적 도전: <b>만타가오리의 휴식</b>
pt: Desafio Criativo: <b>Descanso da arraia</b>
ru: Творческое задание: <b>Отдых ската</b>
th: ความท้าทายที่สร้างสรรค์: <b>การพักผ่อนของกระเบน</b>
vi: Thử thách sáng tạo: <b>Cá Đuối Nghỉ Ngơi</b>
zh_hans: 创意挑战：<b>光鳐休憩地</b>
zh_hant: 創意挑戰：<b>光鰩休憩地</b>

# social_feed_prompt_memorable_scene
source: Memorable Scene
de: Denkwürdige Szene
es: Escena memorable
fr: Scène Mémorable
id: Pemandangan yang Tak Terlupakan
it: Scena memorabile
ja: 思い出の一場面
ko: 기억에 남는 장면
pt: Cena Memorável
ru: Запоминающаяся сцена
th: ฉากที่น่าจดจำ
vi: Dấu Ấn Đáng Nhớ
zh_hans: 难忘的场景
zh_hant: 難忘的場景

# social_feed_prompt_memorable_scene_confirm
source: Creative Challenge: <b>Memorable Scene</b>
de: Kreative Herausforderung: <b>Denkwürdige Szene</b>
es: Desafío creativo: Escena memorable
fr: Défi créatif : <b>Scène Mémorable</b>
id: Tantangan Kreatif: Pemandangan yang Tak Terlupakan
it: Sfida creativa: Scena memorabile
ja: 創作チャレンジ：思い出の一場面
ko: 창의력 챌린지: 기억에 남는 장면
pt: Desafio criativo: <b>Cena Memorável</b>
ru: Творческое испытание: Запоминающаяся сцена
th: ความท้าทายที่สร้างสรรค์:
vi: Thử thách sáng tạo: Dấu Ấn Đáng Nhớ
zh_hans: 创意挑战：<b>难忘的场景</b>
zh_hant: 創意挑戰：<b>難忘的場景</b>

# social_feed_prompt_music_nook
source: <b>Music Nook</b>
de: <b>Musiknische</b>
es: <b>Rincón musical</b>
fr: <b>Coin musique</b>
id: <b>Sudut Musik</b>
it: <b>Angolo della musica</b>
ja: <b>音の小部屋</b>
ko: <b>음악실</b>
pt: <b>Recanto Musical</b>
ru: <b>Музыкальный уголок</b>
th: <b>มุมดนตรี</b>
vi: <b>Góc Âm Nhạc</b>
zh_hans: <b>音乐角落</b>
zh_hant: <b>音樂角落</b>

# social_feed_prompt_music_nook_confirm
source: Creative Challenge: <b>Music Nook</b>
de: Kreative Herausforderung: <b>Musiknische</b>
es: Desafío creativo: <b>rincón musical</b>
fr: Défi créatif : <b>Coin musique</b>
id: Tantangan Kreatif: <b>Sudut Musik</b>
it: Sfida creativa: <b>Angolo della musica</b>
ja: 創作チャレンジ：<b>音の小部屋</b>
ko: 창의적 도전: <b>음악실</b>
pt: Desafio criativo: <b>Recanto Musical</b>
ru: Творческое испытание: <b>Музыкальный уголок</b>
th: ความท้าทายที่สร้างสรรค์: <b>มุมดนตรี</b>
vi: Thử Thách Sáng Tạo: <b>Góc Âm Nhạc</b>
zh_hans: 创意挑战：<b>音乐角落</b>
zh_hant: 創意挑戰：<b>音樂角落</b>

# social_feed_prompt_mysterious_presence
source: Mysterious Presence
de: Geheimnisvolle Präsenz
es: Presencia misteriosa
fr: Mystérieuse présence
id: Kehadiran Misterius
it: Presenza misteriosa
ja: ミステリアスな風格
ko: 수수께끼의 존재
pt: Presença Misteriosa
ru: Ощущение тайны
th: การปรากฏตัวอันลึกลับ
vi: Sự Hiện Diện Bí Ẩn
zh_hans: 神秘存在
zh_hant: 神祕存在

# social_feed_prompt_mysterious_presence_confirm
source: Creative Challenge: Mysterious Presence
de: Kreative Herausforderung: Geheimnisvolle Präsenz
es: Desafío creativo: Presencia misteriosa
fr: Défi créatif : Mystérieuse présence
id: Tantangan Kreatif: Kehadiran Misterius
it: Sfida creativa: Presenza misteriosa
ja: 創作チャレンジ：ミステリアスな風格
ko: 창의력 챌린지: 수수께끼의 존재
pt: Desafio criativo: Presença Misteriosa
ru: Творческое испытание: Ощущение тайны
th: ความท้าทายที่สร้างสรรค์: การปรากฏตัวอันลึกลับ
vi: Thử Thách Sáng Tạo: Sự Hiện Diện Bí Ẩn
zh_hans: 创意挑战：神秘存在
zh_hant: 創意挑戰：神祕存在

# social_feed_prompt_mysterious_puzzles
source: Mysterious Puzzles
de: Geheimnisvolle Rätsel
es: Rompecabezas Misteriosos
fr: Énigmes Mystérieuses
id: Teka-teki Misterius
it: Puzzle Misteriosi
ja: 不思議なパズル
ko: 수수께끼의 퍼즐
pt: Quebra-cabeças Misteriosos
ru: Загадочные Головоломки
th: ปริศนาลึกลับ
vi: Câu Đố Bí Ẩn
zh_hans: 神秘的谜题
zh_hant: 神秘的謎題

# social_feed_prompt_mysterious_puzzles_confirm
source: Creative Challenge: <b>Mysterious Puzzles</b>
de: Kreative Herausforderung: <b>Geheimnisvolle Rätsel</b>
es: Desafío creativo: <b>Rompecabezas Misteriosos</b>
fr: Défi créatif : <b>Énigmes Mystérieuses</b>
id: Tantangan Kreatif: <b>Teka-teki Misterius</b>
it: Sfida creativa: <b>Puzzle Misteriosi</b>
ja: 創作チャレンジ：不思議なパズル
ko: 도전과제: <b>수수께끼의 퍼즐</b>
pt: Desafio criativo: <b>Quebra-cabeças Misteriosos</b>
ru: Творческое испытание: <b>Загадочные Головоломки</b>
th: ความท้าทายที่สร้างสรรค์: <b>ปริศนาลึกลับ</b>
vi: Thử Thách Sáng Tạo: <b>Câu Đố Bí Ẩn</b>
zh_hans: 创意挑战：<b>神秘的谜题</b>
zh_hant: 創意挑戰：<b>神秘的謎題</b>

# social_feed_prompt_new_perspectives
source: New Beginnings
de: Neue Anfänge
es: Nuevos comienzos
fr: Nouveau départ
id: Awal yang Baru
it: Nuovi inizi
ja: 新たな始まり
ko: 새로운 시작
pt: Novos começos
ru: Новые начинания
th: จุดเริ่มต้นใหม่
vi: Khởi Đầu Mới
zh_hans: 新的开始
zh_hant: 新的開始

# social_feed_prompt_new_perspectives_confirm
source: Creative Challenge: New Beginnings
de: Kreative Herausforderung: Neue Anfänge
es: Desafío creativo: Nuevos comienzos
fr: Défi créatif : Nouveau départ
id: Tantangan Kreatif: Awal yang Baru
it: Sfida creativa: Nuovi inizi
ja: 創作チャレンジ：新たな始まり
ko: 창의력 도전: 새로운 시작
pt: Desafio criativo: Novos começos
ru: Творческое испытание: Новые начинания
th: ความท้าทายที่สร้างสรรค์: จุดเริ่มต้นใหม่
vi: Thử Thách Sáng Tạo: Khởi Đầu Mới
zh_hans: 创意挑战：新的开始
zh_hant: 創意挑戰：新的開始

# social_feed_prompt_newbie_tip
source: <b>Newbie tip</b>
de: <b>Neulingstipp</b>
es: <b>Consejo de principiante</b>
fr: <b>Truc pour novice</b>
id: <b>Tip untuk pemula</b>
it: <b>Suggerimento per i principianti</b>
ja: <b>新たな星の子どもたちへアドバイス</b>
ko: <b>초심자 팁</b>
pt: <b>Dica para novatos</b>
ru: <b>Подсказка для новичков</b>
th: <b>เคล็ดลับมือใหม่</b>
vi: <b>Mẹo cho người chơi mới</b>
zh_hans: <b>新手建议</b>
zh_hant: <b>新手提示</b>

# social_feed_prompt_newbie_tip_confirm
source: Creative Challenge: <b>Newbie tip</b>
de: Kreative Herausforderung: <b>Neulingstipp</b>
es: Desafío creativo: Consejo de principiante
fr: Défi créatif : Truc pour novice
id: Tantangan Kreatif: Petunjuk Pemula
it: Sfida creativa: Suggerimento per principianti
ja: 創作チャレンジ：<b>新たな星の子どもたちへアドバイス</b>
ko: 창의력 도전: 초심자 팁
pt: Desafio criativo: <b>dica para novatos</b>
ru: Творческое испытание: Подсказка для новичков
th: ความท้าทายที่สร้างสรรค์: เคล็ดลับมือใหม่
vi: Thử thách sáng tạo: Mẹo Người Mới
zh_hans: 创意挑战：<b>新手建议</b>
zh_hant: 創意挑戰：新手提示

# social_feed_prompt_newbie_tip_long
source: <b>Helpful tip for new players</b>
de: <b>Nützlicher Tipp für neue Spieler</b>
es: <b>Consejo útil para jugadores nuevos</b>
fr: <b>Conseil utile pour les nouveaux joueurs</b>
id: <b>Tip bermanfaat untuk pemain baru</b>
it: <b>Consiglio utile per i nuovi giocatori</b>
ja: <b>新しいプレイヤーのための役立つヒント</b>
ko: <b>신규 플레이어를 위한 유용한 팁</b>
pt: <b>Dica útil para novos jogadores</b>
ru: <b>Полезный совет для новых игроков</b>
th: <b>เคล็ดลับที่เป็นประโยชน์สำหรับผู้เล่นใหม่</b>
vi: <b>Mẹo hữu ích cho người chơi mới</b>
zh_hans: <b>新玩家的实用提示</b>
zh_hant: <b>新玩家的實用提示</b>

# social_feed_prompt_obstacle_course
source: <b>Obstacle Course</b>
de: <b>Hindernisparcours</b>
es: <b>Pista de obstáculos</b>
fr: <b>Course d'obstacles</b>
id: <b>Lintasan Halang Rintang</b>
it: <b>Percorso a ostacoli</b>
ja: <b>障害物レース</b>
ko: <b>장애물 코스</b>
pt: <b>Pista de Obstáculos</b>
ru: <b>Полоса препятствий</b>
th: <b>เส้นทางวิบาก</b>
vi: <b>Chướng Ngại Vật</b>
zh_hans: <b>障碍路线</b>
zh_hant: <b>障礙賽道</b>

# social_feed_prompt_obstacle_course_confirm
source: Creative challenge: <b>Obstacle Course</b>
de: Kreative Herausforderung: <b>Hindernisparcours</b>
es: Desafío creativo: <b>pista de obstáculos</b>
fr: Défi créatif : <b>Course d'obstacles</b>
id: Tantangan Kreatif: <b>Lintasan Halang Rintang</b>
it: Sfida creativa: <b>Percorso a ostacoli</b>
ja: 創作チャレンジ：<b>障害物レース</b>
ko: 창의적 도전: <b>장애물 코스</b>
pt: Desafio criativo: <b>Pista de Obstáculos</b>
ru: Творческое испытание: <b>Полоса препятствий</b>
th: ความท้าทายที่สร้างสรรค์: <b>เส้นทางวิบาก</b>
vi: Thử Thách Sáng Tạo: <b>Chướng Ngại Vật</b>
zh_hans: 创意挑战：<b>障碍路线</b>
zh_hant: 創意挑戰：<b>障礙賽道</b>

# social_feed_prompt_overcoming_obstacles
source: <b>Overcoming Obstacles</b>
de: <b>Hindernisse überwinden</b>
es: <b>Obstáculos abrumadores</b>
fr: <b>Surmonter les obstacles</b>
id: <b>Melewati Rintangan</b>
it: <b>Superare gli ostacoli</b>
ja: <b>苦手克服</b>
ko: <b>장애물 극복</b>
pt: <b>Superando Obstáculos</b>
ru: <b>Преодоление препятствий</b>
th: <b>เอาชนะอุปสรรค</b>
vi: <b>Vượt Qua Trở Ngại</b>
zh_hans: <b>克服障碍</b>
zh_hant: <b>克服障礙</b>

# social_feed_prompt_overcoming_obstacles_confirm
source: Creative challenge: <b>Overcoming obstacles</b>
de: Kreative Herausforderung: <b>Hindernisse überwinden</b>
es: Desafío creativo: <b>obstáculos abrumadores</b>
fr: Défi créatif : <b>Surmonter les obstacles</b>
id: Tantangan Kreatif: <b>Melewati Rintangan</b>
it: Sfida creativa: <b>Superare gli ostacoli</b>
ja: 創作チャレンジ：<b>苦手克服</b>
ko: 창의적 도전: <b>장애물 극복</b>
pt: Desafio criativo: <b>Superando Obstáculos</b>
ru: Творческое испытание: <b>Преодоление препятствий</b>
th: ความท้าทายที่สร้างสรรค์: <b>เอาชนะอุปสรรค</b>
vi: Thử Thách Sáng Tạo: <b>Vượt Qua Trở Ngại</b>
zh_hans: 创意挑战：<b>克服障碍</b>
zh_hant: 創意挑戰：<b>克服障礙</b>
