Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# buff_effect_outfit_prop
source: Prop
de: Requisiten
es: Utilería
fr: Accessoire
id: Properti
it: Accessorio
ja: 持ちもの
ko: 소품
pt: Apetrechos
ru: аксессуаров
th: ของตกแต่ง
vi: Vật Phẩm
zh_hans: 道具
zh_hant: 道具

# buff_effect_outfit_wing
source: Cape
de: Umhang
es: Capa
id: Jubah
it: Mantello
ja: ケープ
ko: 망토
pt: Capa
ru: накидки
th: เสื้อคลุม
vi: Áo Choàng
zh_hans: 斗篷
zh_hant: 斗篷

# buff_effect_placeable
source: Placeable
de: Platzierbar
es: Colocable
fr: Plaçable
id: Dapat Ditempatkan
it: Posizionabile
ja: 設置アイテム
ko: 배치 가능
pt: Colocável
ru: Можно разместить
th: ไอเทมที่วางได้
vi: Có thể đặt
zh_hans: 可放置物品
zh_hant: 可放置物品

# buff_effect_radiance
source: Butterfly Friend
de: Schmetterlingsfreund
es: Fiel a las mariposas
fr: Ami papillon
id: Teman Kupu-kupu
it: Confidente delle farfalle
ja: 蝶々の友人
ko: 나비 친구
pt: Amigo das Borboletas
ru: Друг бабочек
th: เพื่อนผีเสื้อ
vi: Người Bạn Bướm
zh_hans: 蝴蝶之友
zh_hant: 蝴蝶之友

# buff_effect_rain_drain_mult
source: Rain Armor
de: Regenrüstung
es: Armadura de lluvia
fr: Armure anti-pluie
id: Zirah Hujan
it: Armatura della pioggia
ja: 防雨の衣
ko: 비 갑옷
pt: Proteção contra chuva
ru: Защита от дождя
th: เกราะแห่งฝน
vi: Kháng Mưa
zh_hans: 雨水抗性
zh_hant: 雨水抗性

# buff_effect_relationship_allow
source: Relationship
de: Beziehungs
es: Interacción
fr: Relation
id: Hubungan
it: Rapporti
ja: 友情
ko: 관계
pt: Relacionamento
ru: взаимодействия
th: ความสัมพันธ์
vi: Mối quan hệ
zh_hans: 友谊魔法
zh_hant: 友誼魔法

# buff_effect_relationship_flair
source: Relationship Flair
de: Aura der Freundschaft
es: de aura de amistad
fr: Sens des relations
id: Suar Hubungan
it: Alone dell'amicizia
ja: ソウルメイトの証
ko: 관계 효과
pt: Feitiço de Aura da Amizade
ru: ауры дружбы
th: พรสวรรค์ด้านความสัมพันธ์
vi: Mối quan hệ Tinh tế
zh_hans: 友谊装点魔法
zh_hant: 友誼裝點魔法

# buff_effect_repellant_krill
source: Dark Dragon Repellant
de: Dunkeldrachenabwehr
es: Repelente de Dragón oscuro
fr: Répulsif dragon noir
id: Penangkal Naga Kegelapan
it: Repellente Drago Oscuro
ja: 暗黒竜祓い
ko: 다크 드래곤 퇴치제
pt: Repelente de dragão negro
ru: Средство от темного дракона
th: ยาไล่มังกรทมิฬ
vi: Thuốc Đuổi Rồng Hắc Ám
zh_hans: 冥龙驱虫剂
zh_hant: 冥龍驅蟲劑

# buff_effect_shout
source: Call
de: Ruf
es: Llamada
fr: Appel
id: Panggilan
it: Chiama
ja: 呼びかけ
ko: 울음소리
pt: Chamar
ru: Призвать
th: เรียก
vi: Kêu Gọi
zh_hans: 呼喊
zh_hant: 呼喊

# buff_effect_size_mult
source: Size Alteration
de: Größe
es: Tamaño
fr: Changement de taille
id: Perubahan Ukuran
it: Dimensione
ja: サイズ
ko: 일시적 크기 변경
pt: Tamanho
ru: Размер
th: การปรับเปลี่ยนขนาด
vi: Thay Đổi Kích Thước
zh_hans: 大小变化
zh_hant: 大小變化

# buff_effect_snow_fall
source: Snow
de: Schnee
es: Nieve
fr: Neige
id: Salju
it: Neve
ja: 雪
ko: 눈
pt: Neve
ru: Снег
th: หิมะ
vi: Tuyết Rơi
zh_hans: 下雪
zh_hant: 下雪

# buff_effect_speed_mult
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
pt: Velocidade
ru: Скорость
th: ความเร็ว
vi: Tăng Tốc Độ
zh_hans: 速度提升
zh_hant: 速度提升

# buff_effect_teleport
source: Teleport
de: Teleportations
es: Teletransportación
fr: Téléportation
id: Teleportasi
it: Teletrasporto
ja: テレポート
ko: 텔레포트
pt: Teletransporte
ru: телепорта
th: เทเลพอร์ต
vi: Dịch Chuyển
zh_hans: 传送魔法
zh_hant: 傳送魔法

# buff_effect_timeline
source: Secret
de: Geheimnis
es: Secreto
id: Rahasia
it: Segreto
ja: ひみつ
ko: 비밀
pt: Segredo
ru: Секрет
th: ความลับ
vi: Bí Mật
zh_hans: 秘密
zh_hant: 秘密

# buff_effect_trail
source: Trail
de: Spur
es: Estela
fr: Traînée
id: Jejak
it: Scia
ja: トレイル
ko: 궤적
pt: Rastro
ru: Тропа
th: เส้นทาง
vi: Dấu Vết
zh_hans: 尾迹
zh_hant: 尾迹

# buff_effect_trail_bicolor
source: Trail
de: Spur
es: Estela
fr: Traînée
id: Jejak
it: Scia
ja: トレイル
ko: 궤적
pt: Rastro
ru: Тропа
th: เส้นทาง
vi: Đường bay
zh_hans: 尾迹
zh_hant: 尾跡

# buff_effect_trail_rainbow
source: Rainbow Trail
de: Regenbogenspur
es: Estela arcoíris
fr: Traînée arc-en-ciel
id: Jejak Pelangi
it: Scia arcobaleno
ja: レインボートレイル
ko: 무지개 궤적
pt: Rastro de arco-íris
ru: Радужная тропа
th: เส้นทางสายรุ้ง
vi: Dấu Vết Cầu Vồng
zh_hans: 彩虹尾迹
zh_hant: 彩虹尾迹

# buff_effect_wax_collection_mult
source: Light
de: Licht
es: Luz
fr: Lumière
id: Cahaya
it: Luce
ja: 光
ko: 빛
pt: Luz
ru: Свет
th: แสง
vi: Tia Sáng
zh_hans: 烛光多多
zh_hant: 燭光多多

# buff_effect_wing_add
source: Wings
de: Flügel
es: Alas
fr: Ailes
id: Sayap
it: Ali
ja: 翼
ko: 날개
pt: Asas
ru: Крылья
th: ปีก
vi: Cánh
zh_hans: 飞行祝福
zh_hant: 飛行祝福

# buff_text_cancel
source: Cancel <b>{{1}} Spell</b>?
de: <b>{{1}}-Zauber</b> abbrechen?
es: Cancelar <b>{{1}} Hechizo</b>?
fr: Annuler <b>sort {{1}}</b>?
id: Batalkan <b>Mantra {{1}}</b>?
it: Annullare <b>{{1}} Incantesimo</b>?
ja: <b>{{1}}魔法</b>をキャンセルしますか?
ko: <b>{{1}} 주문</b> 을(를) 취소할까요?
pt: Cancelar <b>{{1}} Feitiço</b>?
ru: Отменить <b>Чары {{1}}</b>?
th: ยกเลิกคาถา <b>{{1}} หรือไม่</b>
vi: Hủy <b>{{1}}Phép Thuật</b>?
zh_hans: 取消<b>{{1}}魔法</b>?
zh_hant: 取消 <b>{{1}}魔法</b>?

# buff_text_shared
source: From: {{1}} {{2}}
de: Von: {{1}} {{2}}
es: De: {{1}} {{2}}
fr: De la part de : {{1}} {{2}}
id: Dari: {{1}} {{2}}
it: Da: {{1}} {{2}}
ja: 送信者： {{1}} {{2}}
ko: 주문 사용자: {{1}} {{2}}
pt: De: {{1}} {{2}}
ru: От: {{1}} {{2}}
th: จาก: {{1}} {{2}}
vi: Từ: {{1}} {{2}}
zh_hans: 来自: {{1}} {{2}}
zh_hant: 來自: {{1}} {{2}}

# buff_text_shared_cancel
source: From: {{1}} Cancel {{2}}?
de: Von: {{1}} {{2}} abbrechen?
es: De: ¿{{1}} Cancelar {{2}}?
fr: De la part de : {{1}} annuler {{2}} ?
id: Dari: {{1}} Batalkan {{2}}?
it: Da: {{1}} Annullare {{2}}?
ja: 送信者： {{1}} {{2}}をキャンセルしますか?
ko: 주문 사용자: {{1}} {{2}}을(를) 취소할까요?
pt: De: {{1}} Cancelar {{2}}?
ru: От: {{1}} Отменить {{2}}?
th: จาก: {{1}} ยกเลิก {{2}} หรือไม่
vi: Từ: {{1}} Hủy {{2}}?
zh_hans: 来自: {{1}} 取消 {{2}}?
zh_hant: 來自: {{1}} 取消 {{2}}?

# buff_text_timer
source: {{1}} <b>{{2}} Spell</b>
de: {{1}} <b>{{2}}-Zauber</b>
es: {{1}} <b>{{2}} Hechizo</b>
fr: {{1}} <b>Sort {{2}}</b>
id: {{1}} <b>Mantra {{2}}</b>
it: {{1}} <b>{{2}} Incantesimo</b>?
ja: {{1}} <b>{{2}}魔法</b>
ko: {{1}} <b>{{2}} 주문</b>
pt: {{1}} <b>{{2}} Feitiço</b>
ru: {{1}} <b>Чары {{2}}</b>
th: {{1}} คาถา <b>{{2}} </b>
vi: {{1}} <b>{{2}}Phép Thuật</b>
zh_hans: {{1}} <b>{{2}}魔法</b>
zh_hant: {{1}} <b>{{2}}魔法</b>

# buff_text_timer_cancel
source: {{1}} Cancel <b>{{2}} Spell</b>?
de: {{1}} <b>{{2}}-Zauber</b> abbrechen?
es: {{1}} Cancelar <b>{{2}} Hechizo</b>?
fr: {{1}} Annuler <b>sort {{2}}</b>?
id: {{1}} Batalkan <b>Mantra {{2}}</b>?
it: {{1}} Annullare <b>{{2}} Incantesimo</b>?
ja: {{1}} <b>{{2}}魔法</b>をキャンセルしますか?
ko: {{1}} <b>{{2}} 주문</b> 을(를) 취소할까요?
pt: {{1}} Cancelar <b>{{2}} Feitiço</b>?
ru: {{1}} Отменить <b>Чары {{2}}</b>?
th: {{1}} ยกเลิกคาถา <b>{{2}} หรือไม่</b>
vi: {{1}} Hủy <b>{{2}}Phép Thuật</b>?
zh_hans: {{1}} 取消<b>{{2}}魔法</b>?
zh_hant: {{1}} 取消 <b>{{2}}魔法</b>?

# buffs_already_buffed
source: You already have this spell active
de: Dieser Zauber ist bereits aktiv
es: Ya tienes este hechizo activo
fr: Vous avez déjà activé ce sort
id: Kamu sudah mengaktifkan mantra ini
it: Incantesimo già attivo
ja: この魔法はすでに有効になっているようです
ko: 이 주문은 이미 사용 중입니다
pt: Este feitiço já está ativo
ru: Эти чары уже активны
th: คุณใช้งานคาถานี้อยู่
vi: Bạn đã dùng phép thuật này rồi
zh_hans: 你已经使用了这个咒语
zh_hant: 你已經使用了這個咒語

# buffs_max_buffs
source: You have reached the maximum amount of spells
de: Du hast die Höchstanzahl Zauber erreicht
es: Ya alcanzaste el máximo de hechizos
fr: Vous avez atteint la quantité maximale de sorts
id: Kamu sudah mencapai jumlah mantra maksimum
it: Hai raggiunto il numero massimo di incantesimi
ja: 一度にかけられる魔法の最大数に到達しています
ko: 최대 주문 수에 도달했습니다
pt: A quantidade máxima de feitiços foi atingida
ru: У вас максимальное число чар
th: คุณมีคาถาครบจำนวนสูงสุดแล้ว
vi: Bạn đã dùng số phép thuật tối đa
zh_hans: 你已经使用了最大数量的咒语
zh_hant: 你已經使用了最大數量的咒語

# buffs_same_type
source: You have a similar type of spell active
de: Ein ähnlicher Zauber ist bereits aktiv
es: Tienes un hechizo similar activo
fr: Vous avez déjà activé un sort similaire
id: Kamu punya tipe mantra serupa yang sudah aktif
it: Hai un incantesimo simile già attivo
ja: 似た効果の魔法がすでにかかっているようです
ko: 비슷한 주문이 활성화 중입니다
pt: Um feitiço semelhante já está ativo
ru: У вас активны чары похожего типа
th: คุณใช้งานคาถาประเภทเดียวกันอยู่
vi: Bạn đã mở loại phép thuật tương đồng
zh_hans: 你已开启了一个相同的咒语
zh_hant: 你已開啓了一個相同的咒語

# buffs_wrong_level
source: This spell can not be used in the current location
de: Dieser Zauber kann am aktuellen Standort nicht genutzt werden
es: Este hechizo no se puede usar en la ubicación actual
fr: Ce sort ne peut pas être utilisé à cet endroit
id: Mantra ini tak bisa digunakan di lokasi saat ini
it: Questo incantesimo non può essere utilizzato in questa località
ja: 今いる場所ではこの魔法を使えません
ko: 이 주문은 현재 장소에서는 사용할 수 없습니다
pt: Este feitiço não pode ser usado neste local
ru: Эти чары нельзя использовать здесь
th: ไม่สามารถใช้คาถานี้ในตำแหน่งปัจจุบันได้
vi: Không thể sử dụng phép thuật này ở vị trí hiện tại
zh_hans: 此魔法在当前位置无法使用
zh_hant: 此魔法無法在目前地點使用

# bug_report_screenshot
source: Take Screenshot
de: Screenshot machen
es: Tomar captura
fr: Prendre une capture d’écran
id: Ambil tangkapan layar
it: Fai uno screenshot
ja: スクリーンショットを撮影する
ko: 스크린샷 촬영
pt: Tirar captura de tela
ru: Сделать скриншот
th: ถ่ายภาพหน้าจอ
vi: Chụp ảnh màn hình
zh_hans: 截屏
zh_hant: 截圖

# bug_report_submit
source: Submit Report
de: Bericht senden
es: Enviar informe
fr: Envoyer un signalement
id: Kirim Laporan
it: Invia segnalazione
ja: 報告を送る
ko: 신고 제출
pt: Enviar relatório
ru: Отправить отчет
th: ส่งรายงาน
vi: Gửi báo cáo
zh_hans: 提交报告
zh_hant: 提交報告

# bug_report_tell_us
source: Tell us about your issue.
de: Erzähl uns von deinem Problem.
es: Cuéntanos tu problema.
fr: Merci de nous décrire le problème.
id: Beri tahu kami tentang masalah kamu.
it: Descrivi il problema.
ja: 何があったか教えてください
ko: 어떤 문제인지 설명해 주세요.
pt: Conte-nos sobre o problema.
ru: Расскажите нам о своей проблеме.
th: แจ้งปัญหาของคุณให้เราทราบ
vi: Hãy cho chúng tôi biết vấn đề bạn đang gặp phải.
zh_hans: 告诉我们你遇到的问题。
zh_hant: 請告訴我們你遇到的狀況。

# bug_report_tell_us_long
source: Tell us about your issue. Please give a brief description, as well as possible reproduction steps that lead to your issue.
de: Erzähl uns von deinem Problem. Bitte gib eine kurze Beschreibung sowieso mögliche Reproduktionsschritte an, die zu deinem Problem geführt haben.
es: Cuéntanos tu problema. Descríbelo en pocas palabras y, de ser posible, enumera los pasos para que se repita.
fr: Merci de nous décrire le problème. Décrivez-le brièvement et donnez-nous autant de détails que possible sur la façon de le reproduire.
id: Beri tahu kami tentang masalah kamu. Harap berikan deskripsi singkat, serta langkah-langkah yang kamu lakukan sebelum bertemu dengan masalah kamu.
it: Descrivi il problema. Fornisci una breve descrizione e indica gli eventuali passi da fare per riprodurre il problema.
ja: 何があったか教えてください。 問題そのものの概要と、何をするとその問題が発生したか（再現できるか）時系列でご説明ください
ko: 어떤 문제인지 설명해 주세요. 짧은 설명과 함께 그 문제를 재현할 수 있는 방법을 적어 주세요.
pt: Conte-nos sobre o problema. Forneça uma breve descrição, bem como as possíveis etapas de reprodução que levaram ao problema.
ru: Расскажите нам о своей проблеме. Предоставьте, пожалуйста, краткое описание проблемы, по возможности с перечислением приведших к ней действий.
th: แจ้งปัญหาของคุณให้เราทราบ โปรดระบุคำอธิบายสั้นๆ และขั้นตอนในการทำซ้ำปัญหาของคุณ
vi: Hãy cho chúng tôi biết vấn đề bạn đang gặp phải. Vui lòng mô tả ngắn gọn, cùng với các bước tái hiện có thể dẫn đến vấn đề bạn đang gặp phải.
zh_hans: 告诉我们你遇到的问题。 请简要描述问题，并提供可能导致该问题的复现步骤。
zh_hant: 告訴我們你遇到的狀況。 請提供簡短的描述，以及可以重現問題的步驟。

# button_gift
source: Gift
de: Geschenk
es: Regalo
fr: Cadeau
id: Hadiah
it: Regalo
ja: ギフト
ko: 선물
pt: Presente
ru: Подарок
th: ของขวัญ
vi: Quà
zh_hans: 奖励
zh_hant: 獎勵

# button_level_badge
source: Lv{{1}}
es: Niv. {{1}}
fr: Niv. {{1}}
it: Liv. {{1}}
ja: レベル{{1}}
ko: 레벨 {{1}}
pt: Nv {{1}}
ru: Ур.{{1}}
zh_hans: 等级{{1}}
zh_hant: 等級{{1}}

# button_mapping_button
source: Customize Controls
de: Steuerung anpassen
es: Personalizar controles
fr: Personnaliser les commandes
id: Sesuaikan Kontrol
it: Personalizzare i comandi
ja: 操作カスタマイズ
ko: 컨트롤 사용자 정의
pt: Personalizar controles
ru: Настроить управление
th: ปรับแต่งการควบคุม
vi: Tùy chỉnh Điều khiển
zh_hans: 自定义控制
zh_hant: 個人化控制設定

# button_mapping_category_camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камеру
th: กล้อง
zh_hans: 相机
zh_hant: 相機

# button_mapping_category_favorites
source: Favorites
de: Favoriten
es: Favoritas
fr: Favoris
id: Favorit
it: Preferiti
ja: お気に入り
ko: 절친
pt: Favoritos
ru: Любимые
th: รายการโปรด
vi: Yêu thích
zh_hans: 我的最爱
zh_hant: 我的最愛

# button_mapping_category_misc
source: Miscellaneous
de: Verschiedenes
es: Misceláneo
fr: Divers
id: Lainnya
it: Varie
ja: その他
ko: 기타
pt: Diversos
ru: Разное
th: เบ็ดเตล็ด
vi: Khác
zh_hans: 其他
zh_hant: 其他

# button_mapping_category_movement
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
id: Gerakan
it: Movimento
ja: 移動
ko: 이동
pt: Movimento
ru: Движение
th: การเคลื่อนไหว
vi: Chuyển động
zh_hans: 动作
zh_hant: 動作

# button_mapping_category_photo
source: Photo
de: Foto
es: Foto
id: Foto
it: Foto
ja: 撮影
ko: 사진
pt: Foto
ru: Фото
th: รูปภาพ
vi: Chụp hình
zh_hans: 照片
zh_hant: 照片

# button_mapping_conflicts
source: Conflicts
de: Konflikte
es: Conflictos
fr: Conflits
id: Konflik
it: Conflitti
ja: コンフリクト（割り当てが競合しています）
ko: 충돌
pt: Conflitos
ru: Конфликты
th: ข้อขัดแย้ง
vi: Mâu thuẫn
zh_hans: 冲突
zh_hant: 衝突

# button_mapping_conflicts_message
source: Please resolve conflicts:
de: Bitte lösen Sie Konflikte:
es: Por favor, resuelve los conflictos:
fr: Veuillez résoudre les conflits :
id: Harap selesaikan konflik:
it: Si prega di risolvere i conflitti:
ja: コンフリクトを回避してください
ko: 충돌을 해결해 주세요:
pt: Por favor, resolva os conflitos:
ru: Пожалуйста, разрешите конфликты:
th: โปรดแก้ไขข้อขัดแย้ง:
vi: Hãy giải quyết mâu thuẫn:
zh_hans: 请解决冲突：
zh_hant: 請解決衝突：

# button_mapping_press_any
source: Press Any Button
de: Drücke irgendeinen Knopf
es: Presiona cualquier botón
fr: Appuyez sur n'importe quel bouton
id: Tekan Tombol Apapun
it: Premi qualsiasi pulsante
ja: いずれかのボタンを押してください
ko: 아무 버튼이나 누르세요
pt: Pressione qualquer botão
ru: Нажмите любую кнопку
th: กดปุ่มใดๆ
vi: Nhấn Nút Bất Kỳ
zh_hans: 按任意键
zh_hant: 按任意鍵

# button_mapping_remap
source: Setting Control: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
de: Steuerung festlegen: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
es: Configuración de control: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
fr: Configuration des commandes : <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
id: Atur Kontrol: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
it: Impostazione controllo: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
ja: 操作設定：<b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
ko: 컨트롤 설정: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
pt: Configuração de controle: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
ru: Настройка управления: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
th: การควบคุมการตั้งค่า: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
vi: Cài đặt Điều khiển: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
zh_hans: 设置控制: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>
zh_hant: 控制設定: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>

# button_mapping_remap_conflict
source: Set <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? The following will be unset:
de: Soll <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b> festgelegt werden? Die folgenden Einstellungen werden aufgehoben:
es: ¿Establecer <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? Lo siguiente se desactivará:
fr: Définir <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b> ? Les éléments suivants seront désactivés :
id: Atur <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? Aturan berikut ini akan dilepaskan:
it: Impostare <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? Le seguenti impostazioni saranno disattivate:
ja: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>を設定しますか？ 以下は未設定となります：
ko: <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>을(를) 설정하시겠습니까? 다음 설정이 해제됩니다:
pt: Definir <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? O seguinte será desconfigurado:
ru: Установить <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? Следующие настройки будут сброшены:
th: ตั้งค่า <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? รายการต่อไปนี้จะถูกยกเลิกการตั้งค่า:
vi: Đặt <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>? Thiết lập sau sẽ không được bật:
zh_hans: 设置 <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>？ 以下设置将被取消:
zh_hant: 設定 <b>{{1}} (<button type="{{2}}" tgcbtn="true"/>)</b>？ 以下設定將被取消:

# button_mapping_remap_invalid
source: Invalid Input: <b><button type="{{1}}" tgcbtn="true"/></b>
de: Ungültige Eingabe: <b><button type="{{1}}" tgcbtn="true"/></b>
es: Entrada no válida: <b><button type="{{1}}" tgcbtn="true"/></b>
fr: Saisie invalide : <b><button type="{{1}}" tgcbtn="true"/></b>
id: Input tidak valid: <b><button type="{{1}}" tgcbtn="true"/></b>
it: Inserimento non valido: <b><button type="{{1}}" tgcbtn="true"/></b>
ja: 無効な入力：<b><button type="{{1}}" tgcbtn="true"/></b>
ko: 유효하지 않은 입력: <b><button type="{{1}}" tgcbtn="true"/></b>
pt: Entrada inválida: <b><button type="{{1}}" tgcbtn="true"/></b>
ru: Неправильная команда: <b><button type="{{1}}" tgcbtn="true"/></b>
th: อินพุตไม่ถูกต้อง: <b><button type="{{1}}" tgcbtn="true"/></b>
vi: Dữ liệu nhập không hợp lệ: <b><button type="{{1}}" tgcbtn="true"/></b>
zh_hans: 无效输入：<b><button type="{{1}}" tgcbtn="true"/></b>
zh_hant: 無效輸入：<b><button type="{{1}}" tgcbtn="true"/></b>

# button_mapping_remap_unbind
source: Unset
de: Zurücksetzen
es: Desasignar
fr: Réinitialiser
id: Lepaskan Aturan
it: Rimuovere
ja: 未設定
ko: 해제
pt: Desconfigurar
ru: Сбросить
th: ยกเลิกการตั้งค่า
vi: Không bật
zh_hans: 取消设置
zh_hant: 取消設定

# button_mapping_remap_unbound_entries
source: Please set the following controls:
de: Bitte legen Sie die folgenden Steuerungen fest:
es: Por favor, configura los siguientes controles:
fr: Veuillez configurer les commandes suivantes:
id: Harap tetapkan kontrol berikut ini:
it: Si prega di impostare i seguenti controlli:
ja: 次の操作を設定してください：
ko: 다음 컨트롤을 설정해 주세요:
pt: Por favor, defina os seguintes controles:
ru: Пожалуйста, настройте следующие действия:
th: โปรดตั้งค่าการควบคุมต่อไปนี้:
vi: Vui lòng thiết lập các điều khiển sau:
zh_hans: 请设置以下控制项:
zh_hant: 請設定以下控制項目:

# button_mapping_reset
source: Restore Defaults
de: Standardeinstellungen wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut
id: Kembalikan Pengaturan Awal
it: Ripristina impostazioni predefinite
ja: デフォルト設定の復元
ko: 기본값 복원
pt: Restaurar padrões
ru: Восстановить настройки по умолчанию
th: คืนค่าเริ่มต้น
vi: Khôi phục mặc định
zh_hans: 恢复默认设置
zh_hant: 恢復預設設置

# button_mapping_reset_confirm
source: Restore default controls?
de: Standardbelegung der Tasten wiederherstellen?
es: ¿Restaurar la asignación predeterminada de botones?
fr: Restaurer la configuration par défaut des boutons ?
id: Mengembalikan pemetaan tombol awal?
it: Ripristinare l'assegnazione predefinita dei pulsanti?
ja: ボタンの割り当てをデフォルト設定に戻しますか？
ko: 기본 버튼 매핑을 복원하시겠습니까?
pt: Restaurar mapeamento padrão dos botões?
ru: Восстановить стандартное назначение кнопок?
th: คืนค่าการควบคุมเริ่มต้นหรือไม่
vi: Khôi phục bố trí nút mặc định?
zh_hans: 恢复默认按钮配置？
zh_hant: 恢復預設按鈕配置？

# button_unavailable_in_water
source: Can't do this <b>in water</b>.
de: <b>Im Wasser</b> nicht möglich.
es: No puedes hacer esto <b>en el agua</b>.
fr: Impossible de faire ça <b>dans l'eau</b>.
id: Tidak bisa melakukan ini <b>di air</b>.
it: Non si può fare <b>in acqua</b>.
ja: <b>水中では</b>できません
ko: <b>물 속</b>에서는 할 수 없어요
pt: Não é possível fazer isso <b>na água</b>.
ru: Это нельзя делать <b>в воде</b>.
th: ไม่สามารถทำสิ่งนี้<b>ในน้ำ</b>ได้
vi: Không thể thực hiện thao tác này <b>trong nước</b>.
zh_hans: 此操作无法<b>在水中</b>完成。
zh_hant: <b>在水中</b>不能這樣做。

# button_unavailable_memory_completed
source: You have already experienced this <1>Spirit's memories</2>. You may bring friends who haven't to relive it together.
de: Du hast die <1>Erinnerungen dieses Geists</2> bereits erlebt. Du kannst Freunde mitbringen, die das noch nicht haben, um sie gemeinsam zu erleben.
es: Ya viviste estos <1>recuerdos de espíritu</2>. Invita a tus amigos que no lo han hecho para vivirlos juntos.
fr: Vous avez déjà vécu les <1>souvenirs de cet esprit</2>. Vous pouvez accompagner des amis qui ne l'ont pas encore fait pour les revivre ensemble.
id: Kamu sudah mengalami <1>kenangan Roh</2> ini. Kamu bisa mengajak teman yang belum untuk mengalaminya kembali bersama.
it: Hai già vissuto i <1>ricordi di questo spirito</2>. Prova a portare con te gli amici che non li hanno vissuti, per riviverli insieme.
ja: あなたはすでにこの<1>精霊の記憶</1>を取り戻しているようです。まだ解放していないフレンドと一緒に会いにきましょう。
ko: 이미 이 <1>영혼의 기억</2>을 체험했어요. 체험하지 못한 친구를 데려와 다시 볼 수 있어요.
pt: Você já vivenciou essas <1>memórias do espírito</2>. Você pode trazer amigos que ainda não viveram essa memória.
ru: Вы уже пережили <1>воспоминания этого духа</2>. Вы можете привести друзей, которые еще этого не сделали, и пережить их вместе.
th: คุณได้สัมผัสประสบการณ์กับ<1>ความทรงจำของสปิริต</2>ตนนี้แล้ว คุณสามารถพาเพื่อนที่ยังไม่ได้สัมผัสประสบการณ์มาย้อนอดีตร่วมกันได้
vi: Bạn đã hồi tưởng lại <1>ký ức của Tinh Linh</2>. Bạn cũng có thể hồi tưởng lại với những người bạn chưa từng trải qua.
zh_hans: 您已经重温了这位先灵的 <1>过往的记忆</2>. 您还能和没有经历过的朋友一起重温。
zh_hant: 您已經重溫了這位先靈的 <1>過往的記憶</2>. 您還能和沒有經歷過的朋友一起重溫。

# button_unavailable_no_flame
source: Your <2>flame</2> is out. Find a <2>light source</2> to rekindle.
de: Deine <2>Flamme</2> ist aus. Finde eine <2>Lichtquelle</2>, um sie wieder anzuzünden.
es: Tu <2>flama</2> se extinguió. Encuentra una <2>fuente de luz</2> para recargarla.
fr: Votre <2>flamme</2> est éteinte. Trouvez une <2>source de lumière</2> pour la raviver.
id: <2>Api</2>mu padam. Temukan <2>sumber cahaya</2> untuk menyalakannya.
it: La tua <2>fiamma</2> si è estinta. Trova una <2>sorgente di luce</2> per riaccenderla.
ja: <2>炎が尽きて</2>しまったようです <2>光を探してチャージ</2>しましょう
ko: <2>불꽃</2>이 꺼졌습니다. <2>빛이 있는 곳</2>을 찾아가세요.
pt: Sua <2>chama</2> apagou. Encontre uma <2>fonte de luz</2> para reacender.
ru: Ваше <2>пламя</2> погасло. Найдите <2>источник света</2>, чтобы его разжечь.
th: <2>เปลวไฟ</2>ของคุณดับแล้ว ค้นหา<2>แหล่งกำเนิดแสง</2>เพื่อจุดไฟอีกครั้ง
vi: <2>Ngọn lửa</2> của bạn đã tắt. Tìm <2>nguồn sáng</2> để thắp lại.
zh_hans: <2>心火</2>已灭。寻找其他火光恢复<2>心火</2>。
zh_hant: <2>心火</2>已滅。尋找其他火光恢復<2>心火</2>。

# button_unavailable_quest_already_active
source: You must finish your current activity before starting a new one.
de: Du musst deine aktuelle Aktivität beenden, ehe du eine neue beginnst.
es: Debes terminar la actividad actual antes de comenzar una nueva.
fr: Vous devez terminer l’activité en cours avant d'en commencer une nouvelle.
id: Kamu harus menyelesaikan aktivitas saat ini sebelum memulai yang baru.
it: Devi terminare l'attività in corso prima di iniziarne una nuova.
ja: 新たなアクティビティを始める前に、現在進行中のアクティビティを完了させましょう
ko: 새 활동을 시작하려면 먼저 현재 활동을 완료해야 합니다
pt: Você precisa terminar a atividade atual antes de iniciar uma nova.
ru: Закончите текущее дело, прежде чем начинать новое.
th: คุณต้องทำกิจกรรมปัจจุบันของคุณให้เสร็จก่อนที่จะเริ่มกิจกรรมใหม่ได้
vi: Cần hoàn thành hoạt động hiện tại trước khi bắt đầu hoạt động mới.
zh_hans: 在开始新活动前，你必须完成当前活动。
zh_hant: 在開始新活動之前，您必須先完成當前活動。
