Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# game_button_note_08
source: Note 09 - Re
es: Nota 09: Re
fr: Note 09 - Ré
id: Not 09 - Re
it: Nota 09 - Re
ja: 音符09：レ
ko: 음 09 - 레
pt: Nota 9: Ré
ru: Нота 9 — ре
th: โน๊ต 09 - เร
vi: Nốt nhạc 09 - Rê
zh_hans: 音符09 - Re
zh_hant: 音符09 - Re

# game_button_note_09
source: Note 10 - Mi
es: Nota 10: Mi
id: Not 10 - Mi
it: Nota 10 - Mi
ja: 音符10：ミ
ko: 음 10 - 미
pt: Nota 10: Mi
ru: Нота 10 — ми
th: โน๊ต 10 - มี
vi: Nốt nhạc 10 - Mi
zh_hans: 音符10 - Mi
zh_hant: 音符10 - Mi

# game_button_note_10
source: Note 11 - Fa
es: Nota 11: Fa
id: Not 11 - Fa
it: Nota 11 - Fa
ja: 音符11：ファ
ko: 음 11 - 파
pt: Nota 11: Fá
ru: Нота 11 — фа
th: โน๊ต 11 - ฟา
vi: Nốt nhạc 11 - Fa
zh_hans: 音符11 - Fa
zh_hant: 音符11 - Fa

# game_button_note_11
source: Note 12 - Sol
es: Nota 12: Sol
id: Not 12 - Sol
it: Nota 12 - Sol
ja: 音符12：ソ
ko: 음 12 - 솔
pt: Nota 12: Sol
ru: Нота 12 — соль
th: โน๊ต 12 - ซอล
vi: Nốt nhạc 12 - Sol
zh_hans: 音符12 - Sol
zh_hant: 音符12 - Sol

# game_button_note_12
source: Note 13 - La
es: Nota 13: La
id: Not 13 - La
it: Nota 13 - La
ja: 音符13：ラ
ko: 음 13 - 라
pt: Nota 13: Lá
ru: Нота 13 — ля
th: โน๊ต 13 - ลา
vi: Nốt nhạc 13 - La
zh_hans: 音符13 - La
zh_hant: 音符13 - La

# game_button_note_13
source: Note 14 - Ti
es: Nota 14: Si
fr: Note 14 - Si
id: Not 14 - Ti
it: Nota 14 - Si
ja: 音符14：シ
ko: 음 14 - 시
pt: Nota 14: Si
ru: Нота 14 — си
th: โน๊ต 14 - ที
vi: Nốt nhạc 14 - Si
zh_hans: 音符14 - Ti
zh_hant: 音符14 - Ti

# game_button_note_14
source: Note 15 - Do
es: Nota 15: Do
id: Not 15 - Do
it: Nota 15 - Do
ja: 音符15：ド
ko: 음 15 - 도
pt: Nota 15: Dó
ru: Нота 15 — до
th: โน๊ต 15 - โด
vi: Nốt nhạc 15 - Đô
zh_hans: 音符15 - Do
zh_hant: 音符15 - Do

# game_button_record_toggle
source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
id: Rekam
it: Registra
ja: 録画
ko: 녹화
pt: Gravar
ru: Запись
th: บันทึก
vi: Ghi
zh_hans: 录制
zh_hant: 錄製

# game_button_right
source: Right
de: Rechts
es: Derecha
fr: Droite
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
pt: Direita
ru: Направо
th: ขวา
vi: Phải
zh_hans: 向右
zh_hant: 向右

# game_button_rotate
source: Rotate
de: Drehen
es: Rotar
fr: Tourner
id: Putar
it: Ruota
ja: 回転
ko: 회전
pt: Girar
ru: Повернуть
th: หมุน
vi: Quay
zh_hans: 旋转
zh_hant: 旋轉

# game_button_shout
source: Call
de: Rufen
es: Llamar
fr: Appeler
id: Panggilan
it: Chiama
ja: 呼びかける
ko: 울음소리
pt: Chamar
ru: Призвать
th: เรียก
vi: Gọi
zh_hans: 呼唤
zh_hant: 呼喚

# game_button_show_cursor
source: Show Cursor
de: Cursor anzeigen
es: Mostrar cursor
fr: Afficher le curseur
id: Tampilkan kursor
it: Mostra cursore
ja: カーソルを表示
ko: 커서 표시
pt: Mostrar cursor
ru: Показать курсор
th: แสดงเคอร์เซอร์
vi: Hiển thị con trỏ
zh_hans: 显示游标
zh_hant: 顯示游標

# game_button_show_quest_list
source: Show Quests
de: Quests anzeigen
es: Mostrar misiones
fr: Afficher les quêtes
id: Tampilkan Misi
it: Visualizza missioni
ja: クエストリスト表示
ko: 퀘스트 보기
pt: Mostrar missões
ru: Показать задания
th: แสดงภารกิจ
vi: Hiển thị nhiệm vụ
zh_hans: 任务记录
zh_hant: 任務紀錄

# game_button_step
source: Step Mode
de: Langsam gehen
es: Modo pasos
fr: Mode marche
id: Mode Langkah
it: Modalità passo lento
ja: ピボット動作
ko: 발 내딛기 모드
pt: Modo passo a passo
ru: Режим прогулки
th: โหมดการก้าว
vi: Chế độ bước
zh_hans: 单步模式
zh_hant: 單步模式

# game_button_util_menu
source: Menu
de: Menü
es: Menú
ja: 設定メニュー
ko: 메뉴
ru: Меню
th: เมนู
zh_hans: 菜单
zh_hant: 選單

# game_button_zoom
source: Zoom
es: Hacer zoom
it: Zoomare
ja: ズーム
ko: 줌
pt: Ajustar o zoom
ru: Масштаб
th: ซูม
vi: Phóng
zh_hans: 缩放画面
zh_hant: 縮放畫面

# game_button_zoom_in
source: Zoom In
de: Heranzoomen
es: Acercar
fr: Zoomer
id: Perbesar
it: Avvicina
ja: ズームイン
ko: 확대
pt: Aproximar zoom
ru: Приблизить
th: ซูมเข้า
vi: Phóng To
zh_hans: 放大
zh_hant: 放大

# game_button_zoom_out
source: Zoom Out
de: Herauszoomen
es: Alejar
fr: Dézoomer
id: Perkecil
it: Allontana
ja: ズームアウト
ko: 축소
pt: Afastar zoom
ru: Отдалить
th: ซูมออก
vi: Thu Nhỏ
zh_hans: 缩小
zh_hant: 縮小

# gen_shop_hint_confirm_count_lootbox
source: This <b>blessing</b> contains a certain <2>{{1}} Spell </2>
de: Dieser <b>Segen</b> enthält einen bestimmten <2>{{1}} Zauber </2>
es: Esta <b>bendición</b> contiene cierto <2>{{1}}hechizo</2>
fr: Cette <b>bénédiction</b> contient un certain <2>sort {{1}}</2>
id: <b>Berkah</b> ini berisi Mantra <2>{{1}}</2> tertentu
it: Questa <b>benedizione</b> contiene un certo incantesimo "<2>{{1}}"</2>
ja: この<b>祝福</b>には<2>{{1}}魔法</2>が含まれています
ko: 이 <b>축복</b>에는 특정한 <2>{{1}} 주문이 포함되어 있어요</2>
pt: Esta <b>bênção</b> tem um determinado <2>Feitiço de {{1}} </2>
ru: В этом <b>благословении</b> есть <2> чары-{{1}}</2>
th: <b>พร</b>นี้มีคาถา <2>{{1}} อยู่</2>
vi: <b>Chúc phúc</b> này chứa một <2>{{1}} Phép Thuật </2>nhất định
zh_hans: 这个<b>祝福</b>包含了特定<2>{{1}}咒语</2>
zh_hant: 這個<b>祝福</b>包含了某種<2>{{1}} 咒語</2>

# gen_shop_hint_confirm_count_lootbox_generic
source: This <b>blessing</b> contains a certain <2>{{1}}</2>
de: Dieser <b>Segen</b> enthält eine bestimmte <2>{{1}}</2>
es: Esta <b>bendición</b> contiene cierta <2>{{1}}</2>
fr: Cette <b>bénédiction</b> contient : <2>{{1}}</2>.
id: <b>Berkat</b> ini mengandung <2>{{1}}</2> tertentu
it: Questa <b>benedizione</b> contiene: <2>{{1}}</2>
ja: この<b>祝福</b>には<2>{{1}}</2>が含まれています
ko: 이 <b>축복</b>에는 특정한 <2>{{1}}</2>이(가) 포함되어 있어요
pt: Esta <b>bênção</b> contém uma determinada <2>{{1}}</2>
ru: В этом <b>благословении</b> есть: <2>{{1}}</2>
th: <b>พร</b>นี้ประกอบด้วย <2>{{1}}</2>
vi: <b>Phước lành<b> này chứa một <2>{{1}}</2> đặc biệt.
zh_hans: 此<b>祝福</b>包含某种<2>{{1}}</2>
zh_hant: 這個<b>祝福</b>包含<2>{{1}}</2>

# gen_shop_hint_confirm_count_name
source: {{1}} x <2>{{2}} Spell </2>
de: {{1}} x <2>{{2}}-Zauber</2>
es: {{1}} x <2>hechizos de {{2}}</2>
fr: {{1}} x <2>sort {{2}}</2>
id: {{1}} x <2> Mantra {{2}}</2>
it: {{1}} x <2>incantesimo {{2}}</2>
ja: {{1}} x <2>{{2}}魔法</2>
ko: {{1}} x <2>{{2}} 주문</2>
pt: {{1}} x <2>feitiço de {{2}}</2>
ru: {{1}} x <2>заклинание «{{2}}»</2>
th: คาถา {{1}} x <2>{{2}} </2>
vi: {{1}} x <2>{{2}} Phép thuật </2>
zh_hans: {{1}} x <2>{{2}}魔法</2>
zh_hant: {{1}} x <2>{{2}}魔法</2>

# gen_shop_hint_confirm_for
source: for
de: für
es: por
fr: pour
id: untuk
it: per
ja: を、以下のエレメントと引き換えに獲得しますか？
ko: - 가격:
pt: por
ru: за
th: สำหรับ
vi: cho
zh_hans: 消耗
zh_hant: 消耗

# gen_shop_hint_confirm_for_free
source: Unlock for free?
de: Kostenlos freischalten?
es: ¿Desbloquear gratis?
fr: Débloquer gratuitement ?
id: Buka kunci secara gratis?
it: Sbloccare gratuitamente?
ja: 無料でアンロックしますか？
ko: 무료로 잠금해제할까요?
pt: Desbloquear de graça?
ru: Открыть бесплатно?
th: ปลดล็อกฟรีหรือไม่
vi: Mở khóa miễn phí?
zh_hans: 免费解锁？
zh_hant: 免費解鎖？

# gen_shop_hint_confirm_prop_color
source: A new <b>color</b> for your <b>decoration</b>!
de: Eine neue <b>Farbe</b> für deine <b>Dekoration</b>!
es: ¡Un nuevo <b>color</b> para tu <b>decoración</b>!
fr: Une nouvelle <b>couleur</b> pour votre <b>décoration</b> !
id: Sebuah <b>warna</b> baru untuk <b>dekorasimu</b>!
it: Un nuovo <b>colore</b> per la tua <b>decorazione</b>!
ja: あなたの<b>飾り</b>に新たな<b>色</b>を！
ko: <b>장식</b>에 어울리는 새로운 <b>색깔</b>!
pt: Uma nova <b>cor</b> para a sua <b>decoração</b>!
ru: Новый <b>цвет</b> для вашего <b>украшения</b>!
th: <b>สี</b>ใหม่สำหรับ<b>ของตกแต่ง</b>ของคุณ!
vi: Một <b>màu sắc</b> mới cho <b>đồ trang trí</b> của bạn!
zh_hans: 为你的<b>装饰品</b>增加一种新<b>颜色</b>
zh_hant: 為你的<b>裝飾</b>換上一個新的<b>顏色</b>！

# gen_shop_hint_confirm_prop_count_body_candle
source: Get <b>one more</b> of this decoration for<candle/>x<b>{{1}}</b>.
de: Erhalte <b>eine weitere</b> dieser Dekoration für <candle/>x<b>{{1}}</b>.
es: Obtén <b>una unidad más</b> de esta decoración por<candle/>x<b>{{1}}</b>.
fr: Obtenez <b>une autre</b> décoration similaire pour<candle/>x<b>{{1}}</b>.
id: Dapatkan <b>satu</b> dekorasi ini lagi dengan <candle/>x<b>{{1}}</b>.
it: Ottieni <b>un'altra</b> di queste decorazioni per <b>{{1}}</b> <candle/>.
ja: <candle/>x<b>{{1}}</b>本で、この飾りを<b>もう1つ</b>購入しますか
ko: 이 장식을 <b>한개 더</b> 획득하시라면 <candle/>x<b>{{1}}</b>을 사용하세요
pt: Obtenha <b>mais uma</b> dessa decoração por <candle/>x<b>{{1}}</b>.
ru: Получите <b>ещё один экземпляр</b> этого украшения за<candle/>x<b>{{1}}</b>.
th: รับของตกแต่งชิ้นนี้เพิ่ม<b>หนึ่งชิ้น</b>ในราคา <candle/>x<b>{{1}}</b>
vi: Nhận <b>thêm một</b> đồ trang trí này với giá<candle/>x<b>{{1}}</b>.
zh_hans: 消耗<candle/>x<b>{{1}}</b><b>再购买一件</b>此装饰品。
zh_hant: 消耗<candle/>x<b>{{1}}</b>，來<b>再獲得一個</b>這個裝飾。

# gen_shop_hint_confirm_prop_count_body_ecandle
source: Get <b>one more</b> of this decoration for<event_candle/>x<b>{{1}}</b>.
de: Erhalte <b>eine weitere</b> dieser Dekoration für <event_candle/>x<b>{{1}}</b>.
es: Obtén <b>una unidad más</b> de esta decoración por<event_candle/>x<b>{{1}}</b>.
fr: Obtenez <b>une autre</b> décoration similaire pour<event_candle/>x<b>{{1}}</b>.
id: Dapatkan <b>satu</b> dekorasi ini lagi dengan <event_candle/>x<b>{{1}}</b>.
it: Ottieni <b>un'altra</b> di queste decorazioni per <b>{{1}}</b> <event_candle/>.
ja: <event_candle/>x<b>{{1}}</b>本で、この飾りを<b>もう1つ</b>購入しますか
ko: 이 장식을 <b>한개 더</b> 획득하시라면 <event_candle/>x<b>{{1}}</b>을 사용하세요
pt: Obtenha <b>mais uma</b> dessa decoração por <event_candle/>x<b>{{1}}</b>.
ru: Получите <b>ещё один экземпляр</b> этого украшения за<event_candle/>x<b>{{1}}</b>.
th: รับของตกแต่งชิ้นนี้เพิ่ม<b>หนึ่งชิ้น</b>ในราคา <event_candle/>x<b>{{1}}</b>
vi: Nhận <b>thêm một</b> đồ trang trí này với giá<event_candle/>x<b>{{1}}</b>.
zh_hans: 消耗<event_candle/>x<b>{{1}}</b><b>再购买一件</b>此装饰品。
zh_hant: 消耗<event_candle/>x<b>{{1}}</b>，來<b>再獲得一個</b>這個裝飾。

# gen_shop_hint_confirm_prop_count_body_heart
source: Get <b>one more</b> of this decoration for<heart/>x<b>{{1}}</b>.
de: Erhalte <b>eine weitere</b> dieser Dekoration für <heart/>x<b>{{1}}</b>.
es: Obtén <b>una unidad más</b> de esta decoración por<heart/>x<b>{{1}}</b>.
fr: Obtenez <b>une autre</b> décoration similaire pour<heart/>x<b>{{1}}</b>.
id: Dapatkan <b>satu</b> dekorasi ini lagi dengan <heart/>x<b>{{1}}</b>.
it: Ottieni <b>un'altra</b> di queste decorazioni per <b>{{1}}</b> <heart/>.
ja: <heart/>x<b>{{1}}</b>個で、この飾りを<b>もう1つ</b>購入しますか
ko: 이 장식을 <b>한개 더</b> 획득하시라면 <heart/>x<b>{{1}}</b>을 사용하세요
pt: Obtenha <b>mais uma</b> dessa decoração por <heart/>x<b>{{1}}</b>.
ru: Получите <b>ещё один экземпляр</b> этого украшения за<heart/>x<b>{{1}}</b>.
th: รับของตกแต่งชิ้นนี้เพิ่ม<b>หนึ่งชิ้น</b>ในราคา <heart/>x<b>{{1}}</b>
vi: Nhận <b>thêm một</b> đồ trang trí này với giá<heart/>x<b>{{1}}</b>.
zh_hans: 消耗<heart/>x<b>{{1}}</b><b>再购买一件</b>此装饰品。
zh_hant: 消耗<heart/>x<b>{{1}}</b>，來<b>再獲得一個</b>這個裝飾。

# gen_shop_hint_confirm_prop_count_body_prestige
source: Get <b>one more</b> of this decoration for<prestige/>x<b>{{1}}</b>.
de: Erhalte <b>eine weitere</b> dieser Dekoration für <prestige/>x<b>{{1}}</b>.
es: Obtén <b>una unidad más</b> de esta decoración por<prestige/>x<b>{{1}}</b>.
fr: Obtenez <b>une autre</b> décoration similaire pour<prestige/>x<b>{{1}}</b>.
id: Dapatkan <b>satu</b> dekorasi ini lagi dengan <prestige/>x<b>{{1}}</b>.
it: Ottieni <b>un'altra</b> di queste decorazioni per <b>{{1}}</b> <prestige/>.
ja: <prestige/>x<b>{{1}}</b>本で、この飾りを<b>もう1つ</b>購入しますか
ko: 이 장식을 <b>한개 더</b> 획득하시라면 <prestige/>x<b>{{1}}</b>을 사용하세요
pt: Obtenha <b>mais uma</b> dessa decoração por <prestige/>x<b>{{1}}</b>.
ru: Получите <b>ещё один экземпляр</b> этого украшения за<prestige/>x<b>{{1}}</b>.
th: รับของตกแต่งชิ้นนี้เพิ่ม<b>หนึ่งชิ้น</b>ในราคา <prestige/>x<b>{{1}}</b>
vi: Nhận <b>thêm một</b> đồ trang trí này với giá<prestige/>x<b>{{1}}</b>.
zh_hans: 消耗<prestige/>x<b>{{1}}</b><b>再购买一件</b>此装饰品。
zh_hant: 消耗<prestige/>x<b>{{1}}</b>，來<b>再獲得一個</b>這個裝飾。

# gen_shop_hint_confirm_prop_count_body_scandle
source: Get <b>one more</b> of this decoration for<scandle/>x<b>{{1}}</b>.
de: Erhalte <b>eine weitere</b> dieser Dekoration für <scandle/>x<b>{{1}}</b>.
es: Obtén <b>una unidad más</b> de esta decoración por<scandle/>x<b>{{1}}</b>.
fr: Obtenez <b>une autre</b> décoration similaire pour<scandle/>x<b>{{1}}</b>.
id: Dapatkan <b>satu</b> dekorasi ini lagi dengan <scandle/>x<b>{{1}}</b>.
it: Ottieni <b>un'altra</b> di queste decorazioni per <b>{{1}}</b> <scandle/>.
ja: <scandle/>x<b>{{1}}</b>本で、この飾りを<b>もう1つ</b>購入しますか
ko: 이 장식을 <b>한개 더</b> 획득하시라면 <scandle/>x<b>{{1}}</b>을 사용하세요
pt: Obtenha <b>mais uma</b> dessa decoração por <scandle/>x<b>{{1}}</b>.
ru: Получите <b>ещё один экземпляр</b> этого украшения за<scandle/>x<b>{{1}}</b>.
th: รับของตกแต่งชิ้นนี้เพิ่ม<b>หนึ่งชิ้น</b>ในราคา <scandle/>x<b>{{1}}</b>
vi: Nhận <b>thêm một</b> đồ trang trí này với giá<scandle/>x<b>{{1}}</b>.
zh_hans: 消耗<scandle/>x<b>{{1}}</b><b>再购买一件</b>此装饰品。
zh_hant: 消耗<scandle/>x<b>{{1}}</b>，來<b>再獲得一個</b>這個裝飾。

# gen_shop_hint_confirm_prop_count_body_sheart
source: Get <b>one more</b> of this decoration for<sheart/>x<b>{{1}}</b>.
de: Erhalte <b>eine weitere</b> dieser Dekoration für <sheart/>x<b>{{1}}</b>.
es: Obtén <b>una unidad más</b> de esta decoración por<sheart/>x<b>{{1}}</b>.
fr: Obtenez <b>une autre</b> décoration similaire pour<sheart/>x<b>{{1}}</b>.
id: Dapatkan <b>satu</b> dekorasi ini lagi dengan <sheart/>x<b>{{1}}</b>.
it: Ottieni <b>un'altra</b> di queste decorazioni per <b>{{1}}</b> <sheart/>.
ja: <sheart/>x<b>{{1}}</b>個で、この飾りを<b>もう1つ</b>購入しますか
ko: 이 장식을 <b>한개 더</b> 획득하시라면 <sheart/>x<b>{{1}}</b>을 사용하세요
pt: Obtenha <b>mais uma</b> dessa decoração por <sheart/>x<b>{{1}}</b>.
ru: Получите <b>ещё один экземпляр</b> этого украшения за<sheart/>x<b>{{1}}</b>.
th: รับของตกแต่งชิ้นนี้เพิ่ม<b>หนึ่งชิ้น</b>ในราคา <sheart/>x<b>{{1}}</b>
vi: Nhận <b>thêm một</b> đồ trang trí này với giá<sheart/>x<b>{{1}}</b>.
zh_hans: 消耗<sheart/>x<b>{{1}}</b><b>再购买一件</b>此装饰品。
zh_hant: 消耗<sheart/>x<b>{{1}}</b>，來<b>再獲得一個</b>這個裝飾。

# gen_shop_hint_confirm_prop_count_title
source: <b>Unlock one more?</b>
de: <b>Noch eins freischalten?</b>
es: <b>¿Desbloquear una más?</b>
fr: <b>En débloquer encore ?</b>
id: <b>Buka satu lagi?</b>
it: <b>Vuoi sbloccarne un altro?</b>
ja: <b>もう1つ入りますか？</b>
ko: <b>한 개 더 잠금해제할까요?</b>
pt: <b>Desbloquear mais uma?</b>
ru: <b>Разблокировать ещё один?</b>
th: <b>ปลดล็อกเพิ่มอีกหนึ่งชิ้นหรือไม่</b>
vi: <b>Mở khóa thêm một món đồ nữa?</b>
zh_hans: <b>再解锁一个？</b>
zh_hant: <b>要再解鎖一個嗎？</b>

# gen_shop_hint_confirm_text
source: Would you like to craft {{1}} x
de: Möchtest du gerne Folgendes herstellen:
es: Te gustaría crear
fr: Voulez-vous fabriquer
id: Ingin membuat {{1}} x
it: Vuoi preparare
ja: {{1}} x
ko: 다음 주문을 구매할까요?
pt: Gostaria de criar
ru: Хотите сделать
th: คุณต้องการสร้าง {{1}} x หรือไม่
vi: Bạn có muốn chế tạo {{1}} x
zh_hans: 是否制作
zh_hant: 是否製作

# gen_shop_hint_second_confirm_body_candle
source: Spend <candle/>x<b>{{1}}</b> to unlock this item.
de: Gib <candle/>x<b>{{1}}</b> aus, um diesen Gegenstand freizuschalten.
es: Gasta <candle/>x<b>{{1}}</b> para desbloquear este objeto.
fr: Dépensez <candle/>x<b>{{1}}</b> pour déverrouiller cet objet.
id: Gunakan <candle/>x<b>{{1}}</b> untuk membuka item ini.
it: Spendi <candle/>x<b>{{1}}</b> per sbloccare questo oggetto.
ja: <candle/>x<b>{{1}}</b>本を捧げ、このアイテムをアンロックする
ko: <candle/>x<b>{{1}}</b>을 써서 이 아이템을 잠금해제하세요.
pt: Gaste <candle/>x<b>{{1}}</b> para desbloquear este item.
ru: Разблокировка этого предмета стоит <candle/>x<b>{{1}}</b>.
th: ใช้ <candle/>x<b>{{1}}</b> เพื่อปลดล็อกไอเทมนี้
vi: Dùng <candle/>x<b>{{1}}</b> để mở khóa vật phẩm này.
zh_hans: 花费<candle/>x<b>{{1}}</b>即可解锁此物品
zh_hant: 花費 <candle/>x<b>{{1}}</b>來解鎖這個物品。

# gen_shop_hint_second_confirm_body_ecandle
source: Spend <event_candle/>x<b>{{1}}</b> to unlock this item.
de: Gib <event_candle/>x<b>{{1}}</b> aus, um diesen Gegenstand freizuschalten.
es: Gasta <event_candle/>x<b>{{1}}</b> para desbloquear este objeto.
fr: Dépensez <event_candle/>x<b>{{1}}</b> pour déverrouiller cet objet.
id: Gunakan <event_candle/>x<b>{{1}}</b> untuk membuka item ini.
it: Spendi <event_candle/>x<b>{{1}}</b> per sbloccare questo oggetto.
ja: <event_candle/>x<b>{{1}}</b>本を捧げ、このアイテムをアンロックする
ko: <event_candle/>x<b>{{1}}</b>을 써서 이 아이템을 잠금해제하세요.
pt: Gaste <event_candle/>x<b>{{1}}</b> para desbloquear este item.
ru: Разблокировка этого предмета стоит <event_candle/>x<b>{{1}}</b>.
th: ใช้ <event_candle/>x<b>{{1}}</b> เพื่อปลดล็อกไอเทมนี้
vi: Dùng <event_candle/>x<b>{{1}}</b> để mở khóa vật phẩm này.
zh_hans: 花费<event_candle/>x<b>{{1}}</b>即可解锁此物品
zh_hant: 花費 <event_candle/>x<b>{{1}}</b>來解鎖這個物品。

# gen_shop_hint_second_confirm_body_heart
source: Spend <heart/>x<b>{{1}}</b> to unlock this item.
de: Gib <heart/>x<b>{{1}}</b> aus, um diesen Gegenstand freizuschalten.
es: Gasta <heart/>x<b>{{1}}</b> para desbloquear este objeto.
fr: Dépensez <heart/>x<b>{{1}}</b> pour déverrouiller cet objet.
id: Gunakan <heart/>x<b>{{1}}</b> untuk membuka item ini.
it: Spendi <heart/>x<b>{{1}}</b> per sbloccare questo oggetto.
ja: <heart/>x<b>{{1}}</b>個を捧げ、このアイテムをアンロックする
ko: <heart/>x<b>{{1}}</b>을 써서 이 아이템을 잠금해제하세요.
pt: Gaste <heart/>x<b>{{1}}</b> para desbloquear este item.
ru: Разблокировка этого предмета стоит <heart/>x<b>{{1}}</b>.
th: ใช้ <heart/>x<b>{{1}}</b> เพื่อปลดล็อกไอเทมนี้
vi: Dùng <heart/>x<b>{{1}}</b> để mở khóa vật phẩm này.
zh_hans: 花费<heart/>x<b>{{1}}</b>即可解锁此物品
zh_hant: 花費 <heart/>x<b>{{1}}</b>來解鎖這個物品。

# gen_shop_hint_second_confirm_body_prestige
source: Spend <prestige/>x<b>{{1}}</b> to unlock this item.
de: Gib <prestige/>x<b>{{1}}</b> aus, um diesen Gegenstand freizuschalten.
es: Gasta <prestige/>x<b>{{1}}</b> para desbloquear este objeto.
fr: Dépensez <prestige/>x<b>{{1}}</b> pour déverrouiller cet objet.
id: Gunakan <prestige/>x<b>{{1}}</b> untuk membuka item ini.
it: Spendi <prestige/>x<b>{{1}}</b> per sbloccare questo oggetto.
ja: <prestige/>x<b>{{1}}</b>本を捧げ、このアイテムをアンロックする
ko: <prestige/>x<b>{{1}}</b>을 써서 이 아이템을 잠금해제하세요.
pt: Gaste <prestige/>x<b>{{1}}</b> para desbloquear este item.
ru: Разблокировка этого предмета стоит <prestige/>x<b>{{1}}</b>.
th: ใช้ <prestige/>x<b>{{1}}</b> เพื่อปลดล็อกไอเทมนี้
vi: Dùng <prestige/>x<b>{{1}}</b> để mở khóa vật phẩm này.
zh_hans: 花费<prestige/>x<b>{{1}}</b>即可解锁此物品
zh_hant: 花費 <prestige/>x<b>{{1}}</b>來解鎖這個物品。

# gen_shop_hint_second_confirm_body_scandle
source: Spend <scandle/>x<b>{{1}}</b> to unlock this item.
de: Gib <scandle/>x<b>{{1}}</b> aus, um diesen Gegenstand freizuschalten.
es: Gasta <scandle/>x<b>{{1}}</b> para desbloquear este objeto.
fr: Dépensez <scandle/>x<b>{{1}}</b> pour déverrouiller cet objet.
id: Gunakan <scandle/>x<b>{{1}}</b> untuk membuka item ini.
it: Spendi <scandle/>x<b>{{1}}</b> per sbloccare questo oggetto.
ja: <scandle/>x<b>{{1}}</b>本を捧げ、このアイテムをアンロックする
ko: <scandle/>x<b>{{1}}</b>을 써서 이 아이템을 잠금해제하세요.
pt: Gaste <scandle/>x<b>{{1}}</b> para desbloquear este item.
ru: Разблокировка этого предмета стоит <scandle/>x<b>{{1}}</b>.
th: ใช้ <scandle/>x<b>{{1}}</b> เพื่อปลดล็อกไอเทมนี้
vi: Dùng <scandle/>x<b>{{1}}</b> để mở khóa vật phẩm này.
zh_hans: 花费<scandle/>x<b>{{1}}</b>即可解锁此物品
zh_hant: 花費 <scandle/>x<b>{{1}}</b>來解鎖這個物品。

# gen_shop_hint_second_confirm_body_sheart
source: Spend <sheart/>x<b>{{1}}</b> to unlock this item.
de: Gib <sheart/>x<b>{{1}}</b> aus, um diesen Gegenstand freizuschalten.
es: Gasta <sheart/>x<b>{{1}}</b> para desbloquear este objeto.
fr: Dépensez <sheart/>x<b>{{1}}</b> pour déverrouiller cet objet.
id: Gunakan <sheart/>x<b>{{1}}</b> untuk membuka item ini.
it: Spendi <sheart/>x<b>{{1}}</b> per sbloccare questo oggetto.
ja: <sheart/>x<b>{{1}}</b>個を捧げ、このアイテムをアンロックする
ko: <sheart/>x<b>{{1}}</b>을 써서 이 아이템을 잠금해제하세요.
pt: Gaste <sheart/>x<b>{{1}}</b> para desbloquear este item.
ru: Разблокировка этого предмета стоит <sheart/>x<b>{{1}}</b>.
th: ใช้ <sheart/>x<b>{{1}}</b> เพื่อปลดล็อกไอเทมนี้
vi: Dùng <sheart/>x<b>{{1}}</b> để mở khóa vật phẩm này.
zh_hans: 花费<sheart/>x<b>{{1}}</b>即可解锁此物品
zh_hant: 花費 <sheart/>x<b>{{1}}</b>來解鎖這個物品。

# gen_shop_hint_second_confirm_title
source: <b>Are you sure?</b>
de: <b>Bist du sicher?</b>
es: <b>¿De verdad?</b>
fr: <b>Continuer ?</b>
id: <b>Apakah kamu yakin?</b>
it: <b>Confermi?</b>
ja: <b>実行してよろしいですか？</b>
ko: <b>정말 잠금해제할까요?</b>
pt: <b>Tem certeza?</b>
ru: <b>Вы уверены?</b>
th: <b>คุณแน่ใจหรือไม่</b>
vi: <b>Bạn có chắc chắn?</b>
zh_hans: <b>你确定吗？</b>
zh_hant: <b>你確定嗎？</b>

# gen_shop_menu_item_cost_free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
id: Gratis
it: Gratis
ja: 無料
ko: 무료
pt: Grátis
ru: Бесплатно
th: ฟรี
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# gen_shop_purchase_status_def_not_found
source: could not find item
de: Gegenstand wurde nicht gefunden
es: no se pudo encontrar el objeto
fr: impossible de trouver l'objet
id: tidak dapat menemukan item
it: non trovato
ja: アイテムが見つかりません
ko: 아이템을 찾지 못함
pt: não foi possível encontrar o item
ru: не удалось найти предмет
th: ไม่พบไอเทม
vi: Không tìm thấy vật phẩm
zh_hans: 找不到该道具
zh_hant: 找不到该道具

# gen_shop_purchase_status_event_not_active
source: event not active
de: Event läuft nicht
es: no hay un evento activo
fr: événement non actif
id: acara tidak aktif
it: nessun evento attivo
ja: お店は閉まっているようです
ko: 진행 중인 이벤트 없음
pt: o evento não está ativo
ru: нет активных событий
th: อีเวนต์ไม่ได้ดำเนินอยู่
vi: Sự kiện hiện chưa mở
zh_hans: 活动尚未开启
zh_hant: 活动尚未开启

# gen_shop_purchase_status_insufficient_funds
source: insufficient funds
de: Nicht genug Geld
es: no tienes fondos suficientes
fr: solde insuffisant
id: uang tidak cukup
it: fondi insufficienti
ja: エレメントが不足しています
ko: 화폐 부족
pt: fundos insuficientes
ru: не хватает средств
th: เงินไม่พอ
vi: Tiền không đủ
zh_hans: 兑换所需道具不足
zh_hant: 兑换所需道具不足

# gen_shop_purchase_status_max_consumable
source: Reached the maximum amount of consumables
de: Höchstanzahl Verbrauchsgegenstände erreicht
es: alcanzaste el máximo de consumibles
fr: limite de consommables atteinte
id: Mencapai jumlah item konsumsi maksimum
it: limite oggetti raggiunto
ja: これ以上は持てません
ko: 소모품을 더 이상 구매할 수 없음
pt: alcançou o máximo de consumíveis
ru: у вас максимум расходных предметов
th: คุณมีไอเทมกดใช้ครบจำนวนสูงสุดแล้ว
vi: Vật phẩm đạt số lượng tối đa
zh_hans: 已获得最大数量的道具
zh_hant: 已获得最大数量的道具

# gen_shop_purchase_status_missing_unlocks
source: missing requirements
de: Bedingungen nicht erfüllt
es: faltan requisitos
fr: conditions manquantes
id: syarat kurang
it: requisiti assenti
ja: 条件を満たしていないようです
ko: 아직 조건을 충족하지 못함
pt: faltam requisitos
ru: невыполненные требования
th: ข้อกำหนดที่ขาดหายไป
vi: yêu cầu còn thiếu
zh_hans: 未解锁前置道具
zh_hant: 未解锁前置道具

# gen_shop_purchase_status_purchased_max_count
source: Reached the maximum amount of purchases
de: Höchstanzahl Käufe erreicht
es: alcanzaste el máximo de compras
fr: limite d'achats atteinte
id: Mencapai jumlah pembelian maksimum
it: numero massimo di acquisti raggiunto
ja: これ以上は購入できません
ko: 더 이상 구매할 수 없음
pt: alcançou o máximo de compras
ru: у вас уже максимум покупок
th: คุณมีการซื้อครบจำนวนสูงสุดแล้ว
vi: Đã đạt số lượng mua tối đa
zh_hans: 已达到兑换上限
zh_hant: 已达到兑换上限

# gen_shop_purchase_status_shop_not_idle
source: The shop is busy, please wait
de: Der Shop ist gerade beschäftigt. Bitte warte kurz.
es: la tienda está llena, espera un momento
fr: la boutique est occupée, merci de patienter
id: Toko sedang sibuk, harap tunggu
it: il negozio è occupato, attendere
ja: 混んでいるので少しお待ちください
ko: 상점에 연결할 수 없음. 잠시만 기다려 주세요
pt: a loja está cheia, espere
ru: магазин занят, подождите немного
th: ร้านค้ายุ่งอยู่ โปรดรอ
vi: Cửa hàng đang bảo trì, vui lòng đợi
zh_hans: 商店正在维护，请稍等
zh_hant: 商店正在维护，请稍等

# gen_shop_purchase_status_unknown_error
source: unknown error
de: Unbekannter Fehler
es: error desconocido
fr: erreur inconnue
id: kesalahan tidak diketahui
it: errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류
pt: erro desconhecido
ru: неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知错误

# generic_shop_section_cycling_days
source: Weekly: {{1}} days remaining
de: Wöchentlich: Noch {{1}} Tage
es: Semanal: quedan {{1}} días
fr: Hebdomadaire : {{1}} jours restants
id: Mingguan: {{1}} hari tersisa
it: Settimanale: {{1}} giorni rimanenti
ja: ウィークリー：残り {{1}} 日
ko: 매 주 교체: {{1}}일 남음
pt: Semanal: {{1}} dias restantes
ru: Предложение недели: ещё {{1}} д.
th: รายสัปดาห์: เหลืออีก {{1}} วัน
vi: Hàng tuần: Còn {{1}} ngày
zh_hans: 每周：还剩{{1}}天
zh_hant: 每週：還剩 {{1}} 天
