Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_intro_2_22
source: In Aviary Village, explore a new workshop full of cozy decorations...
de: Erkunde im Volieren-Dorf eine neue Werkstatt voller gemütlicher Dekorationen ...
es: Explora un nuevo taller en la aldea aviaria repleto de decoraciones acogedoras...
fr: Au village volière, explorez un nouvel atelier rempli de jolies décorations...
id: Di Desa Aviary, jelajahi bengkel baru yang penuh dengan dekorasi yang nyaman...
it: Nel Villaggio degli Uccelli, esplora un nuovo laboratorio pieno di confortevoli decorazioni...
ja: 花鳥郷の工房で心地よい家具や素敵なデコレーションを手に取り…
ko: 새들의 정원 마을에 새로 생긴 제작소에서 아늑한 장식을 둘러보고...
pt: Na Aldeia Aviária, explore uma nova oficina cheia de decorações aconchegantes...
ru: Заходите в новую мастерскую Птичьей деревни, чтобы найти там множество украшений...
th: สำรวจเวิร์คช็อปใหม่ในหมู่บ้านเอเวียรีที่เต็มไปด้วยการตกแต่งอันแสนอบอุ่น...
vi: Tại Làng Chuồng Chim, khám phá một khu xưởng mới với đầy đủ đồ trang trí ấm cúng...
zh_hans: 在云巢里，探索一间装满舒适摆设的新工作室……
zh_hant: 在雲巢中，探索一個充滿舒適擺設的新工坊……

# season_intro_2_23
source: In <2>Aviary Village</2>, an entrance to a mysterious concert hall has opened...
de: Im <2>Volieren-Dorf</2> hat sich der Eingang zu einer geheimnisvollen Konzerthalle geöffnet …
es: En la <2>aldea aviaria</2>, se abrió una entrada hacia un misterioso auditorio…
fr: Au <2>Village volière</2>, l’entrée d’une mystérieuse salle de concert s’est ouverte...
id: Di <2>Desa Aviary</2>, sebuah pintu masuk ke ruang konser misterius telah dibuka...
it: Nel <2>Villaggio degli Uccelli</2> si è aperto l'ingresso a una misteriosa sala concerti...
ja: <2>花鳥郷</2>に神秘的なコンサートホールへの入口が開かれました…
ko: <2>새들의 정원 마을</2>에 수수께끼의 연주회장으로 들어가는 입구가 열렸어요...
pt: Uma entrada para uma misteriosa sala de concertos foi aberta na <2>Aldeia Aviária</2>...
ru: В <2>Птичьей деревне</2> открылся вход в таинственный концертный зал...
th: ทางเข้าไปยังโถงคอนเสิร์ตลึกลับใน<2>หมู่บ้านเอเวียรี</2>ได้เปิดออกแล้ว...
vi: Tại <2>Làng Chuồng Chim</2>, lối vào một phòng hòa nhạc bí ẩn đã mở ra...
zh_hans: 在<2>云巢</2>中，通往一个神秘音乐厅的入口已经打开……
zh_hant: 在<2>雲巢</2>，有個通往神祕音樂廳的入口打開了……

# season_intro_2_24
source: A <b>Storybook</b> hidden in the <b>Vault of Knowledge</b> contains tales from a far-off <b>Valley</b>
de: Ein <b>Geschichtsbuch</b>, versteckt im <b>Tresor des Wissens</b>, enthält Geschichten von einem weit entfernten <b>Tal</b>
es: En un <b>libro de cuentos</b> escondido en la <b>Bóveda de Conocimiento</b>, se recopilan historias de un <b>valle</b> remoto.
fr: Un <b>livre</b> caché dans la <b>Chambre forte de connaissance</b> renferme des histoires de la lointaine <b>vallée</b>.
id: Sebuah <b>Buku Cerita</b> yang tersembunyi di dalam <b>Kubah Pengetahuan</b> berisi kisah-kisah dari <b>Lembah</b> yang jauh di sana
it: Un <b>Libro di fiabe</b> nascosto nella <b>Cupola della Conoscenza</b> contiene i racconti da una <b>valle</b> lontana.
ja: <b>書庫</b>にかくされたとある<b>本</b>には、遠い遠い<b>谷</b>の物語が綴られているようです
ko: <b>지식의 도서관</b>에 숨겨져 있는 <b>이야기책</b>에는 어느 먼 <b>계곡</b>의 이야기가 담겨 있어요.
pt: Um <b>Livro de Histórias</b> escondido no <b>Relicário do Conhecimento</b> contém contos de um <b>vale</b> muito distante
ru: В <b>книге</b>, что скрыта в <b>Хранилище знаний</b>, записаны истории о далеком <b>Доле</b>
th: <b>หนังสือนิทาน</b>ที่ซ่อนอยู่ใน<b>กรุสมบัติแห่งป���ญญา</b>ได้บันทึกมีเรื่องเล่าจาก<b>หุบเขา</b>ที่อยู่แดนไกล
vi: Một cuốn <b>Truyện</b> ẩn trong <b>Kho Tri Thức</b> chứa đựng những câu chuyện từ một <b>Thung lũng</b> xa xôi
zh_hans: 一本藏在<b>禁阁</b>里的<b>故事书</b>讲述了一个遥远<b>山谷</b>的故事
zh_hant: 藏在<b>禁閣</b>中的一本<b>故事書</b>講述了一個來自遠方<b>山谷</b>的故事

# season_intro_2_25
source: In <2>Aviary Village</2>, light emerges from the once closed <1>Dye Workshop</1>...
de: Im <2>Volieren-Dorf</2> erscheint Licht aus der einst geschlossenen <1>Farben-Werkstatt</1> ...
es: En la <2>aldea aviaria</2>, resurge la luz del <1>taller de tinturas</1>...
fr: Au <2>Village volière</2>, la lumière émerge d'un ancien <1>Atelier de teinture</1>...
id: Di <2>Desa Aviary</2>, cahaya muncul dari <1>Lokakarya Warna</1> yang dulu ditutup...
it: Nel <2>Villaggio degli Uccelli</2>, la luce emerge da quella che una volta era la <1>Bottega di tintura</1>...
ja: かつて閉ざされていた<2>花鳥郷</2>の<1>光染め工房</1>に灯りがついています...
ko: 한때 문을 닫았던 <2>새들의 정원 마을</2>의 <1>염색 공방</1>에서 빛이 나기 시작합니다...
pt: A luz emerge do outrora fechado <1>Ateliê de Tintas</1> na <2>Aldeia Aviária</2>...
ru: В <2>Птичьей деревне</2> появился свет, который исходит из закрытой <1>мастерской цвета</1>...
th: ใน<2>หมู่บ้านเอเวียรี</2> แสงได้ปรากฏขึ้นมาจาก<1>เวิร์คช็อปสีย้อม</1>ที่ครั้งหนึ่งได้ปิดตัวลง...
vi: Tại <2>Làng Chuồng Chim</2>, ánh sáng xuất hiện từ <1>Xưởng Nhuộm</1> từng bị đóng kín...
zh_hans: 在<2>云巢</2>里，光线从曾经关闭的<1>染料工作室</1>中浮现……
zh_hant: 在<2>雲巢</2>，光芒從曾經封閉的<1>光之染坊</1>中湧現……

# season_intro_3_04
source: Every day there are new quests to complete and seasonal candles to find
de: Jeden Tag warten neue Quests und Saisonskernen auf dich
es: Todos los días hay misiones nuevas para completar y velas de temporada por descubrir
fr: Chaque jour, vous aurez de nouvelles quêtes à compléter et de nouvelles bougies saisonnières à trouver
id: Selalu ada misi baru untuk diselesaikan dan lilin musiman untuk ditemukan setiap harinya
it: Ogni giorno ci sono nuove missioni da completare e candele stagionali da trovare.
ja: 毎日新しいクエストと、シーズン期間中限定のゴールドキャンドルが登場します。
ko: 매일 새로운 퀘스트와 시즌양초가 주어집니다.
pt: Todo dia há novas missões para concluir e velas de temporada para encontrar
ru: Каждый день можно выполнять новые задания и искать сезонные свечи
th: มีภารกิจใหม่ให้ทำและมีเทียนประจำฤดูกาลให้ค้นหาทุกวัน
vi: Mỗi ngày đều có các nhiệm vụ và các ngọn nến mùa mới
zh_hans: 每天都有新任务和限定蜡烛的更新。
zh_hant: 每天都有新任務和限定蠟燭的更新。

# season_intro_3_05
source: Every day there are new quests to complete and seasonal candles to find
de: Jeden Tag warten neue Quests und Saisonskernen auf dich
es: Todos los días hay misiones nuevas para completar y velas de temporada por descubrir
fr: Chaque jour, vous aurez de nouvelles quêtes à compléter et de nouvelles bougies saisonnières à trouver
id: Selalu ada misi baru untuk diselesaikan dan lilin musiman untuk ditemukan setiap harinya
it: Ogni giorno ci sono nuove missioni da completare e candele stagionali da trovare.
ja: 毎日新しいクエストと、シーズン期間中限定のゴールドキャンドルが登場します。
ko: 매일 새로운 퀘스트와 시즌양초가 주어집니다.
pt: Todo dia há novas missões para concluir e velas de temporada para encontrar
ru: Каждый день можно выполнять новые задания и искать сезонные свечи
th: มีภารกิจใหม่ให้ทำและมีเทียนประจำฤดูกาลให้ค้นหาทุกวัน
vi: Mỗi ngày đều có các nhiệm vụ và các ngọn nến mùa mới
zh_hans: 每天都有新任务和限定蜡烛的更新。
zh_hant: 每天都有新任務和限定蠟燭的更新。

# season_intro_3_06
source: Take the <2>boat</2> and set sail. Follow their path, a new land awaits...
de: Nimm das <2>Boot</2> und setze Segel. Folge ihnen, denn ein neues Land wartet auf dich ...
es: Súbete al <2>bote</2> y zarpa. Sigue su camino, te espera una nueva tierra...
fr: Prenez le <2>bateau</2> et levez les voiles. Suivez-les, un nouveau royaume vous attend…
id: Siapkan <2>perahu</2> dan berlayarlah. Ikuti jalan mereka, pulau baru menanti ...
it: Prendi la <2>barca</2> e salpa. Segui il loro percorso, una nuova terra ti aspetta...
ja: <2>舟</2>に乗り込みましょう。彼らの後を辿り、新たな地を目指すのです…
ko: <2>배</2>를 타고 항해를 시작하세요. 길을 따라가면 새로운 땅이 기다립니다…
pt: Pegue o <2>barco</2> e navegue. Siga o caminho, uma nova terra aguarda você...
ru: Садитесь в <2>лодку</2> и отплывайте. Следуйте по их пути – вас ждет новая земля...
th: ขึ้น<2>เรือ</2>และออกเดินทาง แล้วมุ่งไปตามเส้นทางเดินเรือ ดินแดนแห่งใหม่รอคอยคุณอยู่...
vi: Ngồi lên <2>thuyền nhỏ</2> và ra khơi. Hãy theo bước chân của họ, cả một lục địa mới đang chờ được khám phá…
zh_hans: 坐上<2>小船</2>，扬帆起航。跟随他们的步伐，一片全新的大陆等待着探索…
zh_hant: 坐上<2>小船</2>，揚帆起航。跟隨他們的步伐，一片全新的大陸等待著探索…

# season_intro_3_07
source: Join the vacationers in this sanctuary. A Guide awaits your arrival.
de: Schließe dich den Urlaubern in ihre Zuflucht an. Ein Helfer wartet auf deine Ankunft.
es: Únete a los vacacionistas en este santuario. Un guía espera tu llegada.
fr: Rejoignez les vacanciers dans ce sanctuaire. Un guide attend votre arrivée.
id: Begabunglah dengan para pelancong di tempat suci ini. Seorang Pemandu menantikan kedatanganmu.
it: Unisciti ai vacanzieri in questo santuario. Una guida attende il tuo arrivo.
ja: 楽園を楽しむ彼らに加わりましょう。案内人があなたの訪れを待っています。
ko: 낙원에서 함께 휴가를 보내요. 안내인이 기다리고 있습니다.
pt: Junte-se aos turistas neste santuário. Um guia aguarda sua chegada.
ru: Отдохните вместе с ними в их укрытии. Проводник уже ждет вас.
th: เข้าร่วมกับนักท่องเที่ยวในสวรรค์แห่งนี้ ผู้แนะนำกำลังรอคอยการมาถึงของคุณ
vi: Tham gia cùng những vị khách trong khu đảo này. Người dẫn đường đang chờ bạn đến.
zh_hans: 和先灵们一起来到海岛上，加入度假之旅。一位向导正在等待着您。
zh_hant: 和先靈們一起來到海島上，加入度假之旅。一位嚮導正在等待著您。

# season_intro_3_08
source: Seek the Prophets in the Cave of Prophecies. A Guide awaits your arrival.
de: Suche den Propheten in der Höhle der Prophezeiungen. Ein Helfer wartet auf deine Ankunft.
es: Busca a las Profetas en la Cueva de las Profecías. Un guía espera tu llegada.
fr: Cherchez les prophètes dans la Grotte des prophéties. Un guide attend votre arrivée.
id: Cari Utusan di Gua Nubuat. Seorang pemandu menantikan kedatanganmu.
it: Cerca i profeti nella Grotta delle Profezie. Una guida attende il tuo arrivo.
ja: 預言者の石窟にて、あなたを導く案内人をたより、預言者たちを探し出しましょう
ko: 예언의 동굴에서 예언자를 찾으세요. 안내자가 기다리고 있습니다.
pt: Encontre os profetas na Caverna das Profecias. Um guia espera a sua chegada.
ru: Отыщите Пророков в Пещере пророчеств. Проводник вас ждет.
th: ตามหาผู้พยากรณ์ในถ้ำแห่งคำพยากรณ์ ผู้แนะนำกำลังรอการมาถึงของคุณ
vi: Hãy tìm Nhà tiên tri tại Hang Bình Minh. Người dẫn đường đang chờ bạn đến.
zh_hans: 在预言山谷找到先知，他将引导您的前行。
zh_hant: 在預言山谷找到先知，他將引導您的前行。

# season_intro_3_09
source: Like others, a young performer dreamt of being on stage.
de: Wie viele andere träumt ein junger Eiskunstläufer, einmal für das Königreich aufzutreten.
es: Al igual que otros, una joven patinadora soñaba con presentarse para el reino.
fr: Comme d'autres, une jeune patineuse rêvait de faire son spectacle devant le royaume.
id: Seperti lainnya, seorang penampil muda bermimpi bisa naik panggung.
it: Come tanti altri, una giovane skater sognava di esibirsi per il regno.
ja: 多くの者がそうであるように、とある若きスケーターもまた、王国の為に舞う日を夢見ていました
ko: 한 어린 스케이트 선수는 다른 이들처럼 무대에 서기를 꿈꾸었습니다
pt: Como qualquer outra pessoa, um jovem patinador sempre sonhou em se apresentar para todo o reino.
ru: Как и другие, юная фигуристка мечтала выступать на публике.
th: นักแสดงหนุ่มใฝ่ฝันที่จะได้แสดงอยู่บนเวทีเหมือนคนอื่นๆ
vi: Giống như những người khác, một nghệ sĩ trẻ mơ ước được đứng trên sân khấu.
zh_hans: 一位年轻人渴望像他们一样成为舞台上的明星
zh_hant: 一位年輕人渴望像他們一樣成爲舞臺上的明星

# season_intro_3_10
source: At one abandoned camp, a lonely <1>scout</1> wishes to build the ultimate treehouse.
de: Ein einsamer <1>Pfadfinder</1> in einem verlassenen Lager möchte das ultimative Baumhaus bauen.
es: En uno de los campamentos abandonados, un <1>explorador</1> solitario desea construir la casita del árbol definitiva.
fr: Dans un camp abandonné, un <1>scout solitaire</1> souhaite construire l'ultime cabane dans les arbres.
id: Di suatu kamp terbengkalai, seorang <1>pramuka</1> kesepian ingin membangun rumah pohon terbaik.
it: In un accampamento abbandonato, uno <1>scout</1> solitario vorrebbe costruire una bellissima casa sull'albero.
ja: 見捨てられたキャンプ地のひとつで、ひとりぼっちの<1>スカウト</1>が究極のツリーハウスを建てたいと願っています
ko: 버려진 캠프에서 고독한 <1>스카우트 단원</1>이 근사한 나무집을 지으려고 합니다
pt: Em um acampamento abandonado, um <1>batedor</1> solitário quer construir a casa da árvore mais impressionante de todas.
ru: Одинокий <1>скаут</1> в заброшенном лагере мечтает построить идеальный домик на дереве.
th: ณ ค่ายร้างแห่งหนึ่ง <1>ผู้สอดแนม</1>แสนโดดเดี่ยวปรารถนาจะสร้างบ้านต้นไม้สุดแสนมหัศจรรย์
vi: Trong một khu trại bỏ hoang, một chàng <1>Hướng đạo sinh</1> đơn độc muốn xây dựng một ngôi nhà trên cây.
zh_hans: 在一个废弃的营地，一个孤独的<1>童子军</1>希望建造终极树屋。
zh_hant: 在一個廢棄的營地，一個孤獨的<1>童子軍</1>希望建造終極樹屋。

# season_intro_3_11
source: The <1>Visitor</1> hopes to wander and learn about the kingdom.
de: Der <1>Besucher</1> möchte durchs Königreich wandern und mehr darüber erfahren.
es: El <1>visitante</1> espera poder caminar por doquier y aprender sobre el reino.
fr: Le <1>visiteur</1> espère se promener et apprendre à connaître le royaume
id: <1>Pengunjung</1> ingin berkeliling dan mempelajari kerajaan ini.
it: L'<1>ospite</1> spera di poter andare in giro a conoscere il regno.
ja: <1>お客さま</1>は王国を見物したいようです
ko: <1>방문객</1>은 돌아다니며 이곳에 대해 알고 싶은 듯합니다
pt: O <1>visitante</1> almeja vagar e aprender sobre o reino.
ru: <1>Гость</1> надеется попутешествовать и узнать больше о королевстве.
th: <1>ผู้มาเยือน</1>หวังที่จะเดินเยี่ยมชม และเรียนรู้เกี่ยวกับอาณาจักรแห่งนี้
vi: Vị <1>Khách</1> muốn đi lang thang và tìm hiểu về vương quốc.
zh_hans: 这位<1>访客</1>希望能徜徉其中，了解这个王国。
zh_hant: 這位<1>訪客</1>希望能徜徉其中，了解這個王國。

# season_intro_3_12
source: Soar across the sky to re-open aerial passageways between the realms.
de: Fliege durch die Lüfte, um die Himmelswege zwischen den Reichen wieder zu öffnen.
es: Vuela por el cielo para reabrir los pasadizos aéreos entre los reinos.
fr: Envolez-vous dans les cieux pour rouvrir les passages aériens entre les royaumes.
id: Terbang melintasi langit untuk membuka kembali jalur udara di antara alam.
it: Sorvola i cieli per riaprire i passaggi aerei tra i regni.
ja: 空を翔け、各地方を繋ぐ空の往来をよみがえらせるのです
ko: 높이 날아올라 왕국을 잇는 구름 속 통로를 다시 열어주세요
pt: Voe pelo céu para reabrir passagens aéreas entre os reinos.
ru: Парите в небесах и открывайте заново воздушные переходы между мирами.
th: ทะยานข้ามท้องฟ้าเพื่อเปิดเส้นทางเดินอากาศระหว่างอาณาจักรอีกครั้ง
vi: Bay lên bầu trời, mở lại thông đạo trên không giữa các vương quốc.
zh_hans: 飞上天空，重新开启各个领域之间的空中通道。
zh_hant: 翱翔天空，重新開啓各個領域之間的空中通道。

# season_intro_3_13
source: Take the <2>boat</2> and follow their path. Find what treasure awaits!
de: Nimm dir ein <2>Boot</2> und folge ihnen. Welche Schätze warten wohl auf dich?
es: Toma el <2>bote</2> y sigue su camino. ¡Descubre qué tesoros te esperan!
fr: Prenez le <2>bateau</2> et suivez le chemin qu'ils ont pris. Trouvez le trésor qui vous attend !
id: Siapkan <2>perahu</2> dan ikuti jalan mereka. Temukan harta karun yang menanti!
it: Prendi la <2>barca</2> e segui la stessa rotta. Un tesoro ti aspetta!
ja: <2>舟</2>に乗り込み、彼らの足取りを追い、どんなお宝が待っているのか探しに行きましょう！
ko: <2>배</2>를 타고 보물 사냥꾼들을 따라가세요. 어떤 보물이 기다리는지 확인해보세요!
pt: Pegue o <2>barco</2> e siga o caminho deles. Descubra os tesouros que estão à sua espera!
ru: Садитесь в <2>лодку</2> и плывите за ними на поиск сокровищ!
th: ขึ้น<2>เรือ</2>และมุ่งไปตามเส้นทางเดินเรือ มาค้นหากันว่ามีสมบัติอะไรรออยู่!
vi: Ngồi <2>thuyền</2> đi theo họ. Kho báu đang chờ đợi!
zh_hans: 乘<2>船</2>跟随他们。寻找那里的宝藏！
zh_hant: 乘<2>船</2>沿著他們的路線航行。找到等待我們的寶藏！

# season_intro_3_14
source: Visit the <2>Stage</2> tucked away in a sleepy mountain village.
de: Besuche die <2>Bühne</2> in einem verschlafenen, abgelegene Bergdorf.
es: Visita el <2>escenario</2> refugiado en una soñolienta aldea montañosa.
fr: Visitez la <2>scène</2>, nichée dans un village de montagne endormi.
id: Kunjungi <2>Panggung</2> yang terletak di desa pegunungan mengantuk.
it: Visita il <2>palcoscenico</2> nascosto in un tranquillo villaggio di montagna.
ja: 山間の静かな町に、ひっそりと佇む<2>劇場</2>に向かいましょう
ko: 잠자는 산 속 마을 깊은 곳에 자리잡은 <2>무대</2>를 찾아보세요.
pt: Visite o <2>palco</2> escondido em uma pacata aldeia nas montanhas.
ru: Посетите <2>сцену</2>, спрятанную в сонной горной деревушке.
th: เยี่ยมชม<2>เวที</2>ที่ซ่อนอยู่ภายในหมู่บ้านบนภูเขาอันเงียบสงบ
vi: Ghé thăm <2>Sân khấu</2> ẩn trong một ngôi làng miền núi yên bình.
zh_hans: 参观隐藏在一座无名山村中的<2>舞台</2>。
zh_hant: 參觀隱藏在一座無名山村之中的<2>舞台</2>。

# season_intro_3_15
source: Go together with your friends to remedy the corruption.
de: Befreie gemeinsam mit deinen Freunden den Ort von der Verderbnis.
es: Ve junto a tus amistades para remediar la corrupción.
fr: Partez avec vos amis pour remédier à la corruption.
id: Pergilah bersama teman untuk memperbaiki kerusakan.
it: Vai insieme ai tuoi amici per porre fine alla corruzione.
ja: フレンドたちと手を取りあい、闇を浄化し侵食を止めてください
ko: 친구들과 힘을 합쳐 오염을 정화해 주세요.
pt: Vá junto com seus amigos para remediar a corrupção.
ru: Попробуйте одолеть эту напасть вместе с друзьями.
th: ร่วมเดินทางไปพร้อมกับเพื่อนๆ ของคุณเพื่อหยุดยั้งความชั่วร้าย
vi: Đồng hành cùng bạn bè và trục xuất bóng tối khỏi các vùng đất.
zh_hans: 和你的好友同行，拯救腐坏之地。
zh_hant: 與朋友集結起來對抗黑暗的侵襲。

# season_intro_3_16
source: Visit the <2>Coliseum</2> where crowds gather together.
de: Besuche das <2>Kolosseum</2>, wo sich viele Leute versammeln.
es: Visita el <2>coliseo</2> donde se amontonan las multitudes.
fr: Visitez le <2>Colisée</2> où les foules se rassemblent.
id: Kunjungi <2>koloseum</2> tempat orang-orang berkumpul.
it: Visita il <2>Colosseo</2> dove si raduna la folla.
ja: 人々が集う<2>円形劇場</2>に向かいましょう
ko: 관객이 모이는 <2>대경기장</2>을 찾아가세요.
pt: Visite o <2>coliseu</2> onde as multidões se reúnem.
ru: Зайдите в <2>колизей</2>, где собираются толпы.
th: เยี่ยมชม<2>โคลีเซียม</2>อันเป็นสถานที่ซึ่งผู้คนมารวมตัวกัน
vi: Ghé thăm <2>đấu trường</2>, nơi luôn luôn đông đúc.
zh_hans: 前往人群聚集的<2>圆形竞技场</2>。
zh_hant: 拜訪人群聚集的<2>競技場</2>。

# season_intro_3_17
source: The <1>Remembrance Guide</1> awaits you in the Repository. <b>Find them</b>, and together you may help the <1>spirits</1> within.
de: Der <1>Gedenken-Helfer</1> erwartet dich im Archiv. <b>Finde den Helfer</b>, damit ihr gemeinsam den <1>Geistern</1> im Inneren helfen könnt.
es: El <1>guía de conmemoración</1> te espera en el almacén. <b>Encuéntralo</b>, juntos podrían ayudar a los <1>espíritus</1> dentro.
fr: Le <1>guide du Souvenir</1> vous attend dans le Dépôt. <b>Trouvez-le</b>, et ensemble, vous pourrez aider les <1>esprits</1> qui s'y trouvent.
id: <1>Pemandu Kenangan</1> menantimu di Gudang. <b>Cari mereka</b>, bersama-sama kalian bisa membantu <1>para roh</1> di dalam.
it: La <1>Guida della Commemorazione</1> ti aspetta nella Cripta. <b>Trovala</b> e insieme potrete aiutare gli <1>spiriti</1> là dentro.
ja: <1>追慕の案内人</1>が保存庫であなたを待っています。<b>案内人のもとへ向かい</b>, 一緒に<1>精霊たち</1>を救いましょう
ko: <1>기억의 안내자</1>가 보관소에서 당신을 기다립니다. <b>안내자를 찾아</b> 함께 <1>영혼</1>을 도와주세요.
pt: O <1>Guia da Recordação</1> espera você no Repositório. <b>Encontre-o</b> e, juntos, vocês podem ajudar os <1>espíritos</1>.
ru: <1>Проводник Памяти</1> ожидает вас в тайнике. <b>Отыщите его</b>, и вместе вы сможете помочь <1>духам</1>.
th: <1>ผู้แนะนำความทรงจำ</1>รอคุณอยู่ในโกดัง<b>ค้นหาพวกเขาให้เจอ</b> และคุณอาจร่วมมือกันช่วยเหลือ<1>เหล่าสปิริต</1>ที่อยู่ข้างในได้
vi: <1>Chỉ Dẫn Tưởng Nhớ</1> đang chờ bạn trong Kho Chứa. <b>Hãy tìm họ</b> và cùng nhau giúp các <1>tinh linh</1> trong đó.
zh_hans: <1>缅怀向导</1>在贮藏室里等着你。<b>找到向导</b>，你们就能一起帮助里面的<1>先灵</1>了。
zh_hant: <1>緬懷嚮導</1>在知識庫等待你的<b>到來</b>，你們可以一起幫助藏身在那裡的<1>先靈</1>。

# season_intro_3_18
source: Under the moonlight, the <1>mask-maker</1> conjures lessons of cooperation for their unruly <1>pupils</1>.
de: Im Mondlicht beschwört der <1>Maskenmacher</1> Lektionen über Zusammenarbeit für seine unbändigen <1>Schüler</1>.
es: Bajo la luz de la luna, la <1>fabricante de máscaras</1> conjura lecciones de cooperación para sus revoltosos <1>estudiantes</1>.
fr: Au clair de lune, la <1>faiseuse de masques</1> conjure des leçons de coopération pour ses <1>élèves</1> indisciplinés.
id: Di bawah cahaya bulan, si <1>pembuat topeng</1> mengajarkan pelajaran tentang kerja sama kepada <1>para muridnya</1> yang sulit diatur.
it: Al chiaro di luna, l'<1>artigiana delle maschere</1> evoca lezioni di cooperazione per i suoi <1>alunni</1> indisciplinati.
ja: 月明かりの中、<1>仮面職人</1>が呼び覚ますは、手に余る<1>見習いたち</1>が協調を学ぶための教えの数々
ko: 달빛 아래에서 <1>가면 제작자</1>가 제멋대로 구는 <1>제자들</1>에게 협동의 가르침을 내립니다.
pt: Sob a luz do luar, a <1>fabricante de máscaras</1> conjura lições de cooperação para seus <1>pupilos</1> desregrados.
ru: В лунном свете <1>мастер по маскам</1> учит своих озорных <1>учеников</1> взаимопомощи.
th: ภายใต้แสงจันทร์ <1>ผู้สร้างหน้ากาก</1>ได้รังสรรค์บทเรียนแห่งความร่วมมือสำหรับ<1>ลูกศิษย์</1>ที่ไม่เชื่อฟังของพวกเขา
vi: Dưới ánh trăng, <1>người làm mặt nạ</1> gợi ra những bài học về sự hợp tác cho những <1>học trò</1> ngỗ ngược.
zh_hans: 月光下，<1>面具工匠</1>给不服管教的<1>学生们</1>上了一堂名为合作的夜课。
zh_hant: 月光下，<1>面具工匠</1>為不服管教的<1>學生們</1>上了一堂名為合作的夜課。

# season_intro_3_19
source: The <1>Moments Guide</1> awaits you there with a unique <2>device</2>.
de: Dort erwartet dich der <1>Momente-Helfer</1> mit einem einzigartigen <2>Gerät</2>.
es: El <1>guía de los momentos</1> te espera allí con un <2>dispositivo</2> exclusivo.
fr: Le <1>guide des Instants</1>vous y attend avec un <2>dispositif</2> unique.
id: <1>Pemandu Momen</1> menunggumu di sana dengan sebuah <2>alat</2> yang unik.
it: La <1>Guida dei Momenti</1> ti aspetta lì con un <2>dispositivo</2> speciale.
ja: <1>瞬きの案内人</1>が、特殊な<2>機械</2>を持ちながら、あなたの訪れを待っています
ko: <1>순간의 안내자</1>가 특별한 <2>도구</2>와 함께 기다리고 있어요.
pt: O <1>Guia dos Momentos</1> aguarda você com um <2>dispositivo</2> único.
ru: Там вас ожидает <1>проводник мгновений</1> с уникальным <2>устройством</2>.
th: <1>ผู้แนะนำช่วงเวลา</1>รอคุณอยู่ที่นั่นพร้อมกับ<2>อุปกรณ์</2>พิเศษ
vi: <1>Chỉ Dẫn Khoảnh Khắc</1> đang chờ bạn với một <2>thiết bị</2> độc đáo.
zh_hans: 带有独特<2>设备</2>的<1>拾光向导</1>在那里等着你。
zh_hant: <1>拾光嚮導</1>會帶著一台獨特的<2>裝置</2>在那邊等你。

# season_intro_3_21
source: Relive the <1>spirits'</1> memories and finish the mural to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> und vervollständige das Wandbild, um die ultimative Belohnung zu erhalten.
es: Revive los recuerdos del <1>espíritu</1> y termina el mural para conseguir la recompensa definitiva.
fr: Revivez les souvenirs des <1>esprits</1> et terminez la fresque pour gagner la récompense ultime.
id: Hidupkan kembali kenangan para <1>roh</1> dan selesaikan mural untuk mendapatkan hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa il murale per ottenere la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、壁画を完成させ、究極の贈り物を授かりましょう
ko: <1>영혼</1>의 기억을 다시 체험하고 벽화를 완성하여 최종 보상을 획득하세요.
pt: Reviva as lembranças dos <1>espíritos</1> e termine o mural para ganhar a recompensa suprema.
ru: Переживите воспоминания <1>духов</1>, завершите фреску, и вы получите главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1> และฟื้นฟูจิตรกรรมฝาผนังให้เสร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng lại ký ức của <1>tinh linh</1> và hoàn thành bức cổ họa để nhận được phần thưởng cuối cùng.
zh_hans: 重温<1>先灵的</1>记忆并完成壁画，以获得最终的奖励。
zh_hant: 重溫<1>先靈們</1>的回憶，完成壁畫以獲得終極獎勵。

# season_intro_3_22
source: ...and furnish a Nest of your own.
de: ...und richte dein eigenes Nest ein.
es: y decora tu propia morada.
fr: ... et meublez votre propre nid.
id: ... dan lengkapi Sarang milikmu sendiri.
it: ...e arreda il tuo Nido.
ja: あなただけの巣を作り上げましょう
ko: ...나만의 보금자리를 꾸며 보세요.
pt: ... para mobiliar seu próprio ninho.
ru: ...и обустроить собственное гнездышко.
th: ...และตกแต่งรังของคุณเอง
vi: ...và trang hoàng cho chiếc Tổ của riêng bạn.
zh_hans: ……并布置一个属于你自己的巢穴。
zh_hant: ……並佈置一個屬於你自己的巢穴。
