Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap19_quest04_hint3
source: The <1>Ascetic Monk</1> is in a deep state of meditation. <b>Use your zoom</b> to capture the <1>Ascetic Monk</1> without disturbing them.
de: Der <1>Asketen-Mönch</1> befindet sich in einem tiefen Zustand der Meditation. <b>Benutze deinen Zoom</b>, um den <1>Asketen-Mönch</1> einzufangen, ohne ihn zu stören.
es: El <1>monje ascético</1> está en un profundo estado de meditación. <b>Usa el zoom</b> para capturar al <1>monje ascético</1> sin molestarlo.
fr: Le <1>moine ascétique</1> se trouve dans un état de méditation intense. <b>Utilisez le zoom</b> pour capturer le <1>moine ascétique</1> sans le déranger.
id: <1>Biarawan Bertapa</1> sedang bermeditasi secara khusyuk. <b>Gunakan zoom</b> untuk memotret <1>Biarawan Bertapa</1> tanpa mengganggu mereka.
it: Il <1>Monaco asceta</1> si trova in un stato profondo di meditazione. Usa lo zoom </b> per fotografare il <1>Monaco asceta</1> senza disturbarlo.
ja: <1>節制の修行者</1>は深い瞑想に入っています。<b>ズーム機能</b>を活用し、瞑想の邪魔をしないように<1>節制の修行者</1>を撮影しましょう
ko: <1>금욕적인 수도승</1>은 깊이 명상하고 있습니다. <b>줌 기능</b>으로 화면을 확대하여 <1>금욕적인 수도승</1>을 방해하지 않고 사진을 찍어주세요.
pt: O <1>Monge Asceta</1> está em profundo estado de meditação. <b>Use o zoom</b> para capturar o <1>Monge Asceta</1> sem perturbá-lo.
ru: <1>Монах-отшельник</1> пребывает в глубокой медитации. <b>Используйте масштабирование</b>, чтобы снять <1>Монаха-отшельника</1>, не отвлекая его.
th: <1>นักพรต</1>กำลังเข้าฌาน <b>ใช้ซูมของคุณ</b>เพื่อถ่ายภาพ<1>นักพรต</1>โดยไม่รบกวนเขา
vi: <1>Nhà Sư Khổ Hạnh</1> đang trong trạng thái thiền định sâu. <b>Sử dụng tính năng thu phóng</b> chụp hình <1>Nhà Sư Khổ Hạnh</1> để không làm phiền ngài.
zh_hans: <1>苦行僧侣</1>处于深度冥想状态。<b>使用变焦</b>捕捉<1>苦行僧侣</1>，但不要打扰他。
zh_hant: <1>苦行僧侶</1>正沉浸在深度冥想中。<b>使用放大</b>功能拍攝<1>苦行僧侶</1>而不要打擾他。

# ap19_quest04_hint4
source: The <1>Ascetic Monk</1> is in a deep state of meditation. <b>Join them</b> and photograph what the <1>Ascetic Monk</1> is admiring.
de: Der <1>Asketen-Mönch</1> befindet sich in einem tiefen Zustand der Meditation. <b>Schließe dich an</b> und fotografiere, was der <1>Asketen-Mönch</1> bewundert.
es: El <1>monje ascético</1> está en un profundo estado de meditación. <b>Únete a él</b> y toma una fotografía de lo que está admirando el <1>monje ascético</1>.
fr: Le <1>moine ascétique</1> se trouve dans un état de méditation intense. <b>Rejoignez-le</b> pour photographier la source de l’admiration du <1>moine ascétique</1>.
id: <1>Biarawan Bertapa</1> sedang bermeditasi secara khusyuk. <b>Bergabunglah dengan mereka</b> dan potret apa yang dikagumi oleh <1>Biarawan Bertapa</1>.
it: Il <1>Monaco asceta</1> si trova in uno stato profondo di meditazione. <b>Unisciti a lui</b> e fotografa ciò che il <1>Monaco asceta</1> sta ammirando.
ja: <1>節制の修行者</1>は深い瞑想に入っています。<b>後を追い</b>、<1>節制の修行者</1>が感嘆しているものを撮影しましょう
ko: <1>금욕적인 수도승</1>은 깊이 명상하고 있습니다. <b>명상에 참여해서</b> 사진으로 <1>금욕적인 수도승</1>이 감탄하고 있는 대상을 사진으로 찍어주세요.
pt: O <1>Monge Asceta</1> está em profundo estado de meditação. <b>Junte-se a ele</b> e fotografe o que o <1>Monge Asceta</1> está admirando.
ru: <1>Монах-отшельник</1> пребывает в глубокой медитации. <b>Присоединитесь к нему</b> и сфотографируйте то, чем восхищается <1>Монах-отшельник</1>.
th: <1>นักพรต</1>กำลังเข้าฌาน <b>เข้าร่วมกับเขา</b> แล้วถ่ายภาพสิ่งที่<1>นักพรต</1>กำลังชื่นชม
vi: <1>Nhà Sư Khổ Hạnh</1> đang trong trạng thái thiền định sâu. Hãy <b>tham gia cùng</b> và chụp hình thứ mà <1>Nhà Sư Khổ Hạnh</1> đang say mê.
zh_hans: <1>苦行僧侣</1>处于深度冥想状态。<b>加入他</b>，拍摄<1>苦行僧侣</1>欣赏的景色。
zh_hant: <1>苦行僧侶</1>正沉浸在深度冥想中。<b>加入他</b>，並拍攝<1>苦行僧侶</1>所欣賞的景物。

# ap19_quest04_hint5
source: The <1>Ascetic Monk</1> is in a deep state of meditation. <b>Join them</b> and take a picture together.
de: Der <1>Asketen-Mönch</1> befindet sich in einem tiefen Zustand der Meditation. <b>Schließe dich an</b> und mach ein gemeinsames Foto.
es: El <1>monje ascético</1> está en un profundo estado de meditación. <b>Únete a él</b> y tómense una foto juntos.
fr: Le <1>moine ascétique</1> se trouve dans un état de méditation intense. <b>Rejoignez-le</b> et prenez une photo ensemble.
id: <1>Biarawan Bertapa</1> sedang bermeditasi secara khusyuk. <b>Bergabunglah dengan mereka</b> dan foto bersama.
it: Il <1>Monaco asceta</1> si trova in un stato profondo di meditazione. <b>Unisciti a lui</b> per scattare una foto insieme.
ja: <1>節制の修行者</1>は深い瞑想に入っています。<b>後を追い</b>、一緒に写真を取りましょう
ko: <1>금욕적인 수도승</1>은 깊이 명상하고 있습니다. <b>명상에 참여해서</b> 영혼과 함께 사진을 찍어주세요.
pt: O <1>Monge Asceta</1> está em profundo estado de meditação. <b>Junte-se a ele</b> e tirem uma foto juntos.
ru: <1>Монах-отшельник</1> пребывает в глубокой медитации. <b>Присоединитесь к нему</b> и сфотографируйтесь вместе.
th: <1>นักพรต</1>กำลังเข้าฌาน <b>เข้าร่วมกับเขา</b>แล้วถ่ายภาพร่วมกัน
vi: <1>Nhà Sư Khổ Hạnh</1> đang trong trạng thái thiền định sâu. Hãy <b>tham gia cùng</b> và chụp hình cùng nhau.
zh_hans: <1>苦行僧侣</1>处于深度冥想状态。<b>加入他</b>，拍张合影。
zh_hant: <1>苦行僧侶</1>正沉浸在深度冥想中。<b>加入他</b>，一起拍張照吧。

# ap19_quest04_hint6
source: Photograph the <1>Ascetic Monk</1> while they meditate.
de: Fotografiere den <1>Asketen-Mönch</1> bei der Meditation.
es: Toma una fotografía del <1>monje ascético</1> mientras medita.
fr: Photographiez le <1>moine ascétique</1> pendant qu’il médite.
id: Potret <1>Biarawan Bertapa</1> saat mereka sedang bermeditasi.
it: Fotografa il <1>Monaco asceta</1> mentre medita.
ja: 瞑想中の<1>節制の修行者</1>を撮影しましょう
ko: 명상하는 <1>금욕적인 수도승</1>을 사진으로 찍어주세요.
pt: Fotografe o <1>Monge Asceta</1> enquanto ele está meditando.
ru: Сфотографируйте <1>Монаха-отшельника</1>, пока он медитирует.
th: ถ่ายภาพ<1>นักพรต</1> ในขณะกำลังทำสมาธิ
vi: Chụp hình <1>Nhà Sư Khổ Hạnh</1> khi ngài đang thiền định.
zh_hans: 拍摄<1>苦行僧侣</1>冥想时的照片。
zh_hant: 在<1>苦行僧侶</1>冥想時，拍下他的照片。

# ap19_quest04_info1
source: The <1>Ascetic Monk</1> is embarking on a pilgrimage up the mountain.
de: Der <1>Asketen-Mönch</1> begibt sich auf eine Pilgerreise auf den Berg.
es: El <1>monje ascético</1> se embarca en un peregrinaje hacia lo alto de la montaña.
fr: Le <1>moine ascétique</1> embarque pour un pèlerinage en haut de la montagne.
id: <1>Biarawan Bertapa</1> memulai ziarah ke gunung.
it: Il <1>Monaco asceta</1> sta partendo per un pellegrinaggio sulle montagne.
ja: <1>節制の修行者</1>は山を登る巡礼に出かけようとしています
ko: <1>금욕적인 수도승</1>이 산 위로 순례를 떠나고 있습니다.
pt: O <1>Monge Asceta</1> está embarcando em uma peregrinação montanha acima.
ru: <1>Монах-отшельник</1> отправляется в паломничество в горы.
th: <1>นักพรต</1>กำลังออกเดินทางแสวงบุญขึ้นไปบนภูเขา
vi: <1>Nhà Sư Khổ Hạnh</1> đang bắt đầu chuyến hành hương lên núi.
zh_hans: <1>苦行僧侣</1>正在上山朝圣。
zh_hant: <1>苦行僧侶</1>即將踏上登山朝聖之旅。

# ap19_quest04_info2
source: Join the <1>Moments Guide</1> to photograph the <1>Ascetic Monk's</1> meditation <b>journey</b>.
de: Begleite den <1>Momente-Helfer</1> und fotografiere die <b>Meditationsreise</b> des <1>Asketen-Mönchs</1>.
es: Únete al <1>guía de los momentos</1> para fotografía el <b>viaje</b>meditativo del <1>monje ascético</1>.
fr: Rejoignez le <1>guide des Instants</1> pour photographier le<1>périple</1> spirituel du <b>moine ascétique</b>.
id: Bergabunglah dengan <1>Pemandu Momen</1> untuk memotret <b>perjalanan</b> meditasi <1>Biarawan Bertapa</1>.
it: Unisciti alla <1>Guida del Momenti</1> per fotografare il <b>viaggio</b> meditativo del <1>Monaco asceta</1>.
ja: <1>瞬きの案内人</1>と一緒に、<1>節制の修行者</1>の瞑想の<b>旅路</b>を撮影しましょう
ko: <1>순간의 안내자</1>를 따라가 <1>금욕적인 수도승</1>의 명상 <b>여정</b>을 사진으로 남겨주세요.
pt: Junte-se ao <1>Guia dos Momentos</1> para fotografar a <b>jornada</b> de meditação do <1>Monge Asceta</1>.
ru: Присоединитесь к <1>Проводнику мгновений</1>, чтобы сфотографировать <b>путь</b> медитации <1>Монаха-отшельника</1>.
th: เข้าร่วมกับ<1>ผู้แนะนำช่วงเวลา</1>เพื่อถ่ายภาพ<1>การเดินทาง</1>ทำสมาธิของ<b>นักพรต</b>
vi: Cùng <1>Chỉ Dẫn Khoảnh Khắc</1> chụp hình <b>hành trình</b> thiền định của <1>Nhà Sư Khổ Hạnh</1>.
zh_hans: 加入<1>拾光向导</1>，拍摄<1>苦行僧侣</1>的冥想<b>之旅</b>。
zh_hant: 加入<1>拾光嚮導</1>，拍攝<1>苦行僧侶</1>的冥想<b>旅程</b>。

# ap19_quest04_info3
source: <b>It started raining!</b> Join the <1>Moments Guide</1> and find some shelter.
de: <b>Es hat angefangen zu regnen!</b> Begleite den <1>Momente-Helfer</1> und suche dir einen Unterschlupf.
es: <b>¡Comenzó a llover!</b> Únete al <1>guía de los momentos</1> y encuentra un refugio.
fr: <b>La pluie s’est mise à tomber !</b> Rejoignez le <1>guide des Instants</1> et trouvez-vous un abri.
id: <b>Hujan turun!</b> Bergabunglah dengan <1>Pemandu Momen</1> dan cari tempat berlindung.
it: <b>Sta iniziando a piovere!</b> Unisciti alla <1>Guida dei Momenti</1> e trova riparo.
ja: <b>雨が降ってきました！</b><1>瞬きの案内人</1>と雨宿りできる場所を探しましょう
ko: <b>비가 오기 시작해요!</b> <1>순간의 안내자</1>를 따라 대피소를 찾아보세요.
pt: <b>Começou a chover!</b> Junte-se ao <1>Guia dos Momentos</1> e encontre um abrigo.
ru: <b>Начался дождь!</b> Присоединитесь к <1>Проводнику мгновений</1> и найдите укрытие.
th: <b>ฝนตกแล้ว!</b> เข้าร่วมกับ<1>ผู้แนะนำช่วงเวลา</1> และหาที่หลบฝน
vi: <b>Trời bắt đầu mưa!</b> Cùng <1>Chỉ Dẫn Khoảnh Khắc</1> tìm một nơi trú ẩn.
zh_hans: <b>开始下雨了！</b>加入<1>拾光向导</1>，找到遮风挡雨的地方。
zh_hant: <b>開始下雨了！</b>加入<1>拾光嚮導</1>，找地方避雨。

# ap19_quest04_info4
source: <b>Search</b> for the <1>Ascetic Monk</1> and join them on their <b>journey</b>.
de: <b>Suche</b> nach dem <1>Asketen-Mönch</1> und schließe seiner <b>Reise</b> an.
es: <b>Busca</b> al <1>monje ascético</1> y únete a él en su <b>viaje</b>.
fr: <b>Cherchez</b> le <1>moine ascétique</1> et rejoignez-le dans son <b>périple</b> spirituel.
id: <b>Cari</b> <1>Biarawan Bertapa</1> dan bergabunglah dengan <b>perjalanan</b> mereka.
it: <b>Cerca</b> il <1>Monaco asceta</1> e unisciti a lui nel suo <b>viaggio</b>.
ja: <1>節制の修行者</1>を<b>探し</b>、<b>巡礼の旅</b>に参加しましょう
ko: <1>금욕적인 수도승</1>을 <b>찾아가서</b> 영혼의 <b>여정</b>에 함께 참여하세요.
pt: <b>Procure</b> o <1>Monge Asceta</1> e junte-se a ele em sua <b>jornada</b>.
ru: <b>Найдите </b> <1>Монаха-отшельника</1> и присоединитесь к нему на его <b>пути</b>.
th: <b>ค้นหา</b><1>นักพรต</1> แล้วร่วม<b>เดินทาง</b>ไปกับเขา
vi: <b>Tìm kiếm</b> <1>Nhà Sư Khổ Hạnh</1> và tham gia chuyến <b>hành trình</b> của ngài.
zh_hans: <b>寻找</b><1>苦行僧侣</1>，加入他<b>的旅程</b>。
zh_hant: <b>尋找</b><1>苦行僧侶</1>，並加入他的<b>旅程</b>。

# ap19_quest04_info5
source: <b>Join</b> the <1>Ascetic Monk</1> as they continue their <b>journey</b>.
de: <b>Begleite</b> den <1>Asketen-Mönch</1> auf seiner weiteren <b>Reise</b>.
es: <b>Únete</b> al <1>monje ascético</1> a medida que continúa con su <b>viaje</b>.
fr: <b>Rejoignez</b> le <1>moine ascétique</1> dans la poursuite de son <b>périple</b> spirituel.
id: <b>Bergabunglah</b> dengan <1>Biarawan Bertapa</1> saat mereka melanjutkan <b>perjalanannya</b>.
it: <b>Unisciti</b> al <1>Monaco asceta</1> mentre continua il suo <b>viaggio</b>.
ja: <b>巡礼の旅</b>を続ける<1>節制の修行者</1>に<b>付いて行きましょう</b>
ko: <1>금욕적인 수도승</1>의 <b>여정</b>에 <b>합류하세요</b>.
pt: <b>Junte-se</b> ao <1>Monge Asceta</1> enquanto ele continua a <b>jornada</b>.
ru: <b>Присоединитесь</b> к <1>Монаху-отшельнику</1> на его <b>пути</b>.
th: <b>เข้าร่วมกับ</b><1>นักพรต</1> ในขณะที่เขาออก<b>เดินทาง</b>ต่อ
vi: <b>Cùng</b> <1>Nhà Sư Khổ Hạnh</1> tiếp tục chuyến <b>hành trình</b> của ngài.
zh_hans: <b>加入</b><1>苦行僧侣</1>，继续<b>旅程</b>。
zh_hant: <b>跟隨</b><1>苦行僧侶</1>進行他的<b>旅程</b>。

# ap19_quest04_meditationhint
source: Photograph the <1>Ascetic Monk's</1> <b>pilgrimage</b> with the <1>Moments Guide</1>?
de: Die <b>Pilgerreise</b> des <1>Asketen-Mönchs</1> mit dem <1>Momente-Helfer</1> fotografieren?
es: ¿Fotografiar el <b>peregrinaje</b> del <1>monje ascético</1> con el <1>guía de los momentos</1>?
fr: Photographier le <1>pèlerinage</1> du <b>moine ascétique</b> avec le <1>guide des Instants</1> ?
id: Potret <b>ziarah</b> <1>Biarawan Bertapa</1> dengan <1>Pemandu Momen</1>?
it: Vuoi fotografare il <b>pellegrinaggio</b> del <1>Monaco asceta</1> con la <1>Guida dei Momenti</1>?
ja: <1>瞬きの案内人</1>と一緒に、<1>節制の修行者</1>の<b>巡礼</b>を撮影しに行きますか？
ko: <1>순간의 안내자</1>를 따라서 <1>금욕적인 수도승</1>의 <b>순례</b>를 사진으로 찍을까요?
pt: Fotografar a <b>peregrinação</b> do <1>Monge Asceta</1> com o <1>Guia dos Momentos</1>?
ru: Сфотографировали <b>паломничество</b> <1>Монаха-отшельника</1> с помощью <1>Проводника мгновений</1>?
th: ถ่ายภาพ<1>การแสวงบุญ</1>ของ<b>นักพรต</b>ร่วมกับ<1>ผู้แนะนำช่วงเวลา</1>หรือไม่
vi: Chụp hình <b>chuyến hành hương</b> của <1>Nhà Sư Khổ Hạnh</1> cùng <1>Chỉ Dẫn Khoảnh Khắc</1>?
zh_hans: 随<1>拾光向导</1>一起拍摄<1>苦行僧侣的</1><b>朝圣之旅</b>？
zh_hant: 要與<1>拾光嚮導</1>一起拍攝<1>苦行僧侶</1>的<b>朝聖之旅</b>嗎？

# ap19_quest05_hint1
source: <b>Set up the tripod</b> and take a picture with the <1>Reassuring Ranger</1>.
de: <b>Baue das Stativ auf</b> und mache ein Foto mit dem <1>Ermutigenden Ranger</1>.
es: <b>Coloca el trípode</b> y toma una foto con el <1>guardaparques reconfortante</1>.
fr: <b>Installez le trépied</b> et prenez une photo avec le <1>garde-forestier rassurant</1>.
id: <b>Siapkan tripod</b> dan berfotolah dengan <1>Jagawana Penenang</1>.
it: <b>Posiziona il treppiede</b> e scatta una foto con il <1>Ranger rassicurante</1>.
ja: <b>三脚を設置</b>して、<1>頼もしい自然保護官</1>と一緒に写真を撮りましょう
ko: <b>삼각대를 설치</b>하고 <1>든든한 순찰대원</1>과 사진을 찍으세요.
pt: <b>Monte o tripé</b> e tire uma foto com o <1>Guarda-florestal Tranquilizador</1>.
ru: <b>Установите штатив</b> и сделайте снимок <1>Надежного рейнджера</1>.
th: <b>ตั้งขาตั้งกล้อง</b> แล้วถ่ายรูปร่วมกับ<1>พรานผู้มั่นใจ</1>
vi: <b>Dựng giá ba chân</b> và chụp hình với <1>Kiểm Lâm Trấn An</1>.
zh_hans: <b>架起三脚架</b>，与<1>可靠护林员</1>合影。
zh_hant: <b>架起三腳架</b>，與<1>可靠的護林員</1>合照。

# ap19_quest05_hint10
source: Bring the <b>two remaining spirits</b> to the <1>Moments Guide</1>.
de: Bringe die <b>beiden verbleibenden Geister</b> zum <1>Momente-Helfer</1>.
es: Lleva a los <b>dos espíritus restantes</b> con el <1>guía de los momentos</1>.
fr: Apportez les <b>deux esprits restants</b> au <1>guide des Instants</1>.
id: Bawa <b>dua roh lainnya</b> ke <1>Pemandu Momen</1>.
it: Porta i <b>due spiriti rimanenti</b> alla <1>Guida dei Momenti</1>.
ja: <b>残りの2人の精霊たち</b>を<1>瞬きの案内人</1>のもとへ連れて行きましょう
ko: <b>남은 영혼 2명</b>을 <1>순간의 안내자</1>에게 데려가 주세요.
pt: Leve os <b>dois espíritos restantes</b> para o <1>Guia dos Momentos</1>.
ru: Приведите <b>двух оставшихся духов</b> к <1>Проводнику мгновений</1>.
th: นำ<b>สปิริตที่เหลือสองตน</b>ไปหา<1>ผู้แนะนำช่วงเวลา</1>
vi: Đưa <b>hai tinh linh còn lại</b> đến với <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: 将<b>其余两位先灵</b>带到<1>拾光向导</1>那里。
zh_hant: 帶著<b>剩下的兩個先靈</b>去見<1>拾光嚮導</1>。

# ap19_quest05_hint11
source: Bring the <b>one remaining spirit</b> to the <1>Moments Guide</1>.
de: Bringe den <b>einen verbleibenden Geist</b> zum <1>Momente-Helfer</1>.
es: Lleva al <b>espíritu restante</b> con el <1>guía de los momentos</1>.
fr: Apportez l’<b>esprit restant</b> au <1>guide des Instants</1>.
id: Bawa <b>satu roh lainnya</b> ke <1>Pemandu Momen</1>.
it: Porta lo <b>spirito rimanente</b> alla <1>Guida dei Momenti</1>.
ja: <b>最後の精霊</b>を<1>瞬きの案内人</1>のもとへ連れて行きましょう
ko: <b>남은 영혼 1명</b>을 <1>순간의 안내자</1>에게 데려가 주세요.
pt: Leve o <b>espírito restante</b> para o <1>Guia dos Momentos</1>.
ru: Приведите <b>одного оставшегося духа</b> к <1>Проводнику мгновений</1>.
th: นำ<b>สปิริตที่เหลือหนึ่งตน</b>ไปหา<1>ผู้แนะนำช่วงเวลา</1>
vi: Đưa <b>tinh linh còn lại</b> đến với <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: 将<b>其余一位先灵</b>带到<1>拾光向导</1>那里。
zh_hant: 帶著<b>剩下的一個先靈</b>去見<1>拾光嚮導</1>。

# ap19_quest05_hint12
source: Use <b>selfie mode</b> or <b>tripod mode</b> to capture this picture.
de: Verwende den <b>Selfie-Modus</b> oder den <b>Stativ-Modus</b>, um dieses Bild aufzunehmen.
es: Usa el <b>modo selfi</b> o el <b>modo trípode</b> para capturar esta foto.
fr: Utilisez le <b>mode selfie</b> ou le <b>mode trépied</b> pour prendre cette photo.
id: Gunakan <b>mode selfie</b> atau <b>mode tripod</b> untuk mengambil foto gambar ini.
it: Usa la <b>modalità selfie</b> o la <b>modalità treppiede</b> per scattare questa foto.
ja: <b>セルフィーモード</b>または<b>三脚モード</b>を使って、撮影してみましょう
ko: <b>셀카 모드</b> 또는 <b>삼각대 모드</b>를 사용하여 사진을 찍을 수 있어요.
pt: Use o <b>modo selfie</b> ou o <b>modo tripé</b> para tirar esta foto.
ru: Используйте <b>режим селфи</b> или <b>режим штатива</b>, чтобы сделать этот снимок.
th: ใช้<b>โหมดถ่ายภาพเซลฟี่</b> หรือ<b>โหมดขาตั้งกล้อง</b>เพื่อถ่ายภาพนี้
vi: Sử dụng <b>chế độ tự chụp hình</b> hoặc <b>chế độ ba chân</b> để chụp ảnh này.
zh_hans: 使用<b>自拍模式</b>或<b>三脚架模式</b>拍摄此照片。
zh_hant: 使用<b>自拍模式</b>或<b>三腳架模式</b>來拍下這張照片。

# ap19_quest05_hint13
source: <b>Flip the camera</b> or <b>set up the tripod</b> to capture this picture.
de: <b>Drehe die Kamera</b> oder <b>stelle das Stativ auf</b>, um dieses Bild aufzunehmen.
es: <b>Voltea la cámara</b> o <b> coloca el trípode</b> para capturar esta foto.
fr: <b>Retournez l’appareil</b> ou <b>installez le trépied</b> pour prendre cette photo.
id: <b>Balikkan kamera</b> atau <b>siapkan tripod</b> untuk mengambil foto gambar ini.
it: <b>Ruota la fotocamera</b> o <b>posiziona il treppiede</b> per scattare questa foto.
ja: <b>インカメラにする</b>、または<b>三脚を設置</b>して、撮影してみましょう
ko: <b>카메라를 전환</b>하거나 <b>삼각대를 설치하여</b> 사진을 찍을 수 있어요.
pt: <b>Vire a câmera</b> ou <b>monte o tripé</b> para tirar esta foto.
ru: <b>Поверните камеру</b> или <b>установите штатив</b>, чтобы сделать этот снимок.
th: <b>พลิกกล้อง</b>หรือ<b>ตั้งขาตั้งกล้อง</b>เพื่อถ่ายภาพนี้
vi: <b>Đổi camera</b> hoặc <b>dựng giá ba chân</b> để chụp ảnh này.
zh_hans: <b>翻转相机</b>或<b>架起三脚架</b>来拍摄这张照片。
zh_hant: <b>翻轉鏡頭</b>或<b>架起三腳架</b>來拍下這張照片。

# ap19_quest05_hint2
source: <b>Set up the tripod</b> and take a picture with the <1>Nightbird Whisperer</1>.
de: <b>Baue das Stativ auf</b> und mache ein Foto mit der <1>Nachtvogelflüsterin</1>.
es: <b>Coloca el trípode</b> y toma una foto con la <1>susurradora de aves nocturnas</1>.
fr: <b>Installez le trépied</b> et prenez une photo avec la <1>charmeuse d’oiseaux de nuit</1>.
id: <b>Siapkan tripod</b> dan berfotolah dengan <1>Pembisik Burung Malam</1>.
it: <b>Posiziona il treppiede</b> e scatta una foto con l’<1>Allevatrice di uccelli notturni</1>.
ja: <b>三脚を設置</b>して、<1>夜鳥の語り部</1>と一緒に写真を撮りましょう
ko: <b>삼각대를 설치</b>하고 <1>밤의 새 소리꾼</1>와 사진을 찍어주세요.
pt: <b>Monte o tripé</b> e tire uma foto com a <1>Domadora de Aves Noturnas</1>.
ru: <b>Установите штатив</b> и сделайте снимок <1>Заклинательницы сов</1>.
th: <b>จัดตั้งขาตั้งกล้อง</b> และถ่ายรูปกับ <1>ผู้กระซิบถึงนกกลางคืน</1>
vi: <b>Dựng giá ba chân</b> và chụp hình với <1>Chim Đêm Thì Thầm</1>.
zh_hans: <b>架起三脚架</b>，与<1>夜鸟语者</1>合影。
zh_hant: <b>架起三腳架</b>，與<1>夜鳥語者</1>合照。

# ap19_quest05_hint3
source: <b>Set up the tripod</b> and take a picture with the <1>Jolly Geologist</1>.
de: <b>Baue das Stativ auf</b> und mache ein Foto mit der <1>Fröhlichen Geologin</1>.
es: <b>Coloca el trípode</b> y toma una foto con la <1>geóloga alegre</1>.
fr: <b>Installez le trépied</b> et prenez une photo avec la <1>géologue joyeuse</1>.
id: <b>Siapkan tripod</b> dan berfotolah dengan <1>Ahli Bumi Periang</1>.
it: <b>Posiziona il treppiede</b> e scatta una foto con la <1>Geologa allegra</1>.
ja: <b>三脚を設置</b>して、<1>上機嫌な地質学者</1>と一緒に写真を撮りましょう
ko: <b>삼각대를 설치</b>하고 <1>유쾌한 지질학자</1>와 사진을 찍어주세요.
pt: <b>Monte o tripé</b> e tire uma foto com a <1>Geóloga Divertida</1>.
ru: <b>Установите штатив</b> и сделайте снимок <1>Веселого геолога</1>.
th: <b>ตั้งขาตั้งกล้อง</b> แล้วถ่ายรูปร่วมกับ<1>นักธรณีวิทยาผู้ร่าเริง</1>
vi: <b>Dựng giá ba chân</b> và chụp hình với <1>Nhà Địa Chất Vui Vẻ</1>.
zh_hans: <b>架起三脚架</b>，与<1>快乐地质学家</1>合影。
zh_hant: <b>架起三腳架</b>，與<1>快樂的地質學家</1>合照。

# ap19_quest05_hint4
source: <b>Set up the tripod</b> and take a picture with the <1>Ascetic Monk</1>.
de: <b>Baue das Stativ auf</b> und mache ein Foto mit dem <1>Asketen-Mönch</1>.
es: <b>Coloca el trípode</b> y toma una foto con el <1>monje ascético</1>.
fr: <b>Installez le trépied</b> et prenez une photo avec le <1>moine ascétique</1>.
id: <b>Siapkan tripod</b> dan berfotolah dengan <1>Biarawan Bertapa</1>.
it: <b>Posiziona il treppiede</b> e scatta una foto con il <1>Monaco asceta</1>.
ja: <b>三脚を設置</b>して、<1>節制の修行者</1>と一緒に写真を撮りましょう
ko: <b>삼각대를 설치</b>하고 <1>금욕적인 수도승</1>과 사진을 찍어주세요.
pt: <b>Monte o tripé</b> e tire uma foto com o <1>Monge Asceta</1>.
ru: <b>Установите штатив</b> и сделайте снимок <1>Монаха-отшельника</1>.
th: <b>ตั้งขาตั้งกล้อง</b> แล้วถ่ายรูปร่วมกับ<1>นักพรต</1>
vi: <b>Dựng giá ba chân</b> và chụp hình với <1>Nhà Sư Khổ Hạnh</1>.
zh_hans: <b>架起三脚架</b>，与<1>苦行僧侣</1>合影。
zh_hant: <b>架起三腳架</b>，與<1>苦行僧侶</1>合照。

# ap19_quest05_hint5
source: Bring this <1>spirit</1> to the <1>Moments Guide</1>.
de: Bring diesen <1>Geist</1> zum <1>Momente-Helfer</1>.
es: Lleva a este </1>espíritu<1> hasta el <1>guía de los momentos</1>.
fr: Apportez l’<1>esprit</1> au <1>guide des Instants</1>.
id: Bawa <1>roh</1> ini ke <1>Pemandu Momen</1>.
it: Porta questo <1>spirito</1> alla <1>Guida dei Momenti</1>.
ja: この<b>精霊</b>を<1>瞬きの案内人</1>のもとへ連れて行きましょう
ko: 이 <1>영혼</1>을 <1>순간의 안내자</1>에게 데려가 주세요.
pt: Leve este <1>espírito</1> para o <1>Guia dos Momentos</1>.
ru: Приведите <1>дух</1> к <1>Проводнику мгновений</1>.
th: พา<1>สปิริต</1>ตนนี้ไปหา<1>ผู้แนะนำช่วงเวลา</1>
vi: Đưa <1>tinh linh</1> này đến với <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: 将这位<1>先灵</1>带到<1>拾光向导</1>那里。
zh_hant: 帶著這個<1>先靈</1>去見<1>拾光嚮導</1>。

# ap19_quest05_hint6
source: The <1>spirits</1> are all together! Talk to the <1>Moments Guide</1>.
de: Die <1>Geister</1> sind alle beisammen! Sprich mit dem <1>Momente-Helfer</1>.
es: ¡Los <1>espíritus</1> están juntos! Habla con el <1>guía de los momentos</1>.
fr: Les <1>esprits</1> sont tous réunis ! Adressez-vous au <1>guide des Instants</1>.
id: Semua <1>roh</1> sudah berkumpul! Bicaralah kepada <1>Pemandu Momen</1>.
it: Gli <1>spiriti</1> sono tutti insieme! Parla con la <1>Guida dei Momenti</1>.
ja: <1>精霊たち</1>が集合しました！<1>瞬きの案内人</1>に伝えましょう
ko: <1>영혼</1>이 모두 모였어요! <1>순간의 안내자</1>에게 말을 걸어 보세요.
pt: Os <1>espíritos</1> estão todos juntos! Fale com o <1>Guia dos Momentos</1>.
ru: Все <1>духи</1> в сборе! Поговорите с <1>Проводником мгновений</1>.
th: <1>เหล่าสปิริต</1>มาอยู่รวมกันทั้งหมดแล้ว! พูดคุยกับ<1>ผู้แนะนำช่วงเวลา</1>
vi: Các <1>tinh linh</1> đã đoàn tụ! Hãy gặp <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: <1>先灵们</1>都聚在了一起！与<1>拾光向导</1>交谈。
zh_hant: 所有的<1>先靈</1>都齊聚一堂了！去與<1>拾光嚮導</1>交談。

# ap19_quest05_hint7
source: Bring the rest of the <1>spirits</1> to the <1>Moments Guide</1>.
de: Bringe die verbleibenden <1>Geister</1> zum <1>Momente-Helfer</1>.
es: Lleva al resto de los <1>espíritus</1> con el <1>guía de los momentos</1>.
fr: Apportez le reste des <1>esprits</1> au <1>guide des Instants</1>.
id: Bawa sisa <1>roh</1> lainnya ke <1>Pemandu Momen</1>.
it: Porta il resto degli <1>spiriti</1> alla <1>Guida dei Momenti</1>.
ja: 他の<b>精霊たち</b>を<1>瞬きの案内人</1>のもとへ連れて行きましょう
ko: 남은 <1>영혼들</1>을 <1>순간의 안내자</1>에게 데려가 주세요.
pt: Leve o restante dos <1>espíritos</1> para o <1>Guia dos Momentos</1>.
ru: Приведите остальных <1>духов</1> к <1>Проводнику мгновений</1>.
th: พา<1>เหล่าสปิริต</1>ที่เหลือไปหา<1>ผู้แนะนำช่วงเวลา</1>
vi: Đưa các <1>tinh linh</1> còn lại đến với <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: 将其余<1>先灵</1>带到<1>拾光向导</1>那里。
zh_hant: 帶著剩下的<1>先靈</1>去見<1>拾光嚮導</1>。
