Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# invite_incoming_ask_camera_permission_00
source: To <b>Scan</b> a Friend Invite using the camera, we need your permission first. Or import from an image using the <b>Import</b> button.
de: Damit wir eine Freundschaftsanfrage mit der Kamera <b>scannen</b> können, benötigen wir zuerst deine Erlaubnis. Du kannst auch ein Bild über die Schaltfläche <b>Importieren</b> importieren.
es: Para <b>Escanear</b> una invitación a un amigo usando la cámara, primero necesitamos tu permiso. O importa desde una imagen utilizando el botón <b>Importar</b>.
fr: Pour <b>scanner</b> une invitation d’ami avec la caméra, nous devons d’abord obtenir votre permission. Ou importez à partir d’une image à l’aide du bouton <b>Importer</b>.
id: Untuk <b>Memindai</b> Undangan Teman dengan kamera, kami memerlukan izinmu terlebih dahulu. Atau impor dari gambar menggunakan tombol <b>Impor</b>.
it: Per <b>scansionare</b> l'invito di un amico utilizzando la fotocamera c'è bisogno della tua autorizzazione. Alternativamente, importalo da un'immagine utilizzando il pulsante <b>Importa</b>.
ja: カメラを使用してフレンドの招待状を<b>スキャン</b>するにはカメラの許可設定を行う必要があります もしくは<b>インポート</b>ボタンをタップして画像を読み込んでください.
ko: 카메라로 친구초대를 <b>스캔</b>하려면 먼저 권한이 필요합니다. 또는 <b>가져오기</b> 버튼을 사용하여 이미지를 불러올 수 있습니다.
pt: Para <b>digitalizar</b> uma solicitação de amizade usando a câmera, precisamos da sua permissão. Ou importe de uma imagem usando o botão <b>importar</b>.
ru: Чтобы <b>отсканировать</b> камерой приглашение дружить, нам нужно ваше разрешение. Или импортируйте его из изображения с помощью кнопки <b>Импорт</b>.
th: เราต้องได้รับอนุญาตจากคุณก่อนเพื่อที่จะ<b>สแกน</b>คำขอเป็นเพื่อนโดยใช้กล้อง หรือนำเข้าจากภาพโดยใช้ปุ่ม<b>นำเข้า</b>
vi: Để <b>Quét</b> Lời mời Kết bạn bằng máy ảnh, trước tiên chúng tôi cần sự cho phép của bạn. Hoặc dùng nút <b>Nhập</b> để nhập ảnh.
zh_hans: 需要开启相机权限才能使用相机<b>扫描</b>你好友的二维码。或者点击<b>导入</b>导入好友发来的图片。
zh_hant: 需要開啓相機權限才能使用相機<b>掃描</b>你好友的二維碼。或者點擊<b>導入</b>導入好友發來的圖片。

# invite_incoming_body_external
source: Accept friend invite?
de: Freundschaftseinladung annehmen?
es: ¿Aceptar invitación de amistad?
fr: Accepter l'invitation ?
id: Terima undangan teman?
it: Vuoi accettare l'invito di amicizia?
ja: フレンド招待を承認しますか？
ko: 친구 초대를 수락할까요?
pt: Aceitar o convite de amizade?
ru: Принять приглашение в друзья?
th: ยอมรับคำขอเป็นเพื่อนหรือไม่
vi: Chấp nhận lời mời kết bạn?
zh_hans: 接受好友邀请吗？
zh_hant: 接受好友邀請嗎？

# invite_incoming_camera_scanning_00
source: <b>Scan</b> a Friend Invite using the camera or import from an image using the <b>Import</b> button
de: <b>Scanne</b> eine Freundschaftsanfrage mit der Kamera oder importiere ein Bild über die Schaltfläche <b>Importieren</b> importieren.
es: <b>Escanea</b> una invitación de amigo usando la cámara o importa desde una imagen usando el botón <b>Importar</b>.
fr: <b>Scannez</b> une invitation d’ami avec la caméra ou importez à partir d’une image à l’aide du bouton <b>Importer</b>
id: <b>Pindai</b> Undangan Teman dengan kamera atau impor dari gambar menggunakan tombol <b>Impor</b>
it: <b>Scansiona</b> l'invito di un amico utilizzando la fotocamera o importalo da un'immagine utilizzando il pulsante <b>Importa</b>
ja: カメラを使用してフレンドの招待状を<b>スキャン</b>するか、<b>インポート</b>ボタンをタップして画像を読み込んでください
ko: 카메라로 친구초대를 <b>스캔</b>하거나 <b>가져오기</b> 버튼을 눌러 이미지를 불러오세요.
pt: Use <b>digitalizar</b> em uma solicitação de amizade usando a câmera ou importe uma imagem usando o botão <b>importar</b>
ru: <b>Отсканируйте</b> приглашение дружить камерой или импортируйте его из изображения с помощью кнопки <b>Импорт</b>.
th: <b>สแกน</b>คำขอเป็นเพื่อนโดยใช้กล้อง หรือนำเข้าจากภาพโดยใช้ปุ่ม<b>นำเข้า</b>
vi: <b>Quét</b> Lời mời Kết bạn bằng máy ảnh hoặc nhập hình ảnh bằng nút <b>Nhập</b>
zh_hans: 用相机<b>扫描</b>你好友的二维码或者点击导入按钮<b>导入</b>好友发来的图片
zh_hant: 用相機<b>掃描</b>你好友的二維碼或者點擊導入按鈕<b>導入</b>好友發來的圖片

# invite_incoming_denied_camera_permission_00
source: To scan a Friend Invite using the camera, we need your permission first. To grant permission use <b>Settings</b> but note it will quit Sky when changing camera permissions. Or <b>Import</b> from an image using the button.
de: Damit wir eine Freundschaftseinladung mit der Kamera scannen können, benötigen wir zuerst deine Erlaubnis. Du kannst die Berechtigung dazu in den <b>Einstellungen</b> einrichten. Allerdings wird Himmelsreich: Kinder des Lichts geschlossen, wenn du die Kameraberechtigungen änderst. Oder du kannst mit der Schaltfläche auch ein Bild <b>importieren</b>.
es: Para escanear una invitación a un amigo usando la cámara, primero necesitamos tu permiso. Para conceder el permiso usa <b>Configuración</b> pero ten en cuenta que saldrás de Sky cuando cambies los permisos de la cámara. O <b>Importa</b> desde una imagen usando el botón.
fr: Pour scanner une invitation d’ami avec la caméra, nous devons d’abord obtenir votre permission. Pour donner votre permission, rendez-vous dans les <b>Paramètres</b>, mais veuillez noter qu’il est nécessaire de quitter le jeu pour effectuer toute modification des permissions de la caméra. Ou <b>importez</b> à partir d’une image à l’aide du bouton.
id: Untuk memindai Undangan Teman dengan kamera, kami memerlukan izinmu terlebih dahulu. Untuk memberikan izin, gunakan <b>Pengaturan</b>, tetapi perlu dicatat, bahwa proses ini akan menutup Sky saat mengganti izin kamera. Atau <b>Impor</b> dari gambar menggunakan tombolnya.
it: Per scansionare l'invito di un amico con la fotocamera, c'è bisogno della tua autorizzazione. Per concederla, vai nelle <b>Impostazioni</b>. Uscirai dal gioco per cambiare le autorizzazioni. Alternativamente, <b>Importa</b> l'invito da un'immagine utilizzando il relativo pulsante.
ja: カメラを使って招待状をスキャンするには、まずカメラの許可設定を行う必要があります カメラ許可を変更する際はSkyを終了するのでご注意ください もしくは、インポートボタンをタップして画像を選択してください.
ko: 카메라로 친구초대를 스캔하려면 먼저 권한이 필요합니다. 권한을 제공하려면 <b>설정</b>으로 가야 하며 카메라 권한이 변경되면 Sky가 종료됩니다. 또는 버튼을 눌러 이미지를 <b>불러올 수도</b> 있습니다.
pt: Para digitalizar uma solicitação de amizade usando a câmera, precisamos da sua permissão. Para conceder permissão, acesse as <b>configurações</b>. Lembre-se de que a alteração de permissão de câmera fechará o Sky. Ou use o botão de <b>importar</b> para importar uma imagem.
ru: Чтобы отсканировать приглашение дружить камерой, нам нужно ваше разрешение. Чтобы дать разрешение, зайдите в меню <b>Настройки</b>. Внимание: смена разрешений для камеры закончит работу «Неба». Или проведите <b>импорт</b> из изображения с помощью кнопки.
th: เราต้องได้รับอนุญาตจากคุณก่อนเพื่อที่จะสแกนคำขอเป็นเพื่อน โดยคุณสามารถมอบสิทธิอนุญาตได้โดยใช้<b>การตั้งค่า</b> แต่โปรดทราบว่า คุณจะต้องออกจาก Sky ในขณะที่เปลี่ยนการอนุญาตของกล้อง หรือ<b>นำเข้า</b>จากภาพโดยใช้ปุ่ม
vi: Để quét Lời mời Kết bạn bằng máy ảnh, trước tiên chúng tôi cần sự cho phép của bạn. Để cấp quyền, hãy sử dụng <b>Cài đặt</b> nhưng lưu ý rằng nó sẽ thoát khỏi Sky khi thay đổi quyền máy ảnh. Hoặc dùng nút <b>Nhập </b> ảnh.
zh_hans: 需要开启相机权限才能扫描你好友的二维码。使用<b>设置</b>开启相机权限，但需要暂时退出《光·遇》。或者点击按钮<b>导入</b>导入好友发来的图片。
zh_hant: 需要開啓相機權限才能掃描你好友的二維碼。使用<b>設置</b>開啓相機權限，但需要暫時退出《光·遇》。或者點擊按鈕<b>導入</b>導入好友發來的圖片。

# invite_incoming_error_already_friends
source: Error: You are already friends with this player!
de: Fehler: Du und dieser Spieler seid bereits Freunde!
es: Error: ¡Ya eres amigo de este jugador!
fr: Erreur : ce joueur est déjà votre ami !
id: Kesalahan: Kamu sudah berteman dengan pemain ini!
it: Errore: tu e questo giocatore siete già amici!
ja: エラー： あなたはすでにこのプレイヤーのフレンドです
ko: 오류: 이 플레이어와 이미 친구 사이입니다!
pt: Erro: Este jogador já é seu amigo!
ru: Ошибка: вы уже дружите с этим игроком!
th: ข้อผิดพลาด: คุณได้เป็นเพื่อนกับผู้เล่นคนนี้แล้ว!
vi: Lỗi: Bạn đã là bạn của người chơi này!
zh_hans: 错误：你已经是这个邀请人的朋友了！
zh_hant: 錯誤：你已經是這個邀請人的朋友了！

# invite_incoming_error_already_redeemed
source: Error: This Friend Invite is already redeemed.
de: Fehler: Diese Freundschaftsanfrage wurde bereits beantwortet.
es: Error: Ya canjeaste esta invitación de amigo.
fr: Erreur : cette invitation d’ami est déjà échangée.
id: Kesalahan: Undangan Teman ini sudah ditanggapi.
it: Errore: hai già accettato l'invito di questo amico.
ja: エラー：このフレンド招待状はすでに有効になっています
ko: 오류: 이 친구초대는 이미 받았어요.
pt: Erro: Esta solicitação já foi resgatada.
ru: Ошибка: это приглашение дружить уже использовано.
th: ข้อผิดพลาด: คําขอเป็นเพื่อนนี้ได้รับการแลกรับไปแล้ว
vi: Lỗi: Lời mời kết bạn này đã được thay đổi.
zh_hans: 错误：这个邀请码已经被使用。
zh_hant: 錯誤：這個邀請碼已經被使用。

# invite_incoming_error_image_parsing
source: Error: No Friend Invite could be found in the selected image!
de: Fehler: Im ausgewählten Bild wurde keine Freundschaftsanfrage gefunden!
es: Error: ¡No se ha encontrado ninguna invitación de amigo en la imagen seleccionada!
fr: Erreur : aucune invitation d’ami ne se trouve dans l’image sélectionnée !
id: Kesalahan: Tidak ada Undangan Teman yang ditemukan di gambar yang dipilih!
it: Errore: nessun invito amico rilevato nell'immagine selezionata!
ja: エラー： 選択された画像からフレンド招待状が見つかりませんでした
ko: 오류: 선택한 이미지에서 친구초대를 찾지 못했어요!
pt: Erro: Nenhuma solicitação foi encontrada na imagem escolhida!
ru: Ошибка: в выбранном изображении не нашлось приглашений!
th: ข้อผิดพลาด: ไม่พบคำขอเป็นเพื่อนในภาพที่เลือก!
vi: Lỗi: Không tìm thấy lời mời kết bạn nào trong hình ảnh đã chọn!
zh_hans: 错误：导入图片中没有可以识别的二维码！
zh_hant: 錯誤：導入圖片中沒有可以識別的二維碼！

# invite_incoming_error_not_found
source: Error: This Friend Invite is cancelled or invalid.
de: Fehler: Diese Freundschaftsanfrage wurde zurückgezogen oder ist ungültig.
es: Error: La Invitación a este amigo está cancelada o no es válida.
fr: Erreur : cette invitation d’ami est annulée ou invalide.
id: Kesalahan: Undangan Teman ini dibatalkan atau tidak valid.
it: Errore: l'invito di questo amico è stato annullato o non è valido.
ja: エラー：この招待リクエストはキャンセルされたか、無効になりました
ko: 오류: 친구초대가 취소되었거나 유효하지 않습니다.
pt: Erro: Esta solicitação foi cancelada ou é inválida.
ru: Ошибка: приглашение дружить отменено или недействительно.
th: ข้อผิดพลาด: คำขอเป็นเพื่อนนี้ถูกยกเลิกหรือไม่ถูกต้อง
vi: Lỗi: Lời mời kết bạn này bị hủy hoặc không hợp lệ.
zh_hans: 这个邀请链接已经被取消或者是个无效邀请。
zh_hant: 請檢查您的連結後再試一次

# invite_incoming_error_own_invite
source: Error: Can not accept your own Friend Invite!
de: Fehler: Du kannst keine eigene Freundschaftsanfrage annehmen!
es: Error: ¡No puedes aceptar tu propia invitación de amigo!
fr: Erreur : vous ne pouvez pas accepter votre propre invitation d’ami !
id: Kesalahan: Tidak dapat menerima Undangan Teman milikmu sendiri!
it: Errore: impossibile accettare un invito amico creato da te!
ja: エラー： あなた自身のフレンド招待状を承諾することはできません
ko: 오류: 자신의 친구초대는 수락할 수 없어요!
pt: Erro: Não é possível aceitar sua própria solicitação!
ru: Ошибка: нельзя принимать свое приглашение!
th: ข้อผิดพลาด: ไม่สามารถยอมรับคำขอเป็นเพื่อนของคุณเองได้!
vi: Lỗi: Không thể chấp nhận Lời mời kết bạn của chính bạn!
zh_hans: 错误：无法接受你自己的邀请！
zh_hant: 錯誤：無法接受你自己的邀請！

# invite_incoming_error_parsing
source: Error: The Friend Invite could not be parsed.
de: Fehler: Die Freundschaftsanfrage konnte nicht geparst werden.
es: Error: La Invitación Amigo no pudo ser analizada.
fr: Erreur : impossible d’analyser l’invitation d’ami !
id: Kesalahan: Undangan Teman tidak dapat diuraikan.
it: Errore: impossibile analizzare l'invito amico.
ja: エラー： そのフレンド招待状を削除することはできません
ko: 오류: 친구초대를 분석하지 못했습니다.
pt: Erro: A solicitação não pôde ser analisada.
ru: Ошибка: не удалось распознать приглашение дружить.
th: ข้อผิดพลาด: ไม่สามารถแยกวิเคราะห์คำขอเป็นเพื่อนได้
vi: Lỗi: Không thể nhận dạng Lời mời kết bạn.
zh_hans: 错误：邀请二维码无法被识别。
zh_hant: 錯誤：邀請二維碼無法被識別。

# invite_incoming_error_processing
source: Error: Couldn't process Friend Invite. Please try again later!
de: Fehler: Freundschaftsanfrage konnte nicht bearbeitet werden. Bitte versuche es später erneut!
es: Error: No fue posible procesar la invitación del amigo. ¡Por favor, intenta de nuevo más tarde!
fr: Erreur : impossible de traiter l’invitation d’ami. Veuillez réessayer plus tard !
id: Kesalahan: Tidak dapat memproses Undangan Teman. Coba lagi nanti!
it: Errore: impossibile elaborare l'invito amico. Riprova più tardi!
ja: エラー：招待を処理できませんでした しばらくしてからもう一度お試しください
ko: 오류: 친구초대를 처리하지 못했습니다. 나중에 다시 시도하세요!
pt: Erro: A solicitação não pôde ser processada. Tente novamente mais tarde!
ru: Ошибка: не удалось обработать приглашение дружить. Попробуйте позже!
th: ข้อผิดพลาด: ไม่สามารถดำเนินการคำขอเป็นเพื่อนได้ กรุณาลองใหม่อีกครั้งในภายหลัง!
vi: Lỗi: Không thể xử lý Lời mời kết bạn. Vui lòng thử lại sau!
zh_hans: 无法处理邀请链接。请稍后再试！
zh_hant: 無法處理邀請連結。請稍後再試！

# invite_incoming_error_server_error
source: Error: Couldn't reach server to verify Friend Invite. Please try again later!
de: Fehler: Server wurde nicht erreicht, um die Freundschaftsanfrage zu bestätigen. Bitte versuche es später erneut!
es: Error: ¡No fue posible contactar el servidor para verificar la invitación del amigo! ¡Por favor, intenta de nuevo más tarde!
fr: Erreur : impossible de communiquer avec le serveur pour vérifier l’invitation d’ami. Veuillez réessayer plus tard !
id: Kesalahan: Tidak dapat mencapai server untuk memverifikasi Undangan Teman. Coba lagi nanti!
it: Errore: impossibile raggiungere il server per verificare l'invito amico. Riprova più tardi!
ja: エラー：サーバーに接続できませんでした しばらくしてからもう一度お試しください
ko: 오류: 친구초대 인증을 위한 서버에 연결하지 못했습니다. 나중에 다시 시도하세요!
pt: Erro: Não foi possível acessar o servidor para verificar a solicitação. Tente novamente mais tarde!
ru: Ошибка: не удалось связаться с сервером для проверки приглашения дружить. Попробуйте позже!
th: ข้อผิดพลาด: ไม่สามารถติดต่อเซิร์ฟเวอร์เพื่อตรวจสอบคำขอเป็นเพื่อนได้ กรุณาลองใหม่อีกครั้งในภายหลัง!
vi: Lỗi: Không thể kết nối với máy chủ để xác minh Lời mời kết bạn. Vui lòng thử lại sau!
zh_hans: 无法连接服务器来确认邀请链接。请稍后再试！
zh_hant: 你已斷開連結。 請確認你的網絡連接狀態。

# invite_incoming_message
source: The incoming Sky Code is a Friend Invite!
de: Der eingehende Sky Code ist eine Freundeseinladung!
es: ¡El Sky Code entrante es una invitación de amigo!
fr: Le Sky Code entrant est une invitation d'ami !
id: Sky Code yang masuk adalah undangan teman!
it: Il Sky Code in arrivo è un invito di un amico!
ja: 受信したSkyコードはフレンド招待状です
ko: 해당 Sky 코드는 친구 초대입니다
pt: O Sky Code recebido é um convite de amigo!
ru: Входящий Sky Code - это приглашение друга!
th: รหัส Sky ที่เข้ามาคือคำขอเป็นเพื่อน!
vi: Sky Code đang tới là lời mời kết bạn!
zh_hans: 您所收到的 Sky 代码是好友邀请！
zh_hant: 您所收到的 Sky 代碼是好友邀請！

# invite_incoming_picking_00
source: Waiting for image picker result . . .
de: Auf Ergebnis der Bildauswahl warten ...
es: Esperando el resultado del recolector de imágenes. . .
fr: En attente du résultat du sélectionneur d’images. . .
id: Menunggu hasil pengambilan gambar . . .
it: In attesa di risultati per l'immagine selezionata...
ja: 画像選択の結果を待っています...
ko: 이미지 처리 결과를 기다리는 중...
pt: Aguardando a seleção da imagem . . .
ru: Ждем данных от сборщика изображений...
th: กำลังรอผลลัพธ์ของเครื่องมือเลือกรูปภาพ . . .
vi: Đang đợi kết quả...
zh_hans: 等待扫码结果 . . .
zh_hant: 等待掃碼結果 . . .

# invite_incoming_success_00
source: You are now friends!
de: Ihr seid jetzt befreundet!
es: ¡Ahora son amigos!
fr: Vous êtes maintenant amis !
id: Kamu sekarang berteman!
it: Ora siete amici!
ja: お互いフレンドになりました！
ko: 이제 친구가 되었어요!
pt: Vocês são amigos!
ru: Теперь вы друзья!
th: คุณได้เป็นเพื่อนกันแล้ว!
vi: Chúc mừng bạn có bạn mới!
zh_hans: 恭喜你有了新的朋友！
zh_hant: 恭喜你有了新的朋友！

# invite_incoming_title
source: Scan Friend Invite
de: Freundschaftsanfrage scannen ...
es: Escaneando la invitación del amigo
fr: Scanner l’invitation d’ami
id: Pindai Undangan Teman
it: Scansiona invito amico
ja: フレンド招待状をスキャンする
ko: 친구초대 스캔
pt: Digitalizar solicitação de amizade
ru: Сканировать приглашение дружить
th: สแกนคำขอเป็นเพื่อน
vi: Quét lời mời kết bạn
zh_hans: 扫描邀请二维码
zh_hant: 掃描邀請二維碼

# invite_incoming_title_external
source: Incoming Friend Invite
de: Freundschaftsanfrage auf dem Weg ...
es: Invitación del amigo entrante
fr: Invitation d’ami reçue
id: Undangan Teman Yang Masuk
it: Invito amico in arrivo
ja: フレンド招待状が来ています
ko: 친구초대 받는 중
pt: Solicitação de amizade a caminho
ru: У вас новое приглашение дружить
th: มีคำขอเป็นเพื่อนเข้ามา
vi: Lời mời kết bạn của bạn
zh_hans: 扫描你的朋友的邀请二维码
zh_hant: 掃描你的朋友的邀請二維碼

# invite_incoming_verifying_00
source: Verifying the Friend Invite . . .
de: Freundschaftsanfrage wird überprüft ...
es: Verificando la invitación de amigo. . .
fr: Vérification de l’invitation d’ami. . .
id: Memverifikasi Undangan Teman . . .
it: Verifica invito amico...
ja: フレンド招待状を検証しています...
ko: 친구초대 확인 중…
pt: Verificando a solicitação de amizade . . .
ru: Идет проверка приглашения дружить...
th: กำลังตรวจสอบคำขอเป็นเพื่อน . . .
vi: Xác minh lời mời kết bạn. . .
zh_hans: 确认邀请 . . .
zh_hant: 確認邀請 . . .

# invite_message_nintendo
source: Let's become friends in Sky!
de: Lass uns Freunde in Sky sein!
es: ¡Hagamos amigos en Sky!
fr: Devenons amis dans Sky !
id: Ayo berteman di Sky!
it: Diventiamo amici in Sky!
ja: Skyでフレンドになりましょう
ko: Sky에서 친구가 되어보세요
pt: Vamos ser amigos no Sky!
ru: Давайте подружимся в Sky!
th: มาเป็นเพื่อนใน Sky กันเถอะ!
vi: Hãy trở thành bạn bè trong Sky!
zh_hans: 我们在《Sky》中做朋友吧！
zh_hant: 我們在《Sky》中做朋友吧！

# invite_mobile_title
source: <b>Mobile Players</b>
de: <b>Mobile Spieler</b>
es: <b>Participantes en móvil</b>
fr: <b>Joueurs sur mobile</b>
id: <b>Pemain Seluler</b>
it: <b>Giocatori su dispositivo mobile</b>
ja: <b>モバイルのフレンド</b>
ko: <b>모바일 플레이어</b>
pt: <b>Jogadores em dispositivo móvel</b>
ru: <b>Друзья из мобильной версии</b>
th: <b>ผู้เล่นบนมือถือ</b>
vi: <b>Người chơi trên di động</b>
zh_hans: <b>移动端玩家</b>
zh_hant: <b>移動端玩家</b>

# invite_nintendo_button
source: <b>Nintendo Friend</b>
de: <b>Nintendo-Freund</b>
es: <b>Amigo Nintendo<b>
fr: <b>Ami Nintendo</b>
id: <b>Teman Nintendo</b>
it: <b>Amico Nintendo</b>
ja: <b>Switchのフレンド</b>
ko: <b>Nintendo 친구</b>
pt: <b>Amigo Nintendo</b>
ru: <b>друг Nintendo</b>
th: <b>เพื่อน Nintendo</b>
vi: <b>Bạn Nintendo</b>
zh_hans: <b>Nintendo好友</b>
zh_hant: <b>Nintendo好友</b>

# invite_nintendo_no_friends
source: None of your Nintendo Friends have played Sky
de: Keiner deiner Nintendo-Freunde hat Sky gespielt
es: Ninguno de tus amigos Nintendo ha jugado Sky.
fr: Aucun de vos amis Nintendo n'a joué à Sky
id: Tidak ada Teman Nintendo kamu yang bermain Sky
it: Nessuno dei tuoi amici Nintendo ha giocato a Sky
ja: SkyをプレイしているSwitchのフレンドはいないようです
ko: Nintendo 친구 중 Sky를 플레이하는 친구가 없습니다
pt: Nenhum de seus amigos Nintendo jogou Sky
ru: Никто из ваших друзей Nintendo не играет в Sky
th: ไม่มีเพื่อน Nintendo ของคุณคนใดที่เคยเล่น Sky
vi: Không có Bạn Nintendo nào đã chơi Sky
zh_hans: 你的 Nintendo 好友中无人正在游玩《Sky》
zh_hant: 你的 Nintendo 好友中無人正在遊玩《Sky》

# invite_nintendo_title
source: <b>Nintendo Friends</b>
de: <b>Nintendo-Freunde</b>
es: <b>Amigos Nintendo<b>
fr: <b>Amis Nintendo</b>
id: <b>Teman Nintendo</b>
it: <b>Amici Nintendo</b>
ja: <b>Switchのフレンド</b>
ko: <b>Nintndeo 친구</b>
pt: <b>Amigos Nintendo</b>
ru: <b>Друзья Nintendo</b>
th: <b>เพื่อน Nintendo</b>
vi: <b>Bạn Nintendo</b>
zh_hans: <b>Nintendo好友</b>
zh_hant: <b>Nintendo好友</b>

# invite_outgoing_accepted_00
source: Your Friend Invite has been accepted, and you are now friends!
de: Deine Freundschaftsanfrage wurde angenommen. Ihr seid jetzt befreundet!
es: ¡Tu amigo ha sido aceptado y ahora son amigos!
fr: Votre invitation d’ami a été acceptée, et vous êtes désormais amis !
id: Undangan Temanmu sudah diterima, dan kamu sekarang berteman!
it: L'invito è stato accettato e ora siete amici!
ja: おめでとうございます！ フレンド招待状が承諾されました
ko: 친구 초대가 수락되어 이제 친구가 되었어요!
pt: Sua solicitação de amizade foi aceita, agora vocês são amigos!
ru: Ваше приглашение дружить принято, и теперь вы друзья!
th: คำขอเป็นเพื่อนของคุณได้รับการยอมรับแล้ว และตอนนี้คุณก็เป็นเพื่อนกันแล้ว!
vi: Lời mời kết bạn của bạn đã được chấp nhận. Các bạn đã trở thành bạn bè!
zh_hans: 你的邀请被接受了，你们现在成为了朋友！
zh_hant: 你的邀請被接受了，你們現在成為了朋友！

# invite_outgoing_create_00
source: To invite a close friend to <b>play</b> and <b>chat</b> immediately, please first assign them a nickname of your choice.
de: Wenn du einen engen Freund sofort zum <b>Spielen</b> und <b>Chatten</b> einladen willst, solltest du ihm zuerst einen Spitznahmen deiner Wahl zuweisen.
es: Para invitar a un amigo cercano a <b>jugar</b> y <b>chatear</b> inmediatamente, por favor, primero asigna el apodo de tu elección.
fr: Pour inviter un ami proche à <b>jouer</b> et <b>discuter</b> immédiatement, veuillez d’abord lui attribuer le pseudo de votre choix.
id: Untuk mengundang teman dekat untuk <b>bermain</b> dan <b>mengobrol</b> langsung, beri mereka nama panggilan pilihanmu.
it: Per invitare un amico a <b>giocare</b> e usare subito la <b>chat</b>, prova innanzitutto ad assegnargli un alias a tua scelta.
ja: 招待するフレンドに、Skyで呼びたいニックネームをつけましょう
ko: 친구를 초대하여 바로 함께 <b>플레이</b>하고 <b>채팅</b>하기 전에 먼저 별명을 지정해주세요.
pt: Para convidar um amigo para <b>jogar</b> e <b>conversar</b> imediatamente, vincule a ele um apelido de sua escolha.
ru: Чтобы пригласить близкого друга <b>играть</b> и <b>болтать</b>, сначала выберите для него прозвище.
th: หากต้องการเชิญเพื่อนสนิทมา<b>เล่น</b>และ<b>แชท</b>ในทันที โปรดมอบหมายชื่อเล่นตามที่คุณต้องการให้พวกเขาก่อน
vi: Để mời một người bạn thân đến <b>chơi</b> và <b>trò chuyện</b> ngay, trước tiên hãy đặt cho họ một cái tên.
zh_hans: 请给你邀请好友一个游戏内的昵称，方便届时辨认。好友进入游戏后与你自动解锁<b>挚友</b>、<b>聊天</b>等社交能力。
zh_hant: 請給你邀請好友一個遊戲內的暱稱，方便屆時辨認。好友進入遊戲後與你自動解鎖<b>摯友</b>、<b>聊天</b>等社交能力。

# invite_outgoing_create_short
source: Invite
de: Einladen
es: Invitar
fr: Inviter
id: Undang
it: Invita
ja: 招待する
ko: 초대
pt: Convidar
ru: Пригласить
th: เชิญ
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

# invite_outgoing_creating_00
source: Creating Friend Invite, please wait . . .
de: Freundschaftsanfrage wird erstellt, einen Moment bitte ...
es: Creando una Invitación de amigo, por favor espera. . .
fr: Création d’une invitation d’ami, veuillez patienter. . .
id: Membuat Undangan Teman, harap tunggu . . .
it: Creazione invito amico. Attendere prego...
ja: フレンド招待状を作成しています、お待ちください...
ko: 친구초대 생성 중. 기다려주세요…
pt: Criando solicitação de amizade, aguarde . . .
ru: Создаем приглашение дружить, подождите...
th: กำลังสร้างคำขอเป็นเพื่อน โปรดรอ . . .
vi: Đang tạo Lời mời kết bạn, vui lòng đợi...
zh_hans: 创建邀请中，请稍等 . . .
zh_hant: 創建邀請中，請稍等 . . .

# invite_outgoing_creating_short
source: Creating . . .
de: Wird erstellt ...
es: Creando. . .
fr: Création en cours. . .
id: Membuat . . .
it: Creazione in corso...
ja: 作成中...
ko: 생성 중…
pt: Criando . . .
ru: Создаем...
th: กำลังสร้าง . . .
vi: Đang tạo...
zh_hans: 创建中 . . .
zh_hant: 創建中 . . .

# invite_outgoing_deleting_00
source: Deleting Friend Invite, please wait . . .
de: Freundschaftsanfrage wird gelöscht, einen Moment bitte ...
es: Eliminado la Invitación de amigo, por favor espera. . .
fr: Suppression de la invitation d’ami, veuillez patienter. . .
id: Menghapus Undangan Teman, harap tunggu . . .
it: Eliminazione invito amico. Attendere prego...
ja: フレンド招待状を削除しています、お待ちください...
ko: 친구초대 삭제 중. 기다려주세요…
pt: Apagando solicitação de amizade, aguarde . . .
ru: Удаляем приглашение дружить, подождите...
th: กำลังลบคำขอเป็นเพื่อน โปรดรอ . . .
vi: Đang xóa Lời mời kết bạn, vui lòng đợi...
zh_hans: 删除邀请中，请稍等 . . .
zh_hant: 刪除邀請中，請稍等 . . .

# invite_outgoing_deleting_short
source: Deleting . . .
de: Wird gelöscht ...
es: Eliminando. . .
fr: Suppression en cours. . .
id: Menghapus . . .
it: Eliminazione in corso...
ja: 削除中...
ko: 삭제 중…
pt: Apagando . . .
ru: Удаляем...
th: กำลังลบ . . .
vi: Đang xóa...
zh_hans: 删除中 . . .
zh_hant: 刪除中 . . .
