Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap09_fetch_04_task_desc
source: The <1>Spirit</1> observed the final lesson. Seek the last memory.
de: Der <1>Geist</1> kann sich fast schon an die gesamte Geschichte erinnern. Suche die vierte Erinnerung und bringe sie zurück.
es: El <1> espíritu</1> está por recordar toda la historia. Busca el cuarto recuerdo y tráeselo.
fr: L'<1>esprit</1> est sur le point de se souvenir de toute l'histoire. Cherchez le quatrième souvenir pour le rapporter.
id: <1>Roh</1> melihat pelajaran terakhir. Cari kenangan ini.
it: Lo <1>Spirito</1> sta per ricordare tutta la storia. Cerca il quarto ricordo per rievocarla.
ja: この<1>精霊</1>は、最後の教えが授けられる様子を見守っていました。その記憶を探しに行きましょう
ko: <1>영혼</1>이 마지막 가르침을 발견했어요. 마지막 기억을 찾아 돌려주세요.
pt: O <1>espírito</1> está próximo de se lembrar de toda a história. Procure sua quarta lembrança para reavê-la.
ru: <1>Дух</1> почти все вспомнил. Отыщите и верните четвертое воспоминание.
th: <1>สปิริต</1>ได้เห็นบทเรียนสุดท้าย จงแสวงหาความทรงจำนี้
vi: <1>Tinh Linh</1> đã nhớ lại một bài học cuối cùng. Hãy tìm lại ký ức cuối cùng.
zh_hans: <1>先祖</1>快要全部想起来了！找到第四段回忆的碎片，并带回来吧！
zh_hant: <1>先祖</1>快要全部想起來了！找到第四段回憶的碎片，並帶回來吧！

# spirit_shop_ap06unlock_ap09_fetch_04_task_done
source: You have experienced the fourth memory. Return to the <1>Spirit</1> in the village.
de: Du hast die vierte verlorene Erinnerung erlebt. Kehre zum <1>Geist</1> im Dorf zurück.
es: Experimentaste el cuarto recuerdo perdido. Regresa con el <1>espíritu</1> de la aldea.
fr: Vous avez vécu le quatrième souvenir perdu. Retournez voir l'<1>esprit</1> dans le village.
id: Kamu mengalami kenangan yang hilang keempat. Kembali ke <1>Roh</1> di desa.
it: Hai trovato il quarto ricordo. Torna dallo <1>Spirito</1> nel villaggio.
ja: 失われた第四の記憶を追体験しました。町にいる<1>精霊</1>のもとへ戻りましょう
ko: 네 번째 기억을 경험했어요. 마을에 있는 <1>영혼</1>에게 돌아가보세요.
pt: Você testemunhou a quarta lembrança perdida. Fale novamente com o <1>espírito</1> na aldeia.
ru: Вы пережили четвертое потерянное воспоминание. Вернитесь к <1>духу</1> в деревушку.
th: คุณได้พบกับความทรงจำที่สี่ กลับไปหา<1>สปิริต</1>ในหมู่บ้าน
vi: Bạn đã chứng kiến ký ức thứ tư bị mất. Hãy về làng tìm <1>Tinh Linh</1>.
zh_hans: 你重拾了第四段被遗忘的记忆。回到村落里找到<1>先祖</1>吧。
zh_hant: 你重拾了第四段被遺忘的記憶。回到村落裏找到<1>先祖</1>吧。

# spirit_shop_ap06unlock_ap09_fetch_05_task_desc
source: The <1>Spirit</1> recalls the coliseum. Go relive the debut performance.
de: Der <1>Geist</1> erinnert sich an das Kolosseum. Lass die Debütvorstellung des Eiskunstläufers wiederaufleben.
es: El <1>espíritu</1> recuerda el coliseo. Ve y revive la primera presentación de la patinadora.
fr: L'<1>esprit</1> se souvient du Colisée. Allez revivre la première performance de la patineuse.
id: <1>Roh</1> mengingat coliseum. Hidupkan kembali penampilan perdana.
it: Lo <1>Spirito</1> ricorda il Colosseo. Vai a rivivere lo spettacolo di debutto della skater.
ja: <1>精霊</1>は円形劇場での情景を思い出しました。スケーターの初舞台の記憶を辿りに行きましょう
ko: <1>영혼</1>이 극장을 떠올립니다. 첫 공연의 기억을 다시 체험하세요.
pt: O <1>espírito</1> se lembra do coliseu. Testemunhe a lembrança da estreia do patinador.
ru: <1>Дух</1> вспомнил большую арену. Переживите воспоминание о дебютном выступлении.
th: <1>สปิริต</1>นึกถึงโคลีเซียม ไปหวนระลึกถึงการแสดงเปิดตัวอีกครั้ง
vi: <1>Tinh Linh</1> nhớ lại đấu trường. Hãy biểu diễn ra mắt nào!
zh_hans: <1>先祖</1>回想起了落日竞技场的故事。去重温出道表演吧！
zh_hant: <1>先祖</1>回想起了落日競技場的故事。去重溫出道表演吧！

# spirit_shop_ap06unlock_ap09_fetch_05_task_done
source: You have experienced how the dream came true. Return to the <1>Spirit</1> in the village.
de: Du hast den wahrgewordenen Traum erlebt. Kehre zum <1>Geist</1> im Dorf zurück.
es: Viviste cómo el sueño se volvió realidad. Regresa con el <1>espíritu</1> de la aldea.
fr: Vous avez vu comment le rêve s'est réalisé. Retournez voir l'<1>esprit</1> dans le village.
id: Kamu merasakan bagaimana impian jadi kenyataan. Kembali ke <1>Roh</1> di desa.
it: Hai scoperto come si è avverato il sogno. Torna dallo <1>Spirito</1> nel villaggio.
ja: あなたは夢が叶った瞬間を、追体験しました。町にいる<1>精霊</1>のもとへ戻りましょう
ko: 꿈이 어떻게 이루어졌는지 체험했어요. 마을에 있는 <1>영혼</1>에게 돌아가세요.
pt: Você testemunhou um sonho se realizando. Fale novamente com o <1>espírito</1> na aldeia.
ru: Вы пережили мечту, ставшую явью. Вернитесь к <1>духу</1> в деревушку.
th: คุณได้พบว่าความฝันเป็นจริงได้อย่างไร กลับไปหา<1>สปิริต</1>ในหมู่บ้าน
vi: Bạn đã trải nghiệm làm thế nào giấc mơ trở thành sự thật. Hãy về làng tìm <1>Tinh Linh</1>.
zh_hans: 你重拾了圆梦的记忆。回到村落里找到<1>先祖</1>吧。
zh_hant: 你重拾了圓夢的記憶。回到村落裏找到<1>先祖</1>吧。

# spirit_shop_ap06unlock_ap10_fetch_01_task_desc
source: Visit the Scouts by the <b>Forest Entrance</b> for help.
de: Besuche die Pfadfinder beim <b>Eingang zum Wald</b>, um ihnen zu helfen.
es: Visita a los exploradores junto a la <b>entrada del bosque</b> para recibir ayuda.
fr: Visitez les scouts près de l'<b>entrée de la forêt</b> pour obtenir de l'aide.
id: Kunjungi Pramuka di samping <b>Gerbang Hutan</b> untuk membantu.
it: Visita gli scout all'<b>ingresso della foresta</b> per chiedere aiuto.
ja: <b>雨林の入り口</b>にいるスカウト達を訪ね、手伝ってもらいましょう
ko: <b>숲의 입구</b> 근처에서 스카우트 단원을 만나 도움을 받으세요
pt: Visite os batedores perto da <b>entrada da floresta</b> para obter ajuda.
ru: Посетите скаутов у <b>Лесных врат</b>, чтобы получить их помощь.
th: ไปพบกับผู้สอดแนมข้าง<b>ทางเข้าป่า</b>เพื่อขอความช่วยเหลือ
vi: Đến gặp các Hướng đạo sinh ở <b>Lối vào Rừng</b> để được giúp đỡ.
zh_hans: 耶！有任务！
zh_hant: 耶！有任務！

# spirit_shop_ap06unlock_ap10_fetch_01_task_desc_02
source: It's going to take a lot to fix up this treehouse...
de: Es wird eine Weile dauern, dieses Baumhaus auf Vordermann zu bringen ...
es: Va a llevar mucho tiempo reparar esta casita del árbol...
fr: Il va falloir de grands efforts pour réparer cette cabane...
id: Akan butuh banyak waktu untuk memperbaiki rumah pohon ini ...
it: Ci vorrà molto per sistemare questa casa sull'albero...
ja: ツリーハウスを建てるためには、やることが山積みだ…
ko: 이 나무집을 고치려면 많은 시간과 노력이 들 거예요...
pt: Vai demorar bastante para dar um jeito nessa casa da árvore...
ru: Построить домик на дереве не так-то просто...
th: การซ่อมแซมบ้านต้นไม้หลังนี้คงจะเป็นงานที่ใหญ่มาก...
vi: Sẽ mất rất nhiều công sức để sửa chữa ngôi nhà trên cây này ...
zh_hans: 这么做我们要花很大的功夫修好我们的秘密基地...
zh_hant: 這麽做我們要花很大的功夫修好我們的秘密基地...

# spirit_shop_ap06unlock_ap10_fetch_01_task_desc_03
source: If only there was a way to <b>store things</b>?
de: Wenn es nur eine Möglichkeit geben würde, <b>Dinge einzulagern</b>?
es: ¿Si tan solo hubiera una forma de <b>almacenar cosas</b>?
fr: Si seulement il y avait un moyen de <b>stocker les choses</b> ?
id: Andai saja ada cara untuk <b>menyimpan barang-barang</b>?
it: Se solo ci fosse qualcosa su cui <b>appoggiare le cose</b>...
ja: 何か、ものを<b>きちんとしまえる</b>方法がないかなぁ？
ko: <b>물건을 보관</b>할 수 있는 곳이 있었으면 해요
pt: Se ao menos tivesse uma forma de <b>estocar algumas coisas</b>...
ru: Вот если бы было место для <b>хранения</b>!
th: ถ้ามีวิธีการ<b>จัดเก็บสิ่งของ</b>แล้วล่ะก็
vi: Nếu chúng ta có cách để <b>lưu trữ đồ đạc</b>?
zh_hans: 如果我们有地方可以收藏我们的东西的话...
zh_hant: 如果我們有地方可以收藏我們的東西的話...

# spirit_shop_ap06unlock_ap10_fetch_01_task_done
source: Take this <b>bookshelf</b> back to the treehouse to finish.
de: Bring zum Abschluss dieses <b>Bücherregal</b> zurück zum Baumhaus.
es: Lleva esta <b>estantería</b> hasta la casita del árbol para terminar.
fr: Ramenez cette <b>étagère</b> à la cabane pour finir.
id: Bawa <b>rak buku</b> ini kembali ke rumah pohon untuk menyelesaikannya.
it: Porta questo <b>scaffale</b> alla casa sull'albero per finire.
ja: この<b>本棚</b>をツリーハウスに持ち帰りましょう
ko: 이 <b>책꽂이</b>를 나무집으로 가져가서 퀘스트를 완료하세요
pt: Leve esta <b>estante</b> até a casa da árvore para terminar.
ru: Отнесите этот <b>книжный шкаф</b> в домик на дереве для завершения.
th: นำ<b>ชั้นหนังสือ</b>นี้กลับไปที่บ้านต้นไม้เพื่อจบภารกิจ
vi: Mang <b>giá sách</b> này trở lại ngôi nhà trên cây là xong.
zh_hans: 耶！你做到了！
zh_hant: 耶！你做到了！

# spirit_shop_ap06unlock_ap10_fetch_02_task_desc
source: Visit the Scouts by the <b>Forest Brook</b> for help. Bring a friend!
de: Bitte die Pfadfinder beim <b>Waldbach</b> um Hilfe. Bring einen Freund!
es: Visita a los exploradores junto al <b>arroyo del bosque</b> para recibir ayuda. ¡Trae una amistad!
fr: Visitez les scouts près du <b>Ruisseau de la forêt</b> pour obtenir de l'aide. Amenez un ami !
id: Kunjungi Pramuka di <b>Anak Sungai Hutan</b> untuk membantu. Ajak satu teman!
it: Visita gli scout presso il <b>torrente della foresta</b> per chiedere aiuto. Porta con te un amico!
ja: <b>雨林の小川</b>のそばいるスカウト達を訪ね、手伝ってもらいましょう。フレンドと一緒に行きましょう！
ko: <b>숲의 개울</b> 근처에서 스카우트 단원을 만나 도움을 받으세요. 친구 한 명과 함께 오세요!
pt: Visite os batedores no <b>riacho da floresta</b> para obter ajuda. Leve um amigo!
ru: Посетите скаутов у <b>Лесного ручья</b>, чтобы получить их помощь. Приведите друга!
th: ไปพบกับผู้สอดแนมข้าง<b>ลำธารในป่า</b> เพื่อขอความช่วยเหลือ จงพาเพื่อนไปด้วย!
vi: Đến gặp các Hướng đạo sinh ở <b>Suối nhỏ trong rừng</b> để được giúp đỡ. Mang theo 1 người bạn!
zh_hans: 拜访位于<b>森林小溪</b>的童子军寻求帮助。带一位朋友来！
zh_hant: 拜訪位于<b>森林小溪</b>的童子軍尋求幫助。帶一位朋友來！

# spirit_shop_ap06unlock_ap10_fetch_02_task_desc_02
source: Things are looking better already!
de: Sieht schon viel besser aus!
es: ¡Todo luce mejor!
fr: C'est déjà beaucoup mieux !
id: Keadaan sudah mulai membaik!
it: Così va molto meglio!
ja: いい感じになってきたね！
ko: 훨씬 나아졌어요!
pt: As coisas já estão melhorando!
ru: Уже намного лучше!
th: ทุกอย่างเริ่มดีขึ้นแล้ว!
vi: Có vẻ tốt hơn rất nhiều!
zh_hans: 看起来好多了！
zh_hant: 看起來好多了！

# spirit_shop_ap06unlock_ap10_fetch_02_task_desc_03
source: This place could really use a <b>cozy fire</b> now.
de: Dieser Ort könnte ein <b>gemütliches Feuer</b> vertragen.
es: A este lugar le vendría muy bien un <b>fuego acogedor</b>.
fr: Cet endroit pourrait vraiment avoir besoin d'un bon <b>feu de camp</b>.
id: Tempat ini benar-benar butuh <b>api yang nyaman</b> sekarang.
it: Un bel <b>fuoco accogliente</b> non guasterebbe.
ja: ここに<b>あったかい火</b>を置きたいよね
ko: 이제 <b>아늑한 불</b>만 있으면 좋겠어요
pt: Esse canto merece uma <b>fogueira bem confortável</b>.
ru: Это место станет еще уютнее, если развести <b>огонь</b>.
th: ตอนนี้สถานที่แห่งนี้สามารถใช้<b>เปลวไฟอบอุ่น</b>ได้แล้ว
vi: Nơi này có thể đốt <b>lửa trại</b> bây giờ.
zh_hans: 下一件事就是架起舒服的篝火了...
zh_hant: 下一件事就是架起舒服的篝火了...

# spirit_shop_ap06unlock_ap10_fetch_02_task_done
source: Take this <b>torch</b> back to the treehouse to finish.
de: Bringe zum Abschluss diese <b>Fackel</b> zurück zum Baumhaus.
es: Lleva esta <b>antorcha</b> hasta la casita del árbol para terminar.
fr: Ramenez cette <b>torche</b> à la cabane pour finir.
id: Bawa <b>obor</b> ini kembali ke rumah pohon untuk menyelesaikannya.
it: Porta questa <b>torcia</b> alla casa sull'albero per finire.
ja: この<b>たいまつ</b>をツリーハウスに持ち帰りましょう
ko: 이 <b>횃불</b>을 나무집으로 가져가서 퀘스트를 완료하세요
pt: Leve esta <b>tocha</b> até a casa da árvore para terminar.
ru: Отнесите этот <b>факел</b> в домик на дереве для завершения.
th: นำ<b>คบเพลิง</b>กลับไปที่บ้านต้นไม้เพื่อจบภารกิจ
vi: Mang <b>cây đuốc</b> này trở lại ngôi nhà trên cây là xong.
zh_hans: 耶！你做到了！
zh_hant: 耶！你做到了！

# spirit_shop_ap06unlock_ap10_fetch_03_task_desc
source: Visit the Scouts outside the <b>Forest Temple</b> for help. Bring 2 friends!
de: Bitte die Pfadfinder beim <b>Waldtempel</b> um Hilfe. Bring 2 Freunde!
es: Visita a los exploradores junto al <b>templo del bosque</b> para recibir ayuda. ¡Trae 2 amistades!
fr: Visitez les scouts au <b>Temple de la forêt</b> pour obtenir de l'aide. Apportez 2 amis !
id: Kunjungi Pramuka di luar <b>Kuil Hutan</b> untuk membantu. Ajak 2 teman!
it: Visita gli scout presso il <b>Tempio della Foresta</b> per chiedere aiuto. Porta con te 2 amici!
ja: <b>雨林の神殿の近く</b>にいるスカウト達を訪ね、手伝ってもらいましょう。2人のフレンドと一緒に行きましょう！
ko: <b>숲의 사원</b> 근처에서 스카우트 단원을 만나 도움을 받으세요. 친구 2명과 함께 오세요!
pt: Visite os batedores no <b>templo da floresta</b> para obter ajuda. Leve 2 amigos!
ru: Посетите скаутов у <b>Лесного храма</b>, чтобы получить их помощь. Приведите двух друзей!
th: ไปพบกับผู้สอดแนมนอก<b>วิหารในป่า</b> เพื่อขอความช่วยเหลือ พาเพื่อน 2 คนไปด้วยล่ะ!
vi: Đến gặp các Hướng đạo sinh ở <b>Đền thần trong rừng</b> để được giúp đỡ. Mang theo 2 người bạn!
zh_hans: 拜访位于<b>森林神殿</b>的童子军寻求帮助。带两位朋友来！
zh_hant: 拜訪位于<b>森林神殿</b>的童子軍尋求幫助。帶兩位朋友來！

# spirit_shop_ap06unlock_ap10_fetch_03_task_desc_02
source: This treehouse is beginning to feel like home.
de: Dieses Baumhaus fühlt sich langsam wie ein Zuhause an.
es: Esta casita del árbol empieza a sentirse como un hogar.
fr: Cette cabane dans les arbres est de plus en plus chaleureuse.
id: Rumah pohon ini mulai terasa seperti rumah.
it: Questa casa sull'albero inizia ad essere davvero accogliente.
ja: このツリーハウスもだいぶ居心地よくなってきたね。住みたいくらい！
ko: 이 나무집이 점점 집처럼 느껴지기 시작하네요
pt: A casa da árvore está começando a ficar com cara de um doce lar.
ru: В домике на дереве становится по-домашнему уютно.
th: บ้านต้นไม้หลังนี้เริ่มให้ความรู้สึกเหมือนอยู่บ้านแล้ว
vi: Ngôi nhà trên cây này cuối cùng cũng có cảm giác là nhà!
zh_hans: 这个基地终于有了家的感觉！
zh_hant: 這個基地終于有了家的感覺！

# spirit_shop_ap06unlock_ap10_fetch_03_task_desc_03
source: Add a <b>shelter</b> next to cover us from the rain.
de: Füge als Nächstes einen <b>Unterschlupf</b> hinzu, der uns vor dem Regen schützt.
es: A continuación, agrega un <b>refugio</b> para refugiarnos de la lluvia.
fr: Ajoutez maintenant un <b>abri</b> pour nous protéger de la pluie.
id: Tambahkan <b>tempat berlindung</b> di sampingnya untuk berteduh saat hujan.
it: Aggiungi una <b>tettoia</b> per ripararci dalla pioggia.
ja: 次は雨をしのぐための<b>隠れ場所</b>が欲しいな
ko: 다음으로 비를 피할 수 있는 <b>대피소</b>를 추가해 주세요
pt: Adicione um <b>abrigo</b> para nos proteger da chuva.
ru: Поставьте <b>укрытие</b>, чтобы защититься от дождя.
th: เพิ่ม<b>ที่หลบฝน</b>ข้างๆ เพื่อบังเราจากสายฝน
vi: Thêm một <b>tấm che</b> bên cạnh để che mưa cho chúng ta...
zh_hans: 第一件事就是修一个防雨的遮罩...
zh_hant: 第一件事就是修一個防雨的遮罩...

# spirit_shop_ap06unlock_ap10_fetch_03_task_done
source: Take this <b>tent</b> back to the treehouse to finish.
de: Bring zum Abschluss dieses <b>Zelt</b> zurück zum Baumhaus.
es: Lleva esta <b>carpa</b> hasta la casita del árbol para terminar.
fr: Ramenez cette <b>tente</b> à la cabane pour finir.
id: Bawa <b>tenda</b> ini kembali ke rumah pohon untuk menyelesaikannya.
it: Porta questa <b>tenda</b> alla casa sull'albero per finire.
ja: この<b>テント</b>をツリーハウスに持ち帰りましょう
ko: 이 <b>텐트</b>를 나무집으로 가져가서 퀘스트를 완료하세요
pt: Leve esta <b>barraca</b> até a casa da árvore para terminar.
ru: Отнесите эту <b>палатку</b> в домик на дереве для завершения.
th: นำ<b>เต็นท์</b>กลับไปที่บ้านต้นไม้เพื่อจบภารกิจ
vi: Mang <b>chiếc lều</b> này trở lại ngôi nhà trên cây là xong.
zh_hans: 耶！你做到了！
zh_hant: 耶！你做到了！

# spirit_shop_ap06unlock_ap10_fetch_04_task_desc
source: Visit the Scouts by the <b>Forest Entrance</b> for help. Bring 3 friends!
de: Bitte die Pfadfinder beim <b>Waldeingang</b> um Hilfe. Bring 3 Freunde!
es: Visita a los exploradores junto a la <b>entrada del bosque</b> para recibir ayuda. ¡Trae 3 amistades!
fr: Visitez les scouts près de l'<b>entrée de la forêt</b> pour obtenir de l'aide. Apportez 3 amis !
id: Kunjungi Pramuka di samping <b>Gerbang Hutan</b> untuk membantu. Ajak 3 teman!
it: Visita gli scout all'<b>ingresso della foresta</b> per chiedere aiuto. Porta con te 3 amici!
ja: <b>雨林の入り口</b>にいるスカウト達を訪ね、手伝ってもらいましょう。3人のフレンドと一緒に行きましょう！
ko: <b>숲의 입구</b> 근처에서 스카우트 단원을 만나 도움을 받으세요. 친구 3명과 함께 오세요!
pt: Visite os batedores na <b>entrada da floresta</b> para obter ajuda. Leve 3 amigos!
ru: Посетите скаутов у <b>Лесных врат</b>, чтобы получить их помощь. Приведите трех друзей!
th: ไปพบกับผู้สอดแนมข้าง<b>ทางเข้าป่า</b>เพื่อขอความช่วยเหลือ พาเพื่อน 3 คนไปด้วยล่ะ!
vi: Đến gặp các Hướng đạo sinh ở <b>Lối vào Rừng</b> để được giúp đỡ. Mang theo 3 người bạn!
zh_hans: 拜访位于<b>森林入口</b>的童子军寻求帮助。带三位朋友来！
zh_hant: 拜訪位于<b>森林入口</b>的童子軍尋求幫助。帶三位朋友來！

# spirit_shop_ap06unlock_ap10_fetch_04_task_desc_02
source: The treehouse has come a long way.
de: Das Baumhaus sieht mittlerweile richtig gut aus.
es: La casita del árbol ha mejorado muchísimo.
fr: La cabane a vraiment changé.
id: Perkembangan rumah pohon ini luar biasa.
it: La casa sull'albero è a buon punto...
ja: ツリーハウスがだいぶ完成に近づいてきたよ
ko: 나무집이 점점 완성되고 있어요
pt: A casa da árvore está cada vez melhor.
ru: Как сильно изменился домик на дереве!
th: บ้านต้นไม้คืบหน้ามามากแล้ว
vi: Làm nên ngôi nhà trên cây này thật không dễ dàng gì!
zh_hans: 这一路的努力真不容易！
zh_hant: 這一路的努力真不容易！

# spirit_shop_ap06unlock_ap10_fetch_04_task_desc_03
source: A great treehouse like this would look even better with <b>lights</b>.
de: Was für ein tolles Baumhaus, aber mit ein paar <b>Lichtern</b> wäre es noch schöner.
es: Una gran casita del árbol como esta se vería aún mejor con <b>luces</b>.
fr: Une grande cabane comme celle-ci serait encore plus belle avec des <b>lumières</b>.
id: Rumah pohon yang bagus seperti ini akan tampak lebih baik dengan <b>lampu</b>.
it: Una casa sull'albero come questa sarebbe ancora più bella se fosse <b>illuminata</b>.
ja: 最高のツリーハウスは<b>ピカピカ光って</b>ないとね
ko: 근사한 나무집에는 <b>조명</b>이 필요해요
pt: Uma casa da árvore maravilhosa como essa ficaria ainda melhor com algumas <b>luzes</b>.
ru: Такому красивому домику точно не помешают <b>огоньки</b>.
th: บ้านต้นไม้ที่ยอดเยี่ยมแบบนี้คงจะดูดียิ่งขึ้น เมื่อมี<b>แสงไฟ</b>น่ะ
vi: Sẽ tuyệt hơn nữa nếu ngôi nhà trên cây này có <b>ánh sáng</b>.
zh_hans: 一个好的基地，需要更明亮的环境！
zh_hant: 一個好的基地，需要更明亮的環境！

# spirit_shop_ap06unlock_ap10_fetch_04_task_done
source: Take this <b>spotlight</b> back to the treehouse to finish.
de: Bring zum Abschluss diesen <b>Scheinwerfer</b> zurück zum Baumhaus.
es: Lleva este <b>foco</b> hasta la casita del árbol para terminar.
fr: Ramenez ce <b>projecteur</b> à la cabane pour finir.
id: Bawa <b>lampu sorot</b> ini kembali ke rumah pohon untuk menyelesaikannya.
it: Porta questo <b>faretto</b> alla casa sull'albero per finire.
ja: この<b>スポットライト</b>をツリーハウスに持ち帰りましょう
ko: 이 <b>스포트라이트</b>를 나무집으로 가져가서 퀘스트를 완료하세요
pt: Leve este <b>holofote</b> até a casa da árvore para terminar.
ru: Отнесите этот <b>фонарь</b> в домик на дереве для завершения.
th: นำ<b>สปอตไลท์</b>กลับไปที่บ้านต้นไม้เพื่อจบภารกิจ
vi: Mang <b>chiếc đèn</b> này trở lại ngôi nhà trên cây là xong.
zh_hans: 耶！你做到了！
zh_hant: 耶！你做到了！

# spirit_shop_ap06unlock_ap10_fetch_05_task_desc
source: Visit the Scouts by the <b>Forest Brook</b> for help. Bring a friend!
de: Bitte die Pfadfinder beim <b>Waldbach</b> um Hilfe. Bring einen Freund!
es: Visita a los exploradores junto al <b>arroyo del bosque</b> para recibir ayuda. ¡Trae una amistad!
fr: Visitez les scouts près du <b>Ruisseau de la forêt</b> pour obtenir de l'aide. Amenez un ami !
id: Kunjungi Pramuka di <b>Anak Sungai Hutan</b> untuk membantu. Ajak satu teman!
it: Visita gli scout presso il <b>torrente della foresta</b> per chiedere aiuto. Porta con te un amico!
ja: <b>雨林の小川</b>のそばいるスカウト達を訪ね、手伝ってもらいましょう。フレンドと一緒に行きましょう！
ko: <b>숲의 개울</b> 근처에서 스카우트 단원을 만나 도움을 받으세요. 친구 한 명과 함께 오세요!
pt: Visite os batedores no <b>riacho da floresta</b> para obter ajuda. Leve um amigo!
ru: Посетите скаутов у <b>Лесного ручья</b>, чтобы получить их помощь. Приведите друга!
th: ไปพบกับผู้สอดแนมข้าง<b>ลำธารในป่า</b> เพื่อขอความช่วยเหลือ จงพาเพื่อนไปด้วย!
vi: Đến gặp các Hướng đạo sinh ở <b>Suối nhỏ trong rừng</b> để được giúp đỡ. Mang theo 1 người bạn!
zh_hans: 拜访位于<b>森林小溪</b>的童子军寻求帮助。带一位朋友来！
zh_hant: 拜訪位于<b>森林小溪</b>的童子軍尋求幫助。帶一位朋友來！

# spirit_shop_ap06unlock_ap10_fetch_05_task_desc_02
source: The treehouse is nearly done!
de: Das Baumhaus ist fast fertig!
es: ¡La casita del árbol está casi lista!
fr: La cabane dans l'arbre est presque terminée !
id: Rumah pohon ini hampir selesai!
it: La casa sull'albero è quasi completa!
ja: 完璧なツリーハウスまであとちょっとだ！
ko: 나무집이 거의 완성되고 있어요!
pt: A casa da árvore está quase pronta!
ru: Домик на дереве почти закончен!
th: บ้านต้นไม้ใกล้เสร็จแล้ว!
vi: Ngôi nhà trên cây sắp được hoàn thành!
zh_hans: 我们的基地快要修好了！
zh_hant: 我們的基地快要修好了！

# spirit_shop_ap06unlock_ap10_fetch_05_task_desc_03
source: ...but there still isn't anywhere to <b>take a nap</b>.
de: …aber ich kann noch immer kein <b>Nickerchen machen</b>.
es: ...pero aún no existe un lugar para <b>tomar una siesta</b>.
fr: ...mais il n'y a toujours pas de place pour <b>faire une sieste</b>.
id: ... tapi masih belum ada tempat untuk <b>tidur</b>.
it: ...però manca ancora un posto per <b>schiacciare un pisolino</b>.
ja: …でもまだなにか。そうだ、どこにも<b>お昼寝できる</b>ところが無かった！
ko: ... 하지만 아직 <b>낮잠을 잘 만한</b> 곳이 없네요
pt: ... mas ainda não há um lugar para <b>tirar uma soneca</b>.
ru: ...но тут все еще негде <b>вздремнуть</b>.
th: ...แต่ยังไม่มีสถานที่สำหรับ<b>งีบหลับ</b>เลยนะ
vi: ...nhưng vẫn không có chỗ để <b>chợp mắt</b>.
zh_hans: ……但是仍然没有可以<b>打个盹</b>的地方。
zh_hant: ……但是仍然沒有可以<b>打個盹</b>的地方。

# spirit_shop_ap06unlock_ap10_fetch_05_task_done
source: Take these <b>hammocks</b> back to the treehouse to finish.
de: Bring zu Abschluss diese <b>Sitze</b> zurück zum Baumhaus.
es: Lleva estas <b>hamacas</b> hasta la casita del árbol para terminar.
fr: Ramenez ces <b>hamacs</b> à la cabane pour finir.
id: Bawa <b>tempat tidur gantung</b> ini kembali ke rumah pohon untuk menyelesaikannya.
it: Porta queste <b>amache</b> alla casa sull'albero per finire.
ja: この<b>ハンモック</b>をツリーハウスに持ち帰りましょう
ko: 이 <b>해먹</b>을 나무집으로 가져가서 퀘스트를 완료하세요
pt: Leve estes <b>assentos</b> até a casa da árvore para terminar.
ru: Отнесите эти <b>гамаки</b> в домик на дереве для завершения.
th: นำ<b>เปลญวน</b>กลับไปที่บ้านต้นไม้เพื่อจบภารกิจ
vi: Mang <b>chiếc võng</b> này trở lại ngôi nhà trên cây là xong.
zh_hans: 耶！你做到了！
zh_hant: 耶！你做到了！

# spirit_shop_ap06unlock_ap10_fetch_06_task_desc
source: Visit the Scouts outside the <b>Forest Temple</b> for help.
de: Besuche die Pfadfinder beim <b>Waldtempel</b>, um ihnen zu helfen.
es: Visita a los exploradores junto al <b>templo del bosque</b> para recibir ayuda.
fr: Visitez les scouts au <b>Temple de la forêt</b> pour obtenir de l'aide.
id: Kunjungi Pramuka di luar <b>Kuil Hutan</b> untuk membantu.
it: Visita gli scout presso il <b>Tempio della Foresta</b> per chiedere aiuto.
ja: <b>雨林の神殿の近く</b>にいるスカウト達を訪ね、手伝ってもらいましょう
ko: <b>숲의 사원</b> 근처에서 스카우트 단원을 만나 도움을 청하세요
pt: Visite os batedores perto do <b>templo da floresta</b> para obter ajuda.
ru: Посетите скаутов у <b>Лесного храма</b>, чтобы заручиться их помощью.
th: ไปพบกับผู้สอดแนมนอก<b>วิหารในป่า</b>เพื่อขอความช่วยเหลือ
vi: Đến gặp các Hướng đạo sinh ở ngoài<b> Đền thần trong rừng</b> để được giúp đỡ.
zh_hans: 去神庙前的桥附近找到我的队员来帮忙吧！
zh_hant: 去神廟前的橋附近找到我的隊員來幫忙吧！

# spirit_shop_ap06unlock_ap10_fetch_06_task_desc_02
source: There's only one thing left to find.
de: Jetzt fehlt nur noch eine Sache.
es: Solo queda una cosa por encontrar.
fr: Il ne reste plus qu'une chose à trouver.
id: Tinggal satu hal lagi yang harus ditemukan.
it: Resta soltanto una cosa da trovare.
ja: あと一つ、仕上げに必要なものがあるんだ
ko: 이제 마지막 한 가지가 남았어요
pt: Só falta encontrar mais uma coisa.
ru: Осталось найти последнюю вещь.
th: เหลือเพียงสิ่งเดียวที่ต้องค้นหา
vi: Còn thiếu 1 thứ cuối cùng thôi!
zh_hans: 还差最后一件东西了！
zh_hant: 還差最後一件東西了！

# spirit_shop_ap06unlock_ap10_fetch_06_task_desc_03
source: Bring <b>something fun</b> back to play with.
de: Bring <b>etwas Spaßiges</b> zurück, mit dem man spielen kann.
es: Lleva <b>algo divertido</b> con lo que jugar.
fr: Prenez <b>quelque chose d'amusant</b> pour jouer avec.
id: Bawa <b>benda yang seru</b> untuk dimainkan.
it: Porta <b>qualcosa di divertente</b> con cui giocare.
ja: みんなで遊ぶ用の<b>何かおもしろいもの</b>、見つけよう
ko: 함께 가지고 놀 <b>재미있는 물건</b>을 가져와주세요
pt: Leve <b>algo divertido</b> para brincar.
ru: Найдите <b>что-нибудь веселое</b> для игр.
th: นำ<b>ของสนุกๆ </b>กลับมาเล่น
vi: Mang <b>thứ gì đó thú vị</b> trở lại để chơi.
zh_hans: 但是我们好像还少了点能玩的东西...
zh_hant: 但是我們好像還少了點能玩的東西...
