Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# system_account_temp_banned_message_01
source: This {{1}} has been temporarily banned for violating the Terms of Service.
de: Dieses {{1}} wurde wegen Verstoßes gegen die Nutzungsbedingungen vorübergehend gesperrt.
es: Esta cuenta de Sky {{1}} se suspendió temporalmente por haber infringido los términos de servicio.
fr: Ce {{1}} a été banni temporairement pour violation des conditions d'utilisation.
id: {{1}} ini telah di-ban sementara karena melanggar Ketentuan Layanan.
it: Questo {{1}} è stato temporaneamente sospeso per violazione dei Termini di servizio.
ja: この {{1}} は、利用規約違反により一時的な停止措置が適用されました。
ko: 이 {{1}}은(는) 서비스 약관 위반으로 일시 정지되었습니다.
pt: {{1}} recebeu um banimento temporário por violar os Termos de Uso.
ru: {{1}} — эта учётная запись Sky была временно заблокирована за нарушение условий использования.
th: {{1}} ถูกแบนชั่วคราว เนื่องจากละเมิดข้อกำหนดในการให้บริการ
vi: {{1}} này đã tạm thời bị cấm do vi phạm Điều khoản Dịch vụ.
zh_hans: 此{{1}}已因违反服务条款而被暂时封禁。
zh_hant: 此{{1}}因違反服務條款已被暫時停用。

# system_aspect_native
source: Full Screen Mode
de: Vollbildmodus
es: Modo de pantalla completa
fr: Mode plein écran
id: Mode Layar Penuh
it: Modalità schermo intero
ja: フルスクリーン
ko: 전체 화면 모드
pt: Modo de tela cheia
ru: На полный экран
th: โหมดเต็มหน้าจอ
vi: Chế độ toàn màn hình
zh_hans: 全屏模式
zh_hant: 全螢幕模式

# system_aspect_wide
source: Letterbox Mode
de: Letterbox-Modus
es: Modo Letterbox
fr: Mode Letterbox
id: Mode Letterbox
it: Modalità bande nere
ja: レターボックス（ワイド）
ko: 레터박스 모드
pt: Modo letterbox
ru: «Почтовый ящик» (Letterbox)
th: โหมดกล่องจดหมาย
vi: Chế độ hộp thư
zh_hans: 宽屏模式
zh_hant: 寬螢幕模式

# system_ban_type_account
source: Sky Account
de: Sky-Konto
es: Cuenta de Sky
fr: Compte Sky
id: Akun Sky
it: Account Sky
ja: Sky アカウント
ko: Sky 계정
pt: Conta do Sky
ru: Учетная запись Sky
th: บัญชี Sky
vi: Tài Khoản Sky
zh_hans: 《Sky光·遇》帐户
zh_hant: Sky 帳號

# system_ban_type_account_lower_case
source: Sky account
de: Sky-Konto
es: Cuenta de Sky
fr: Compte Sky
id: akun Sky
it: Account Sky
ja: Sky アカウント
ko: Sky 계정
pt: Conta do Sky
ru: Учетная запись Sky
th: บัญชี Sky
vi: Tài khoản Sky
zh_hans: 《Sky光·遇》帐户
zh_hant: Sky 帳號

# system_ban_type_device
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
id: Perangkat
it: Dispositivo
ja: 端末
ko: 장치
pt: Dispositivo
ru: Устройство
th: อุปกรณ์
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

# system_ban_type_device_lower_case
source: device
de: gerät
es: dispositivo
fr: appareil
id: perangkat
it: dispositivo
ja: 端末
ko: 장치
pt: dispositivo
ru: yстройство
th: อุปกรณ์
vi: thiết bị
zh_hans: 设备
zh_hant: 裝置

# system_below_min_spec_message
source: This device currently doesn't meet the minimum specifications to provide a smooth experience. We're working to optimize the performance with each update. Thanks for your patience as you explore the world of Sky.
de: Dieses Gerät erfüllt derzeit die Mindestanforderungen für einen reibungslosen Ablauf nicht. Wir arbeiten daran, die Leistung mit jedem Update zu verbessern. Danke für deine Geduld, während du die Welt von "Himmelsreich" erkundest.
es: Este dispositivo no cumple con las especificaciones mínimas para proporcionarte una experiencia fluida. Trabajamos para optimizar el rendimiento en cada actualización. Agradecemos tu paciencia mientras exploras el mundo de Sky.
fr: Cet appareil ne correspond pas à la configuration recommandée pour une expérience fluide. Nous faisons tout notre possible pour optimiser les performances du jeu à chaque mise à jour. Nous vous remercions pour votre patience pendant que vous explorez le monde de Sky.
id: Perangkat ini saat ini tidak memenuhi spesifikasi minimum untuk memberikan pengalaman yang lancar. Kami terus berusaha mengoptimalkan performa di tiap pembaruan. Terima kasih atas kesabaranmu saat menjelajahi dunia Sky.
it: Questo dispositivo non soddisfa le specifiche minime per offrire un'esperienza fluida. Stiamo lavorando per ottimizzare le prestazioni con ogni aggiornamento. Grazie per la pazienza dimostrata durante l'esplorazione del mondo di Sky.
ja: ご使用の端末は、快適なプレイに必要な動作条件を現時点では満たしていないようです。
ko: 이 기기는 현재 최소 사양에 미치지 못해 부드러운 플레이를 제공하지 못할 수도 있습니다. 매번 업데이트를 통해 구동 성능을 최적화하기 위해 노력 중입니다. 인내심을 갖고 Sky월드를 탐험해 주셔서 감사합니다.
pt: Este dispositivo não atende às especificações mínimas para fornecer uma experiência suave. Estamos trabalhando para otimizar o desempenho com cada atualização. Obrigado pela paciência enquanto explora o mundo de Sky.
ru: Это устройство не соответствует текущим минимальным требованиям для комфортной игры. Мы стараемся ускорить работу игры с каждым обновлением. Спасибо за ваше терпение в изучении мира «Неба».
th: อุปกรณ์นี้มีคุณสมบัติที่ไม่เป็นไปตามข้อกำหนดขั้นต่ำเพื่อประสบการณ์การเล่นที่ราบรื่น เรากำลังดำเนินการปรับปรุงประสิทธิภาพในการอัปเดตแต่ละครั้ง ขอขอบคุณสำหรับความอดทนของคุณ ในขณะที่คุณออกสำรวจโลกแห่ง Sky
vi: Thiết bị này hiện không đáp ứng các thông số kỹ thuật tối thiểu để mang lại trải nghiệm mượt mà. Chúng tôi đang làm việc để tối ưu hóa hiệu suất với mỗi bản cập nhật. Cảm ơn sự kiên nhẫn của bạn, chúc bạn chơi game vui vẻ!
zh_hans: 您的设备未达到游戏目前的最低配置要求，游戏体验可能受到影响。 每次更新我们都会继续努力优化游戏的性能。 感谢您的耐心！愿您能够在《光·遇》的世界中尽情畅玩！
zh_hant: 您的設備未達到遊戲目前的最低配置要求，遊戲體驗可能受到影響。 每次更新我們都會繼續努力優化遊戲的性能。 感謝您的耐心！願您能夠在《光·遇》的世界中盡情暢玩！

# system_broadcaster_grow
source: Grow
de: Wachsen
es: Crecer
fr: Grandir
id: Membesar
it: Crescere
ja: トール
ko: 키가 늘어나기
pt: Crescer
ru: Расти
vi: Phát triển
zh_hans: 成长
zh_hant: 變大

# system_broadcaster_shrink
source: Shrink
de: Schrumpfen
es: Encoger
fr: Réduire
id: Mengecil
it: Rimpicciolirsi
ja: リトル
ko: 키가 줄어들기
pt: Encolher
ru: Сжаться
vi: Co lại
zh_hans: 收缩
zh_hant: 縮小

# system_button_accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
id: Terima
it: Accetta
ja: 決定
ko: 수락
pt: Aceitar
ru: Принять
th: ยอมรับ
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# system_button_account
source: Account
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pt: Conta
ru: Учетная запись
th: บัญชี
vi: Tài khoản
zh_hans: 账号
zh_hant: 帳號

# system_button_ask
source: Ask Permission
de: Um Erlaubnis bitten
es: Pedir permiso
fr: Demander la permission
id: Minta Izin
it: Chiedi autorizzazione
ja: 許可する
ko: 권한 요청
pt: Pedir permissão
ru: Попросить разрешения
th: ขออนุญาต
vi: Hỏi quyền
zh_hans: 获得相机权限
zh_hant: 獲得相機權限

# system_button_aspect
source: Aspect
de: Format
es: Aspecto
id: Aspek
it: Aspetto
ja: 画面モード
ko: 비율
pt: Aspecto
ru: Соотношение сторон
th: มุมมอง
vi: Diện mạo
zh_hans: 画面模式
zh_hant: 畫面模式

# system_button_audio
source: Audio
ja: サウンド
ko: 음향
pt: Áudio
ru: Звук
th: เสียง
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

# system_button_back_bold
source: <b>Back</b>
de: <b>Zurück</b>
es: <b>Volver</b>
fr: <b>Retour</b>
id: <b>Kembali</b>
it: <b>Indietro</b>
ja: <b>戻る</b>
ko: <b>뒤로</b>
pt: <b>Voltar</b>
ru: <b>Назад</b>
th: <b>กลับ</b>
vi: <b>Quay lại</b>
zh_hans: <b>返回</b>
zh_hant: <b>返回</b>

# system_button_bug_report
source: Bug Report
de: Fehlermeldung
es: Informe de errores
fr: Signaler un bug
id: Laporan Bug
it: Segnalazione errore
ja: 不具合の報告
ko: 버그 신고
pt: Relatar erro
ru: Отчёт об ошибках
th: รายงานบั๊ก
vi: Báo Lỗi
zh_hans: 漏洞报告
zh_hant: 錯誤報告

# system_button_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: いいえ
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# system_button_cancel_account_delete
source: <b>Cancel Account Deletion</b>
de: <b>Kontolöschung abbrechen</b>
es: <b>Cancelar eliminación de cuenta</b>
fr: <b>Annuler la suppression du compte</b>
id: <b>Batalkan Penghapusan Akun</b>
it: <b>Annulla l'eliminazione dell'account</b>
ja: <b>アカウント削除のキャンセル</b>
ko: <b>계정 삭제 취소</b>
pt: <b>Cancelar exclusão da conta</b>
ru: <b>Отменить удаление учетной записи</b>
th: <b>ยกเลิกการลบบัญชี</b>
vi: <b>Hủy xóa tài khoản</b>
zh_hans: <b>取消帐户删除</b>
zh_hant: <b>取消刪除帳號</b>

# system_button_cancel_bold
source: <b>Cancel</b>
de: <b>Abbrechen</b>
es: <b>Cancelar</b>
fr: <b>Annuler</b>
id: <b>Batalkan</b>
it: <b>Annulla</b>
ja: <b>キャンセル</b>
ko: <b>취소</b>
pt: <b>Cancelar</b>
ru: <b>Отмена</b>
th: <b>ยกเลิก</b>
vi: <b>Hủy</b>
zh_hans: <b>取消</b>
zh_hant: <b>取消</b>

# system_button_chat_broadcast
source: Global Chat
de: Globaler Chat
es: Chat Global
fr: Chat Global
id: Obrolan Global
it: Chat Globale
ja: グローバルチャット
ko: 글로벌 채팅
pt: Chat Global
ru: Глобальный чат
th: แชททั่วโลก
vi: Trò chuyện toàn cầu
zh_hans: 全域聊天
zh_hant: 全域聊天

# system_button_check
source: Check
de: Überprüfen
es: Verificar
fr: Vérifier
id: Memeriksa
it: Verificare
ja: 確認
ko: 확인
pt: Verificar
ru: Проверить
th: ตรวจสอบ
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

# system_button_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# system_button_codes
source: Sky Codes
es: Códigos Sky
fr: Codes Sky
id: Kode Sky
it: Codici Sky
ja: Skyコード
ko: Sky 코드
pt: Códigos Sky
ru: Sky коды
th: รหัส Sky
vi: Mã Sky
zh_hans: Sky 代码
zh_hant: Sky 代碼

# system_button_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: はい
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# system_button_confirm_bold
source: <b>Confirm</b>
de: <b>Bestätigen</b>
es: <b>Confirmar</b>
fr: <b>Confirmer</b>
id: <b>Konfirmasi</b>
it: <b>Conferma</b>
ja: <b>確認</b>
ko: <b>확인</b>
pt: <b>Confirmar</b>
ru: <b>Подтвердить</b>
th: <b>ยืนยัน</b>
vi: <b>Xác nhận</b>
zh_hans: <b>确认</b>
zh_hant: <b>確認</b>

# system_button_control
source: Control
de: Steuerung
fr: Commandes
id: Kontrol
it: Comandi
ja: 操作設定
ko: 컨트롤
pt: Controle
ru: Управление
th: ควบคุม
vi: Điều khiển
zh_hans: 操作
zh_hant: 操作

# system_button_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
vi: Sao chép
zh_hans: 複製
zh_hant: 複製

# system_button_create
source: Create
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 作成する
ko: 만들기
pt: Criar
ru: Создать
th: สร้าง
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# system_button_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除する
ko: 삭제
pt: Apagar
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# system_button_delete_account_bold
source: <b>Delete Account</b>
de: <b>Konto löschen</b>
es: <b>Borrar cuenta</b>
fr: <b>Supprimer le compte</b>
id: <b>Hapus Akun</b>
it: <b>Elimina account</b>
ja: <b>アカウント削除</b>
ko: <b>계정 삭제</b>
pt: <b>Excluir conta</b>
ru: <b>Удалить учетную запись</b>
th: <b>ลบบัญชี</b>
vi: <b>Xóa tài khoản</b>
zh_hans: <b>删除帐户</b>
zh_hant: <b>刪除帳號</b>

# system_button_delete_bold
source: <b>Delete</b>
de: <b>Löschen</b>
es: <b>Eliminar</b>
fr: <b>Supprimer</b>
id: <b>Hapus</b>
it: <b>Elimina</b>
ja: <b>削除する</b>
ko: <b>삭제</b>
pt: <b>Apagar</b>
ru: <b>Удалить</b>
th: <b>ลบ</b>
vi: <b>Xóa</b>
zh_hans: <b>删除</b>
zh_hant: <b>刪除</b>

# system_button_dismiss
source: Dismiss
de: Verwerfen
es: Descartar
fr: Refuser
id: Buang
it: Ignora
ja: 閉じる
ko: 거절
pt: Ignorar
ru: Сбросить
th: ยกเลิก
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

# system_button_display
source: Display
de: Anzeigen
es: Mostrar
fr: Affichage
id: Tampilkan
it: Mostra
ja: 表示する
ko: 표시하기
pt: Exibir
ru: Показать
th: การแสดงผล
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# system_button_friends
source: Friends
de: Freunde
es: Amigos
fr: Amis
id: Teman
it: Amici
ja: フレンド
ko: 친구들
pt: Amigos
ru: Друзья
th: เพื่อน
vi: Bạn bè
zh_hans: 朋友
zh_hant: 朋友

# system_button_graphics
source: Graphics
de: Grafik
es: Gráficos
fr: Graphismes
id: Grafis
it: Grafica
ja: パフォーマンス
ko: 그래픽
pt: Gráficos
ru: Графика
th: กราฟิก
vi: Đồ họa
zh_hans: 画质
zh_hant: 畫質

# system_button_help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움
pt: Ajuda
ru: Помощь
th: ช่วยเหลือ
vi: Hỗ trợ
zh_hans: 帮助
zh_hant: 幫助

# system_button_home
source: Portals
de: Portale
es: Portales
fr: Portails
it: Portali
ja: 祭壇
ko: 포털
pt: Portais
ru: Порталы
th: ประตูมิติ
vi: Cổng Dịch Chuyển
zh_hans: 传送门
zh_hant: 傳送門

# system_button_import
source: Import
de: Importieren
es: Importar
fr: Importer
id: Impor
it: Importa
ja: インポート
ko: 불러오기
pt: Importar
ru: Импорт
th: นำเข้า
vi: Nhập
zh_hans: 导入
zh_hant: 導入

# system_button_inbox
source: Inbox
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
id: Kotak Masuk
it: Posta in arrivo
ja: 受信箱
ko: 수신함
pt: Caixa de entrada
ru: Входящие
th: กล่องจดหมาย
vi: Hòm thư
zh_hans: 信箱
zh_hant: 信箱

# system_button_instruments
source: Instruments
de: Instrumente
es: Instrumentos
id: Alat Musik
it: Strumenti
ja: 楽器
ko: 악기
pt: Instrumentos
ru: Инструменты
th: เครื่องดนตรี
vi: Nhạc cụ
zh_hans: 乐器
zh_hant: 樂器

# system_button_landscape_lock
source: Rotation
de: Drehung
es: Rotación
id: Rotasi
it: Rotazione
ja: 回転
ko: 회전
pt: Rotação
ru: Поворот
th: การหมุน
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

# system_button_live_broadcast
source: Live Broadcast
de: Live-Übertragung
es: Transmisión en vivo
fr: Diffusion en direct
id: Siaran Langsung
it: Trasmissione in diretta
ja: ライブ配信
ko: 생방송
pt: Transmissão ao vivo
ru: Прямая трансляция
th: ถ่ายทอดสด
vi: Phát trực tiếp
zh_hans: 直播
zh_hant: 直播中

# system_button_merch
source: Merch
es: Productos
fr: Produits
id: Pernak-Pernik
it: Souvenir
ja: グッズ
ko: 굿즈
pt: Produtos
ru: Сувениры
th: ร้านค้า
vi: Hàng hóa
zh_hans: 周边
zh_hant: 周邊

# system_button_no_bold
source: <b>No</b>
de: <b>Nein</b>
fr: <b>Non</b>
id: <b>Tidak</b>
ja: <b>いいえ</b>
ko: <b>아니오</b>
pt: <b>Não</b>
ru: <b>Нет</b>
th: <b>ไม่ใช่</b>
vi: <b>Không</b>
zh_hans: <b>否</b>
zh_hant: <b>否</b>

# system_button_notnow
source: Not right now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
id: Tidak sekarang
it: Adesso no
ja: 今はしない
ko: 나중에
pt: Agora não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
vi: Tạm không
zh_hans: 暂否
zh_hant: 暫否

# system_button_ok
source: OK
es: ACEPTAR
id: OKE
ja: はい
ko: 확인
ru: ОК
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# system_button_ok_bold
source: <b>OK</b>
es: <b>ACEPTAR</b>
id: <b>OKE</b>
ja: <b>はい</b>
ko: <b>확인</b>
th: <b>ตกลง</b>
zh_hans: <b>确定</b>
zh_hant: <b>確定</b>

# system_button_psn
source: Online
es: En línea
fr: En ligne
ja: オンライン
ko: 온라인
ru: В сети
th: ออนไลน์
vi: Trực tuyến
zh_hans: 在线
zh_hant: 線上

# system_button_purchase
source: Purchase
de: Kaufen
es: Comprar
fr: Acheter
id: Beli
it: Acquista
ja: 購入
ko: 구매
pt: Comprar
ru: Купить
th: ซื้อ
vi: Mua
zh_hans: 购买
zh_hant: 購買

# system_button_quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
id: Keluar
it: Abbandona
ja: 終了する
ko: 종료
pt: Sair
ru: Выйти
th: ออก
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# system_button_randomize
source: Random
de: Nach Zufallsprinzip
es: Aleatorio
fr: Randomiser
id: Acak
it: Casuale
ja: おまかせ
ko: 무작위
pt: Aleatorizar
ru: Случайно
th: สุ่ม
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

# system_button_refresh
source: Refresh
de: Aktualisieren
es: Restaurar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
pt: Atualizar
ru: Обновить
th: รีเฟรช
vi: Làm mới
zh_hans: 刷新
zh_hant: 重置

# system_button_reset
source: Reset
de: Zurücksetzen
es: Restaurar
fr: Réinitialiser
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 초기화
pt: Restaurar
ru: Сбросить
th: รีเซ็ต
vi: Cài lại
zh_hans: 重置
zh_hant: 重置

# system_button_restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
pt: Restaurar
ru: Восстановить
th: คืนค่า
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# system_button_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: リトライ
ko: 재시도
pt: Tentar novamente
ru: Еще раз
th: ลองใหม่อีกครั้ง
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# system_button_send
source: Send
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ja: 送る
ko: 보내기
pt: Enviar
ru: Отправить
th: ส่ง
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# system_button_settings
source: Launch Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Paramètres de Lancement
id: Luncurkan Pengaturan
it: Impostazioni di Avvio
ja: 起動設定
ko: 실행 설정
pt: Configurações de Início
ru: Настройки запуска
th: เปิดการตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# system_button_share
source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
pt: Compartilhar
ru: Поделиться
th: แชร์
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# system_button_shop
source: Shop
es: Tienda
fr: Boutique
id: Toko
it: Negozio
ja: ショップ
ko: 상점
pt: Loja
ru: Магазин
th: ร้านค้า
vi: Cửa hàng
zh_hans: 商店
zh_hant: 商店

# system_button_skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Pular
ru: Пропустить
th: ข้าม
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# system_button_social
source: Social
de: Soziales
id: Sosial
ja: ソーシャル
ko: 소셜
ru: Общение
th: โซเชียล
vi: Cộng đồng
zh_hans: 社交媒体
zh_hant: 社群媒體

# system_button_star
source: STAR
zh_hans: NFC徽章
zh_hant: NFC徽章

# system_button_starboard
source: News
de: Nachrichten
es: Noticias
fr: Actualités
id: Berita
it: Notizie
ja: お知らせ
ko: 새 소식
pt: Notícias
ru: Новости
th: สตาร์บอร์ด
vi: Tin tức
zh_hans: 新闻
zh_hant: 新消息

# system_button_subtitles
source: Subtitles
de: Untertitel
es: Subtítulos
fr: Sous-titres
id: Sutradara
it: Sottotitoli
ja: 字幕
ko: 자막
pt: Legendas
ru: Субтитры
th: คำบรรยาย
vi: Phụ đề
zh_hans: 字幕
zh_hant: 字幕

# system_button_support
source: Support
es: Asistencia
fr: Assistance
id: Dukungan
it: Assistenza
ja: サポート
ko: 지원
pt: Suporte
ru: Поддержка
th: สนับสนุน
vi: CSKH
zh_hans: 客服
zh_hant: 客服

# system_button_view_bold
source: <b>View</b>
de: <b>Ansehen</b>
es: <b>Ver</b>
fr: <b>Voir</b>
id: <b>Tampilan</b>
it: <b>Visualizza</b>
ja: <b>確認する</b>
ko: <b>보기</b>
pt: <b>Ver</b>
ru: <b>Подробнее</b>
th: <b>ดู</b>
vi: <b>Xem</b>
zh_hans: <b>浏览</b>
zh_hant: <b>浏覽</b>

# system_button_yes_bold
source: <b>Yes</b>
de: <b>Ja</b>
es: <b>Sí</b>
fr: <b>Oui</b>
id: <b>Ya</b>
it: <b>Sì</b>
ja: <b>はい</b>
ko: <b>예</b>
pt: <b>Sim</b>
ru: <b>Да</b>
th: <b>ใช่</b>
vi: <b>Đúng</b>
zh_hans: <b>是</b>
zh_hant: <b>是</b>

# system_connecting
source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion...
id: Menyambungkan ...
it: Collegamento...
ja: サーバーにアクセスしています
ko: 연결중...
pt: Conectando...
ru: Соединение...
th: กำลังเชื่อมต่อ...
vi: Đang kết nối...
zh_hans: 连接中
zh_hant: 連接中

# system_connectionissue_00
source: Connect to the Internet to complete purchase <candle/>
de: Verbinde dich mit dem Internet, um den Kauf abzuschließen <candle/>
es: Conectarte a Internet para completar la compra <candle/>
fr: Connectez-vous à internet pour terminer l’achat de <candle/>
id: Sambungkan ke Internet untuk menyelesaikan pembelian <candle/>
it: Collegati a Internet per completare l'acquisto di <candle/>
ja: <candle/>を購入するにはインターネット接続が必要です
ko: <candle/> 구매를 완료하려면 인터넷에 연결하세요
pt: Estabeleça uma conexão com a internet para concluir a compra de <candle/>
ru: Подключитесь к Интернету, чтобы купить <candle/>
th: โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อดำเนินการซื้อ <candle/> ให้เสร็จ
vi: Kết nối Internet để hoàn thành mua <candle/>
zh_hans: 需要连接网络才能完成购买<candle/>
zh_hant: 需要連接網絡才能完成購買<candle/>

# system_connectionissue_01
source: Connect to the Internet to create <candle/>
de: Verbinde dich mit dem Internet, um <candle/> zu erschaffen
es: Conectarte a Internet para crear <candle/>
fr: Connectez-vous à internet pour créer des <candle/>
id: Sambungkan ke Internet untuk membuat <candle/>
it: Collegarti a Internet per creare <candle/>
ja: <candle/>を精錬するにはインターネット接続が必要です
ko: <candle/>를 생성하려면 인터넷에 연결하세요
pt: Estabeleça uma conexão com a internet para criar <candle/>
ru: Подключитесь к Интернету, чтобы создать <candle/>
th: โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อสร้าง <candle/>
vi: Kết nối Internet để tạo <candle/>
zh_hans: 需要连接网络才能创造<candle/>
zh_hant: 需要連接網絡才能創造<candle/>

# system_connectionissue_02
source: Connect to the Internet to unlock more <2>customization options</2>
de: Verbinde dich mit dem Internet, um mehr <2>Anpassungsoptionen</2> freizuschalten
es: Conectarte a Internet para desbloquear más <2>opciones de personalización </2>
fr: Connectez-vous à internet pour déverrouiller plus d’<2>options de personnalisation</2>
id: Sambungkan ke Internet untuk membuka lebih banyak <2>opsi kustomisasi</2>
it: Collegati a Internet per sbloccare altre <2>opzioni di personalizzazione</2>
ja: 新たなカスタマイズオプションを使用可能にするにはインターネット接続が必要です
ko: 더 많은 <2>꾸미기 옵션</2>을 잠금해제하려면 인터넷에 연결하세요
pt: Estabeleça uma conexão com a internet para desbloquear mais <2>opções de personalização</2>
ru: Подключитесь к Интернету, чтобы открыть больше <2>вариантов настройки</2>
th: โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อปลดล็อก<2>ตัวเลือกการปรับแต่ง</2>เพิ่มเติม
vi: Cần kết nối Internet mới có thể mở khóa thêm <2>các tùy chọn tùy chỉnh</2>
zh_hans: 需要连接网络才能解锁更多 <2>服饰</2>
zh_hant: 需要連接網絡才能解鎖更多 <2>服飾</2>

# system_connectionissue_03
source: Connect to the Internet to continue playing
de: Verbinde dich mit dem Internet um weiterzuspielen
es: Conectarte a Internet para seguir jugando
fr: Connectez-vous à internet pour continuer de jouer
id: Sambungkan ke Internet untuk terus bermain
it: Collegati a Internet per continuare a giocare
ja: プレイを続けるにはインターネット接続が必要です
ko: 계속 플레이하려면 인터넷에 연결하세요
pt: Estabeleça uma conexão com a internet para continuar a jogar
ru: Подключитесь к Интернету, чтобы продолжить игру
th: โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อเล่นต่อ
vi: Kết nối Internet để tiếp tục chơi
zh_hans: 需要连接网络才能继续游戏
zh_hant: 需要連接網絡才能繼續遊戲

# system_connectionissue_04
source: Connect to the Internet for optimal experience. (Some features are unavailable offline)
de: Verbinde dich mit dem Internet, um eine optimale Erfahrung zu haben. (Einige Features sind offline nicht verfügbar)
es: Conectarte a Internet para una experiencia óptima. (Algunas funciones no están disponibles sin conexión)
fr: Connectez-vous à internet pour une expérience optimale. (Certaines fonctions ne sont pas disponibles hors ligne)
id: Sambungkan ke Internet untuk pengalaman optimal. (Sejumlah fitur tidak tersedia secara offline)
it: Collegati a Internet per un'esperienza ottimale. (Alcune funzioni non sono disponibili offline)
ja: 全てのコンテンツを体験するにはインターネット接続が必要です (オフラインでは遊べないコンテンツがあります)
ko: 더 나은 플레이 경험을 위해 인터넷에 연결하세요. (오프라인 상에서는 일부 기능을 이용할 수 없습니다.)
pt: Estabeleça uma conexão com a internet para otimizar sua experiência. (Algumas características não estão disponíveis off-line)
ru: Подключитесь к Интернету для лучшей игры. (Некоторые функции недоступны без подключения к сети)
th: โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อรับประสบการณ์ที่ดีที่สุด (คุณสมบัติบางอย่างไม่สามารถใช้งานได้ในโหมดออฟไลน์)
vi: Kết nối Internet để có trải nghiệm tối ưu. (Một số tính năng không khả dụng khi ngoại tuyến)
zh_hans: 部分功能仅在联网状态下进行。 连接网络才能获得最优体验。
zh_hant: 部分功能僅在連網狀態下進行。 連接網絡才能獲得最優體驗。

# system_corruption_message_00
source: Game data is corrupt
de: Die Spieldaten sind fehlerhaft
es: El guardado de datos está dañado
fr: Les données de jeu sont corrompues
id: Data game rusak
it: Dati di gioco danneggiati
ja: ゲームデータが破損しています
ko: 게임 데이터가 손상됐습니다
pt: Os dados do jogo estão corrompidos
ru: Данные игры повреждены
th: ข้อมูลเกมเสียหาย
vi: Dữ liệu trò chơi bị hỏng
zh_hans: 游戏数据损坏
zh_hant: 遊戲數據損壞

# system_corruption_message_01
source: Please re-install!
de: Bitte installiere das Spiel neu!
es: ¡Por favor, reinstala el juego!
fr: Veuillez réinstaller le jeu !
id: Harap pasang lagi!
it: Installa di nuovo!
ja: ゲームを再インストールしてください
ko: 다시 설치해주세요!
pt: Reinstale, por favor!
ru: Переустановите ее!
th: กรุณาติดตั้งใหม่!
vi: Vui lòng cài đặt lại!
zh_hans: 请删除重装游戏
zh_hant: 請刪除重裝遊戲

# system_disclaimer_00
source: <warning>DISCLAIMER</warning>
es: <warning>EXCENCIÓN DE RESPONSABILIDAD</warning>
fr: <warning>AVERTISSEMENT</warning>
id: <warning>SANGKALAN</warning>
it: <warning>AVVERTENZA</warning>
ja: <warning>免責事項</warning>
ko: <warning>유의사항</warning>
pt: <warning>AVISO</warning>
ru: <warning>ВНИМАНИЕ</warning>
th: <warning>คำสงวนสิทธิ์</warning>
vi: <warning>KHUYẾN CÁO</warning>
zh_hans: <warning>声明</warning>
zh_hant: <warning>聲明</warning>
