Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# name_questap18
source: Passage Guide
de: Übergangshelfer
es: Guía de iniciación
fr: Guide de l'Initiation
id: Pemandu Inisiasi
it: Guida della transizione
ja: ならいの案内人
ko: 성장의 안내자
pt: Guia da Passagem
ru: Проводник посвящения
th: ผู้แนะนำเส้นทาง
vi: Chỉ Dẫn Thử Thách
zh_hans: 夜行向导
zh_hant: 夜行嚮導

# name_questap19
source: Moments Guide
de: Momente-Helfer
es: Guía de los momentos
fr: Guide des Instants
id: Pemandu Momen
it: Guida dei Momenti
ja: 瞬きの案内人
ko: 순간의 안내자
pt: Guia dos Momentos
ru: Проводник мгновений
th: ผู้แนะนำช่วงเวลา
vi: Chỉ Dẫn Khoảnh Khắc
zh_hans: 拾光向导
zh_hant: 拾光嚮導

# name_questap20
source: Hopeful Steward
de: Hoffnungsvoller Verwalter
es: Administrador optimista
fr: Coordinateur optimiste
id: Pelayan yang Penuh Harapan
it: Assistente speranzoso
ja: 希望の番人
ko: 희망적인 집사
pt: Gestor Otimista
ru: Неунывающий смотритель
th: บริกรผู้มีความหวัง
vi: Quản Gia Hy Vọng
zh_hans: 满怀希望的守护者
zh_hant: 滿懷希望的守護者

# name_questap21
source: Spirit of Mural
de: Geist des Wandbildes
es: Espíritu del mural
fr: Esprit de la fresque
id: Roh Mural
it: Spirito del murale
ja: 壁画の精
ko: 벽화의 영혼
pt: Espírito do Mural
ru: духу фрески
th: สปิริตแห่งจิตรกรรมฝาผนัง
vi: Tinh Linh Cổ Họa
zh_hans: 壁画先灵
zh_hant: 壁畫先靈

# name_questap22
source: Nesting Guide
de: Nest-Helfer
es: Guía acogedora
fr: Guide de la Nidification
id: Pemandu Bersarang
it: Guida ai Nidi
ja: 巣づくりの案内人
ko: 보금자리 안내자
pt: Guia do Ninho
ru: Проводник гнездования
th: ผู้แนะนำการสร้างรัง
vi: Chỉ Dẫn Xây Tổ
zh_hans: 筑巢向导
zh_hant: 築巢嚮導

# name_questap23
source: Duets Guide
de: Duette-Helfer
es: Guía de los duetos
fr: Guide des Duos
id: Pemandu Duet
it: Guida ai duetti
ja: 音色の案内人
ko: 듀엣의 안내자
pt: Guia de Duetos
ru: Проводник дуэтов
th: คู่มือดูเอ็ท
vi: Chỉ Dẫn Song Tấu
zh_hans: 二重奏向导
zh_hant: 二重奏嚮導

# name_questap23_duo
source: Compassionate Cellist
de: Mitfühlende Cellistin
es: Chelista compasivo
fr: Violoncelliste compatissante
id: Pemain Cello yang Penuh Kasih
it: Violoncellista compassionevole
ja: 思いやり深いチェリスト
ko: 인정 많은 첼로 연주자
pt: Violoncelista Solidária
ru: Добрая виолончелистка
th: นักเชลโล่ผู้เมตตา
vi: Nghệ Sĩ Cello Nhân Hậu
zh_hans: 富有同情心的大提琴手
zh_hant: 善良的大提琴手

# name_questap24
source: The Moomin Storybook
de: Das Mumin-Geschichtsbuch
es: Libro de cuentos de los Mumin
fr: Le Livre des Moomins
id: Buku Cerita Moomin
it: Libro di fiabe dei Mumin
ja: ムーミンの本
ko: 무민 이야기책
pt: Livro de Histórias dos Mumins
ru: Книга Муми-троллей
th: หนังสือนิทานมูมิน
vi: Truyện Moomin
zh_hans: 姆明故事书
zh_hant: 姆明故事書

# name_questap25
source: Radiance Guide
de: Leuchten-Helferin
es: Guía de resplandor
fr: Guide de l'Éclat
id: Pemandu Pancaran Cahaya
it: Guida allo splendore
ja: 光染めの案内人
ko: 광채의 안내자
pt: Guia do Resplendor
ru: Проводник сияния
th: ผู้แนะนำแสงเรืองรอง
vi: Chỉ Dẫn Rạng Rỡ
zh_hans: 彩染向导
zh_hant: 彩染嚮導

# name_questbloom
source: Bloom Guide
de: Blütezeithelfer
es: Guía de los días de Floración
fr: Guide des Jours de la floraison
id: Pemandu Hari Bermekaran
it: Guida dei Giorni della Fioritura
ja: 花笑む案内人
ko: 꽃놀이 안내자
pt: Guia dos Dias do Florescer
ru: Проводник Цветущих дней
th: ผู้แนะนำการเ���่งบาน
vi: Chỉ Dẫn Ngày Hoa Nở
zh_hans: 花憩节向导
zh_hant: 花憩節嚮導

# name_questbloomdesert
source: Bloom Guide
de: Blütezeithelfer
es: Guía de los días de Floración
fr: Guide des Jours de la floraison
id: Pemandu Bermekaran
it: Guida dei Giorni della Fioritura
ja: 花笑む案内人
ko: 꽃놀이 안내자
pt: Guia dos Dias do Florescer
ru: Проводник Цветущих дней
th: ผู้แนะนำการเบ่งบาน
vi: Hướng Dẫn Hoa Nở
zh_hans: 花憩向导
zh_hant: 花憩嚮導

# name_questbloompark
source: Bloom Guide
de: Blütezeithelfer
es: Guía de los días de Floración
fr: Guide des Jours de la floraison
id: Pemandu Hari Bermekaran
it: Guida dei Giorni della Fioritura
ja: 花笑む案内人
ko: 꽃놀이 안내자
pt: Guia dos Dias do Florescer
ru: Проводник Цветущих дней
th: ผู้แนะนำการเบ่งบาน
vi: Chỉ Dẫn Ngày Hoa Nở
zh_hans: 花憩节向导
zh_hant: 花憩節嚮導

# name_questcompetition
source: Crab of Triumph
de: Krabbe des Triumphs
es: Cangrejo del triunfo
fr: Crabe du triomphe
id: Kepiting Kejayaan
it: Granchio del trionfo
ja: 凱旋の蟹
ko: 승리의 게
pt: Caranguejo do Triunfo
ru: Краб Триумфа
th: ปูแห่งชัยชนะ
vi: Cua Biển Chiến Thắng
zh_hans: 凯旋之蟹
zh_hant: 凱旋之蟹

# name_questfashion
source: Style Guide
de: Stil-Helferin
es: Guía del estilo
fr: Guide du Style
id: Pemandu Gaya
it: Guida di stile
ja: お洒落の案内人
ko: 멋쟁이 안내자
pt: Guia de Estilo
ru: Проводник стиля
th: ผู้แนะนำสไตล์
vi: Chỉ Dẫn Phong Cách
zh_hans: 时尚向导
zh_hant: 風格嚮導

# name_questfeast
source: Belonging Ancestor
de: Zusammengehörender Vorfahre
es: Ancestro de la pertenencia
fr: Ancêtre de l'Appartenance
id: Luluhur Kepemilikan
it: Antenata degli Affetti
ja: 想いを編む先祖
ko: 친밀의 선조
pt: Ancestral do Pertencer
ru: Предок Сопричастности
th: บรรพชนแห่งการเป็นส่วนหนึ่ง
vi: Tổ Tiên Sở Hữu
zh_hans: 归属季先祖
zh_hant: 歸屬季先祖

# name_questfeast2
source: Grandma
de: Omi
es: Abuela
fr: Mamie
id: Nenek
it: Nonna
ja: おばあちゃん
ko: 할머니
pt: Vovó
ru: Бабуля
th: คุณยาย
vi: Tổ Mẫu
zh_hans: 祖母
zh_hant: 祖母

# name_questfeast_yeti
source: Bearhug Hermit
de: Großer Yeti
es: Yeti Abrazoso
fr: Yéti du câlin
id: Pertapa Peluk Beruang
it: Yeti caldo abbraccio
ja: ハグ好きの隠者
ko: 안아 드는 은둔자
pt: Iéti do Abraço de Urso
ru: Отшельник-обниматель
th: นักบวชผู้กอดแบบหมี
vi: Tu Sĩ Gấu Ôm
zh_hans: 熊抱雪人
zh_hant: 熊抱雪人

# name_questfireworks
source: Enchanted Pyrotechnician
de: Verzauberter Pyrotechniker
es: Pirotécnico encantado
fr: Pyrotechnicien enchanté
id: Ahli Kembang Api Ajaib
it: Pirotecnico incantato
ja: 至高の花火師
ko: 마법의 불꽃술사
pt: Pirotécnico Encantado
ru: Заколдованный пиротехник
th: ช่างทำดอกไม้ไฟผู้น่าหลงใหล
vi: Thợ Pháo Hoa Mê Hoặc
zh_hans: 魔法烟火师
zh_hant: 魔法煙火師

# name_questfortune
source: Auspicious Visitor
de: Glückverheißender Besucher
es: Visitante auspicioso
fr: Visiteur de bon augure
id: Pengunjung yang Beruntung
it: Visitatore di buon auspicio
ja: 幸運を祈る旅人
ko: 길조의 방문자
pt: Visitante auspicioso
ru: Благоприятный гость
th: ผู้มาเยือนอันรุ่งโรจน์
vi: Khách đến mang điềm lành
zh_hans: 吉祥访客
zh_hant: 吉祥訪客

# name_questfortunelove
source: Auspicious Visitor
de: Vielversprechender Besucher
es: Visitante de buen augurio
fr: Visiteur de bon augure
id: Tamu Pembawa Keberuntungan
it: Ospite propizio
ja: 幸運を祈る旅人
ko: 상서로운 손님
pt: Visitante Auspicioso
ru: Дары приносящий
th: ผู้มาเยือนอันรุ่งโรจน์
vi: Vị Khách Tốt Lành
zh_hans: 吉祥访客
zh_hant: 幸運訪客

# name_questlove
source: Days of Love Guide
de: „Tage der Liebe“-Helfer
es: Guía de los Días de amor
fr: Guide des Jours de l'amour
id: Pemandu Hari Kasih Sayang
it: Guida dei Giorni dell'Amore
ja: 愛しみの案内人
ko: 사랑의 날 안내자
pt: Guia dos Dias de Amor
ru: Проводник Дней любви
th: ผู้แนะนำวันแห่งความรัก
vi: Chỉ Dẫn Ngày Tình yêu
zh_hans: 爱之庆典向导
zh_hant: 愛之慶典嚮導

# name_questmischief
source: Herald of Mischief
de: Herold des Unfugs
es: Mensajero de travesuras
fr: Héraut de la malice
id: Pewarta Kejahilan
it: Messaggera degli scherzetti
ja: いたずらなヘラルド
ko: 장난꾸러기 전령
pt: Arauta da Travessura
ru: Вестница озорства
th: ผู้แจ้งข่าวแห่งความซุกซน
vi: Sứ Giả Tai Quái
zh_hans: 捣蛋节传送门
zh_hant: 搗蛋傳送門

# name_questmoonlight
source: Moonlight Guide
de: Mondlicht-Helfer
es: Guía de luz de luna
fr: Guide du clair de lune
id: Pemandu Cahaya Bulan
it: Guida al chiaro di luna
ja: 月灯りの案内人
ko: 달빛의 안내자
pt: Guia do Luar
ru: Лунный проводник
th: ผู้แนะนำแห่งแสงจันทร์
vi: Chỉ Dẫn Ánh Trăng
zh_hans: 月光向导
zh_hant: 月華嚮導

# name_questmusic
source: Harmony Hall Guide
de: Der Helfer des Harmoniesaals
es: Guía del Salón de Armonía
fr: Guide du Hall d'harmonie
id: Pemandu Aula Harmoni
it: Guida del Salone dell'Armonia
ja: 奏の音楽堂の案内人
ko: 음악의 전당 안내자
pt: Guia do Salão da Harmonia
ru: Проводник Зала гармонии
th: ผู้แนะนำโถงแห่งความปรองดอง
vi: Chỉ dẫn Cửa hàng Âm nhạc
zh_hans: 和声大厅向导
zh_hant: 和聲大廳嚮導

# name_questnature
source: Nature Guide
de: Naturhelfer
es: Guía de la naturaleza
fr: Guide de la nature
id: Pemandu Alam
it: Guida della natura
ja: 自然の案内人
ko: 자연 안내자
pt: Guia da Natureza
ru: Проводник природы
th: ผู้แนะนำแห่งธรรมชาติ
vi: Chỉ Dẫn Thiên Nhiên
zh_hans: 自然向导
zh_hant: 自然嚮導

# name_questoasis
source: Bloom Guide
de: Blütezeithelfer
es: Guía de los días de Floración
fr: Guide des Jours de la floraison
id: Pemandu Hari Bermekaran
it: Guida dei Giorni della Fioritura
ja: 花笑む案内人
ko: 꽃놀이 안내자
pt: Guia dos Dias do Florescer
ru: Проводник Цветущих дней
th: ผู้แนะนำการเบ่งบาน
vi: Chỉ Dẫn Ngày Hoa Nở
zh_hans: 花憩节向导
zh_hant: 花憩節嚮導

# name_questpc
source: Moth Adoption Committee Chairperson
de: Vorsitzende des Motten-Adoptionsausschusses
es: Presidente del Comité de Adopción de Polillas
fr: Président du Comité d'Adoption de Papillons de Nuit
id: Ketua Komite Adopsi Moth
it: Presidente del Comitato di Adozione delle Falene
ja: モス保護委員会会長
ko: 나방 입양 위원회 위원장
pt: Presidente do Comitê de Adoção de Mariposas
ru: Председатель комитета по усыновлению молей
th: หัวหน้าผู้ดูแลการเลี้ยงผีเสื้อกลางคืน
vi: Chủ Tịch Ủy Ban Nhận Nuôi Bướm Đêm
zh_hans: 萌新领养委员会主席
zh_hant: 萌新領養委員會主席

# name_questrainbow
source: Color Guide
de: Helfer „Tage der Farbe“
es: Guía de los días de color
fr: Guide des jours des couleurs
id: Pemandu Hari Berwarna
it: Guida dei Giorni del Colore
ja: 彩なす案内人
ko: 색상의 날 안내자
pt: Guia dos Dias de Cores
ru: Проводник Цветных дней
th: ผู้แนะนำแห่งสีสัน
vi: Chỉ Dẫn Ngày Sắc Màu
zh_hans: 彩色嘉年华向导
zh_hant: 彩色嘉年華嚮導

# name_questspring
source: Spring Camper
de: Frühlingscamper
es: Campista de primavera
fr: Campeur de printemps
id: Perkemahan Musim Semi
it: Campeggiatore di primavera
ja: 春のキャンパー
ko: 봄 캠퍼
pt: Campista da primavera
ru: Весенний кемпер
th: ผู้พักแรมฤดูใบไม้ผลิ
vi: Trại Hè
zh_hans: 春季露营者
zh_hant: 春季露營客

# name_questsummer
source: Sunlight Guide
de: Sonnenlicht-Helfer
es: Guía de luz solar
fr: Guide Ensoleillé
id: Pemandu Musim Panas
it: Guida estiva
ja: 陽光の案内人
ko: 햇빛 안내자
pt: Guia Solar
ru: Солнечный проводник
th: ผู้แนะนำแห่งแสงแดด
vi: Chỉ Dẫn Mùa Hè
zh_hans: 阳光向导
zh_hant: 陽光嚮導

# name_questsummerlazy
source: Lazy Days Guide
de: Faulenzer-Helfer
es: Guía de los días de pereza
fr: Guide des Jours de détente
id: Pemandu Hari Malas
it: Guida ai giorni di relax
ja: 陽光のなごりの案内人
ko: 나른한 안내자
pt: Guia dos Dias de Preguiça
ru: Проводник по теплым денькам
th: ผู้แนะนำวันแห่งความเกียจคร้าน
vi: Chỉ Dẫn Ngày Làm Biếng
zh_hans: 慵懒时光向导
zh_hant: 懶洋洋嚮導

# name_questtraveler
source: Familiar Traveler
de: Vertrauter Reisender
es: Viajero familiar
fr: Voyageur familier
id: Pengembara yang sudah dikenal
it: Viaggiatore familiare
ja: 気さくな旅人
ko: 친숙한 여행자
pt: Viajante Familiar
ru: Знакомый путешественник
th: นักเดินทางที่คุ้นเคย
vi: Lữ Khách Quen Thuộc
zh_hans: 熟悉的旅行者
zh_hant: 面善的旅行者

# name_questtreasure
source: Treasure Guide
de: Schatzhelferin
es: Guía del tesoro
fr: Guide du trésor
id: Pemandu Harta Karun
it: Guida al tesoro
ja: 宝探しの案内人
ko: 보물의 안내자
pt: Guia do Tesouro
ru: Проводник сокровищ
th: ผู้แนะนำสมบัติ
vi: Hướng Dẫn Kho Báu
zh_hans: 寻宝向导
zh_hant: 尋寶嚮導

# name_questwisteria
source: Bloom Guide
de: Blütezeithelfer
es: Guía de los días de Floración
fr: Guide des Jours de la floraison
id: Pemandu Hari Bermekaran
it: Guida dei Giorni della Fioritura
ja: 花笑む案内人
ko: 꽃놀이 안내자
pt: Guia dos Dias do Florescer
ru: Проводник Цветущих дней
th: ผู้แนะนำการเบ่งบาน
vi: Chỉ Dẫn Ngày Hoa Nở
zh_hans: 花憩节向导
zh_hant: 花憩節嚮導

# name_rain
source: Hidden Forest
de: Verborgener Wald
es: Bosque Escondido
fr: Forêt cachée
id: Hutan Tersembunyi
it: Foresta Nascosta
ja: 雨林
ko: 비밀의 숲
pt: Floresta Oculta
ru: Тайный лес
th: ป่าลับ
vi: Rừng Mưa
zh_hans: 雨林
zh_hant: 雨林

# name_rainforest
source: Forest Brook
de: Waldbach
es: Arroyo del Bosque
fr: Ruisseau de la forêt
id: Anak Sungai Hutan
it: Ruscello della foresta
ja: 雨林の小川
ko: 숲의 개울
pt: Riacho da Floresta
ru: Лесной ручей
th: ลำธารป่าไพร
vi: Dòng Suối Trong Rừng
zh_hans: 雨林小溪
zh_hant: 雨林小溪

# name_rainmid
source: Boneyard
de: Friedhof im Wald
es: Deshuesadero
fr: Cimetière de la Forêt
id: Pemakaman Hutan
it: Cimitero
ja: 雨林の墓場
ko: 뼈 무덤
pt: Cemitério
ru: Могильник
th: ทุ่งกระดูก
vi: Nghĩa Địa
zh_hans: 埋骨之地
zh_hant: 埋骨之地

# name_rainshelter
source: Elevated Clearing
de: Höhergelegenen Lichtung
es: Claro Elevado
fr: clairière élevée
id: Dataran Tinggi
it: Radura elevata
ja: 高台広場
ko: 높은 공터
pt: Clareira Elevada
ru: Поляна
th: ที่โล่งสูง
vi: Khoảng Rừng Thưa
zh_hans: 树林高处
zh_hant: 樹林高處

# name_raisetheroof
source: Mindful Miner
de: Achtsame Bergarbeiterin
es: Minero consciente
fr: Mineur attentif
id: Penambang Penuh Perhatian
it: Minatrice attenta
ja: 覚醒の採掘者
ko: 주의 깊은 광부
pt: Mineradora Consciente
ru: Внимательная шахтерка
th: นักขุดเหมืองผู้ใส่ใจ
vi: Thợ Mỏ Tập Trung
zh_hans: 警觉矿工
zh_hant: 謹慎礦工

# name_rally
source: Rallying Thrillseeker
de: Motivierender Abenteuerlustiger
es: Buscador de la luz alentador
fr: Amateur d'adrénaline motivant
id: Pencari Sensasi Berkumpul
it: Amante del brivido entusiasta
ja: 奮い立つ怖いもの知らず
ko: 스릴 마니아
pt: Amante da adrenalina motivador
ru: Подбодряющий авантюрист
th: ยอดนักเชียร์ผู้รักความเร้าใจ
vi: Vận Động Viên Nhiệt Huyết
zh_hans: 热血运动员
zh_hant: 熱血運動員

# name_respect
source: Respectful Pianist
de: Respektvoller Klavierspieler
es: Pianista respetuosa
fr: Pianiste respectueuse
id: Pianis Penuh Hormat
it: Pianista rispettosa
ja: 敬意を表す楽師
ko: 공손한 피아니스트
pt: Pianista respeitosa
ru: Почтительный пианист
th: นักเปียโนผู้น่านับถือ
vi: Nghệ Sĩ Piano Đáng Kính
zh_hans: 致敬钢琴家
zh_hant: 致敬鋼琴家

# name_rhythmicclap
source: Seed of Hope
de: Funken der Hoffnung
es: Semilla de esperanza
fr: Graine d'espoir
id: Benih Harapan
it: Seme di speranza
ja: 希望の君
ko: 희망의 씨앗
pt: Semente de Esperança
ru: Зернышко надежды
th: เมล็ดพันธุ์แห่งความหวัง
vi: Hạt Giống Hy Vọng
zh_hans: 希望种子
zh_hant: 希望種子

# name_roll
source: Tumbling Troublemaker
de: Stolpernder Störenfried
es: Alborotador acrobático
fr: Trublion virevoltant
id: Pembuat Masalah Berguling
it: Acrobata ruzzolante
ja: ぐるぐる回るいたずらっ子
ko: 구르는 말썽쟁이
pt: Instigante Instável
ru: Кувыркун-проказник
th: ผู้ก่อปัญหาจอมโลดโผน
vi: Kẻ Gây Rắc Rối
zh_hans: 翻滚捣蛋鬼
zh_hant: 翻滾搗蛋鬼

# name_salutation
source: Stretching Guru
de: Stretchender Guru
es: Gurú estirando
fr: Gourou en étirement
id: Guru Peregangan
it: Guru stiracchiante
ja: 屈伸する導師
ko: 체조하는 선생
pt: Guru alongando
ru: Растягивающийся гуру
th: กูรูนักยืดเหยียด
vi: Sư Phụ Giãn Cơ
zh_hans: 舒展大师
zh_hant: 舒展大師

# name_salute
source: Saluting Captain
de: Grüßender Kapitän
es: Capitán que saluda
fr: Capitaine saluant
id: Kapten Hormat
it: Capitano sull'attenti
ja: 敬礼する隊長
ko: 경례하는 선장
pt: Capitão saudoso
ru: Морской волк
th: กัปตันผู้โค้งคำนับ
vi: Thuyền Trưởng Cúi Chào
zh_hans: 行礼舰长
zh_hant: 行禮艦長

# name_sarcastic
source: Provoking Performer
de: Provozierender Künstler
es: Artista provocador
fr: Interprète provocateur
id: Penampil Provokator
it: Artista provocatorio
ja: 挑戦的な表現者
ko: 도발하는 곡예사
pt: Artista provocante
ru: Исполнитель-провокатор
th: นักแสดงจอมยั่วยุ
vi: Người Biểu Diễn Khiêu Khích
zh_hans: 挑衅艺伎
zh_hant: 挑釁藝伎

# name_sass
source: Sassy Drifter
de: Frecher Landstreicher
es: Vagabundo pícaro
fr: Vagabond excentrique
id: Gelandangan Lancang
it: Fannullone insolente
ja: おませな漂流者
ko: 건방진 나그네
pt: Andarilho Ousado
ru: Нахальный бродяга
th: คนเร่ร่อนผู้โอหัง
vi: Kẻ Lang Thang Phóng Túng
zh_hans: 刁蛮浪者
zh_hant: 刁蠻浪者

# name_scare
source: Scarecrow Farmer
de: Vogelscheuchen-Farmer
es: Granjero espantapájaros
fr: Fermier épouvantail
id: Petani Boneka Sawah
it: Agricoltore spaventapasseri
ja: こけおどしの農家
ko: 허수아비 농부
pt: Fazendeiro espantalho
ru: Фермер-пугало
th: ชาวนาหุ่นไล่กา
vi: Nông Dân Bù Nhìn
zh_hans: 稻草人农夫
zh_hant: 稻草人農夫

# name_scared
source: Frightened Refugee
de: Ängstliche Flüchtlingsfrau
es: Refugiada temerosa
fr: Réfugiée effrayée
id: Pengungsi Ketakutan
it: Profuga spaventata
ja: 怯える難民
ko: 겁먹은 난민
pt: Refugiada assustada
ru: Напуганный беженец
th: ผู้ลี้ภัยที่หวาดกลัว
vi: Dân Tị Nạn Sợ Hãi
zh_hans: 惊恐避难者
zh_hant: 驚恐避難者

# name_scheme
source: Star Collector
de: Sternensammler
es: Coleccionista de estrellas
fr: Collectionneur d'étoiles
id: Kolektor Bintang
it: Collezionista di stelle
ja: 星の収集家
ko: 별 수집가
pt: Contador de estrelas
ru: Собиратель звезд
th: ผู้สะสมดวงดาว
vi: Nhà Sưu Tầm Sao
zh_hans: 星星收集者
zh_hant: 星星收集者

# name_season_02
source: Season of Gratitude
de: Saison der Dankbarkeit
es: Temporada de la gratitud
fr: Saison de la gratitude
id: Musim Rasa Syukur
it: Stagione della Gratitudine
ja: 感謝の季節
ko: 감사의 시즌
pt: Temporada da Gratidão
ru: Сезон благодарности
th: ฤดูกาลแห่งความกตัญญู
vi: Mùa Tri Ân
zh_hans: 感恩季
zh_hant: 感恩季

# name_season_03
source: Season of Lightseekers
de: Saison der Lichtsucher
es: Temporada de los buscadores de la luz
fr: Saison des Chercheurs de lumière
id: Musim Pencari Cahaya
it: Stagione dei Cercatori della Luce
ja: 光の探求者の季節
ko: 빛 추적자의 시즌
pt: Temporada dos Caçadores de Luz
ru: Сезон искателей света
th: ฤดูกาลแห่งผู้แสวงหาแสง
vi: Mùa Ánh Sáng
zh_hans: 追光季
zh_hant: 追光季

# name_season_04
source: Season of Belonging
de: <b>Saison des Zusammengehörens</b>
es: Temporada de la pertenencia
fr: Saison de l'Appartenance
id: Musim Kepemilikan
it: Stagione degli Affetti
ja: 想いを編む季節
ko: 친밀의 시즌
pt: Temporada do Pertencer
ru: Сезон сопричастности
th: ฤดูกาลแห่งการเป็นส่วนหนึ่ง
vi: Mùa Sở Hữu
zh_hans: 归属季
zh_hant: 歸屬季

# name_season_05
source: Season of Rhythm
de: Saison des Rhythmus
es: Temporada del ritmo
fr: Saison du Rythme
id: Musim Irama
it: Stagione del Ritmo
ja: リズムが弾ける季節
ko: 리듬의 시즌
pt: Temporada do Rítmo
ru: Сезон ритма
th: ฤดูกาลแห่งท่วงทำนอง
vi: Mùa Nhịp Điệu
zh_hans: 音韵季
zh_hant: 音韻季

# name_season_06
source: Season of Enchantment
de: Saison der Verzauberung
es: Temporada del Encanto
fr: Saison de l'Enchantement
id: Musim Pesona
it: Stagione degli Incantesimi
ja: 魔法の季節
ko: 마법의 시즌
pt: Temporada dos Encantos
ru: Сезон волшебства
th: ฤดูกาลแห่งการร่ายมนตร์
vi: Mùa Phép Thuật
zh_hans: 魔法季
zh_hant: 魔法季

# name_season_07
source: Season of Sanctuary
de: Saison der Zuflucht
es: Temporada del Santuario
fr: Saison du sanctuaire
id: Musim Tempat Suci
it: Stagione del Santuario
ja: 楽園の季節
ko: 낙원의 시즌
pt: Temporada do Santuário
ru: Сезон укрытия
th: ฤดูกาลแห่งสวรรค์
vi: Mùa Thánh Đảo
zh_hans: 圣岛季
zh_hant: 聖島季

# name_season_08
source: Season of Prophecy
de: Saison der Prophezeiung
es: Temporada de la Profecía
fr: Saison de la Prophétie
id: Musim Nubuat
it: Stagione della Profezia
ja: 預言者の季節
ko: 예언의 시즌
pt: Temporada da Profecia
ru: Сезон пророчества
th: ฤดูกาลแห่งคำพยากรณ์
vi: Mùa Tiên Tri
zh_hans: 预言季
zh_hant: 預言季

# name_season_09
source: Season of Dreams
de: Saison der Träume
es: Temporada de los sueños
fr: Saison des Rêves
id: Musim Impian
it: Stagione dei Sogni
ja: 夢かなう季節
ko: 꿈의 시즌
pt: Temporada dos Sonhos
ru: Сезон Мечтаний
th: ฤดูกาลแห่งฝัน
vi: Mùa Giấc Mơ
zh_hans: 梦想季
zh_hant: 夢想季

# name_season_10
source: Season of Assembly
de: Saison des Zusammenbaus
es: Temporada del Ensamblaje
fr: Saison du Rassemblement
id: Musim Berkumpul
it: Stagione della Costruzione
ja: 大樹に集う季節
ko: 협력의 시즌
pt: Temporada da União
ru: Сезон Собрания
th: ฤดูกาลแห่งการชุมนุม
vi: Mùa Tụ Hội
zh_hans: 重组季
zh_hant: 重組季

# name_season_11
source: Season of the Little Prince
de: Saison des kleinen Prinzen
es: Temporada de El Principito
fr: Saison du Petit Prince
id: Musim Pangeran Kecil
it: Stagione del Piccolo Principe
ja: 星の王子さまの季節
ko: 어린 왕자의 시즌
pt: Temporada do Pequeno Príncipe
ru: Сезон «Маленького принца»
th: ฤดูกาลแห่งเจ้าชายน้อย
vi: Mùa Hoàng Tử Bé
zh_hans: 小王子季
zh_hant: 小王子季

# name_season_12
source: Season of Flight
de: Saison des Fliegens
es: Temporada de vuelo
fr: Saison de l'Envol
id: Musim Penerbangan
it: Stagione del Volo
ja: 羽ばたく季節
ko: 비행의 시즌
pt: Temporada de Vôo
ru: Сезон Полёта
th: ฤดูกาลแห่งการโบยบิน
vi: Mùa Bay Lượn
zh_hans: 飞翔季
zh_hant: 飛翔季

# name_season_13
source: Season of Abyss
de: Saison des Abgrunds
es: Temporada del abismo
fr: Saison des Abysses
id: Musim Palung
it: Stagione degli Abissi
ja: 深淵の季節
ko: 심해의 시즌
pt: Temporada do Abismo
ru: Сезон бездны
th: ฤดูกาลแห่งนรก
vi: Mùa Vực Sâu
zh_hans: 深渊季
zh_hant: 深淵季

# name_season_14
source: Season of Performance
de: Saison der Darbietung
es: Temporada de obras
fr: Saison de l'Interprétation
id: Musim Pertunjukan
it: Stagione dello Spettacolo
ja: 表現者たちの季節
ko: 공연의 시즌
pt: Temporada da Performance
ru: Сезон представлений
th: ฤดูกาลแห่งการแสดง
vi: Mùa Biểu Diễn
zh_hans: 表演季
zh_hant: 表演季

# name_season_15
source: Season of Shattering
de: Saison der Zertrümmerung
es: Temporada de la Destrucción
fr: Saison de l'Éclatement
id: Musim Kehancuran
it: Stagione della Distruzione
ja: 砕ケル闇ノ季節
ko: 파편의 시즌
pt: Temporada do Despedaçar
ru: Сезон крушения
th: ฤดูกาลแห่งการแตกสลาย
vi: Mùa Tan Vỡ
zh_hans: 破晓季
zh_hant: 破曉季

# name_season_16
source: Season of AURORA
de: Saison von AURORA
es: Temporada de AURORA
fr: Saison d'AURORA
id: Musim AURORA
it: Stagione di AURORA
ja: AURORAの季節
ko: AURORA의 시즌
pt: Temporada da AURORA
ru: Сезон AURORA
th: ฤดูกาลแห่ง AURORA
vi: Mùa AURORA
zh_hans: AURORA季
zh_hant: AURORA季

# name_season_17
source: Season of Remembrance
de: Saison des Gedenkens
es: Temporada de conmemoración
fr: Saison du Souvenir
id: Musim Kenangan
it: Stagione della Commemorazione
ja: 追慕の季節
ko: 기억의 시즌
pt: Temporada da Recordação
ru: Сезон Памяти
th: ฤดูกาลแห่งความทรงจำ
vi: Mùa Tưởng Nhớ
zh_hans: 缅怀季
zh_hant: 緬懷季

# name_season_18
source: Season of Passage
de: Die Saison des Übergangs
es: La temporada de iniciación
fr: La saison de l'Initiation
id: Musim Inisiasi Pembaruan
it: La Stagione della Transizione
ja: ならいの季節
ko: 성장의 시즌
pt: A Temporada da Passagem
ru: Сезон посвящения
th: ฤดูกาลแห่งเส้นทาง
vi: Mùa Thử Thách
zh_hans: 夜行季
zh_hant: 夜行季

# name_season_19
source: The Season of Moments
de: Die Saison der Momente
es: La temporada de los momentos
fr: La saison des Instants
id: Musim Momen
it: La Stagione dei Momenti
ja: 瞬きの季節
ko: 순간의 시즌
pt: Temporada dos Momentos
ru: Сезон мгновений
th: ฤดูกาลแห่งช่วงเวลา
vi: Mùa Khoảnh Khắc
zh_hans: 拾光季
zh_hant: 拾光季

# name_season_20
source: Season of Revival
de: Saison der Wiederbelebung
es: Temporada del Renacimiento
fr: Saison du Renouveau
id: Musim Kebangkitan
it: Stagione della Rinascita
ja: 復古の季節
ko: 재생의 시즌
pt: Temporada do Reavivamento
ru: Сезон возрождения
th: ฤดูกาลแห่งการฟื้นฟู
vi: Mùa Phục Hưng
zh_hans: 归巢季
zh_hant: 歸巢季

# name_season_21
source: Season of the Nine-Colored Deer
de: Saison des Neunfarbigen Hirsches
es: Temporada del ciervo de los nueve colores
fr: Saison du Cerf aux neuf couleurs
id: Musim Rusa Sembilan Warna
it: Stagione del Cervo dai nove colori
ja: 九色の鹿の季節
ko: 아홉 빛깔 사슴의 시즌
pt: Temporada do Cervo de Nove Cores
ru: Сезон Девятицветного оленя
th: ฤดูกาลแห่งกวางเก้าสี
vi: Mùa Cửu Sắc Lộc
zh_hans: 九色鹿季
zh_hant: 九色鹿季

# name_season_22
source: Season of Nesting
de: Saison des Nistens
es: Temporada acogedora
fr: Saison de la Nidification
id: Musim Bersarang
it: Stagione dei Nidi
ja: 巣づくりの季節
ko: 보금자리의 시즌
pt: Temporada do Ninho
ru: Сезон гнездования
th: ฤดูกาลแห่งการสร้างรัง
vi: Mùa Xây Tổ
zh_hans: 筑巢季
zh_hant: 築巢季

# name_season_23
source: Season of Duets
de: Saison der Duette
es: Temporada de los duetos
fr: Saison des Duos
id: Musim Duet
it: Stagione dei Duetti
ja: 重なる音色の季節
ko: 듀엣의 시즌
pt: Temporada de Duetos
ru: Сезон Дуэтов
th: ฤดูกาลบรรเลงคู่
vi: Mùa Song Tấu
zh_hans: 二重奏季
zh_hant: 二重奏季

# name_season_24
source: Season of Moomin
de: Die Saison des Mumins
es: Temporada de los Mumins
fr: Saison des Moomins
id: Musim Moomin
it: Stagione dei Mumin
ja: ムーミンの季節
ko: 무민의 시즌
pt: Temporada dos Mumins
ru: Сезон Муми-троллей
th: ฤดูกาลแห่งมูมิน
vi: Mùa Moomin
zh_hans: 姆明季
zh_hant: 姆明季

# name_season_25
source: Season of Radiance
de: Saison des Leuchtens
es: Temporada de resplandor
fr: Saison de l'Éclat
id: Musim Pancaran Cahaya
it: Stagione dello Splendore
ja: 光に染まる季節
ko: 광채의 시즌
pt: Temporada do Resplendor
ru: Сезон сияния
th: ฤดูกาลแสงเรืองรอง
vi: Mùa Rạng Rỡ
zh_hans: 彩染季
zh_hant: 彩染季

# name_seek
source: Hide'n'Seek Pioneer
de: Versteckspiel-Pionier
es: Pionero de las escondidas
fr: Pionnier du cache-cache
id: Pelopor Petak Umpet
it: Pioniere nascosto
ja: かくれんぼ提唱者
ko: 숨바꼭질 개척자
pt: Pioneiro de esconde-esconde
ru: Первопроходец (прятки)
th: ผู้บุกเบิกเกมซ่อนหา
vi: Người Khai Hoang Trốn Tìm
zh_hans: 躲猫猫拓荒者
zh_hant: 躲貓貓拓荒者
