Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# report_chat_text_entry_placeholder
source: Summary of chat abuse
de: Zusammenfassung der Chatbeleidigungen
es: Resumen del abuso del chat
fr: Synthèse des injures sur le tchat
id: Ringkasan penyalahgunaan obrolan
it: Sommario dell'abuso in chat
ja: 報告の理由
ko: 채팅 신고 내용
pt: Resumo de abuso no bate-papo
ru: Краткое описание
th: สรุปข้อละเมิดในการแชท
vi: Tóm tắt về lạm dụng tính năng trò chuyện
zh_hans: 请输入举报原因
zh_hant: 請輸入檢舉原因

# report_chat_text_entry_title
source: Report Chat Abuse
de: Chatbeleidigungen melden
es: Reportar el abuso del chat
fr: Signaler des injures sur le tchat
id: Laporkan Penyalahgunaan Obrolan
it: Segnala abuso in chat
ja: チャットでの迷惑行為、嫌がらせなどの報告
ko: 채팅 신고
pt: Denunciar abuso no bate-papo
ru: Пожаловаться на поведение в чате
th: รายงานข้อละเมิดในการแชท
vi: Tố cáo ngôn từ không đúng mực
zh_hans: 举报不当言论
zh_hant: 檢舉不當言論

# report_disruptive_behavior
source: Disruptive Behavior
de: Störendes Verhalten
es: Comportamiento disruptivo
fr: Comportement perturbateur
id: Perilaku Mengganggu
it: Comportamento molesto
ja: 迷惑行為
ko: 방해가 되는 행동
pt: Comportamento prejudicial
ru: Хулиганское поведение
th: พฤติกรรมก่อกวน
vi: Hành vi gây rối
zh_hans: 破坏性行为
zh_hant: 侵擾行為

# report_error_failed
source: Failed to send report. Please try again.
de: Meldung konnte nicht abgeschickt werden. Bitte versuche es erneut.
es: No se envió el informe. Por favor, inténtalo de nuevo.
fr: Échec de l’envoi du signalement Veuillez réessayer.
id: Gagal mengirimkan laporan. Coba lagi.
it: Impossibile inviare la segnalazione. Riprova più tardi.
ja: 報告の送信に失敗しました。お手数ですがもう一度お試しください
ko: 신고 전송 실패. 다시 시도해주세요.
pt: Denúncia não enviada. Tente novamente.
ru: Не удалось отправить жалобу. Попробуйте еще раз.
th: ไม่สามารถส่งรายงานได้ โปรดลองใหม่อีกครั้ง
vi: Tố cáo thất bại, hãy thử lại
zh_hans: 举报失败，请重试
zh_hant: 檢舉失敗，請重試

# report_error_still_processing_last_report
source: Still processing last report
de: Letzte Meldung wird noch bearbeitet
es: Todavía estamos procesando el último reporte
fr: Signalement toujours en cours de traitement
id: Masih memproses laporan sebelumnya
it: Elaborazione ultima segnalazione ancora in corso
ja: 前回ご報告いただいた内容を調査中です
ko: 이전 신고를 아직 처리 중이에요
pt: A última denúncia ainda está em processamento
ru: Мы обрабатываем прошлую жалобу
th: รายงานล่าสุดอยู่ระหว่างดำเนินการ
vi: Vẫn đang xử lý tố cáo trước
zh_hans: 仍在处理上一份举报
zh_hant: 仍在處理上一份檢舉

# report_error_timed_out
source: Report timed out. Please try again.
de: Zeitüberschreitung bei Meldung. Bitte versuche es erneut.
es: El informe expiró. Por favor, inténtalo de nuevo.
fr: Délai de signalement expiré. Veuillez réessayer.
id: Masa aktif laporan habis. Coba lagi.
it: Segnalazione scaduta. Riprova.
ja: 通信がタイムアウトしました。お手数ですがもう一度お試しください
ko: 신고 시간 만료. 다시 시도해주세요.
pt: Denúncia expirada. Tente novamente.
ru: Время для жалобы истекло. Попробуйте еще раз.
th: รายงานหมดเวลาแล้ว โปรดลองใหม่อีกครั้ง
vi: Tố cáo hết hạn, hãy thử lại
zh_hans: 举报超时，请重试
zh_hant: 檢舉超時，請重試

# report_hacking_cheating
source: Hacking or Cheating
de: Hacken oder betrügen
es: Hackear o hacer trampa
fr: Piratage ou triche
id: Peretasan atau Kecurangan
it: Hacking o barare
ja: ハッキングまたは不正行為
ko: 해킹 또는 부정 행위
pt: Hackear ou trapacear
ru: Взлом или мошенничество
th: การแฮ็กหรือการโกง
vi: Lấy cắp dữ liệu hoặc gian lận
zh_hans: 黑客或作弊行为
zh_hant: 駭客或作弊行為

# report_inappropriate_offensive_behavior
source: Inappropriate or Offensive Behavior
de: Unangemessenes oder anstößiges Verhalten
es: Comportamiento inapropiado u ofensivo
fr: Comportement inapproprié ou offensant
id: Perilaku Tak Pantas atau Menyinggung
it: Comportamento inappropriato o offensivo
ja: 不適切または攻撃的行為
ko: 부적절하거나 모욕적인 행동
pt: Comportamento inapropriado ou ofensivo
ru: Непристойное или агрессивное поведение
th: พฤติกรรมที่ไม่เหมาะสมหรือก้าวร้าว
vi: Hành vi không phù hợp hoặc xúc phạm
zh_hans: 不当或无礼行为
zh_hant: 不當或冒犯行為

# report_note_confirm_title
source: Report this?
de: Melden?
es: ¿Informar esto?
fr: Signaler ceci ?
id: Laporkan ini?
it: Vuoi segnalare?
ja: 報告しますか？
ko: 신고할까요?
pt: Denunciar?
ru: Пожаловаться?
th: รายงานเรื่องนี้หรือไม่
vi: Tố cáo?
zh_hans: 要报告吗？
zh_hant: 檢舉此內容？

# report_note_text_entry_placeholder
source: Reasons to report ( optional )
de: Grund zur Meldung (optional)
es: Razones para reportar (opcional)
fr: Raisons de signaler (en option)
id: Alasan pelaporan (opsional)
it: Motivo della segnalazione (facoltativo)
ja: 報告の理由（任意）
ko: 신고 이유 (선택)
pt: Motivos da denúncia (opcional)
ru: Причины жалобы (не обязательно)
th: เหตุผลที่รายงาน (ไม่บังคับ)
vi: Lý do tố cáo (không bắt buộc)
zh_hans: 请简述举报原因（100字以内，可不填）
zh_hant: 請簡述檢舉原因（100字以內，可不填）

# report_note_text_entry_title
source: Report Notes
de: Notizen zur Meldung
es: Notas del reporte
fr: Novos du signalement
id: Catatan Laporan
it: Segnala messaggi
ja: 迷惑行為、嫌がらせなとの報告
ko: 메시지 신고
pt: Denunciar notas
ru: Отчет о жалобе
th: บันทึกการรายงาน
vi: Ghi chú Tố cáo
zh_hans: 举报
zh_hant: 檢舉

# report_other
source: Other
de: Weiteres
es: Otros
fr: Autre
id: Lainnya
it: Altro
ja: その他
ko: 기타
pt: Outro
ru: Другое
th: อื่นๆ
vi: Khác
zh_hans: 其他
zh_hant: 其他

# report_player_text_entry_placeholder
source: Summary of players' abusive actions
de: Zusammenfassung der Handlungen des Spielers
es: Resumen de las acciones abusivas de los jugadores
fr: Synthèse des actions injurieuses des joueurs
id: Ringkasan tindakan penyalahgunaan pemain
it: Sommario delle azioni abusive dei giocatori
ja: 報告の理由
ko: 플레이어 신고 내용
pt: Resumo das ações abusivas do jogador
ru: Описание оскорбительных действий
th: สรุปการกระทำที่ไม่เหมาะสมของผู้เล่น
vi: Tóm tắt các hành động lạm dụng của người chơi
zh_hans: 请输入举报原因
zh_hant: 請輸入檢舉原因

# report_player_text_entry_title
source: Player Report
de: Spielermeldung
es: Denunciar jugador
fr: Signalement de joueur
id: Laporan Pemain
it: Segnalazione giocatore
ja: プレイヤーの報告
ko: 플레이어 신고
pt: Denunciar jogador
ru: Жалоба на игрока
th: รายงานผู้เล่น
vi: Báo cáo bởi người chơi
zh_hans: 玩家举报
zh_hant: 玩家檢舉

# report_successfully_sent
source: Report sent!
de: Meldung abgeschickt!
es: ¡Reporte enviado!
fr: Signalement envoyé !
id: Laporan terkirim!
it: Segnalazione inviata!
ja: 報告を送信しました
ko: 신고 전송 완료!
pt: Denúncia enviada!
ru: Жалоба отправлена!
th: ส่งรายงานแล้ว!
vi: Tố cáo thành công
zh_hans: 举报成功
zh_hant: 檢舉成功

# report_targeted_harassment
source: Targeted Harassment
de: Gezielte Belästigung
es: Acoso dirigido
fr: Harcèlement
id: Pelecehan yang Ditargetkan
it: Molestie mirate
ja: 特定の個人に対するハラスメント
ko: 특정인을 향한 괴롭힘
pt: Assédio direcionado
ru: Тип нарушения
th: การคุมคามที่กำหนดเป้าหมาย
vi: Quấy rối có chủ đích
zh_hans: 针对性骚扰
zh_hant: 具針對性的騷擾

# resume_gate_overwrite_progress
source: <b>You have progress in another area</b> Would you like to continue and overwrite other progress?
de: <b>Du hast Fortschritt in einem anderen Bereich</b> Möchtest du weitermachen und deinen anderen Fortschritt überschreiben?
es: <b>Tienes progreso en otra área</b> ¿Deseas continuar y sobrescribir el otro progreso?
fr: <b>Vous êtes en cours de progression dans un autre secteur</b> Souhaitez-vous continuer et écraser l’autre progression ?
id: <b>Kamu memiliki progres di area lain</b> Ingin melanjutkan dan menimpa progres lainnya?
it: <b>Hai fatto progressi in un'altra area</b> Vuoi continuare e sovrascrivere gli altri progressi?
ja: <b>新しいエリアに入ると、最後に訪れたエリアの位置情報が初期化されます</b> 続行しますか？
ko: <b>다른 지역에서 저장된 진행상황이 있습니다</b> 다른 진행상황을 덮어씌울까요?
pt: <b>Outra região está em andamento</b> Deseja continuar e substituir o outro andamento?
ru: <b>У вас есть прогресс в другой области</b> Вы хотите продолжить и перезаписать другой прогресс?
th: <b>คุณมีความคืบหน้าในพื้นที่อื่น</b> คุณต้องการเล่นต่อ และบันทึกทับความคืบหน้าอื่นๆ หรือไม่
vi: <b>Đã có tiến trình ở khu vực khác</b> Tiếp tục và thay thế tiến trình đó?
zh_hans: <b>你在其他地区已有游戏进度</b> 是否放弃该进度继续前进？
zh_hant: <b>你在其他地區已有遊戲進度</b> 是否放棄該進度繼續前進？

# resume_gate_previous_level
source: <b>You must complete your adventure before you can return here</b>
de: <b>Du musst dein Abenteuer zuerst abschließen, bevor du hierher zurückkehren kannst</b>
es: <b>Debes completar tu aventura antes de que puedas regresar aquí</b>
fr: <b>Vous devez terminer votre aventure avant de revenir ici</b>
id: <b>Kamu harus menyelesaikan petualangan sebelum bisa kembali ke sini</b>
it: <b>Devi completare la tua avventura prima di poter tornare qui</b>
ja: <b>一度訪れた場所に戻る前に、まずは先の冒険を進めてみてください</b>
ko: <b>여기로 돌아오기 전에 모험을 완료해야 합니다</b>
pt: <b>É necessário concluir a aventura antes de voltar para cá</b>
ru: <b>Вы должны завершить свое приключение, чтобы смочь вернуться сюда</b>
th: <b>คุณจำเป็นต้องเล่นการผจญภัยของคุณให้เสร็จก่อนจึงจะสามารถกลับมาที่นี่ได้</b>
vi: <b>Phải hoàn thành thám hiểm của mình trước mới được đến đây</b>
zh_hans: <b>你必须在完成了你的冒险后才能再来这里。</b>
zh_hant: <b>你必須在完成了你的冒險後才能再來這裡。</b>

# retail_demo_disclaimer_apple
source: This version of <b>Sky: Children of the Light</b> has been created specifically for demonstration purposes.
de: Diese Version von <b>Himmelsreich: Kinder des Lichts</b> wurde eigens zu Demonstrationszwecken erschaffen.
es: Esta versión de <b>Sky: Niños de la Luz</b> fue creada específicamente para propósitos de demostración.
fr: Cette version de <b>Sky:</b> Enfants de la Lumière</i> a été créée spécifiquement à des fins de démonstration.
id: Versi <b>Sky: Anak-Anak Cahaya</b> ini telah dibuat khusus untuk tujuan demonstrasi.
it: Questa versione di <b>Sky: Children of the Light</b> è stata creata a puro scopo dimostrativo.
ja: <b>Sky 星を紡ぐ子どもたち</b> の体験版バージョンです
ko: 이 버전의 <b>Sky 빛의 아이들</b>은 데모 목적을 위해 특별히 제작됐습니다.
pt: Esta versão de <b>Sky: Children of the Light</b> foi criada exclusivamente para fins de demonstrativos.
ru: Эта версия игры <b>«Небо: Дети света»</b> создана исключительно в целях демонстрации.
th: <b>Sky: Children of the Light</b> เวอร์ชันนี้ถูกสร้างขึ้นเพื่อใช้สำหรับการสาธิตเท่านั้น
vi: Phiên bản <b>Sky: Children of the Light</b> này chuyên dùng để trình diễn.
zh_hans: 此版本<b>《光·遇》</b>为演示专用
zh_hant: 此版本<b>《光·遇》</b>為演示專用

# retail_demo_download_now
source: Sky: Children of the Light is free-to-start. Download now on the App Store!
de: Himmelsreich: Kinder des Lichts ist kostenlos. Jetzt im App Store herunterladen!
es: Puedes jugar Sky: Niños de la Luz gratis. ¡Descárgalo ahora en la App Store!
fr: Sky: Enfants de la Lumière est gratuit. Téléchargez-le dès maintenant sur l’App Store !
id: Sky: Anak-Anak Cahaya gratis untuk dimulai. Unduh sekarang di App Store!
it: Sky: Children of the Light è free-to-start. Scaricalo adesso dall'App Store!
ja: Sky 星を紡ぐ子どもたちは無料で始められます。いますぐAppストアでインストールしましょう！
ko: Sky 빛의 아이들은 무료로 플레이 할 수 있습니다. 앱스토어에서 지금 바로 다운로드하세요!
pt: Sky: Children of the Light é gratuito. Faça já o download na App Store!
ru: В «Небо: Дети света» можно начать играть бесплатно. Скачайте игру в App Store!
th: Sky: Children of the Light เปิดให้เล่นฟรี ดาวน์โหลดได้แล้วที่ App Store!
vi: Sky: Children of the Light là một trò chơi tải miễn phí. Tải ngay trên App Store!
zh_hans: 《光·遇》是一款免费下载的游戏
zh_hant: 《光·遇》是一款免費下載的遊戲

# retail_demo_earn_collectibles
source: Earn collectibles to grow your character
de: Hol dir Sammelgegenstände, damit dein Charakter wächst
es: Obtén coleccionables para hacer crecer a tu personaje
fr: Gagnez des objets à collectionner pour développer votre personnage
id: Dapatkan item koleksi untuk meningkatkan karaktermu
it: Ottieni oggetti da collezione per far crescere il tuo personaggio
ja: コレクションアイテムを手にいれてあなただけの星の子どもをカスタマイズしましょう
ko: 아이템을 모아 캐릭터 키우기
pt: Ganhe colecionáveis para evoluir seu personagem
ru: Получайте коллекционные предметы, чтобы развивать своего персонажа
th: รับของสะสมเพื่อพัฒนาตัวละครของคุณ
vi: Kiếm vật phẩm để phát triển nhân vật của bạn
zh_hans: 搜集元素令你的角色成长
zh_hant: 蒐集元素令你的角色成長

# retail_demo_encounter_the_mysteries
source: Discover the hidden wonders of the kingdom
de: Entdecke die verborgenen Wunder des Königreichs
es: Descubre las maravillas ocultas del reino
fr: Découvrez les merveilles cachées du royaume
id: Temukan keajaiban tersembunyi kerajaan ini
it: Scopri le meraviglie nascoste nel regno
ja: 王国の隠された謎を探しに行こう
ko: 왕국에 숨겨진 비밀 파헤치기
pt: Descubra as maravilhas escondidas do reino
ru: Откройте тайные чудеса царства
th: ค้นพบความมหัศจรรย์ของอาณาจักรที่ซ่อนอยู่
vi: Khám phá những điều kỳ diệu tiềm ẩn của vương quốc
zh_hans: 探索失落的奇迹
zh_hant: 探索失落的奇跡

# retail_demo_explore_with_friends
source: Adventure and explore online with friends
de: Gehe mit Freunden gemeinsam online auf Abenteuer
es: Aventúrate y explora en línea con tus amigos
fr: Partez à l'aventure et explorez en ligne avec vos amis
id: Petualangan dan penjelajahan online bersama teman
it: Avventurati ed esplora online con gli amici
ja: オンラインでフレンドとともに冒険しよう
ko: 친구들과 함께 온라인으로 모험하고 탐험하기
pt: Aventure-se e explore online com seus amigos
ru: Исследуйте и ищите приключения по сети с друзьями
th: ผจญภัยและออกสำรวจในรูปแบบออนไลน์พร้อมกับเพื่อนๆ
vi: Phiêu lưu và khám phá trực tuyến với bạn bè
zh_hans: 在线与朋友们一起冒险
zh_hant: 在線與朋友們一起冒險

# retail_demo_start_demo
source: Start
es: Comenzar
fr: Commencer
id: Mulai
it: Avvia
ja: はじめる
ko: 시작
pt: Iniciar
ru: Начать
th: เริ่มต้น
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# riddle_add_answer
source: Add Your Answer
de: Füge deine Antwort hinzu
es: Responder
fr: Ajoutez votre réponse
id: Tambahkan Jawaban Kamu
it: Aggiungi la tua risposta
ja: あなたの回答を入力しましょう
ko: 답변 쓰기
pt: Colocar sua resposta
ru: Добавьте свой ответ
th: เพิ่มคำตอบของคุณ
vi: Thêm Câu Trả Lời Của Bạn
zh_hans: 添加你的答案
zh_hant: 輸入你的答案

# riddle_answer_riddle
source: Answer
de: Antwort
es: Responder
fr: Réponse
id: Jawaban
it: Risposta
ja: 回答
ko: 답변
pt: Responder
ru: Ответ
th: คำตอบ
vi: Trả lời
zh_hans: 回答
zh_hant: 回答

# riddle_create_answer
source: Answer...
de: Antwort ...
es: Responder…
fr: Réponse...
id: Jawaban...
it: Risposta...
ja: 回答…
ko: 답변...
pt: Responder...
ru: Ответ...
th: คำตอบ...
vi: Câu trả lời...
zh_hans: 回答…
zh_hant: 答案⋯⋯

# riddle_create_question
source: Riddle...
de: Rätsel ...
es: Acertijo…
fr: Devinette...
id: Teka-teki
it: Indovinello...
ja: 謎…
ko: 수수께끼...
pt: Enigma...
ru: Загадка...
th: ปริศนา...
vi: Câu đố...
zh_hans: 灯谜…
zh_hant: 燈謎⋯⋯

# riddle_create_title
source: Create a Riddle
de: Erstelle ein Rätsel
es: Crear un acertijo
fr: Créer une devinette
id: Buat Teka-teki
it: Crea un indovinello
ja: 謎を作る
ko: 수수께끼 만들기
pt: Criar um enigma
ru: Создайте загадку
th: สร้างปริศนา
vi: Tạo Câu đố
zh_hans: 创建灯谜
zh_hant: 寫下謎題⋯⋯

# riddle_default_answer_0
source: default_answer_0
zh_hans: 荧光小菇

# riddle_default_answer_1
source: default_answer_1
zh_hans: 冥龙

# riddle_default_answer_10
source: default_answer_10
zh_hans: 霞谷

# riddle_default_answer_11
source: default_answer_11
zh_hans: 暮土

# riddle_default_answer_12
source: default_answer_12
zh_hans: 禁阁

# riddle_default_answer_13
source: default_answer_13
zh_hans: 萤火虫

# riddle_default_answer_14
source: default_answer_14
zh_hans: 雨伞

# riddle_default_answer_15
source: default_answer_15
zh_hans: 月饼

# riddle_default_answer_16
source: default_answer_16
zh_hans: 玉兔

# riddle_default_answer_17
source: default_answer_17
zh_hans: 桂花

# riddle_default_answer_18
source: default_answer_18
zh_hans: 圆月

# riddle_default_answer_2
source: default_answer_2
zh_hans: 好友

# riddle_default_answer_3
source: default_answer_3
zh_hans: 遥鲲

# riddle_default_answer_4
source: default_answer_4
zh_hans: 螃蟹

# riddle_default_answer_5
source: default_answer_5
zh_hans: 水母

# riddle_default_answer_6
source: default_answer_6
zh_hans: 云

# riddle_default_answer_7
source: default_answer_7
zh_hans: 晨岛

# riddle_default_answer_8
source: default_answer_8
zh_hans: 云野

# riddle_default_answer_9
source: default_answer_9
zh_hans: 雨林

# riddle_default_question_0
source: default_question_0
zh_hans: 柔软透明，凑近漂浮；生在雨林，长在树干

# riddle_default_question_1
source: default_question_1
zh_hans: 红光忽闪，声啸如浪；热爱拥抱，望而生畏

# riddle_default_question_10
source: default_question_10
zh_hans: 拼搏与超越之地（地图）

# riddle_default_question_11
source: default_question_11
zh_hans: 光芒陨落，危机四伏之地（地图）

# riddle_default_question_12
source: default_question_12
zh_hans: 攀登知识高阁，回忆过往篇章（地图）

# riddle_default_question_13
source: default_question_13
zh_hans: 虫尾明灭似星辰，刻苦读书当明灯

# riddle_default_question_14
source: default_question_14
zh_hans: 人在水下走，水在人上流

# riddle_default_question_15
source: default_question_15
zh_hans: 扁圆香甜，观月伴侣

# riddle_default_question_16
source: default_question_16
zh_hans: 月宫相伴，捣药锤粑

# riddle_default_question_17
source: default_question_17
zh_hans: 广寒香一点，吹得满山开

# riddle_default_question_18
source: default_question_18
zh_hans: 圆魄上寒空，皆言四海同

# riddle_default_question_2
source: default_question_2
zh_hans: 星盘闪烁，有友葵追；常伴身侧，温暖予光

# riddle_default_question_3
source: default_question_3
zh_hans: 燃花点烛，鸣钟呼唤；云间而来，乘而远航

# riddle_default_question_4
source: default_question_4
zh_hans: 翻身蹬腿，正身追逐

# riddle_default_question_5
source: default_question_5
zh_hans: 水域漂浮，忽悠忽悠

# riddle_default_question_6
source: default_question_6
zh_hans: 凝落成雨，蒸腾复原；柔软洁白，随风漫步

# riddle_default_question_7
source: default_question_7
zh_hans: 序章之时，伊始之地（地图）

# riddle_default_question_8
source: default_question_8
zh_hans: 云间绿野，晨曦之地（地图）

# riddle_default_question_9
source: default_question_9
zh_hans: 护佑心火，听雨小憩去处（地图）

# riddle_input_answer
source: Add your answer...
de: Füge deine Antwort hinzu ...
es: Responder…
fr: Ajoutez votre réponse...
id: Tambahkan jawaban kamu...
it: Aggiungi la tua risposta...
ja: 回答を記入する…
ko: 정답 추가...
pt: Colocar sua resposta...
ru: Добавьте свой ответ...
th: เพิ่มคำตอบของคุณ...
vi: Thêm câu trả lời của bạn...
zh_hans: 添加你的答案…
zh_hant: 輸入你的答案……

# riddle_riddle_answer_title
source: Creator's Answer
de: Antwort des Erschaffers
es: Respuesta del creador
fr: Réponse du créateur
id: Jawaban Pembuat Teka-teki
it: Risposta dell'autore
ja: 創作者の回答
ko: 제작자의 정답
pt: Reposta de quem criou
ru: Ответ создателя
th: คำตอบของผู้สร้าง
vi: Câu trả lời của người tạo
zh_hans: 创作者的答案
zh_hant: 創作者的謎底

# samantha_ann_text1
source: Ahem, I have a very important announcement!
de: Ähem, ich habe eine wichtige Ankündigung!
es: Ejem, ¡tengo un anuncio muy importante!
fr: Ahem, j'ai une annonce très importante à faire !
id: Ehem, aku punya pengumuman sangat penting!
it: Ehm, ho un annuncio molto importante!
ja: こほん！えっとぉ、とても大事なことを言いまぁす！
ko: 엣헴, 아주 중요한 공지사항이 있어요!
pt: Aham, eu tenho um anúncio muito importante!
ru: Кхм. У меня важное объявление!
th: อะแฮ่ม ฉันมีข่าวสำคัญมาประกาศให้ทราบ!
vi: E hèm, tôi có một thông báo rất quan trọng!
zh_hans: 咳咳，我有一个非常重要的消息！
zh_hant: 咳咳，我有一件非常重要的事情要宣佈！

# samantha_ann_text2
source: Sneep! Snorp!
it: Snip! Snorp!
ja: すり～ぷ！すに～ぷ！すの～ぷ！！
ko: 킁킁! 쿨쩍!
pt: Ai minha nossa!
ru: Снипи-снап!
th: อะแฮ่ม! อะแฮ่ม!
vi: Chóp! Chép!
zh_hans: 呼噜噜！

# samantha_ann_text3
source: In all seriousness, thank you from the bottom of my heart for making Sky a warm, inclusive community!
de: Ganz im Ernst: Danke von ganzem Herzen dafür, dass ihr Sky zu einer herzlichen, inklusiven Community macht!
es: En serio, ¡muchas gracias desde el corazón por hacer que Sky sea una comunidad cálida e inclusiva!
fr: Plus sérieusement, je vous remercie du fond du cœur de faire de Sky une communauté chaleureuse et inclusive !
id: Dari lubuk hatiku yang terdalam, aku sangat berterima kasih karena telah menjadikan Sky komunitas yang hangat dan inklusif!
it: Sul serio, grazie dal profondo del mio cuore per aver reso Sky una community affezionata e inclusiva!
ja: ちがうのぉ、もっとまじめに…よしっ Skyのコミュニティを、暖かい素敵な場所にしてくれて、みんなほんっっとぉに、ありがとぉ～！
ko: Sky를 따뜻하고 폭넓은 커뮤니티로 만들어주신 여러분께 마음 깊은 곳에서부터 감사드려요!
pt: Agora, falando sério, obrigada, do fundo do coração, por tornarem a comunidade Sky inclusiva e calorosa!
ru: Серьезно, огромное вам всем спасибо за то, что делаете мир «Sky» таким дружелюбным и чудесным!
th: เราขอขอบคุณจากใจจริงที่ทำให้ Sky เป็นชุมชนที่อบอุ่นและไม่แบ่งแยก!
vi: Xin được gửi lời cảm ơn từ tận đáy lòng vì đã xây dựng Sky trở thành một cộng đồng ấm áp và hòa nhập!
zh_hans: 请允许我庄严地感谢各位，让Sky成为了一个热情包容的社区！
zh_hant: 說真的，我由衷感謝你們讓 Sky 成為一個溫暖又包容的社群！

# samantha_ann_text4
source: Have you seen my other two krill? They fell out of my trench coat on the way here.
de: Hast du meine anderen zwei Krill gesehen? Auf dem Weg hierher sind sie aus meinem Mantel gefallen.
es: ¿Vieron mis otros dos camarones? Se cayeron de mi piloto camino hacia aquí.
fr: Avez-vous vu mes deux autres krills ? Ils sont tombés de mon imperméable sur le chemin.
id: Kamu pernah melihat dua krill milikku yang lain? Mereka jatuh dari jas hujanku saat dalam perjalanan ke sini.
it: Qualcuno ha visto i miei due Draghi Oscuri? Mi sono caduti dalle tasche mentre venivo qui.
ja: 誰かあたしのエビちゃんたち見てなぁい？あとぉ2匹いたんだけど。ここに来るまでに、コートから落ちちゃったみたい！
ko: 다른 크릴새우 두 마리 봤어요? 오는 길에 트렌치코트에서 떨어진 것 같아요.
pt: Alguém viu meus outros dois camarões? Eles caíram do meu sobretudo no caminho pra cá.
ru: Кто-нибудь видел моих крилей? Они упали с моего плаща где-то неподалеку.
th: คุณเห็นคริลล์อีกสองตัวของฉันไหมเอ่ย พวกมันหลุดออกจากเสื้อโค้ทของฉันระหว่างเดินทางมาที่นี่
vi: Bạn có thấy hai chú tôm khác của tôi không? Chúng rơi khỏi áo khoác của tôi khi đang trên đường đến đây.
zh_hans: 你们看到我的另外两只皮皮虾了吗？在来这里的路上，它们从我的风衣里掉出去了。
zh_hant: 你有看到我另外兩隻皮皮蝦嗎？牠們在半路上從我的風衣裡掉出來了。

# samk_ann_text1
source: hi i'm sam! I found a mysterious friend while I was out exploring! Say hello!!
de: Hallo, ich bin Sam! Ich habe draußen einen mysteriösen Freund gefunden! Sag Hallo!
es: ¡Hola, soy Sam! ¡Encontré a un colega misterioso mientras exploraba! ¡Saluden!
fr: Bonjour, je suis Sam ! J’ai trouvé un ami bien énigmatique lors de mes explorations ! Venez lui dire bonjour !!
id: Hai, aku Sam! Aku menemukan teman misterius saat pergi menjelajah! Beri salam!!
it: Ciao, sono Sam! Ho trovato un spirito misterioso mentre ero in giro! Di' ciao!
ja: ハァイ、私はサム！探索していたらふわふわ浮かぶ不思議な友だちに出会ったんだ！ほら、ご挨拶して！
ko: 안녕하세요, 전 샘이에요! 탐험하는 중에 신비로운 친구를 발견했답니다! 인사해요!!
pt: Oi, meu nome é Sam! Encontrei alguém cheio de mistério enquanto estava explorando! Dê um oi!!
ru: Привет! Я Сэм. Во время моих путешествий мне встретился таинственный друг. Поздоровайтесь!
th: สวัสดี ฉันแซม! ฉันได้เจอกับเพื่อนผู้ลึกลับในขณะที่ฉันกำลังออกสำรวจ! ทักทายกันหน่อยสิ!!
vi: Xin chào, tôi là Sam! Tôi tìm thấy một người bạn bí ẩn khi đang khám phá! Nói lời chào đi nào!!
zh_hans: 嗨，我是 Sam！我在外面探险时发现了一位神秘的朋友！快来打声招呼！！
zh_hant: 嗨，我是 Sam！我在外面探險時發現了這位神秘的朋友！快來打聲招呼！！

# samk_ann_text2
source: They don't talk much, but they have a magical song to share.
de: Mein Freund redet nicht viel, will aber ein magisches Lied vortragen.
es: No habla demasiado, pero una canción mágica para compartir.
fr: Ils ne parlent pas beaucoup, mais peuvent partager un chant ésotérique.
id: Mereka tak banyak bicara, tetapi punya lagi yang indah untuk didengar.
it: Non parla molto, ma ha una canzone magica da condividere.
ja: おしゃべりは得意じゃないみたい。でもとっても素敵なメロディーを聴かせてくれるんだよ
ko: 말수는 적지만 신비로운 노래를 불러줄 거예요.
pt: Não fala muito, mas tem uma música mágica pra compartilhar.
ru: Он не особо разговорчивый, но может спеть волшебную песню.
th: เขาไม่ค่อยพูดเยอะน่ะ แต่เขาได้เตรียมเพลงแสนวิเศษมาให้ฟังแล้ว
vi: Họ không nói nhiều, nhưng họ có chia sẻ một bài hát kỳ diệu.
zh_hans: 这位朋友不太爱说话，但有一首神奇的歌曲想要分享。
zh_hant: 雖然他不太愛說話，但是他想要分享一首神奇的歌曲給大家聽。

# samk_ann_text3
source: We're off on another adventure! See you around!
de: Wir brechen zu einem weiteren Abenteuer auf! Man sieht sich!
es: ¡Nos vamos en otra aventura! ¡Nos vemos pronto!
fr: Nous repartons à l’aventure ! À la revoyure !
id: Kami pergi melakukan petualangan lain! Sampai jumpa lagi!
it: Partiamo per un'altra avventura! Ci vediamo in giro!
ja: そろそろ次の冒険を探しに行くよ！じゃあね！
ko: 저희는 이만 새로운 모험을 찾아갈게요! 또 만나요!
pt: Vamos para mais uma aventura! A gente se vê por aí!
ru: Мы отправляемся в новое приключение. До встречи!
th: เรากำลังจะออกผจญภัยกันอีกครั้ง! ไว้พบกันนะ!
vi: Chúng tôi đang trong một cuộc phiêu lưu khác! Hẹn gặp lại!
zh_hans: 我们要再次踏上冒险之旅了！下次见！
zh_hant: 我們要去其他地方探險了！下次見！
