Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap24_side06_chat_04
source: I’m no hattifattener, I’m Moominpappa…
de: Ich bin kein Hattifattener, ich bin Muminpapa ...
es: No soy un hatifnate, sino Papá Mumin…
fr: Je ne suis pas un Hatifnatte, je suis Moominpappa...
id: Aku bukan hattifattener, aku Moominpappa...
it: Non sono un Fungarello, sono Papà Mumin...
ja: ぼくはニョロニョロじゃない、ムーミンパパなんだ…
ko: 난 해티패티가 아니라, 무민파파야...
pt: Não sou um hattifattener, sou o Pai Mumin...
ru: Ведь я же не хатифнатт, а папа Муми-тролля...
th: ฉันไม่ใช่แฮตตี้แฟตเทนเนอร์นะ ฉันคือมูมินปะป๊า
vi: Mình không phải là Hattifattener, mình là Moominpappa...
zh_hans: 我又不是树精，我是姆明爸爸啊！
zh_hant: 我又不是樹精，我是姆明爸爸啊！

# ap24_side06_chat_05
source: What am I doing here?
de: Was tue ich hier?
es: ¿Qué hago aquí?
fr: Qu’est-ce que je fais ici ?
id: Apa yang kulakukan di sini?
it: Cosa ci faccio qui?
ja: なにをこんなところでしているんだ？
ko: 내가 지금 여기서 뭘 하는 거야?
pt: O que estou fazendo aqui?
ru: Что мне здесь делать?..
th: ฉันมาทำอะไรที่นี่
vi: Mình đang làm gì ở đây?
zh_hans: 我何必学他们？
zh_hant: 我何必學他們？

# ap24_side06_chat_06
source: I’m going home! I’m leaving at once!
de: Ich gehe nach Hause! Ich verschwinde jetzt!
es: ¡Me voy a casa! ¡Me marcho ya mismo!
fr: Je rentre chez moi ! Je pars tout de suite !
id: Aku mau pulang! Aku akan pergi sekarang juga!
it: Vado a casa! Me ne vado subito!
ja: 家に帰るよ！すぐに出発するよ！
ko: 집에 가야 해! 지금 당장!
pt: Estou indo para casa! Vou embora agora!
ru: Иду домой! Немедленно плыву домой!
th: ฉันจะกลับบ้าน! และฉันจะไปทันที!
vi: Mình đang về nhà! Mình sẽ rời đi ngay lập tức!
zh_hans: 我要回家了！马上就出发！
zh_hant: 我要回家了！馬上就出發！

# ap24_side07_story_01
source: Once, Moominpappa went away without the least explanation.
de: Einmal ist Muminpapa ohne irgendeine Erklärung davongegangen.
es: Una vez, papá Mumin se marchó sin dar ni una explicación.
fr: Une fois, Moominpappa a disparu sans dire un mot.
id: Suatu ketika, Moominpappa pergi tanpa penjelasan sedikit pun.
it: Una volta, Papà Mumin se ne andò di casa senza la minima spiegazione.
ja: かつて、ムーミンパパがひとことの説明もなしに、家をとびだしたことがあります
ko: 한번은 무민파파가 아무 말 없이 떠난 적도 있습니다.
pt: Uma vez, o Pai Mumin foi embora sem a menor explicação.
ru: Однажды Муми-папа ушел из дому, никому ничего не объяснив.
th: มีอยู่ครั้งหนึ่ง มูมินปะป๊าได้จากไปโดยไม่บอกกล่าวแม้แต่น้อย
vi: Có một lần, Moominpappa bỏ đi mà không một lời giải thích.
zh_hans: 很久以前，姆明爸爸曾经毫无理由地离家出走。
zh_hant: 很久以前，姆明爸爸曾經毫無理由地離家出走。

# ap24_side07_story_02
source: No one was quite certain where he had gone.
de: Niemand wusste mit Sicherheit, wann Muminpapa gegangen war.
es: Nadie sabía a dónde se había ido.
fr: Personne ne savait vraiment où il était parti.
id: Tidak ada yang tahu pasti kapan Moominpappa pergi.
it: Nessuno sapeva con certezza dove fosse andato.
ja: だれ一人、ムーミンパパがどこへ行ったのか知らなかったのです
ko: 무민파파가 어디로 갔는지는 아무도 몰랐습니다.
pt: Ninguém sabia aonde ele tinha ido.
ru: Никто не знал, когда он отправился в путь.
th: ไม่มีใครบอกได้ชัดเจนว่ามูมินปะป๊าจากไปเมื่อไร
vi: Không ai biết chắc chắn ông ấy đi đâu.
zh_hans: 没人知道姆明爸爸究竟去了哪里。
zh_hant: 沒人知道姆明爸爸究竟去了哪裡。

# ap24_side07_story_03
source: Never in his life had Moominpappa felt so at ease...
de: Noch nie in seinem Leben hatte sich Muminpapa so friedlich gefühlt.
es: Papá Mumin jamás había estado tan tranquilo.
fr: Jamais Moominpappa ne s’était senti aussi bien.
id: Tidak pernah dalam hidupnya Moominpappa merasa begitu tenang.
it: Mai nella sua vita Papà Mumin si era sentito così a suo agio.
ja: こんなにのんびりとした思いをしたのは、ムーミンパパの一生でもはじめてのことでした
ko: 무민파파는 평생 그렇게 편안했던 적이 없었습니다.
pt: Nunca na vida o Pai Mumin se sentira tão à vontade.
ru: Муми-папа никогда не чувствовал себя таким спокойным.
th: ไม่เคยมีครั้งใดในชีวิตที่มูมินปะป๊า จะรู้สึกสบายใจขนาดนี้มาก่อน
vi: Trong suốt cuộc đời, Moominpappa chưa bao giờ cảm thấy dễ chịu đến vậy.
zh_hans: 他此生第一次感到这么轻松畅快。
zh_hant: 他此生第一次感到這麼輕鬆暢快。

# ap24_side07_story_04
source: He found it splendid for a chance not to have to say anything...
de: Er fand es großartig, dass er für einen Moment nichts sagen musste ...
es: Le parecía maravilloso no tener nada que decir…
fr: Il trouvait fabuleux de n’avoir rien à dire...
id: Dia merasa sangat senang karena memiliki kesempatan untuk tidak mengatakan apapun
it: Amava il fatto di non dover dire nulla...
ja: 自分にたいしても、他のものにたいしても、なにを言う必要もなく…
ko: 아무 말도 할 필요가 없었습니다...
pt: Ele achou esplêndido ter a chance de não ter que dizer nada...
ru: Это прекрасно, когда не нужно ничего говорить,
th: เขาพบว่ามันเป็นโอกาสที่ดีที่จะไม่ต้องพูดอะไรเลย
vi: Ông cảm thấy tuyệt vời khi không phải nói...
zh_hans: 他开心地发现自己不用再开口解释、
zh_hant: 他開心地發現自己不用再開口解釋、

# ap24_side07_story_05
source: ...or explain anything, to himself or to others.
de: ... und nichts erklären musste, sich selbst oder anderen.
es: … ni explicar nada para variar, ni a sí mismo ni a los demás.
fr: rien à expliquer à lui-même ou aux autres.
id: atau menjelaskan apa pun, kepada dirinya sendiri atau orang lain.
it: o spiegare alcunché, a se stesso o agli altri.
ja: なにを説明する必要もないとは、まったく素晴らしいことではありませんか
ko: ...자신이나 다른 이들에게 설명을 할 필요도 없었습니다.
pt: ... nem explicar qualquer coisa – para si mesmo ou para os outros.
ru: и объяснять - ни себе самому, ни другим.
th: หรืออธิบายสิ่งใดๆ แก่ตนเองหรือผู้อื่น
vi: ...hay giải thích điều gì, với bản thân hay với người khác.
zh_hans: 说明任何事情，无论是对自己或别人。
zh_hant: 說明任何事情，無論是對自己或別人。

# ap24_side07_story_06
source: He could simply sit looking at the horizon...
de: Er konnte einfach sitzen und in den Himmel schauen ...
es: Podía quedarse sentado admirando el horizonte…
fr: Assis, il pouvait simplement admirer l’horizon...
id: Dia hanya bisa duduk dan melihat ke arah langit
it: Poteva semplicemente sedersi a guardare l'orizzonte...
ja: 水のピタピタいう音をききながら
ko: 그저 가만히 앉아서 지평선을 바라보고...
pt: Ele poderia simplesmente sentar, olhar o horizonte...
ru: А только сидеть и вглядываться в горизонт,
th: เขาเพียงแต่นั่งมองดูเส้นขอบฟ้า
vi: Ông chỉ ngồi đó nhìn về phía đường chân trời...
zh_hans: 只需单纯地坐着，
zh_hant: 只需單純地坐著，

# ap24_side07_story_07
source: ..and listening to the cluck of the water.
de: ... und dem Gluckern des Wassers lauschen.
es: … y oyendo el gluglú del agua.
fr: en écoutant l’eau couler.
id: dan mendengarkan gemericik air.
it: e ascoltare il suono dell'acqua.
ja: ただじっと座って、水平線を見ていればよかったですものね
ko: 물이 부딪치는 소리를 듣기만 했습니다.
pt: ... e ouvir o barulho da água.
ru: и слышать, как под лодкой плещутся волны.
th: และฟังเสียงน้ำที่ดังก้อง
vi: ...và lắng nghe tiếng róc rách của nước.
zh_hans: 聆听海浪的翻腾声。
zh_hant: 聆聽海浪的翻騰聲。

# ap24_storybook_hint01
source: Become a butterfly and travel to <1>Moominvalley</1>?
de: Möchtest du dich in einen Schmetterling verwandeln und zum <1>Mumintal</1> reisen?
es: ¿Quieres convertirte en mariposa y viajar al <1>Valle Mumin</1>?
fr: Se transformer en papillon et voler jusqu’à la <1>Vallée des Moomins</1> ?
id: Maukah kamu menjadi kupu-kupu dan lakukan perjalanan ke <1>Moominvalley</1>?
it: Vuoi diventare una farfalla e recarti nella <1>Valle dei Mumin</1>?
ja: 蝶になって、<1>ムーミン谷</1>へ旅立ちますか？
ko: 나비가 되어 <1>무민밸리</1>로 떠날까요?
pt: Deseja virar uma borboleta e viajar para o <1>Vale dos Mumins</1>?
ru: Хотите стать бабочкой и отправиться в <1>Муми-дол</1>?
th: แปลงร่างเป็นผีเสื้อแล้วเดินทางไปยัง<1>หุบเขามูมิน</1>ไหม
vi: Hóa thành một con bướm và bay đến <1>Moominvalley</1>?
zh_hans: 你想幻化为蝶，穿越到<1>姆明谷</1>吗？
zh_hant: 你想幻化為蝶，穿越到<1>姆明谷</1>嗎？

# ap24_storybook_hint02
source: Freely explore <1>Moominvalley</1> as a butterfly?
de: Möchtest du das <1>Mumintal</1> als Schmetterling frei erkunden?
es: ¿Quieres explorar libremente el <1>Valle Mumin</1> en forma de mariposa?
fr: Explorer la <1>Vallée des Moomins</1> aussi librement qu’un papillon ?
id: Maukah kamu menjelajahi <1>Moominvalley</1> dengan bebas sebagai kupu-kupu?
it: Vuoi esplorare liberamente la <1>Valle dei Mumin</1> come una farfalla?
ja: 蝶になって、<1>ムーミン谷</1>を自由に探索しますか？
ko: 나비가 되어 <1>무민밸리</1>를 자유롭게 탐험할까요?
pt: Deseja explorar livremente o <1>Vale dos Mumins</1> como uma borboleta?
ru: Хотите свободно исследовать <1>Муми-дол</1> в виде бабочки?
th: สนใจสำรวจ<1>หุบเขามูมิน</1>ได้อย่างอิสระในฐานะผีเสื้อไหม
vi: Tự do khám phá <1>Moominvalley</1> dưới góc nhìn của một con bướm?
zh_hans: 你想化身蝴蝶自由探索<1>姆明谷</1>吗？
zh_hant: 你想化身蝴蝶自由探索<1>姆明谷</1>嗎？

# ap24_storybook_hint03
source: Travel to <1>Moominvalley</1>?
de: Möchtest du zum <1>Mumintal</1> reisen?
es: ¿Quieres ir al <1>Valle Mumin</1>?
fr: Voler jusqu’à la <1>Vallée des Moomins</1> ?
id: Ingin pergi ke <1>Moominvalley</1>?
it: Vuoi recarti nella <1>Valle dei Mumin</1>?
ja: <1>ムーミン谷</1>へ向かいますか？
ko: <1>무민밸리</1>로 여행을 떠날까요?
pt: Deseja viajar para o <1>Vale dos Mumins</1>?
ru: Отправиться в <1>Муми-дол</1>?
th: เดินทางไปยัง<1>หุบเขามูมิน</1>ไหม
vi: Đến <1>Moominvalley</1>?
zh_hans: 要穿越到<1>姆明谷</1>吗？
zh_hant: 要穿越到<1>姆明谷</1>嗎？

# ap24_title_comet
source: Comet in Moominland
de: Komet im Muminland
es: La llegada del cometa
fr: Une comète au Pays des Moomins
it: Caccia alla cometa
ja: ムーミン谷の彗星
ko: 혜성이 다가온다
pt: Cometa na Terra dos Mumins
ru: Муми-тролль и комета
th: ดาวหางในมูมินแลนด์
zh_hans: 《姆明谷彗星来袭》
zh_hant: 《姆明谷彗星來襲》

# ap24_title_finn
source: Finn Family Moomintroll
de: Finn Familie Mumintroll
es: El sombrero del mago
fr: Moomintroll Finn
it: Il cappello del Gran Bau
ja: 楽しいムーミン一家
ko: 마법사가 잃어버린 모자
pt: A Família Mumin
ru: Шляпа волшебника
th: มนตร์มูมิน
zh_hans: 《姆明一家与魔法帽》
zh_hant: 《姆明一家與魔法帽》

# ap24_title_tales
source: Tales from Moominvalley
de: Geschichten aus dem Mumintal
es: Cuentos de los Mumin
fr: Histoires de la Vallée des Moomins
it: Racconti dalla Valle dei Mumin
ja: ムーミン谷の仲間たち
ko: 보이지 않는 아이
pt: Contos do Vale dos Mumins
ru: Дитя-невидимка
th: นิทานจากหุบเขามูมิน
zh_hans: 《姆明谷的小寓言》
zh_hant: 《姆明谷的小寓言》

# ap24_void_quests_confirm_menu
source: The following adventure is <2>experienced alone</2>. You won't see your friends during its duration. Do you want to continue?
de: Das folgende Abenteuer wird <2>allein erlebt</2>. Währenddessen wirst du deine Freunde nicht sehen. Möchtest du fortfahren?
es: La siguiente experiencia se <2>vive a solas</2>. No verás a tus amigos mientras dure. ¿Quieres continuar?
fr: L’aventure qui suit <2>se joue en solo</2>. Vous ne verrez pas vos amis avant la fin. On continue ?
id: Petualangan ini <2>hanya dapat dialami sendirian</2>. Kamu tidak akan bertemu dengan teman-temanmu selama petualangan berlangsung. Apakah kamu ingin melanjutkan?
it: La seguente avventura va <2>vissuta in solitaria</2>. Non vedrai i tuoi amici per tutta la durata. Vuoi continuare?
ja: この先は<2>一人で体験する</2>冒険です。プレイ中はフレンドには会えません。このまま進みますか？
ko: 이 모험은 <2>혼자서 진행해야 합니다</2>. 모험 중에는 친구들이 보이지 않습니다. 계속 진행할까요?
pt: A aventura a seguir é <2>vivida individualmente</2>. Você não verá seus amigos durante esse período. Deseja continuar?
ru: Следующее приключение предназначено для <2>одиночного прохождения</2>. В нём вы не увидите своих друзей. Продолжить?
th: การผจญภัยต่อไปนี้<2>เป็นการผจญภัยเพียงลำพัง</2> คุณจะไม่เห็นเพื่อนๆ ของคุณในช่วงระหว่างนั้น คุณต้องการเล่นต่อหรือไม่
vi: Cuộc phiêu lưu sau đây là <2>trải nghiệm cá nhân</2>. Bạn sẽ không thể gặp bạn bè của mình trong suốt thời gian cuộc phiêu lưu diễn ra. Bạn muốn tiếp tục?
zh_hans: 下面的冒险需要<2>单独进行</2>。在此期间你将不会见到你的朋友。你想继续吗？
zh_hant: 接下來的冒險需要<2>單獨進行</2>。期間你將看不到你的朋友。你想繼續嗎？

# ap25_attract_mote
source: The plant's <b>Colored Light</b> has transfered to this butterfly... Beckon it to share some <b>Colored Light</b> with you?
de: Das <b>farbige Licht</b> ist auf diesen Schmetterling übergegangen ... Anlocken, damit er etwas <b>farbiges Licht</b> mit dir teilt?
es: La <b>luz de color</b> de la planta se transfirió a esta mariposa. ¿Le pedirás que te comparta <b>luz de color</b>?
fr: La <b>lumière colorée</b> de la plante s'est transférée à ce papillon... L'appeler pour partager un peu de <b>lumière colorée</b> ?
id: <b>Cahaya Berwarna</b> dari tanaman telah berpindah pada kupu-kupu ini... Ingin memintanya untuk membagikan <b>Cahaya Berwarna</b> kepada kamu?
it: La <b>luce colorata</b> della pianta si è trasferita su questa farfalla... Vuoi attirarla per condividere con te un po' di <b>luce colorata</b>?
ja: 解放された<b>光染料のかけら</b>が、その身を蝶に変えました… 呼び寄せて<b>光染料のかけら</b>を分けてもらいますか？
ko: 이 식물의 <b>색깔 빛</b>이 나비에게 전달되었어요... 나비에게 손짓해서 <b>색깔 빛</b>을 나눠달라고 부탁할까요?
pt: A <b>luz colorida</b> da planta foi transferida para esta borboleta... Deseja convidá-la para compartilhar um pouco da <b>luz colorida</b> com você?
ru: <b>Цветной свет</b> растения превратился в бабочку... Поманить её, чтобы она поделилась <b>цветным светом</b>?
th: <b>แสงแห่งสีสัน</b>ของพืชได้ย้ายเข้ามาอยู่ในผีเสื้อตัวนี้แล้ว... เรียกให้มันมาแบ่งปัน<b>แสงแห่งสีสัน</b>กับคุณหรือไม่
vi: <b>Ánh Sáng Màu</b> của cây đã chuyển sang con bướm này... Mời sinh vật này chia sẻ một chút <b>Ánh Sáng Màu</b> với bạn?
zh_hans: 该植物的<b>多彩光线</b>转移到了这只蝴蝶身上…… 召唤它来分享一些<b>多彩光线</b>给你？
zh_hant: 這株植物的<b>彩染之光</b>已轉移到這隻蝴蝶身上…… 要引導牠與你分享一些<b>彩染之光</b>嗎？

# ap25_color_returned_black
source: You returned <b>Black Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>schwarze Licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz negra</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière noire</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Hitam</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce nera</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>黒色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>검은색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Negra</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>чёрный свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีดำ</b>กลับคืนสู่<1>เวิร์คช็อปสีย้อม</1>แล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Đen</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa...
zh_hans: 你将<b>黑色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>黑染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯

# ap25_color_returned_blue
source: You returned <b>Blue Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>blaue Licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz azul</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière bleue</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Biru</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce blu</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>青色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>파란색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 아직 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Azul</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>синий свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีฟ้า</b>กลับคืนสู่<1>เวิร์คช็อปย้อมสี</1>แล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Xanh Dương</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa...
zh_hans: 你将<b>蓝色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>藍染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯

# ap25_color_returned_cyan
source: You returned <b>Cyan Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>türkise Licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz turquesa</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière cyan</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Cyan</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce azzurra</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>水色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>청록색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 아직 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Ciano</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>бирюзовый свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีฟ้าอมเขียว</b>กลับคืนสู่<1>เวิร์คช็อปสีย้อม</1>แล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Lục Lam</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa...
zh_hans: 你将<b>青色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>青染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯

# ap25_color_returned_green
source: You returned <b>Green Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>grüne Licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz verde</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière verte</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Hijau</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce verde</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>緑色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>초록색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 아직 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Verde</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>зелёный свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีเขียว</b>กลับคืนสู่<1>เวิร์คช็อปสีย้อม</1>แล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Xanh Lá</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa..
zh_hans: 你将<b>绿色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>綠染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯

# ap25_color_returned_magenta
source: You returned <b>Purple Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>lila licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz púrpura</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière violette</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Ungu</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce viola</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>紫色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>보라색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 아직 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Roxa</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>пурпурный свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีม่วง </b>กลับคืนสู่<1>เวิร์คช็อปสีย้อม</1>แล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Màu Tím</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa...
zh_hans: 你将<b>紫色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>紫染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯

# ap25_color_returned_red
source: You returned <b>Red Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>rote Licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz roja</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière rouge</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Merah</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce rossa</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>赤色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>빨간색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 아직 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Vermelha</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>красный свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีแดง</b>กลับคืนสู่<1>เวิร์คช็อปสีย้อม</1>แล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Đỏ</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa...
zh_hans: 你将<b>红色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>紅染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯

# ap25_color_returned_white
source: You returned <b>White Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>weiße Licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz blanca</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière blanche</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Putih</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce bianca</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>白色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>흰색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 아직 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Branca</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>белый свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีขาว</b>กลับคืนสู่<1>เวิร์คช็อปสีย้อมแ</1>ล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Trắng</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa...
zh_hans: 你将<b>白色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>白染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯
