Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_hand_icon_01_ps
source: <hinticon/> <1>Press <button type="activate"/></1> to inspect the candle beside the figure.
de: <hinticon/> <1>Drücke <button type="activate"/></1>, um die Kerze neben der Figur zu untersuchen.
es: <hinticon/> <1>Presiona <button type="activate"/></1> para inspeccionar la vela junto a la figura.
fr: <hinticon/> <1>Appuyez sur <button type="activate"/></1> pour inspecter la bougie à côté de la silhouette.
id: <hinticon/> <1>Tekan <button type="activate"/></1> untuk memeriksa lilin di samping gambar.
it: <hinticon/> <1>Premi <button type="activate"/></1> per esaminare la candela accanto alla silhouette.
ja: <hinticon/> <1><button type="activate"/>を押して</1>、像のそばにあるキャンドルを調べましょう
ko: <hinticon/> <button type="activate"/>을 <1>눌러 </1> 영혼 옆에 있는 양초를 살펴보세요.
pt: <hinticon/> <1>Pressione <button type="activate"/></1> para inspecionar a vela ao lado da figura.
ru: <hinticon/> <1>Нажмите <button type="activate"/></1>, чтобы изучить свечу рядом с фигурой.
th: <hinticon/> <1>กด <button type="activate"/></1> เพื่อตรวจสอบเทียนที่อยู่ข้างร่างนั้น
vi: <hinticon/> <1>Nhấn <button type="activate"/></1> để kiểm tra cây nến bên cạnh bức tượng.
zh_hans: <hinticon/> <1>按<button type="activate"/></1>来查看先灵遗骸身边的蜡烛。
zh_hant: <hinticon/><1>按<button type="activate"/></1>檢視先靈遺骸身邊的蠟燭。

# tutorial_instrument_layout
source: <hinticon/> <1>Press and hold</1> <button type="note_layout"/> to try other instrument button layouts.
de: <hinticon/> <1>Drücke und halte</1> <button type="note_layout"/>, um weitere Instrumentenlayouts auszuprobieren.
es: <hinticon/> <1>Presiona y mantén</1> <button type="note_layout"/> para probar otros esquemas de botones de instrumentos.
fr: <hinticon/> <1>Maintenez</1> <button type="note_layout"/> pour essayer d’autres configurations de boutons pour votre instrument.
id: <hinticon/> <1>Tekan dan tahan</1> <button type="note_layout"/> untuk mencoba tata letak tombol alat musik lainnya.
it: <hinticon/> <1>Tieni premuto</1><button type="note_layout"/> per provare altre configurazioni dei pulsanti dello strumento.
ja: <hinticon/> <button type="note_layout"/>を<1>長押し</1>で、楽器用キーボードのレイアウトを変更できます
ko: <hinticon/> 오른쪽 <button type="note_layout"/> <1>길게 눌러</1> 다른 악기 버튼 배치를 사용해보세요.
pt: <hinticon/> <1>Pressione e segure</1> <button type="note_layout"/> para experimentar outros layouts de botão de instrumento.
ru: <hinticon/> <1>Нажмите и удерживайте</1> <button type="note_layout"/>, чтобы открыть раскладку других инструментов.
th: <hinticon/> <1>กด</1> <button type="note_layout"/> ค้างไว้เพื่อลองใช้รูปแบบปุ่มเครื่องดนตรีอื่นๆ
vi: <hinticon/> <1>Giữ nhấn</1> <button type="note_layout"/> để thử bố cục nút nhạc cụ khác.
zh_hans: <hinticon/> <1>按住</1><button type="note_layout"/>来试试其他乐器按钮布局。
zh_hant: <hinticon/> <1>按住</1><button type="note_layout"/>來試試其他樂器按鈕配置。

# tutorial_instrument_sheetmusic
source: <hinticon/> Music can be unlocked by visiting spirits
de: <hinticon/> Du kannst Musik freischalten, indem du Geister besuchst
es: <hinticon/> Puedes desbloquear la música visitando a los espíritus
fr: <hinticon/> Déverrouillez de la musique en rendant visite à des esprits
id: <hinticon/> Musik bisa dibuka dengan mengunjungi roh
it: <hinticon/> La musica può essere sbloccata visitando gli spiriti
ja: <hinticon/> 楽器の演奏は、音楽好きの精霊に教えてもらいましょう
ko: <hinticon/> 영혼을 방문하여 음악을 잠금해제할 수 있어요
pt: <hinticon/> É possível visitar espíritos pra desbloquear músicas
ru: <hinticon/> Музыку можно открыть, заходя к духам
th: <hinticon/> สามารถปลดล็อกเพลงได้โดยการไปพบกับเหล่าสปิริต
vi: <hinticon/> Có thể mở khóa bản nhạc bằng cách gặp gỡ các tinh linh
zh_hans: <hinticon/> 乐谱可以通过访问光的先灵来解锁
zh_hant: <hinticon/> 樂譜可以通過訪問光的先靈來解鎖

# tutorial_instrument_sheetmusic_gamepad
source: <hinticon/> You have unlocked new sheet music. Press <button type="sheetmusic_menu"/> to access it.
de: <hinticon/> Du hast neue Notenblätter freigeschaltet. Drücke <button type="sheetmusic_menu"/>, um sie aufzurufen.
es: <hinticon/> Desbloqueaste una nueva partitura musical. Presiona <button type="sheetmusic_menu"/> para acceder.
fr: <hinticon/> Vous avez déverrouillé une nouvelle partition. Appuyez sur <button type="sheetmusic_menu"/> pour y accéder.
id: <hinticon/> Kamu berhasil membuka partitur baru. Tekan <button type="sheetmusic_menu"/> untuk mengaksesnya.
it: <hinticon/> Hai sbloccato nuovi spartiti. Premi <button type="sheetmusic_menu"/> per accedervi.
ja: <hinticon/> 新たな楽譜を解放しました。<button type="sheetmusic_menu"/>を押して確認しましょう
ko: <hinticon/> 새로운 악보를 잠금 해제했습니다. <button type="sheetmusic_menu"/>를 눌러서 불러오세요.
pt: <hinticon/>Você desbloqueou uma nova partitura. Pressione <button type="sheetmusic_menu"/> para acessá-la.
ru: <hinticon/> Вы открыли новые ноты. Чтобы посмотреть их, нажмите <button type="sheetmusic_menu"/>.
th: <hinticon/>คุณได้ปลดล็อกแผ่นโน้ตเพลงแล้ว กด <button type="sheetmusic_menu"/> เพื่อเข้าไปดู
vi: <hinticon/>Bạn đã mở khóa bản nhạc mới. Nhấn <button type="sheetmusic_menu"/> để xem.
zh_hans: <hinticon/>你已解锁了新的乐谱。按 <button type="sheetmusic_menu"/> 来查看。
zh_hant: <hinticon/>你已解鎖了新的樂譜。按 <button type="sheetmusic_menu"/> 來查看。

# tutorial_jellyfish_00
source: <hinticon/> <2>Land on and jump off</2> creatures of light to reach new places
de: <hinticon/> <2>Lande auf Kreaturen und springe von ihnen herunter,</2> um neue Orte zu erreichen
es: <hinticon/> <2>Aterriza y salta</2> criaturas de luz para alcanzar lugares nuevos
fr: <hinticon/> <2>Atterrissez et sautez</2> sur les créatures de lumière pour atteindre de nouveaux lieux
id: <hinticon/> <2>Mendarat dan lompati</2> makhluk cahaya untuk mencapai tempat baru
it: <hinticon/> <2>Atterra e salta giù</2> dalle creature di luce per raggiungere nuovi luoghi
ja: <hinticon/> <2>光のクラゲに飛び移って</2>新たなる地へと向かいましょう
ko: <hinticon/> 빛의 생물 <2>위에 올라타거나 등에서 뛰어내려</2> 새로운 곳에 다다를 수 있어요
pt: <hinticon/> <2>Suba e salte de</2> criaturas de luz para alcançar novos lugares
ru: <hinticon/> <2>Прыгайте на и спрыгивайте с</2> существ света, чтобы достичь новых мест
th: <hinticon/> <2>ลงจอดและกระโดดลงจาก</2>สิ่งมีชีวิตแห่งแสงเพื่อไปยังสถานที่ใหม่
vi: <hinticon/><2>Hạ xuống và nhảy khỏi</2> các sinh vật ánh sáng để đến địa điểm mới
zh_hans: <hinticon/> 从光之生物身上<2>跳起</2>可以抵达更高处
zh_hant: <hinticon/> 從光之生物身上<2>跳起</2>可以抵達更高處

# tutorial_jump_00
source: <hinticon/> <1>Flick</1> towards a ledge to jump up
de: <hinticon/> <1>Schnipse</1> in Richtung einer Klippe, um hochzuspringen
es: <hinticon/> <1>Desliza rápido</1> hacia el extremo para saltar hacia arriba
fr: <hinticon/> <1>Poussez</1> vers un rebord pour sauter
id: <hinticon/> <1>Jentikkan</1> ke arah tepian untuk melompat
it: <hinticon/> <1>Spingi lievemente</1> verso una sporgenza per saltare in su
ja: <hinticon/> <1>フリック</1>で段差を乗り越えます
ko: <hinticon/> 벼랑쪽으로 <1>슬라이드</1>하여 뛰어오르세요
pt: <hinticon/> <1>Toque rapidamente</1> na direção de uma quina para pular para cima
ru: <hinticon/> <1>Коротко</1> проведите пальцем вперед к уступу, чтобы запрыгнуть
th: <hinticon/> <1>กระพือปีก</1>ไปยังแนวหิน เพื่อกระโดดขึ้นไป
vi: <hinticon/> <1>Vuốt </1>về phía 1 mỏm đá để nhảy lên
zh_hans: <hinticon/> <1>单指拨动</1>可以跳跃上陡峭的岩壁
zh_hant: <hinticon/> <1>單指撥動</1>可以跳躍上陡峭的岩壁

# tutorial_light_00
source: <hinticon/> Collect <2>light</2> by lighting candles
de: <hinticon/> Sammle <2>Licht</2>, indem du Kerzen anzündest
es: <hinticon/> Recoge <2>luz</2> al encender velas
fr: <hinticon/> Obtenez de la <2>lumière</2> en allumant des bougies
id: <hinticon/> Kumpulkan <2>cahaya</2> dengan menyalakan lilin
it: <hinticon/> Raccogli <2>luce</2> accendendo le candele
ja: <hinticon/> キャンドルに火を灯して<2>光を集めましょう</2>
ko: <hinticon/> 양초에 불을 붙여 <2>빛</2>을 모으세요
pt: <hinticon/> Angarie <2>luz</2> acendendo velas
ru: <hinticon/> Собирайте <2>свет</2>, зажигая свечи
th: <hinticon/> เก็บรวบรวม<2>แสง</2>ด้วยการจุดเทียน
vi: <hinticon/> Thu thập <2>Ánh Sáng</2> bằng cách thắp nến
zh_hans: <hinticon/> 点烛，采<2>光</2>
zh_hant: <hinticon/> 點燭，採<2>光</2>

# tutorial_light_01
source: <hinticon/> Use <2>Light</2> to reveal the path ahead
de: <hinticon/> Verwende <2>Licht</2>, um den Pfad vor dir zu enthüllen
es: <hinticon/> Usa <2>luz</2> para revelar el camino delante de ti
fr: <hinticon/> Utilisez la <2>lumière</2> pour révéler le chemin situé un peu plus loin
id: <hinticon/> Gunakan <2>Cahaya</2> untuk mengungkap jalan di depan
it: <hinticon/> Usa la <2>luce</2> per rivelare il percorso
ja: <hinticon/> <2>光を照らして</2>先の道を見つけましょう
ko: <hinticon/> <2>빛</2>을 사용하여 길을 밝히세요
pt: <hinticon/> Use a <2>luz</2> para revelar o caminho adiante
ru: <hinticon/> Откройте путь впереди <2>светом</2>
th: <hinticon/> ใช้<2>แสง</2>เพื่อเผยเส้นทางข้างหน้า
vi: <hinticon/> <2>Ánh Sáng</2> sẽ chiếu sáng con đường phía trước
zh_hans: <hinticon/> <2>心火</2>可以照亮前行之路
zh_hant: <hinticon/> <2>心火</2>可以照亮前行之路

# tutorial_manta_00
source: <hinticon/> <2>Land on and ride</2> creatures of light to reach new places
de: <hinticon/> <2>Lande auf Kreaturen und reite auf ihnen,</2> um neue Orte zu erreichen
es: <hinticon/> <2>Aterriza y cabalga</2> criaturas de luz para alcanzar lugares nuevos
fr: <hinticon/> <2>Atterrissez et montez</2> les créatures de lumière pour atteindre de nouveaux lieux
id: <hinticon/> <2>Mendarat dan tunggangi</2> makhluk cahaya untuk mencapai tempat baru
it: <hinticon/> <2>Atterra e salta giù</2> dalle creature di luce per raggiungere nuovi luoghi
ja: <hinticon/> <2>光のマンタに乗って</2>新たな場所へいざなってもらいましょう
ko: <hinticon/> 빛의 생물 <2>위에 올라타</2> 새로운 장소에 다다를 수 있어요
pt: <hinticon/> <2>Suba e comande</2> criaturas de luz para alcançar novos lugares
ru: <hinticon/> <2>Приземляясь и катаясь</2> на существах света, можно достичь новых мест
th: <hinticon/> <2>ลงจอดและขี่</2>สิ่งมีชีวิตแห่งแสงเพื่อไปยังสถานที่ใหม่
vi: <hinticon/> <2>Hạ xuống và cưỡi</2> những sinh vật ánh sáng để đến những địa điểm mới
zh_hans: <hinticon/> <2>骑乘</2>飞翼生物去高处
zh_hant: <hinticon/> <2>騎乘</2>飛翼生物去高處

# tutorial_map_beacon
source: <hinticon/> <1>Tap</1> <beacon/> to reveal the path ahead
de: <hinticon/> <1>Tippe</1> <beacon/> um den Pfad vor dir zu enthüllen
es: <hinticon/> <1>Toca</1> <beacon/>para revelar el camino delante de ti
fr: <hinticon/> <1>Touchez</1> <beacon/> pour révéler le chemin situé un peu plus loin
id: <hinticon/> <1>Ketuk</1><beacon/>untuk mengungkap jalan di depan
it: <hinticon/> <1>Tocca</1> <beacon/>per rivelare il percorso
ja: <hinticon/> <beacon/>を<1>タップ</1>すれば、この先の道行きが示されるでしょう
ko: <hinticon/> <beacon/>을 <1>선택하면</1> 나아갈 방향이 드러나요
pt: <hinticon/> <1>Toque</1><hinticon/> <beacon/>para revelar o caminho adiante
ru: <hinticon/> <1>Нажмите</1><beacon/>, чтобы осветить путь
th: <hinticon/> <1>แตะ</1> <beacon/> เพื่อเผยเส้นทางข้างหน้า
vi: <hinticon/> <1>Nhấn </1><beacon/>sẽ chiếu sáng con đường phía trước
zh_hans: <hinticon/> <1>点击</1><beacon/>可以照亮前行之路
zh_hant: <hinticon/> <1>點擊</1><beacon/>可以照亮前行之路

# tutorial_map_beacon_ps
source: <hinticon/> <1>Press</1> <button type="activate"/> to reveal the path ahead
de: <hinticon/> <1>Drücke</1> <button type="activate"/>um den Pfad vor dir zu enthüllen
es: <hinticon/> <1>Presiona</1><button type="activate"/>para revelar el camino delante de ti
fr: <hinticon/> <1>Appuyez</1>sur <button type="activate"/>pour révéler le chemin situé un peu plus loin
id: <hinticon/> <1>Tekan <button type="activate"/></1>untuk mengungkap jalan di depan
it: <hinticon/> <1>Premi</1><button type="activate"/>per rivelare il percorso
ja: <hinticon/> <button type="activate"/>を<1>押せば</1>、この先の道行きが示されるでしょう
ko: <hinticon/> <button type="activate"/>을 <1>누르면</1> 나아갈 방향이 드러나요
pt: <hinticon/> <1>Aperte <button type="activate"/></1>para revelar o caminho adiante
ru: <hinticon/> <1>Нажмите <button type="activate"/></1>, чтобы осветить путь
th: <hinticon/> <1>กด</1> <button type="activate"/>เพื่อเผยเส้นทางข้างหน้า
vi: <hinticon/> <1>Nhấn <button type="activate"/></1>sẽ chiếu sáng con đường phía trước
zh_hans: <hinticon/> <1>按 <button type="activate"/></1>可以照亮前行之路
zh_hant: <hinticon/> <1>按 <button type="activate"/></1>可以照亮前行之路

# tutorial_map_radar
source: <hinticon/> <1>Tap</1> <2>yourself</2> to call and reveal nearby <2>Map Shrines</2>
de: <hinticon/> <1>Tippe</1> <2>auf dich selbst</2> und schreie, um <2>Kartenschreine</2> in der Nähe zu enthüllen.
es: <hinticon/> <1>Toca</1> <2>tu persona</2> para gritar, y revela los <2>altares del mapa</2> cercanos
fr: <hinticon/> <1>Touchez</1> <2>votre personnage</2> pour crier et révéler les <2>sanctuaires de carte</2> proches
id: <hinticon/> <1>Ketuk</1> <2>diri sendiri</2> untuk memanggil, dan menampilkan <2>Kuil Peta</2> terdekat
it: <hinticon/> <1>Tocca</1> <2>su di te</2> per urlare e rivelare i <2>santuari sulla mappa</2> nelle vicinanze
ja: <hinticon/><1>自分をタップ</1>して<2>呼びかけ</2>れば、近くにある<2>地図の祭壇</2>が示されるでしょう
ko: <hinticon/> <2>자신</2>을 <1>탭</1>해서 소리치고, 주변의 <2>맵 제단</2>을 찾으세요
pt: <hinticon/> <1>Toque</1> <2>em você</2> para gritar e revelar os <2>Altares de Mapa</2> próximos
ru: <hinticon/> <1>Нажмите</1> <2>на себя</2>, чтобы крикнуть и открыть <2>алтари карты</2>
th: <hinticon/> <1>แตะ</1><2>ตัวเอง</2>เพื่อเรียก และเผย<2>แท่นบูชาแผนที่</2>ที่อยู่ใกล้เคียง
vi: <hinticon/> <1>Nhấn vào</1> <2>bản thân</2> để reo lên và khám phá các <2>Ngôi đền Bản đồ</2> gần đây
zh_hans: <hinticon/> <1>点击</1><2>自己</2>以喊叫并显示附近的<2>地图神坛</2>
zh_hant: <hinticon/><1>點擊</1><2>自己</2>來大叫，顯示附近的<2>地圖神壇</2>

# tutorial_map_radar_ps
source: <hinticon/> <1>Press <button type="shout"/></1> to call and reveal nearby <2>Map Shrines</2>
de: <hinticon/> <1>Drücke <button type="shout"/></1>, um nahe gelegene <2>Kartenschreine</2> zu rufen und zu offenbaren.
es: <hinticon/> <1>Presiona <button type="shout"/></1> para llamar y revelar los <2>santuarios de mapa</2> cercanos.
fr: <hinticon/> <1>Appuyez sur<button type="shout"/></1> pour crier et révéler les <2>sanctuaires de carte</2> proches
id: <hinticon/> <1>Tekan <button type="shout"/></1> untuk memanggil dan mengungkap <2>Kuil Peta</2>
it: <hinticon/> <1>Premi <button type="shout"/></1> per contrassegnare e rivelare i <2>santuari sulla mappa</2>
ja: <hinticon/> <1><button type="shout"/>を押して</1>呼びかければ、近くにある<2>地図の祭壇</2>が示されるでしょう
ko: <hinticon/> <1><button type="shout"/>을(를) 눌러</1> 소리치고 주변의 <2>지도 제단</2>을 찾으세요
pt: <hinticon/> <1>Pressione<button type="shout"/> </1> para gritar e revelar os <2>altares de mapa</2> próximos
ru: <hinticon/> <1>Нажмите<button type="shout"/></1>, чтобы открыть ближайшие <2>храмы на карте</2>
th: <hinticon/><1>กด <button type="shout"/></1> เพื่อเรียก และเผย<2>แท่นบูชาแผนที่</2>ที่อยู่ใกล้เคียง
vi: <hinticon/> <1>Nhấn <button type="shout"/></1> để triệu hồi và tiết lộ các <2>Điện thờ trên Bản đồ</2>
zh_hans: <hinticon/><1>按<button type="shout"/></1>呼喊并显示附近的<2>地图神坛</2>
zh_hant: <hinticon/> <1>按<button type="shout"/></1>就能呼喚並顯示附近的<2>地圖神壇</2>

# tutorial_meditate_00
source: <hinticon/> <1>Tap</1><sit/> to meditate
de: <hinticon/> <1>Tippe</1><sit/> zum Meditieren
es: <hinticon/> <1>Toca</1><sit/> para meditar
fr: <hinticon/> <1>Touchez</1><sit/> pour méditer
id: <hinticon/> <1>Ketuk</1><sit/> untuk bermeditasi
it: <hinticon/> <1>Tocca</1> <sit/> per meditare
ja: <hinticon/> <1><sit/>アイコンをタップ</1>して瞑想を始めます
ko: <hinticon/> <sit/>를 <1>탭</1>하여 명상하세요
pt: <hinticon/> <1>Toque</1> em <sit/> para meditar
ru: <hinticon/> <1>Нажмите</1><sit/> для медитации
th: <hinticon/><1>แตะ</1><sit/>เพื่อทำสมาธิ
vi: <hinticon/> <1>Nhấn </1> <sit/> để thiền
zh_hans: <hinticon/> <1>点击</1><sit/>可以在神坛上冥想
zh_hant: <hinticon/> <1>點擊</1><sit/>可以在神壇上冥想

# tutorial_meditate_00_ps
source: <hinticon/> Turn towards<sit/>and <1>press <button type="activate"/></1> to meditate
de: <hinticon/> Blicke in Richtung<sit/>und <1>drücke <button type="activate"/></1>, um zu meditieren
es: <hinticon/> Gira hacia <sit/> y <1>presiona <button type="activate"/></1> para meditar
fr: <hinticon/> Tournez-vous vers<sit/>et <1>appuyez sur <button type="activate"/></1> pour méditer
id: <hinticon/> Berbalik ke arah<sit/> lalu <1>tekan <button type="activate"/></1> untuk bermeditasi
it: <hinticon/> Girati verso <sit/> e <1>premi <button type="activate"/></1> per meditare
ja: <hinticon/> <sit/>に向かい、<1><button type="activate"/> を押して</1> 瞑想しましょう
ko: <hinticon/> <sit/> 방향을 보고 <1><button type="activate"/> 을 눌러 </1> 명상해주세요
pt: <hinticon/> Vire na direção<sit/>e <1>aperte <button type="activate"/></1> para meditar
ru: <hinticon/> Повернитесь<sit/>и <1>нажмите <button type="activate"/></1>, чтобы помедитировать
th: <hinticon/>หันหน้าไปทาง<sit/>และ<1>กด <button type="activate"/></1> เพื่อทำสมาธิ
vi: <hinticon/>Quay về phía <sit/>, <1>ấn <button type="activate"/> </1> để thiền
zh_hans: <hinticon/> 面朝<sit/>，<1>按 <button type="activate"/> </1>开始冥想
zh_hant: <hinticon/> 面朝<sit/>，<1>按 <button type="activate"/></1> 開始冥想

# tutorial_menu_00
source: <hinticon/> <1>Tap</1> <b>anywhere</b> to close the menu
de: <hinticon/> <1>Tippe</1> <b>irgendwo</b> hin, um das Menü zu schließen
es: <hinticon/> <1>Toca</1> <b>en cualquier parte</b> para cerrar el menú
fr: <hinticon/> <1>Touchez</1> <b>n’importe où</b> pour fermer le menu
id: <hinticon/> <1>Ketuk</1> <b>di mana saja</b> untuk menutup menu
it: <hinticon/> <1>Tocca</1> <b>un punto qualsiasi</b> per chiudere il menu
ja: <hinticon/> <1>画面をどこでもタップ</1>してメニューを閉じます
ko: <hinticon/> <b>메뉴 바깥</b>을 <1>탭</1>하여 메뉴를 닫으세요
pt: <hinticon/> <1>Toque</1> <b>em qualquer lugar</b> para fechar o menu
ru: <hinticon/> <1>Нажмите</1> <b>на экран</b>, чтобы закрыть меню
th: <hinticon/> <1>แตะ</1> <b>ที่ใดก็ได้</b>เพื่อปิดเมนู
vi: <hinticon/> <1>Nhấn </1><b>chỗ bất kỳ để </b>đóng menu
zh_hans: <hinticon/> <1>点击</1><b>屏幕空白区域</b>关闭菜单
zh_hant: <hinticon/> <1>點擊</1><b>螢幕空白區域</b>關閉選單

# tutorial_menu_00_ps
source: <hinticon/> <1>Press <button type="menu_cancel"/></1> to close the menu
de: <hinticon/> <1>Drücke <button type="menu_cancel"/></1>, um das Menü zu schließen
es: <hinticon/> <1>Presiona <button type="menu_cancel"/></1> para cerrar el menú
fr: <hinticon/> <1>Appuyez sur <button type="menu_cancel"/></1> pour fermer le menu
id: <hinticon/> <1>Tekan <button type="menu_cancel"/></1> untuk menutup menu
it: <hinticon/> <1>Premi <button type="menu_cancel"/></1> per chiudere il menu
ja: <hinticon/> <1><button type="menu_cancel"/> を押して</1> メニューを閉じます
ko: <hinticon/> <1><button type="menu_cancel"/> 을 눌러</1> 메뉴를 닫을 수 있어요
pt: <hinticon/> <1>Aperte <button type="menu_cancel"/></1> para fechar o menu
ru: <hinticon/> <1>Нажмите <button type="menu_cancel"/></1>, чтобы закрыть меню
th: <hinticon/> <1>กด <button type="menu_cancel"/></1> เพื่อปิดเมนู
vi: <hinticon/> <1>Nhấn <button type="menu_cancel"/></1> để đóng menu
zh_hans: <hinticon/> <1>按 <button type="menu_cancel"/></1> 可以关闭菜单
zh_hant: <hinticon/> <1>按 <button type="menu_cancel"/></1> 可以關閉選單

# tutorial_menu_01
source: <hinticon/> <1>Tap</1> the <b>star button</b> on the constellation
de: <hinticon/> <1>Tippe</1> die <b>Sternen-Schaltfläche</b> auf dem Sternbild
es: <hinticon/> <1>Toca</1> el<b>botón de estrella</b> en la constelación
fr: <hinticon/> <1>Touchez</1> le <b>bouton Étoile</b> sur la constellation
id: <hinticon/> <1>Ketuk</1> <b>tombol bintang</b> di rasi
it: <hinticon/> <1>Tocca</1> il <b>pulsante stella</b> sulla costellazione
ja: <hinticon/> 星座の中の<1><star/>をタップ</1>しましょう
ko: <hinticon/> 별자리에서 <b>별 버튼</b>을 <1>탭</1>하세요
pt: <hinticon/> <1>Toque</1> no <b>botão de estrela</b> na constelação
ru: <hinticon/> <1>Нажмите</1> на <b>звездную кнопку</b> на созвездии
th: <hinticon/> <1>แตะ</1><b>ปุ่มดาว</b>ที่กลุ่มดาว
vi: <hinticon/> <1>Nhấn</1> <b>nút ngôi sao</b> trên Chòm Sao
zh_hans: <hinticon/> <1>点击</1>星座图上的<b>按钮</b>
zh_hant: <hinticon/> <1>點擊</1>星座圖上的<b>按鈕</b>

# tutorial_message_boat_00
source: <hinticon/> Move to an area in water and place the message boat in the perfect spot
de: <hinticon/> Gehe zu einem Bereich im Wasser und setze das Nachrichtenboot an den perfekten Platz
es: <hinticon/> Muévete hasta una área en el agua y coloca el barquito mensajero en el lugar perfecto
fr: <hinticon/> Trouvez une zone d'eau et placez le bateau-message à l'endroit idéal
id: <hinticon/> Bergerak ke suatu area di air dan letakkan perahu pesan di tempat yang sempurna
it: <hinticon/> Spostati su uno specchio d'acqua e posiziona la barchetta con messaggio dove vuoi
ja: <hinticon/>水があるエリアに行き、舟を置ける素敵な場所を見つけましょう
ko: <hinticon/> 물 위에서 가장 마음에 드는 곳에 종이배 메시지를 올려 놓으세요
pt: <hinticon/> Mova para uma área com água e posicione o barco de mensagem em um lugar perfeito
ru: <hinticon/> Подойдите к водоему и разместите послание-кораблик в любую точку на воде
th: <hinticon/>ไปยังพื้นที่ในน้ำ และวางเรือส่งสาส์นไว้ในจุดที่เหมาะสม
vi: <hinticon/>Di chuyển xuống dưới nước và đặt thuyền tin nhắn vào vị trí thích hợp
zh_hans: <hinticon/> 将小船拖到水域中，放置在合适的位置
zh_hant: <hinticon/> 將小船拖到水域中，放置在合適的位置

# tutorial_message_shared_space_candle_00
source: <hinticon/> Place the <2>Shared Space</2> in the perfect spot!
de: <hinticon/> Platziere den <2>Gemeinschaftsraum</2> am perfekten Ort!
es: ¡<hinticon/> Coloca el <2>espacio compartido</2> en el lugar perfecto!
fr: <hinticon/> Placez l'<2>espace partagé</2> à l'endroit idéal !
id: <hinticon/> Letakkan <2>Ruang Bersama</2> di tempat yang tepat!
it: <hinticon/> Posiziona lo <2>Spazio condiviso</2> nel punto perfetto!
ja: <hinticon/> <2>シェアスペース</2>をちょうどいい場所に置きましょう！
ko: <hinticon/> <2>공유공간</2>을 마음에 드는 곳에 배치해요!
pt: <hinticon/> Coloque o <2>espaço compartilhado</2> no lugar perfeito!
ru: <hinticon/> Создайте <2>общее пространство</2> в идеальном месте!
th: <hinticon/> วาง<2>พื้นที่ส่วนกลาง</2>ไว้ในจุดที่เหมาะสม!
vi: <hinticon/> Đặt <2>Không Gian Chung</2> ở vị trí hoàn hảo!
zh_hans: <hinticon/>将<2>共享空间</2>放在完美的位置！
zh_hant: <hinticon/> 將此<2>共享空間</2>置於最佳地點！

# tutorial_message_stone_00
source: <hinticon/> Place the message on the ground in the perfect spot
de: <hinticon/> Platziere die Nachricht am perfekten Ort auf dem Boden
es: <hinticon/> Coloca el mensaje en el lugar ideal en el suelo.
fr: <hinticon/> Placez le message au sol à l'endroit idéal.
id: <hinticon/> Tempatkan pesan di atas tanah di tempat yang sempurna
it: <hinticon/> Posiziona il messaggio a terra nel punto perfetto
ja: <hinticon/> 陸地のどこか素敵なところに、メッセージを残しましょう
ko: <hinticon/> 메시지를 놓을 땅 위의 위치를 정하세요.
pt: <hinticon/> Coloque a mensagem no chão no local perfeito
ru: <hinticon/> Разместите сообщение в идеальном месте на земле.
th: <hinticon/> วางข้อความบนพื้นไว้ในจุดที่เหมาะสม!
vi: <hinticon/> Đặt thông điệp xuống đất ở vị trí hoàn hảo
zh_hans: <hinticon/>将消息放在地面上的完美位置
zh_hant: <hinticon/>將留言放在地面上的合適位置

# tutorial_message_stone_place_rose
source: <hinticon/> Place the rose in the perfect spot within the garden
de: <hinticon/> Platziere die Rose am perfekten Ort im Garten
es: <hinticon/> Coloca la rosa en el lugar ideal en el jardín.
fr: <hinticon/> Placez la rose à l'endroit idéal dans le jardin.
id: <hinticon/> Tempatkan bunga mawar di tempat yang sempurna di dalam taman
it: <hinticon/> Posiziona la rosa nel punto perfetto del giardino
ja: <hinticon/> お庭の素敵なところに、バラを植えましょう
ko: <hinticon/> 장미를 심을 정원 안의 위치를 정하세요.
pt: <hinticon/> Coloque a rosa no local perfeito dentro do jardim
ru: <hinticon/> Посадите розу в идеальном месте в саду.
th: <hinticon/> วางกุหลาบไว้ในจุดที่เหมาะสมภายในสวน!
vi: <hinticon/> Đặt bông hồng vào vị trí hoàn hảo trong khu vườn
zh_hans: <hinticon/>将玫瑰放在花园中的完美位置
zh_hant: <hinticon/>在花園中挑選合適的位置種下玫瑰
