Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# consumable_description_teaset
source: Place a tea set to share a moment and chat with another player.
de: Platziere ein Teeservice, um Zeit mit einem anderen Spieler zu verbringen und dich mit ihm zu unterhalten.
es: Coloca un juego de té para compartir un buen rato y chatear con otro jugador.
fr: Placez un service à thé pour partager un moment et discuter avec un autre joueur.
id: Meletakkan set minum teh untuk berbagi kenangan dan mengobrol dengan pemain lain.
it: Aggiungi un servizio da tè per passare del tempo insieme a chiacchierare con un altro giocatore.
ja: 1人のプレイヤーとチャットができるティーセットを召喚します
ko: 다른 플레이어 한 명과 채팅이 가능한 티테이블을 불러냅니다
pt: Arrume um conjunto de chá para compartilhar um momento e conversar com outro jogador.
ru: Поставьте чайный сервиз, чтобы посидеть и поболтать с другим игроком.
th: วางชุดน้ำชาเพื่อร่วมใช้เวลาและแชทกับผู้เล่นคนอื่น
vi: Đặt một bộ ấm trà để chia sẻ khoảnh khắc và trò chuyện với người chơi khác.
zh_hans: 放上一套茶具，与另一位玩家分享一下，聊聊天。
zh_hant: 放上一套茶具，與另一位玩家分享一下，聊聊天。

# consumable_description_teleport_deer_summon
source: Scan the STAR to teleport to the Crescent Oasis and see the deer with the friends you're holding hands with.
de: Scanne den STERN, um dich zur Sicheloase zu teleportieren und den Hirsch mit den Freunden zu sehen, deren Hand du hältst.
es: Escanea la ESTRELLA para teletransportarte al oasis creciente y ver al ciervo con los amigos que estás tomando de las manos.
fr: Scannez l’ÉTOILE pour vous téléporter à l’Oasis du croissant et voir les cerfs avec les amis dont vous tenez la main.
id: Pindai STAR untuk berteleportasi ke Oasis Bulan Sabit dan lihat rusa bersama teman yang bergandengan tangan dengan kamu.
it: Scansiona la STELLA per teletrasportarti all'Oasi a Mezzaluna e vedere il cervo insieme agli amici che tieni per mano.
ja: STARをスキャンすると、あなたと、あなたと手をつないだフレンドが三日月オアシスにテレポートし、鹿に会えます
ko: STAR를 스캔해서 손을 잡은 친구들과 초승달 오아시스로 순간이동하여 사슴을 만날 수 있습니다.
pt: Escaneie o identificador da STAR para se teletransportar para o Oásis Crescente e ver o cervo com os amigos com quem você está de mãos dadas.
ru: Просканируйте STAR, чтобы телепортироваться в Лунный оазис и увидеть оленя вместе с друзьями, которых вы держите за руки.
th: สแกน STAR เพื่อเทเลพอร์ตไปยังโอเอซิสจันทร์เสี้ยว และชมกวางร่วมกับเพื่อนๆ ที่คุณจับมือด้วย
vi: Quét STAR để cùng những người bạn mà bạn đang nắm tay dịch chuyển đến Ốc Đảo Trăng Khuyết và gặp chú hươu.
zh_hans: 扫描STAR以传送至新月绿洲并和与你携手的好友一起赏鹿。
zh_hant: 掃描 STAR 就可以與牽著手的朋友一起傳送到新月綠洲，欣賞九色鹿。

# consumable_description_teleport_figurine_littleprince
source: Scan the STAR to teleport yourself (and any friends you’re holding hands with) to the Little Friend's Asteroid, where you'll also summon the Little Prince.
de: Scanne den STERN, um dich (und alle Freunde, die du an den Händen hältst) zum Asteroiden des kleinen Freundes zu teleportieren, wo du auch den kleinen Prinzen herbeirufst.
es: Escanea la STAR para teletransportarte (junto con aquellas amistades que hayas tomado de la mano) al asteroide de la pequeña amistad, donde podrás invocar a El principito.
fr: Scannez la STAR pour vous téléporter (ainsi que les amis à qui vous tenez la main) jusqu'à l'Astéroïde du Petit camarade, où vous invoquerez aussi le Petit Prince.
id: Pindai STAR untuk menteleportasi diri kamu (dan teman yang bergandengan tangan denganmu) ke Asteroid Teman Kecil, di mana kamu juga akan memanggil Pangeran Kecil.
it: Scansiona la STAR per teletrasportarti (insieme a tutti gli amici che tieni per mano) sull'Asteroide del piccolo amico, dove potrai chiamare il Piccolo Principe.
ja: STARをスキャンすると、あなた（と、あなたと手をつないだフレンド）が、星の王子さまに出会える小惑星にテレポートします
ko: STAR를 스캔하여 손을 잡은 친구와 함께 어린 왕자의 소행성으로 순간이동하여 어린 왕자를 소환할 수 있습니다.
pt: Escaneie o STAR para se teletransportar (e a todos os amigos com quem você estiver de mãos dadas) para o Asteroide do Pequeno Amigo, onde você também evocará o Pequeno Príncipe.
ru: Отсканируйте STAR, чтобы телепортировать себя (и друзей, с которыми держитесь за руки) на астероид Маленького друга, чтобы призвать Маленького принца.
th: สแกน STAR เพื่อเทเลพอร์ตตัวคุณเอง (และเพื่อนๆ ที่คุณจับมืออยู่) ไปยังดาวของเจ้าชายน้อย ที่ซึ่งคุณสามารถอัญเชิญเจ้าชายน้อยออกมาได้ด้วย
vi: Quét STAR để dịch chuyển bạn (và người mà bạn đang nắm tay) đến Tiểu hành tinh của Người Bạn Nhỏ, nơi bạn cũng sẽ triệu hồi Hoàng Tử Bé.
zh_hans: 扫描STAR将你自己（以及任何与你牵手的朋友）传送到小朋友的小行星，在那里你们还可以召唤小王子。
zh_hant: 掃描 STAR，將自己（和任何牽著你手的朋友）傳送到小王子的小行星，你們可以在那裡召喚小王子。

# consumable_description_teleport_figurineskykid_se
source: Scan the STAR to teleport to the special area of Vault of Knowledge and play with thatskykid for a limited duration.
de: Scanne den STERN, um zu dem Spezialberech im Tresor des Wissens zu teleportieren und eine begrenzte Weile mit thatskykid zu spielen.
es: Escanea el STAR para teletransportarte a la zona especial de la Bóveda de Conocimiento y juega con thatskykid por un período limitado.
fr: Scannez le produit STAR pour vous téléporter sur la zone spéciale de la Chambre forte de connaissance et jouez un temps avec Thatskykid.
id: Pindai STAR untuk berteleportasi ke area khusus di Kubah Pengetahuan dan bermainlah dengan thatskykid dalam durasi yang terbatas.
it: Scansiona il chip STAR per teletrasportarti nell'area speciale della Cupola della Conoscenza e giocare con quel personaggio per un periodo di tempo limitato.
ja: STARをスキャンすると、書庫の秘密のエリアまでテレポートし、少しの間、星の子どもと一緒に遊べます
ko: STAR를 스캔해서 지식의 도서관에 있는 특별 구역으로 순간이동하고 일정 시간 동안 손 내미는 빛의 아이를 만납니다.
pt: Escaneie a “STAR” para se teletransportar para a área especial do Relicário do Conhecimento e jogar com a criança de Sky por tempo limitado.
ru: Отсканируйте STAR, чтобы перенестись в особую зону Хранилища знаний и какое-то время поиграть с thatskykid.
th: สแกน STAR เพื่อเทเลพอร์ตไปยังพื้นที่พิเศษของกรุสมบัติแห่งปัญญา และเล่นกับ Thatskykid ในระยะเวลาจำกัด
vi: Quét STAR để dịch chuyển đến khu vực đặc biệt của Kho Tri Thức và chơi cùng thatskykid trong thời gian giới hạn.
zh_hans: 扫描STAR以传送至禁阁的特殊区域，并在限定时间内与光之子一起玩。
zh_hant: 掃描 NFC 徽章傳送到禁閣的特殊區域，與光之子一起遊玩限時活動。

# consumable_description_teleport_forest_cave
source: Teleport you and the friends you are holding hands with to the Underground Cavern in the Hidden Forest.
de: Teleportiere dich und deine Freunde, mit denen du Händchen hältst, zur Unterirdischen Höhle im Verborgenen Wald.
es: Te teletransporta a ti y a tus amistados con las que estés tomado de las manos a la caverna subterránea en el Bosque escondido.
fr: Téléportez-vous, et les amis que vous tenez par la main, à la Caverne souterraine de la Forêt cachée.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Gua Besar Bawah Tanah di Hutan Tersembunyi.
it: Teletrasporti te e gli amici che tieni per mano alla Caverna Sotterranea nella Foresta Nascosta.
ja: あなたと、あなたと手をつないだフレンドが雨林の地下洞エリアまでテレポートします
ko: 손을 잡은 친구들과 함께 비밀의 숲 속 지하 동굴로 텔레포트합니다
pt: Teletransporta você e os amigos com quem está de mãos dadas para a Caverna Subterrânea na Floresta Oculta.
ru: Переместитесь в Подземную пещеру в Тайном лесу, держась за руки с друзьями.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังถ้ำใต้ดินในป่าลับ
vi: Dịch chuyển bạn và những người bạn nắm tay đến Hang Bí Ẩn ở Rừng Mưa.
zh_hans: 将您和与您牵手的朋友们传送到雨林秘洞。
zh_hant: 將您和與您牽手的朋友們傳送到雨林秘洞。

# consumable_description_teleport_forest_elder
source: Teleport you and the friends you are holding hands with to the Elder Temple in the Hidden Forest.
de: Teleportiere dich und deine Freunde, mit denen du Händchen hältst, zum Tempel der Ältesten im Verborgenen Wald.
es: Te teletransporta a ti y a tus amistados con las que estés tomado de las manos al Templo de los Ancianos en el Bosque escondido.
fr: Téléportez-vous, et les amis que vous tenez par la main, au Temple des anciens de la Forêt cachée.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Kuil Tetua di Hutan Tersembunyi.
it: Teletrasporti te e gli amici che tieni per mano al Tempio degli Antichi nella Foresta Nascosta.
ja: あなたと、あなたと手をつないだフレンドが雨林の神殿までテレポートします
ko: 손을 잡은 친구들과 함께 비밀의 숲 속 장로의 사원으로 텔레포트합니다
pt: Teletransporta você e os amigos com quem está de mãos dadas para o Templo do Ancião na Floresta Oculta.
ru: Переместитесь в Храм Старейшин в Тайном лесу, держась за руки с друзьями.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังวิหารผู้อาวุโสในป่าลับ
vi: Dịch chuyển bạn và những người bạn nắm tay đến Đền Thờ Trưởng Lão ở Rừng Mưa.
zh_hans: 将您和与您牵手的朋友们传送到雨林长者神殿。
zh_hant: 將您和與您牽手的朋友們傳送到雨林長老神殿。

# consumable_description_teleport_forgotten_ark
source: Teleport you and the friends you are holding hands with to the Forgotten Ark in the Golden Wasteland.
de: Teleportiere dich und die Freunde, die du an den Händen hältst, zur vergessenen Arche in der goldenen Ödnis.
es: Te teletransporta a ti y a los amigos con los que estés tomado de las manos al Arca Olvidada en el Páramo Dorado.
fr: Vous téléporte, ainsi que les amis à qui vous tiennent la main, vers l'Arche oubliée dans le Désert d'or.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Tabut Terlupakan di Gurun Emas.
it: Teletrasporti te e gli amici che tieni per mano all'Arca Dimenticata del Deserto Dorato.
ja: あなたと、あなたと手をつないだフレンドが捨てられた地の忘れられた方舟までテレポートします
ko: 손을 잡은 친구와 함께 황금 황무지에 있는 잊혀진 방주로 텔레포트합니다.
pt: Teletransporte você e os amigos de mãos dadas para a Arca Esquecida no Sertão Dourado.
ru: Переносит вас и друзей, которых вы держите за руки, на Забытый ковчег в Золотой пустоши.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังเรือที่ถูกลืมในแดนร้างทองอร่าม
vi: Dịch chuyển bạn và những người bạn nắm tay đến Hòm Lãng Quên ở Hoang Mạc Hoàng Kim.
zh_hans: 将您和与您牵手的朋友们传送到暮土的失落方舟。
zh_hant: 將您和與您牽手的朋友們傳送到暮土的失落方舟。

# consumable_description_teleport_hermit_valley
source: Teleport you and the friends you are holding hands with to the Hermit Valley in the Valley of Triumph.
de: Teleportiere dich und die Freunde, die du an den Händen hältst, zum Yetihang im Tal des Triumphs.
es: Te teletransporta a ti y a los amigos con los que estés tomado de las manos a la ladera del yeti en el Valle del Triunfo.
fr: Vous téléporte, ainsi que les amis à qui vous tiennent la main, vers la Vallée de l’ermite dans la Vallée du triomphe.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Lembah Pertapa di Lembah Kejayaan.
it: Teletrasporti te e gli amici che tieni per mano alla Valle dell'Eremita nella Valle del Trionfo.
ja: あなたと、あなたと手をつないだフレンドが峡谷の隠者の峠までテレポートします
ko: 손을 잡은 친구와 함께 승리의 계곡에 있는 은둔자의 언덕으로 텔레포트합니다.
pt: Teletransporte você e os amigos de mãos dadas para o Desfiladeiro do Iéti no Vale do Triunfo.
ru: Переносит вас и друзей, которых вы держите за руки, в Долину Отшельника в Долине триумфа.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังหุบเขานักบวชในหุบเขาแห่งชัยชนะ
vi: Dịch chuyển bạn và những người bạn nắm tay đến Thung Lũng Hermit ở Thung Lũng Vinh Quang.
zh_hans: 将您和与您牵手的朋友们传送到霞谷的隐士山谷。
zh_hant: 將您和與您牽手的朋友們傳送到霞谷的隱士山谷。

# consumable_description_teleport_isle_elder
source: Teleport you and the friends you are holding hands with to the Elder Temple in the Isle of Dawn.
de: Teleportiere dich und deine Freunde, wenn ihr Hände haltet, zum Tempel der Ältesten auf der Insel des Dämmerung.
es: Te teletransporta junto con los amigos con los que estés tomado de las manos al Templo de los Ancianos en la Isla del Amanecer.
fr: Téléportez-vous, et les amis que vous tenez par la main, au Temple des anciens de l'Île de l'aube.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Kuil Tetua di Pulau Fajar.
it: Teletrasporti te e gli amici che tieni per mano al Tempio degli Anziani sull'Isola dell'Alba.
ja: あなたと、あなたと手をつないだフレンドが孤島の神殿までテレポートします
ko: 손을 잡은 친구들과 함께 여명의 섬 사원으로 이동합니다
pt: Teletransporta você e os amigos com quem está de mãos dadas ao Templo do Ancião na Ilha da Aurora.
ru: Телепортирует вас и друзей, которых вы держите за руки, в Храм Старейшин на Острове рассвета.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังวิหารผู้อาวุโสในเกาะรุ่งอรุณ
vi: Dịch chuyển bạn và những người bạn nắm tay đến Đền Thờ Trưởng Lão ở Đảo Bình Minh.
zh_hans: 将您和与您牵手的朋友们传送到晨岛长者神殿。
zh_hant: 將您和與您牽手的朋友們傳送到晨島長老神殿。

# consumable_description_teleport_nature_turtle
source: Scan the STAR to teleport to Sanctuary Islands and summon the Days of Nature Turtle in the underwater area.
de: Scanne den STERN, um dich zu den Zufluchtsinseln zu teleportieren und die Schildkröte der Tage der Natur im Unterwasserbereich zu rufen.
es: Escanea el STAR para teletransportarte a las Islas Santuario e invocar a la tortuga de los Días de la Naturaleza en la zona submarina.
fr: Scannez le produit STAR pour vous téléporter sur les Îles du sanctuaire et invoquer les Jours de la nature dans la zone sous-marine.
id: Pindai STAR untuk berteleportasi ke Pulau Tempat Suci dan memanggil Kura-kura Hari Alam di area bawah laut.
it: Scansiona il chip STAR per teletrasportarti all'Arcipelago Paradiso ed evocare la tartaruga dei Giorni della Natura nell'area sottomarina.
ja: STARをスキャンすると、楽園の島々までテレポートし、自然の日々のウミガメを海中に呼ぶことができます
ko: STAR를 스캔해서 낙원의 섬으로 순간이동하고 물 속에 자연의 날 거북이를 소환합니다.
pt: Escaneie a “STAR” para se teletransportar para as Ilhas do Santuário e evocar a Tartaruga dos Dias da Natureza na área subaquática.
ru: Отсканируйте STAR, чтобы перенестись на Острова укрытия и призвать черепаху Дней защиты природы в подводную зону.
th: สแกน STAR เพื่อเทเลพอร์ตไปยังเกาะสวรรค์ และอัญเชิญเต่าแห่งวันแห่งธรรมชาติในพื้นที่ใต้น้ำ
vi: Quét STAR để dịch chuyển đến Quần Đảo Thánh Địa và triệu hồi Rùa Ngày Thiên Nhiên trong khu vực dưới nước.
zh_hans: 扫描STAR以传送至圣域群岛，并在水下区域召唤自然节海龟。
zh_hant: 掃描 NFC 徽章以傳送到聖域群島，並在水下區域召喚自然節海龜。

# consumable_description_teleport_prairie_elder
source: Teleport you and the friends you are holding hands with to the Elder Temple in Daylight Prairie.
de: Teleportiere dich und deine Freunde, wenn ihr Hände haltet, zum Tempel der Ältesten in der Tageslichtprärie.
es: Te teletransporta junto con los amigos con los que estés tomado de las manos al Templo de los Ancianos en la Planicie Luz de Día.
fr: Téléportez-vous, et les amis que vous tenez par la main, au Temple des anciens de la Prairie illuminée.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Kuil Tetua di Padang Rumput Siang.
it: Teletrasporti te e gli amici che tieni per mano al Tempio degli Anziani nella Prateria Diurna.
ja: あなたと、あなたと手をつないだフレンドが草原の神殿までテレポートします
ko: 손을 잡은 친구들과 함께 햇빛 초원 사원으로 이동합니다
pt: Teletransporta você e os amigos com quem está de mãos dadas ao Templo do Ancião na Campina da Aurora.
ru: Телепортирует вас и друзей, которых вы держите за руки, в Храм Старейшин в Полуденной прерии.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังวิหารผู้อาวุโสในทุ่งหญ้าแสงตะวัน
vi: Dịch chuyển bạn và những người bạn nắm tay đến Đền Thờ Trưởng Lão ở Thảo Nguyên Ánh Sáng.
zh_hans: 将您和与您牵手的朋友们传送到云野长者神殿。
zh_hant: 將您和與您牽手的朋友們傳送到雲野長老神殿。

# consumable_description_teleport_prairie_peaks
source: Scan the STAR to teleport you and any friends you're holding hands with to <2>Prairie Peaks</2>.
de: Scanne den STERN, um dich und die Freunde, deren Hand du hältst, zum <2>Präriegipfel</2> zu teleportieren.
es: Escanea el chip STAR para teletransportarte junto a quienes te tomen de la mano a las <2>cumbres de la planicie</2>.
fr: Scannez l’ÉTOILE pour vous téléporter vous et les ami.e.s de qui vous tenez la main vers les <2>Pics de la Prairie</2>.
id: Pindai STAR untuk memindahkan kamu dan teman yang sedang bergandengan tangan denganmu ke <2>Puncak Padang Rumput</2>.
it: Scansiona la STELLA per teletrasportare te o qualsiasi tuo amico a cui tieni la mano alle <2>Vette della Prateria</2>.
ja: STARをスキャンすると、あなたとあなたと手をつないだフレンドが、<2>草原連峰</2>までテレポートします
ko: STAR를 스캔하여 손을 잡은 친구와 함께 <2>초원 봉우리</2>로 순간이동합니다.
pt: Escaneie a ESTRELA para teletransportar você e os amigos com quem está de mãos dadas para os <2>Picos da Campina</2>.
ru: Отсканируйте ЗВЕЗДУ, чтобы телепортироваться вместе с друзьями, которых вы держите за руки, на <2>Степные вершины</2>.
th: สแกน STAR เพื่อเทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยัง<2>ยอดเขาแห่งทุ่งหญ้า</2>
vi: Quét STAR để dịch chuyển bạn và người mà bạn đang nắm tay tới <2>Đỉnh Thảo Nguyên</2>.
zh_hans: 扫描STAR可将你和牵手的好友传送到<2>云野峻岭</2>。
zh_hant: 掃描 STAR 可以將你和牽手的朋友傳送到<2>雲野峻嶺</2>。

# consumable_description_teleport_prophecy_cave
source: Scan the STAR to teleport you and any friends you’re holding hands with to <2>Cave of Prophecies<2> in <2>Isle of Dawn</2>.
de: Scanne den STERN, um dich und die Freunde, deren Hand du hältst, zur <2>Höhle der Prophezeiungen</2> auf der <2>Insel der Dämmerung</2> zu teleportieren.
es: Escanea el chip STAR para teletransportarte junto a quienes te tomen de la mano a la <2>cueva de las profecías</2> en la <2>Isla del Amanecer</2>.
fr: Scannez l’ÉTOILE pour vous téléporter vous et les ami.e.s de qui vous tenez la main vers la <2>Grotte des prophéties<2> sur l'<2>Île de l’aube</2>.
id: Pindai STAR untuk memindahkan kamu dan teman yang sedang bergandengan tangan denganmu ke <2>Goa Nubuat</2> di <2>Pulau Fajar</2>.
it: Scansiona la STELLA per teletrasportare te o qualsiasi tuo amico a cui tieni la mano alla <2>Grotta delle Profezie</2>, sull’<2>Isola dell’Alba</2>.
ja: STARをスキャンすると、あなたとあなたと手をつないだフレンドが、<2>孤島</2>の<2>預言者の石窟</2>までテレポートします
ko: STAR를 스캔하여 손을 잡은 친구와 함께 <2>여명의 섬</2> 구역의 <2>예언의 동굴<2>로 순간이동합니다.
pt: Escaneie a ESTRELA para teletransportar você e os amigos com quem está de mãos dadas para a <2>Caverna das Profecias</2> na <2>Ilha do Alvorecer</2>.
ru: Отсканируйте ЗВЕЗДУ, чтобы телепортироваться вместе с друзьями, которых вы держите за руки, в <2>Пещеру пророчеств</2> на <2>Острове рассвета</2>.
th: สแกน STAR เพื่อเทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยัง<2>ถ้ำแห่งคำพยากรณ์<2>ใน<2>เกาะรุ่งอรุณ</2>
vi: Quét STAR để dịch chuyển bạn và người mà bạn đang nắm tay tới <2>Hang Động Tiên Tri<2> ở <2>Đảo Bình Minh</2>.
zh_hans: 扫描STAR可将你和牵手的好友传送到<2>晨岛</2>中的<2>预言山谷<2>。
zh_hant: 掃描 STAR 可以將你和牽手的朋友傳送到<2>晨島</2>的<2>預言山谷<2>。

# consumable_description_teleport_starlight_desert
source: Scan the STAR to teleport you and the friends you're holding hands with to the Rose Garden in Starlight Desert.
de: Scanne den STERN, um dich und die Freunde, deren Hand du hältst, zum Rosengarten in der Sternenlichtwüste zu teleportieren.
es: Escanea el chip STAR para teletransportarte junto a quienes te tomen de la mano al jardín de rosas en el desierto luz de estrellas.
fr: Scannez l’ÉTOILE pour vous téléporter vous et les amis de qui vous tenez la main vers le jardin aux roses dans le Désert stellaire.
id: Pindai STAR untuk memindahkanmu dan teman yang bergandengan tangan ke Taman Mawar di Gurun Cahaya Bintang.
it: Scansiona la STELLA per teletrasportare te e i tuoi amici a cui tieni la mano al Giardino delle Rose nel Deserto Stellare.
ja: STARをスキャンすると、あなたと、あなたと手をつないだフレンドが、星月夜の砂漠の薔薇の庭園にテレポートします
ko: STAR를 스캔하여 손을 잡은 친구와 함께 별빛 사막 구역의 장미 정원으로 순간이동합니다.
pt: Escaneie a ESTRELA para teletransportar você e os amigos com quem está de mãos dadas para o Jardim de Rosas no Deserto da Luz Estelar.
ru: Отсканируйте ЗВЕЗДУ, чтобы телепортироваться вместе с друзьями, которых вы держите за руки, в Сад роз, который находится в Звездной пустыне.
th: สแกน STAR เพื่อเทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังสวนกุหลาบในทะเลทรายแสงดาว
vi: Quét STAR để dịch chuyển bạn và những người bạn đang nắm tay đến Vườn hồng trong Hoang Mạc Ánh Sao.
zh_hans: 扫描STAR，和牵手好友一起传送到星漠的玫瑰花园。
zh_hant: 掃描 STAR 可以將你和你牽著的朋友傳送到星漠的玫瑰花園。

# consumable_description_teleport_valley_elder
source: Teleport you and the friends you are holding hands with to the Elder Temple in Valley of Triumph.
de: Teleportiere dich und die Freunde, die du an den Händen hältst, zum Tempel des Ältesten im Tal des Triumphs.
es: Te teletransporta a ti y a los amigos con los que estés tomado de las manos al templo de los ancianos en el Valle del Triunfo.
fr: Vous téléporte, ainsi que les amis à qui vous tenez la main, vers le Temple des anciens dans la Vallée du triomphe.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Kuil Tetua di Lembah Kejayaan.
it: Teletrasporti te e gli amici che tieni per mano al Tempio degli Antichi nella Valle del Trionfo.
ja: あなたと、あなたと手をつないだフレンドが峡谷の神殿までテレポートします
ko: 손을 잡은 친구와 함께 승리의 계곡 사원으로 텔레포트합니다.
pt: Teletransporte você e os amigos de mãos dadas para Templo do Ancião no Vale do Triunfo.
ru: Переносит вас и друзей, которых вы держите за руки, в Храм Старейшин в Долине триумфа.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังวิหารผู้อาวุโสในหุบเขาแห่งชัยชนะ
vi: Dịch chuyển bạn và những người bạn nắm tay đến Đền Thờ Trưởng Lão ở Thung Lũng Vinh Quang.
zh_hans: 将您和与您牵手的朋友们传送到霞谷长者神殿。
zh_hant: 將您和與您牽手的朋友們傳送到霞谷長老神殿。

# consumable_description_teleport_vault_elder
source: Teleport you and the friends you are holding hands with to the Elder Temple in Vault of Knowledge.
de: Teleportiere dich und die Freunde, mit denen du Händchen hältst, zum Tempel der Ältesten im Tresor des Wissens.
es: Te teletransporta a ti y a tus amistades a las que agarres de las manos al Templo de los Ancianos en la Bóveda del Conocimiento.
fr: Vous téléporte avec les amis auxquels vous tenez la main au Temple des Anciens dans la Chambre forte de connaissance.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Kuil Tetua di Kubah Pengetahuan.
it: Teletrasporta te e gli amici con cui ti stai tenendo per mano al Tempio degli Anziani nella Cupola della Conoscenza.
ja: あなたと、あなたと手をつないだフレンドが書庫の神殿までテレポートします
ko: 손을 잡은 친구들과 함께 지식의 도서관에 있는 장로의 사원으로 텔레포트합니다.
pt: Teletransporta você e os amigos com quem está de mãos dadas para o Templo do Ancião no Relicário do Conhecimento.
ru: Перенеситесь с другом, которого вы держите за руку, в Храм старейшины в Хранилище знаний.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังวิหารผู้อาวุโสในกรุสมบัติแห่งปัญญา
vi: Dịch chuyển bạn và những người bạn nắm tay đến Đền Thờ Trưởng Lão ở Kho Tri Thức
zh_hans: 将你与牵着手的朋友一起传送到禁阁的长老神殿。
zh_hant: 將你與牽著手的朋友一起傳送到禁閣的長老神殿。

# consumable_description_teleport_wasteland_elder
source: Teleport you and the friends you are holding hands with to the Elder Temple in Golden Wasteland.
de: Teleportiere dich und die Freunde, die du an den Händen hältst, zum Tempel des Ältesten in der goldenen Ödnis.
es: Te teletransporta a ti y a los amigos con los que estés tomado de las manos al templo de los ancianos en el Páramo Dorado.
fr: Vous téléporte, ainsi que les amis à qui vous tenez la main, vers le Temple des anciens dans le Désert d'or.
id: Teleportasi dirimu dan teman yang berpegangan tangan denganmu ke Kuil Tetua di Gurun Emas.
it: Teletrasporti te e gli amici che tieni per mano al Tempio degli Antichi nel Deserto Dorato.
ja: あなたと、あなたと手をつないだフレンドが捨てられた地の神殿までテレポートします
ko: 손을 잡은 친구들과 함께 황금 황무지 사원으로 텔레포트합니다.
pt: Teletransporte você e os amigos de mãos dadas para Templo do Ancião no Sertão Dourado.
ru: Переносит вас и друзей, которых вы держите за руки, в Храм Старейшин в Золотой пустоши.
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยังวิหารผู้อาวุโสในแดนร้างทองอร่าม
vi: Dịch chuyển bạn và những người bạn nắm tay đến Đền Thờ Trưởng Lão ở Hoang Mạc Hoàng Kim.
zh_hans: 将您和与您牵手的朋友们传送到暮土长者神殿。
zh_hant: 將您和與您牽手的朋友們傳送到暮土長老神殿。
