Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# confirm_stage_clear_all_edit
source: Clear all placeables in your <2>Shared Space</2>?
de: Alle Gegenstände in deinem <2>Gemeinschaftsraum</2> entfernen?
es: ¿Eliminar todos los objetos de tu <2>espacio compartido</2>?
fr: Retirer tous les accessoires de votre <2>espace partagé</2> ?
id: Bersihkan semua barang yang ditempatkan di <2>Ruang Bersama</2>?
it: Vuoi rimuovere tutti gli accessori posizionabili dal tuo <2>Spazio condiviso</2>?
ja: 全ての持ちものアイテムをあなたの<2>シェアスペース</2>から片付けますか？
ko: <2>공유공간</2>에 배치한 소품을 모두 제거할까요?
pt: Apagar todos is itens no seu <2>espaço compartilhado</2>?
ru: Убрать все предметы из <2>общего пространства</2>?
th: ล้างไอเทมที่วางได้ทั้งหมดใน<2>พื้นที่ส่วนกลาง</2>ของคุณหรือไม่
vi: Xóa tất cả các vị trí trong <2>Không Gian Chung</2> của bạn?
zh_hans: 是否要清除<2>共享空间</2>中所有可放置的物品？
zh_hant: 是否要清除<2>共享空間</2>中所有可放置的道具？

# confirm_storm_death_moment
source: Move forward to the next stage <warning>alone</warning> without waiting for others?
de: Möchtest du das nächste Level <warning>allein</warning> starten, ohne auf die anderen zu warten?
es: ¿Avanzar <warning>solo</warning> hasta el siguiente nivel sin esperar a los demás?
fr: Passer à l'étape suivante <warning>solo</warning> sans attendre les autres ?
id: Melaju ke tahap berikutnya <warning>sendirian</warning> tanpa menunggu yang lain?
it: Vuoi passare alla fase successiva <warning>da solo</warning>, senza aspettare gli altri?
ja: 他のプレイヤーを待たずに<warning>一人で</warning>この先のステージに進みますか？
ko: 다른 플레이어를 기다리지 않고 <warning>혼자서</warning> 다음 구역으로 이동할까요?
pt: Avançar para a próxima fase <warning>sozinho</warning>, sem aguardar os outros?
ru: Перейти на следующий этап <warning>в одиночку</warning>, не дожидаясь остальных?
th: ไปยังด่านถัดไปเพียง<warning>ลำพัง</warning> โดยไม่รอคนอื่นๆ หรือไม่
vi: Tiến tới giai đoạn tiếp theo <warning>một mình</warning> mà không cần đợi người khác?
zh_hans: 放弃等待别人，<warning>独自一人</warning>进入下一个阶段？
zh_hant: 放棄等待別人，<warning>獨自一人</warning>進入下一個階段？

# confirm_teleport
source: <2>Warp</2> to this friend?
de: Zu diesem Freund <2>warpen</2>?
es: ¿<2>Viajar </2> hasta este amigo?
fr: <2>Voyager</2> jusqu'à cet ami ?
id: <2>Teleportasi</2> ke teman ini?
it: <2>Raggiungere</2> questo amico?
ja: 移動しますか？
ko: 친구에게 <2>워프</2>할까요?
pt: <2>Transportar</2> para o amigo?
ru: <2>Прыгнуть</2> к этому другу?
th: <2>วาร์ป</2>ไปหาเพื่อนคนนี้หรือไม่
vi: <2>Dịch chuyển</2> đến chỗ người này?
zh_hans: <2>瞬移</2>到朋友身边？
zh_hant: <2>瞬移</2>到朋友身邊？

# confirm_teleport_deer
source: This style challenge is too deep within the realms of Sky. First, <2>teleport</2> to a new area to witness a story from long ago.
de: Diese Stil-Herausforderung ist zu tief in den Reichen von Sky. <2>Teleportiere</2> dich zuerst zu einem neuen Gebiet, um eine Geschichte von lang vergangener Zeit zu sehen.
es: Este desafío de estilo queda en lo más profundo del reino de Sky. Primero, <2>teletranspórtate</2> a una nueva área para presenciar una historia de antaño.
fr: Ce défi de style est trop profond dans le royaume de Sky. Pour commencer, <2>téléportez-vous</2> dans une autre zone pour découvrir une vieille histoire.
id: Tantangan bergaya ini terlalu jauh di dalam alam Sky. Pertama, <2>teleportasi</2> ke area baru untuk menyaksikan kisah dari masa lalu.
it: Questa sfida di stile si trova in un regno di Sky troppo distante. Per prima cosa, <2>teletrasportati</2> in una nuova area per assistere a una storia di molto tempo fa.
ja: このお洒落チャレンジは、あなたがまだ見ぬSkyのどこか奥地で開催されているようです。まずは新たなエリアに<2>テレポート</2>し、遥か昔の物語を見届けましょう
ko: 이 멋쟁이 패션쇼는 Sky 월드의 깊숙한 어딘가에서 열립니다. 우선 새로운 지역으로 <2>순간이동</2>해서 고대의 이야기를 직접 체험해 보세요.
pt: Este desafio de estilo está nas profundezas dos reinos de Sky. Primeiro, <2>teletransporte</2> para uma nova área e assista a uma história de tempos antigos.
ru: Это испытание стиля сокрыто слишком глубоко в мирах Sky. Сначала надо <2>телепортироваться</2> в новый район, чтобы узнать историю, произошедшую давным-давно.
th: ความท้าทายสไตล์นี้อยู่ลึกเข้าไปในดินแดนแห่ง Sky อันดับแรก <2>เทเลพอร์ต</2>ไปยังพื้นที่ใหม่เพื่อชมเรื่องราวในอดีต
vi: Thử thách phong cách này nằm quá sâu trong các vương quốc của Sky. Trước tiên, hãy <2>dịch chuyển</2> đến một khu vực mới để chứng kiến một câu chuyện từ rất lâu trước đây.
zh_hans: 这项时尚挑战太过深入光遇领域。首先，<2>传送</2>至一个新区域以目睹一个很久之前的故事。
zh_hant: 這個風格挑戰在 Sky 領域深處。你必須先<2>傳送</2>到一個新區域，來見證一個古老的故事。

# confirm_teleport_to_level
source: <2>Teleport</2> to this area in the world of Sky?
de: In dieses Gebiet in der Welt von Sky <2>teleportieren</2>?
es: Quieres <2>teletransportarte</2> a este área en el mundo de Sky?
fr: Se <2>téléporter</2> à cet endroit dans le monde de Sky ?
id: <2>Teleportasi</2> ke area ini di dunia Sky?
it: Vuoi <2>teletrasportarti</2> in questa zona del mondo di Sky?
ja: Skyの世界のどこかにあるこのエリアに<2>テレポート</2>しますか？
ko: Sky 월드에 있는 이 구역으로 <2>텔레포트</2>할까요?
pt: Deseja se <2>Teleportar</2> para essa área no mundo de Sky?
ru: <2>Перенестись</2> в эту часть мира?
th: <2>เทเลพอร์ต</2>ไปยังพื้นที่นี้ในโลกของ Sky หรือไม่
vi: <2> Dịch chuyển </2> đến khu vực này trong thế giới của Sky?
zh_hans: <2>传送</2>到这个地方？
zh_hant: <2>傳送</2>到這個地方？

# confirm_teleport_to_spirit
source: This <1>spirit</1> wants to lead you to a special place in the realms of Sky. <2>Teleport</2> there with them?
de: Dieser <1>Geist</1> möchte dich zu einem besonderen Ort in den Reichen von Sky führen. Mitkommen und dorthin <2>teleportieren</2>?
es: Este <1>espíritu</1> quiere conducirte hasta un lugar especial dentro del reino de Sky. ¿Quieres <2>teletransportarte</2> allí con él?
fr: Cet <1>esprit</1> souhaite vous emmener vers un endroit spécial dans les royaumes de Sky. Vous y <2>téléporter</2> avec l'esprit ?
id: <1>roh</1> ini ingin menuntun kamu ke tempat khusus di alam Sky. <2>Teleportasi</2> ke sana bersama dengannya?
it: Questo <1>spirito</1> vuole condurti in un posto speciale nei regni di Sky. Vuoi <2>teletrasportarti</2> lì?
ja: この<1>精霊</1>は、あなたをSkyのどこかにある特別な場所へ連れて行きたいようです。 一緒に<2>テレポート</2>しますか？
ko: 이 <1>영혼</1>이 당신을 Sky의 특별한 곳으로 안내합니다. 같이 <2>순간이동</2>할까요?
pt: Este <1>espírito</1> quer levar você a um lugar especial nos reinos de Sky. Deseja <2>teletransportar-se</2> com ele?
ru: Этот <1>дух</1> хочет отвести вас в какое-то особенное место в мире Неба. <2>Перенестись</2> туда с ним?
th: <1>สปิริต</1>ตนนี้อยากนำคุณไปยังสถานที่พิเศษในดินแดน Sky <2>เทเลพอร์ต</2>ไปที่นั่นกับพวกเขาหรือไม่
vi: <1>Tinh Linh</1> này muốn dẫn bạn đến một nơi đặc biệt trong các vương quốc của Sky. <2>Dịch chuyển</2> đến đó với họ?
zh_hans: 这位<1>先灵</1>想要带你去Sky领域中的一个特别地方。 要和他一起<2>传送</2>过去吗？
zh_hant: 這位<1>先靈</1>想要帶你去 Sky 領域的一個特別之處。 要和祂一起<2>傳送</2>過去嗎？

# confirm_teleport_to_void_space
source: Meditate to leave here and <2>see</2> this <1>memory</1>?
de: Meditieren und den Ort verlassen, um diese <1>Erinnerung</1> zu <2>sehen</2>?
es: ¿Meditar para salir de aquí y <2>ver</2> este <1>recuerdo</1>?
fr: Méditez pour quitter cet endroit et <2>voir</2> ce <1>souvenir</1> ?
id: Bermeditasi untuk pergi dari sini dan <2>melihat</2> <1>memori</1> ini?
it: Vuoi meditare per andare via da qui e <2>vedere</2> questo <1>ricordo</1>?
ja: 瞑想してここを離れ、この<1>記憶</1>に<2>入り</2>ますか？
ko: 명상을 통해 현재 구역을 떠나 이 <1>기억</1>을 <2>확인할까요</2>?
pt: Meditar para sair daqui e <2>ver</2> esta <1>lembrança</1>?
ru: Медитировать и перенестись, чтобы <2>посмотреть</2> <1>воспоминание</1>?
th: ทำสมาธิเพื่อออกจากที่นี่ และ<2>ดู</2><1>ความทรงจำ</1>นี้หรือไม่
vi: Nhập định để rời nơi này và <2>xem</2> <1>ký ức</1> này?
zh_hans: 要通过冥想离开此地并<2>观看</2>这段<1>回忆</1>吗？
zh_hant: 是否要冥想離開此處並<2>查看</2>這段<1>記憶</1>？

# constellation_add_friend_button
source: <b>Add Friend</b>
de: <b>Freund hinzufügen</b>
es: <b>Agregar amistad</b>
fr: <b>Ajouter un ami</b>
id: <b>Tambahkan Teman</b>
it: <b>Aggiungi amico</b>
ja: <b>フレンドを追加する</b>
ko: <b>친구 추가</b>
pt: <b>Adicionar amigo</b>
ru: <b>Добавить друга</b>
th: <b>เพิ่มเพื่อน</b>
vi: <b>Thêm bạn</b>
zh_hans: <b>添加好友</b>
zh_hant: <b>新增好友</b>

# constellation_blocked_button
source: <b>Blocked</b>
de: <b>Blockiert</b>
es: <b>Bloqueados</b>
fr: <b>Bloqué</b>
id: <b>Diblokir</b>
it: <b>Bloccati</b>
ja: <b>ブロックしたプレイヤー</b>
ko: <b>차단됨</b>
pt: <b>Bloqueado</b>
ru: <b>Заблокированы</b>
th: <b>บล็อกแล้ว</b>
vi: <b>Đã chặn</b>
zh_hans: <b>已屏蔽</b>
zh_hant: <b>已封鎖</b>

# constellation_button_acquaintances
source: <b>Acquaintance</b>
de: <b>Bekanntschaft</b>
es: <b>Persona conocida</b>
fr: <b>Connaissance</b>
id: <b>Kenalan</b>
it: <b>Conoscente</b>
ja: <b>Skyで出会った星の子ども</b>
ko: <b>지인</b>
pt: <b>Conhecido</b>
ru: <b>В знакомые</b>
th: <b>คนรู้จัก</b>
vi: <b>Bạn mới</b>
zh_hans: <b>新朋友</b>
zh_hant: <b>新朋友</b>

# constellation_button_constellation
source: <b>Constellation</b>
de: <b>Sternbild</b>
es: <b>Constelación</b>
id: <b>Rasi Bintang</b>
it: <b>Costellazione</b>
ja: <b>星座</b>
ko: <b>별자리</b>
pt: <b>Constelação</b>
ru: <b>Созвездие</b>
th: <b>กลุ่มดาว</b>
vi: <b>Chòm Sao</b>
zh_hans: <b>星座</b>
zh_hant: <b>星座</b>

# constellation_button_friend
source: <b>Friend</b>
de: <b>Freunde</b>
es: <b>Amistad</b>
fr: <b>Ami</b>
id: <b>Teman</b>
it: <b>Amico</b>
ja: <b>フレンド</b>
ko: <b>친구</b>
pt: <b>Amigo</b>
ru: <b>Друг</b>
th: <b>เพื่อน</b>
vi: <b>Bạn bè</b>
zh_hans: <b>好友</b>
zh_hant: <b>好友</b>

# constellation_button_new_constellation
source: <b>New Constellation</b>
de: <b>Neues Sternbild</b>
es: <b>Nueva constelación</b>
fr: <b>Nouvelle constellation</b>
id: <b>Rasi Baru</b>
it: <b>Nuova costellazione</b>
ja: <b>新しい星座を作る</b>
ko: <b>새 별자리</b>
pt: <b>Nova Constelação</b>
ru: <b>Новое созвездие</b>
th: <b>กลุ่มดาวใหม่</b>
vi: <b>Chòm sao mới</b>
zh_hans: <b>新的星座</b>
zh_hant: <b>新星座</b>

# constellation_completion_progress
source: Completion: {{1}}%
de: Fertig: {{1}}%
es: Cumplimiento: {{1}} %
fr: Progression: {{1}} %
id: Penyelesaian: {{1}}%
it: Completamento: {{1}}%
ja: 達成率：{{1}}%
ko: 완료: {{1}}%
pt: Cumprimento: {{1}}%
ru: Готовность: {{1}}%
th: เสร็จสิ้น: {{1}}%
vi: Hoàn thành: {{1}}%
zh_hans: 完成度: {{1}}%
zh_hant: 完成度：{{1}}%

# constellation_dialog_rename_group
source: Rename Friend Constellation
de: Freund-Sternbild umbenennen
es: Renombrar constelación de amistad
fr: Renommer la constellation d’amis
id: Ubah Nama Rasi Teman
it: Rinomina costellazione amico
ja: フレンドの星座名を変更します
ko: 친구 별자리 이름 변경
pt: Renomear Constelação de Amigos
ru: Переназвать созвездие дружбы
th: เปลี่ยนชื่อกลุ่มดาวเพื่อน
vi: Đổi tên Chòm sao Bạn bè
zh_hans: 重命名好友星座
zh_hant: 重新命名好友星座

# constellation_exit_edit_confirm_text
source: <b>{{1}}</b> has been replaced in their constellation, exiting edit mode now will move them to your non-favorite friends.
de: <b>{{1}}</b> wurde im Sternbild ersetzt. Wenn du den Bearbeitungsmodus jetzt verlässt, wird er aus den Favoriten verschoben.
es: Se reemplazó a <b>{{1}}</b> en la constelación, si sales ahora del modo edición se moverá a esta persona a tus amistades no favoritas.
fr: <b>{{1}}</b> a été remplacé dans sa constellation. En quittant le mode édition, vous le déplacerez dans vos amis non préférés.
id: <b>{{1}}</b> telah diganti di rasi mereka, keluar mode edit sekarang akan memindahkan mereka ke daftar teman non-favorit.
it: Hai sostituito <b>{{1}}</b> nella costellazione. Se esci adesso dalla modalità modifica, passerà nella tua lista degli amici non preferiti.
ja: <b>{{1}}</b>さんの星を移動中です。 このまま編集モードを終了すると、<b>{{1}}</b>さんの星はお気に入り以外のフレンドの星座に移動します。よろしいですか？
ko: <b>{{1}}</b>님이 별자리에서 교체되었어요. 지금 편집 모드를 종료하면 이 친구는 절친 목록에서 일반 친구 목록으로 이동합니다.
pt: Você substituiu <b>{{1}}</b> em sua constelação. Sair do modo de edição agora vai remover esta pessoa de seus amigos favoritos.
ru: <b>{{1}</b> исключен(а) из созвездия. Если сейчас выйти из редактора, он(а) переместится в число ваших <b>знакомых</b>.
th: <b>{{1}}</b> ได้ถูกแทนที่ในกลุ่มดาวของพวกเขาแล้ว การออกจากโหมดแก้ไขตอนนี้จะย้ายพวกเขาไปยังรายการเพื่อนที่ไม่ใช่คนโปรด
vi: <b>{{1}}</b> đã được thay thế trong chòm sao của họ, thoát khỏi chế độ chỉnh sửa giờ đây sẽ chuyển họ vào danh sách những người bạn ngoài-yêu-thích của bạn.
zh_hans: <b>{{1}}</b>已在其星座中被替换。 如果现在退出编辑模式，他们将会被移至你的非特别关注好友列表。
zh_hant: <b>{{1}}</b>已在其星座中被替換， 現在退出編輯模式會將其移至您的非摯友。

# constellation_exit_edit_confirm_text_fallback
source: Your friend has been replaced in their constellation, exiting edit mode now will move them to your non-favorite friends.
de: Dein Freund wurde im Sternbild ersetzt. Wenn du den Bearbeitungsmodus jetzt verlässt, wird er aus den Favoriten verschoben.
es: Se reemplazó a tu amistad en la constelación, si sales ahora del modo edición la moverás a tus amistades no favoritas.
fr: Votre ami a été remplacé dans sa constellation. En quittant le mode édition, vous le déplacerez dans vos amis non préférés.
id: Temanmu telah diganti di rasi mereka, keluar mode edit sekarang akan memindahkan mereka ke daftar teman non-favorit.
it: Hai sostituito il/la tuo/a amico/a nella costellazione. Se esci dalla modalità modifica, passerà nella tua lista degli amici non preferiti.
ja: フレンドの星を移動中です。 このまま編集モードを終了すると、移動中のフレンドの星はお気に入り以外のフレンドの星座に移動します。よろしいですか？
ko: 친구가 별자리에서 교체되었어요. 지금 편집 모드를 종료하면 이 친구는 절친 목록에서 일반 친구 목록으로 이동합니다.
pt: Seu amigo foi substituído em sua constelação. Sair do modo de edição agora vai removê-lo de seus amigos favoritos.
ru: Ваш друг исключен из созвездия. Если сейчас выйти из редактора, он переместится в число ваших знакомых.
th: เพื่อนของคุณได้ถูกแทนที่ในกลุ่มดาวของพวกเขาแล้ว การออกจากโหมดแก้ไขตอนนี้จะย้ายพวกเขาไปยังรายการเพื่อนที่ไม่ใช่คนโปรด
vi: Bạn bè của bạn đã được thay thế trong chòm sao của họ, thoát khỏi chế độ chỉnh sửa giờ đây sẽ chuyển họ vào danh sách những người bạn ngoài-yêu-thích của bạn.
zh_hans: 你的好友已在其星座中被替换。 如果现在退出编辑模式，他们将会被移至你的非特别关注好友列表。
zh_hant: 您的好友已在其星座中被替換， 現在退出編輯模式會將其移至您的非摯友。

# constellation_exit_edit_confirm_title
source: <b>Exit Edit Mode?</b>
de: <b>Bearbeitungsmodus verlassen?</b>
es: <b>¿Salir del modo edición?</b>
fr: <b>Quitter le mode édition ?</b>
id: <b>Keluar Mode Edit?</b>
it: <b>Uscire dalla modalità modifica?</b>
ja: <b>編集モードを終了しますか？</b>
ko: <b>편집 모드를 종료할까요?</b>
pt: <b>Sair do modo de edição?</b>
ru: <b>Выйти из редактора?</b>
th: <b>ออกจากโหมดแก้ไขหรือไม่</b>
vi: <b>Thoát Chế độ Chỉnh sửa?</b>
zh_hans: <b>是否退出编辑模式？</b>
zh_hant: <b>退出編輯模式？</b>

# constellation_gate_activated_00
source: The <1>spirit</1> you saved has restored power to this <b>Spirit Gate</b>. You may now pass.
de: Der <1>Geist</1>, den du gerettet hast, verstärkt das Licht dieses <1>Ältestensternbilds</1>. Jetzt kannst du vorbei.
es: El <1>espíritu</1> que salvaste fortalece la luz de esta <1>Constelación de los Ancianos</1>. Ahora puedes avanzar.
fr: L'<1>esprit</1> que vous avez sauvé renforce la lumière de la <1>constellation de cet ancien</1>. Vous pouvez désormais passer.
id: <1>Roh</1> yang kamu selamatkan memperkuat cahaya <1>Rasi Tetua</1> ini. Sekarang kamu boleh lewat.
it: Lo <1>spirito</1> che hai salvato rafforza la luce di questa <1>Costellazione degli Antichi</1>. Ora puoi passare.
ja: あなたが助けた<1>精霊</1>が、この<1>星の封印</1>に光の力を与え、封印が解かれました
ko: 지금까지 구한 <1>영혼</1>은 이 <1>장로의 별자리</1>를 더 빛나게 도와줘요. 이제 지나갈 수 있어요.
pt: O <1>espirito</1> que você salvou fortalece a luz desta <1>Constelação do Ancião</1>. Você pode passar agora.
ru: Спасенный вами <1>дух</1> усиливает свет <1>Созвездия Старейшин</1>. Теперь вы можете пройти.
th: <1>สปิริต</1>ที่คุณช่วยเหลือได้ฟื้นฟูพลังให้กับ<b>ประตูสปิริต</b>นี้แล้ว ตอนนี้คุณสามารถผ่านเข้าไปได้แล้ว
vi: <1>Tinh Linh</1> bạn cứu tăng cường sức mạnh cho ánh sáng của <1>Chòm sao Elder</1> này. Bây giờ bạn có thể vượt qua.
zh_hans: 被拯救的<1>先祖</1>点亮了<1>远古的星光</1>。前路已照亮，迎你前行。
zh_hant: 被拯救的<1>先祖</1>點亮了<1>遠古的星光</1>。前路已照亮，迎你前行。

# constellation_gate_blocked_passage_ap10
source: Help a <1>spirit</1> and they might just open this passage for you.
de: Wenn du einem <1>Geist</1> hilfst, öffnet er vielleicht einen Durchgang für dich.
es: Ayuda a un <1>espíritu</1> y es posible que abran este camino para ti.
fr: Aidez un <1>esprit</1> et il pourrai bien ouvrir ce passage.
id: Bantu <1>roh</1> dan mereka mungkin akan membuka jalan ini untukmu.
it: Aiuta uno <1>spirito</1> e potrebbe aprirti questo passaggio.
ja: <1>精霊</1>の記憶を呼び起こす手伝いをすれば、きっとこの道が開かれるでしょう
ko: <1>영혼</1>을 도와주면 이 길이 열릴 수 있어요
pt: Ajude os <1>espíritos</1>, talvez assim eles lhe deem passagem.
ru: Помогите <1>духу</1> и он откроет вам путь.
th: ช่วยเหลือ<1>สปิริต</1> แล้วพวกเขาอาจจะเปิดเส้นทางนี้ให้คุณ
vi: Giúp một <1>Tinh Linh</1>, chúng có thể giúp bạn mở cổng này.
zh_hans: 帮助一个<1>先灵</1>，他们也许就会为你打开这个入口。
zh_hant: 幫助一個<1>先靈</1>，他們也許就會為你打開這個入口。

# constellation_gate_elder_hint_00
source: The <1>Elder of the Isle</1> is waiting for the lost <1>spirits</1> at the temple.
de: Der <1>Älteste der Insel</1> wartet auf die verschwundenen <1>Geister</1> im Tempel.
es: El <1>Anciano de la Isla</1> está en el templo esperando a los <1>espíritus</1> perdidos.
fr: L'<1>Ancien de l'île</1> attend les <1>esprits</1> perdus au temple.
id: <1>Tetua Pulau</1> menanti <1>roh</1> tersesat di kuil.
it: L'<1>Anziano dell'Isola</1> attende nel tempio gli <1>spiriti</1> smarriti.
ja: <1>孤島の大精霊</1>が、導きを失っていた<1>精霊たち</1>を神殿で待っています
ko: <1>섬의 장로</1>가 사원에서 길 잃은 <1>영혼</1>을 기다리고 있어요
pt: O <1>Ancião da Ilha</1> está esperando os <1>espíritos</1> perdidos no templo.
ru: <1>Старейшина Острова</1> ждет потерянных <1>духов</1> в храме.
th: <1>ผู้อาวุโสแห่งเกาะ</1>กำลังรอ<1>เหล่าสปิริต</1>ที่หลงทางอยู่ที่วิหาร
vi: <1>Trưởng Lão Đảo</1> đang đợi những <1>Tinh Linh</1> bị lạc ở ngôi đền.
zh_hans: <1>晨岛的长老</1>正在神庙等待着迷失的<1>先祖们</1>。
zh_hant: <1>晨島的長老</1>正在神廟等待著迷失的<1>先祖們</1>。

# constellation_gate_ready_00
source: Your <2>flame</2> and the <8>spirits</8> you've saved remove spirit barrier!
de: Deine <2>Flamme</2> und die <8>Geister</8>, die du gerettet hast, haben die Geisterbarriere entfernt!
es: ¡Tu <2>flama</2> y los <8>espíritus</8> que salvaste eliminaron la barrera espiritual!
fr: Votre <2>flamme</2> et les <8>esprits</8> que vous avez sauvés ont supprimé la barrière spirivouselle !
id: <2>Api</2> dan <8>roh</8> yang kamu selamatkan menghilangkan perintang roh!
it: La tua <2>fiamma</2> e gli <8>spiriti</8> che hai salvato rimuovono la barriera spirito!
ja: あなたの<b>炎</b>と<b>星の精霊</b> が <2>星の封印を解き放った</2> ようです！
ko: 지금까지 구한 <2>불꽃</2>과 <8>영혼</8>이 영혼의 벽을 제거했어요!
pt: Sua <2>chama</2> e os <8>espíritos</8> salvos por você removem barreiras espirituais!
ru: Ваше <2>пламя</2> и спасенные вами <8>духи</8> убрали барьер духов!
th: <2>เปลวไฟ</2>ของคุณ และ<8>เหล่าสปิริต</8>ที่คุณช่วยไว้ได้ทำลายบาเรียร์สปิริตแล้ว!
vi: <2>Ngọn lửa</2> và <8>Tinh Linh</8> bạn cứu sẽ giúp bạn mở Cổng Tinh Linh!
zh_hans: 你的<2>心火</2>和你救起的<8>先灵</8>可以助你打开先灵之门！
zh_hant: 你的<2>心火</2>和你救起的<8>先靈</8>可以助你打開先靈之門！

# constellation_gate_try_activate_00
source: This <b>Spirit Gate</b> has lost its power. Free more trapped <1>spirits</1> to restore it!
de: Das <b>Geistertor</b> hat seine Kraft verloren. Befreie mehr gefangene <1>Geister</1>, um es wiederherzustellen!
es: Esta <b>puerta espiritual</b> perdió su poder. ¡Libera a más <1>espíritus</1> atrapados para restaurarla!
fr: Cette <b>porte de l'esprit</b> a perdu son pouvoir. Libérez d'autres <1>esprits</1> piégés pour la restaurer !
id: <b>Gerbang Roh</b> ini kehilangan kekuatannya. Bebaskan <1>para roh</1> lainnya yang terjebak untuk memulihkan kekuatan!
it: Questo <b>portale spirito</b> ha perso il suo potere. Libera altri <1>spiriti</1> intrappolati per ripristinarlo!
ja: この<b>星の封印</b>は力を失っています。この地にとらわれている<1>精霊たち</1>を解放し、封印を解きましょう！
ko: 이 <b>영혼의 관문</b>은 힘을 잃었습니다. 갇힌 <1>영혼</1>을 더 해방시켜 관문을 복구해 주세요!
pt: Este <b>Portão Espiritual</b> perdeu seu poder. Liberte mais <1>espíritos</1> presos para restaurá-lo!
ru: Эти <b>врата духов</b> потеряли свою силу. Освободите пленённых <1>духов</1>, чтобы её вернуть!
th: <b>ประตูสปิริต</b>นี้ได้สูญเสียพลังไป ปลดปล่อย<1>เหล่าสปิริต</1>ที่ติดอยู่เพิ่มเติมเพื่อฟื้นฟูพลังให้ประตู!
vi: <b>Cổng Tinh Linh</b> này đã mất sức mạnh. Để khôi phục lại, hãy giải phóng thêm các <1>tinh linh</1> bị mắc kẹt!
zh_hans: 这道<b>先灵屏障</b>已经失去了力量。释放更多被困的<1>先灵</1>来恢复它！
zh_hant: 這座<b>先靈屏障</b>已失去力量。釋放更多受困的<1>先靈</1>以恢復其力量！

# constellation_gate_try_activate_01
source: Free this <1>spirit</1> to power the <b>Spirit Gate</b> and reach the <b>temple</b>.
de: Befreie diesen <1>Geist</1>, um das <b>Geistertor</b> zu laden und den <b>Tempel</b> zu erreichen.
es: Libera a este <1>espíritu</1> para energizar la <b>puerta espiritual</b> y llega al <b>templo</b>.
fr: Libérez cet <1>esprit</1> pour alimenter la <b>porte de l'esprit</b> et atteindre le <b>temple</b>.
id: Bebaskan <1>roh</1> ini untuk memberi kekuatan pada <b>Gerbang Roh</b> dan mencapai <b>kuil</b>.
it: Libera questo <1>spirito</1> per alimentare il <b>portale spirito</b> e raggiungere il <b>tempio</b>.
ja: この<1>精霊</1>を解放し、<b>星の封印</b>を解き、<b>神殿</b>へ向かいましょう
ko: 이 <1>영혼</1>을 해방시켜 <b>영혼의 관문</b>을 열고 <b>사원</b>을 찾아가세요.
pt: Liberte este <1>espírito</1> para fortalecer o <b>Portão Espiritual</b> e chegar no <b>templo</b>.
ru: Освободите этого <1>духа</1>, чтобы вернуть силу <b>вратам духов</b> и добраться до <b>храма</b>.
th: ปลดปล่อย<1>สปิริต</1>ตนนี้เพื่อเพิ่มพลังให้กับ<b>ประตูสปิริต</b> แล้วไปยัง<b>วิหาร</b>
vi: Giải phóng <1>tinh linh</1> này để cấp năng lượng cho <b>Cổng Tinh Linh</b> và đến được <b>ngôi đền</b>.
zh_hans: 释放这个<1>先灵</1>来为<b>先灵屏障</b>提供力量并抵达<b>神庙</b>。
zh_hant: 釋放這位<1>先靈</1>，補充<b>先靈屏障</b>的能量，並抵達<b>神殿</b>。

# constellation_gate_try_activate_wing
source: Collect more <wingbuff/> to proceed.
de: Sammle zum Fortfahren mehr <wingbuff/>.
es: Recoge más <wingbuff/> para continuar.
fr: Collectez plus de <wingbuff/> pour continuer.
id: Kumpulkan lebih banyak <wingbuff/> untuk melanjutkan.
it: Raccogli ancora <wingbuff/> per andare avanti.
ja: より多くの<wingbuff/>を集めましょう
ko: 진행하려면 <wingbuff/>을 더 많이 모으세요
pt: Recolha mais <wingbuff/> para continuar.
ru: Соберите больше <wingbuff/>, чтобы продолжить.
th: รวบรวม <wingbuff/> เพิ่มเพื่อไปต่อ
vi: Thu thập thêm <wingbuff/> để tiếp tục.
zh_hans: 请收集更多 <wingbuff/>后继续冒险
zh_hant: 請收集更多 <wingbuff/>後繼續冒險

# constellation_item_available_in_days
source: {{1}} days to go
de: Noch {{1}} Tage
es: Restan {{1}} días más
fr: Encore {{1}} jours
id: {{1}} hari lagi
it: Ancora {{1}} giorni
ja: あと{{1}}日
ko: 남은 시간 {{1}}일
pt: {{1}} dias restantes
ru: через {{1}} д.
th: เหลืออีก {{1}} วัน
vi: Sau {{1}} ngày nữa
zh_hans: 还有{{1}}天
zh_hant: 還有{{1}}天

# constellation_item_available_in_hours
source: {{1}} hours to go
de: Noch {{1}} Stunden
es: Restan {{1}} horas más
fr: Encore {{1}} heures
id: {{1}} jam lagi
it: Ancora {{1}} ore
ja: あと{{1}}時間
ko: 남은 시간 {{1}}시간
pt: {{1}} horas restantes
ru: через {{1}} ч.
th: เหลืออีก {{1}} ชั่วโมง
vi: Sau {1}} giờ nữa
zh_hans: 还有{{1}}小时
zh_hant: 還有{{1}}小時

# constellation_item_available_in_minutes
source: {{1}} minutes to go
de: Noch {{1}} Minuten
es: Restan {{1}} minutos más
fr: Encore {{1}} minutes
id: {{1}} menit lagi
it: Ancora {{1}} minuti
ja: あと{{1}}分
ko: {{1}}분 남음
pt: {{1}} minutos restantes
ru: через {{1}} м.
th: เหลืออีก {{1}} นาที
vi: Sau {{1}} phút nữa
zh_hans: 还有{{1}}分钟
zh_hant: 還有{{1}}分鐘

# constellation_item_available_in_seconds
source: Less than one minute to go
de: Es verbleibt weniger als eine Minute
es: Queda menos de un minuto.
fr: Il reste moins d'une minute
id: Kurang dari satu menit lagi
it: Manca meno di un minuto
ja: あと1分以内
ko: 남은 시간 1분
pt: Resta menos de um minuto
ru: Осталось меньше одной минуты
th: เหลือเวลาน้อยกว่าหนึ่งนาที
vi: Sau chưa đầy một phút nữa
zh_hans: 还有不到一分钟的时间
zh_hant: 還有不到一分鐘的時間
