Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# system_maintenancemode_message_timeunknown
source: Our server will be back online shortly.
de: Unser Server ist in Kürze wieder online.
es: Nuestro servidor estará de nuevo en línea pronto.
fr: Notre serveur sera bientôt de retour en ligne.
id: Server kami akan segera kembali online.
it: Il nostro server sarà nuovamente online tra breve.
ja: サーバーは間もなくオンライン状態に戻ります。
ko: 서버가 잠시 후 온라인 상태로 복구될 예정입니다.
pt: Nosso servidor estará de volta em breve.
ru: Наш сервер скоро снова заработает.
th: เซิร์ฟเวอร์ของเราจะกลับมาออนไลน์อีกครั้งในไม่ช้า
vi: Máy chủ sẽ khôi phục lại ngay.
zh_hans: 服务器马上恢复。
zh_hant: 服務器馬上恢復。

# system_maintenancemode_message_update_hours
source: We are preparing for the next update. Our server will be back online in {1} hours.
de: Wir bereiten das nächste Update vor. Unser Server wird in {1} Stunden wieder online sein.
es: Nos preparamos para la siguiente actualización. Nuestro servidor estará de nuevo en línea en {1} horas.
fr: Nous préparons la prochaine mise à jour. Notre serveur sera de retour en ligne dans {1} heures.
id: Kami sedang mempersiapkan pembaruan berikutnya. Server kami akan kembali online dalam {1} jam.
it: Ci stiamo preparando per il prossimo aggiornamento. Il nostro server sarà nuovamente online tra {1} ore.
ja: 次のアップデートを準備中です。 サーバーは{1}時間以内にオンライン状態に戻ります。
ko: 다음 업데이트를 준비 중입니다. {1}시간 뒤에 서버가 다시 온라인 상태로 복구될 예정입니다.
pt: Estamos nos preparando para a próxima atualização. Nosso servidor estará de volta em {1} horas.
ru: Мы готовимся к следующему обновлению. Наш сервер снова заработает через {1} час.
th: เรากำลังเตรียมการอัปเดตครั้งต่อไป เซิร์ฟเวอร์ของเราจะกลับมาออนไลน์อีกครั้งใน {1} ชั่วโมง
vi: Chúng tôi đang chuẩn bị cho bản cập nhật tiếp theo. Máy chủ sẽ khôi phục sau {1} giờ nữa.
zh_hans: 游戏即将更新。 服务器将在{1}小时后恢复。
zh_hant: 遊戲即將更新。 服務器將在{1}小時後恢復。

# system_maintenancemode_message_update_minutes
source: We are preparing for the next update. Our server will be back online in {1} minutes.
de: Wir bereiten das nächste Update vor. Unser Server wird in {1} Minuten wieder online sein.
es: Nos preparamos para la siguiente actualización. Nuestro servidor estará de nuevo en línea en {1} minutos.
fr: Nous préparons la prochaine mise à jour. Notre serveur sera de retour en ligne dans {1} minutes.
id: Kami sedang mempersiapkan pembaruan berikutnya. Server kami akan kembali online dalam {1} menit.
it: Ci stiamo preparando per il prossimo aggiornamento. Il nostro server sarà nuovamente online tra {1} minuti.
ja: 次のアップデートを準備中です。 サーバーは{1}分以内にオンライン状態に戻ります。
ko: 다음 업데이트를 준비 중입니다. {1}분 뒤에 서버가 다시 온라인 상태로 복구될 예정입니다.
pt: Estamos nos preparando para a próxima atualização. Nosso servidor estará de volta em {1} minutos.
ru: Мы готовимся к следующему обновлению. Наш сервер снова заработает через {1} мин.
th: เรากำลังเตรียมการอัปเดตครั้งต่อไป เซิร์ฟเวอร์ของเราจะกลับมาออนไลน์อีกครั้งใน {1} นาที
vi: Chúng tôi đang chuẩn bị cho bản cập nhật tiếp theo. Máy chủ sẽ khôi phục sau {1} phút nữa.
zh_hans: 游戏即将更新。 服务器将在{1}分钟后恢复。
zh_hant: 遊戲即將更新。 服務器將在{1}分鐘後恢復。

# system_mute_warning
source: If you don't hear sound, please check <2>mute mode</2> or wear 🎧
de: Wenn du den Ton nicht hörst, dann sieh nach, ob du die <2>Stummschaltung</2> aktiviert hast, oder 🎧 trägst
es: Si no oyes ningún sonido, por favor, verifica <2>modo de silencio</2> o ponte 🎧
fr: Si vous n'entendez pas de sons, vérifiez si le <2>mode muet</2> n'est pas activé, ou utilisez 🎧
id: Jika kamu tidak mendengar suara, periksa <2>mode bisukan</2> atau gunakan 🎧
it: Se non senti alcun suono, controlla la <2>modalità silenziosa</2> o indossa 🎧
ja: ゲーム内のサウンドをお楽しみいただくには、ミュートスイッチを解除するか、 🎧 をご使用ください
ko: 소리가 들리지 않으면 <2>음소거 모드</2>를 확인하거나 🎧을 사용해주세요.
pt: Se você não está ouvindo som, veja se o <2>modo mudo</2> está ligado ou use 🎧
ru: Если звука нет, проверьте, не включен ли <2>беззвучный режим</2>, или наденьте 🎧
th: หากคุณไม่ได้ยินเสียง โปรดตรวจสอบ<2>โหมดปิดเสียง</2> หรือลองสวม 🎧
vi: Nếu bạn không nghe thấy âm thanh, vui lòng kiểm tra <2>chế độ tắt tiếng</2> hoặc đeo 🎧
zh_hans: 如果听不见声音，请检查<2>静音开关</2>或者使用 🎧
zh_hant: 如果聽不見聲音，請檢查<2>靜音開關</2>或者使用 🎧

# system_nfc_incompatible_tag_failure
source: Tag chip is incompatible with Sky STAR
de: Der Tag-Chip ist nicht kompatibel mit Sky STAR
es: El chip no es compatible con Sky STAR
fr: Le tag électronique est incompatible avec Sky STAR
id: Cip tag tidak kompatibel dengan Sky STAR
it: Il chip non è compatibile con Sky STAR
ja: 端末搭載のチップはSkyのSTARに対応していません
ko: 태그 칩이 Sky STAR와 호환되지 않습니다.
pt: Chip identificador incompatível com a STAR do Sky
ru: Жетон несовместим с продуктом Sky STAR
th: ชิปแท็กไม่ตรงกับ Sky STAR
vi: Chip thẻ không tương thích với Sky STAR
zh_hans: 标签芯片与Sky STAR不兼容
zh_hant: 標籤晶片與 Sky STAR 不相容

# system_nfc_password_authentication_failure
source: Tag failed to unlock with provided password
de: Tag konnte mit dem Passwort nicht freigeschaltet werden
es: El chip no se pudo desbloquear con la contraseña indicada
fr: Le tag n'a pas pu être déverrouillé avec le mot de passe fourni
id: Tag gagal untuk membuka dengan kata sandi yang diberikan
it: Impossibile sbloccare il tag con la password fornita
ja: 入力されたパスワードでの解除に失敗しました
ko: 제공된 암호로 태그를 잠금 해제하지 못했습니다.
pt: Falha ao desbloquear o identificador com a senha fornecida
ru: Не удалось открыть жетон с помощью этого пароля
th: ไม่สามารถปลดล็อกแท็กด้วยรหัสผ่านที่ให้มาได้
vi: Không thể mở khóa thẻ với mật khẩu đã nhập
zh_hans: 标签无法用提供的密码解锁
zh_hant: 提供的密碼無法解鎖標籤

# system_nfc_tag_version_read_failure
source: Failure while reading tag version
de: Fehler beim Lesen der Tag-Version
es: Error al leer la versión del chip
fr: Échec lors de la lecture de la version du tag
id: Kegagalan saat membaca versi tag
it: Errore durante la lettura della versione di questo tag
ja: NFCチップのバージョン認識に失敗しました
ko: 태그 버전을 읽는 중에 오류가 발생했습니다
pt: Falha ao ler a versão do identificador
ru: Не удалось прочитать версию жетона
th: ล้มเหลวขณะอ่านเวอร์ชันแท็ก
vi: Đọc phiên bản thẻ không thành công
zh_hans: 读取标签版本时失败
zh_hant: 讀取標籤版本時失敗

# system_nickname_00
source: Nickname
de: Spitzname
es: Apodo
fr: Pseudo
id: Nama Panggilan
it: Alias
ja: ニックネーム
ko: 별명
pt: Apelido
ru: Прозвище
th: ชื่อเล่น
vi: Tên
zh_hans: 昵称
zh_hant: 暱稱

# system_nickname_01
source: Nickname your new friend
de: Spitzname für deinen neuen Freund
es: Apodo para tu amigo nuevo
fr: Attribuez un pseudo à votre nouvel ami
id: Beri nama panggilan temanmu
it: Alias nuovo amico
ja: 新しいフレンドにニックネームをつけます
ko: 새 친구에게 별명 붙이기
pt: Dê um apelido para seu novo amigo
ru: Дайте прозвище новому другу
th: ตั้งชื่อเล่นให้เพื่อนใหม่ของคุณ
vi: Đặt tên cho người bạn mới của bạn
zh_hans: 给你的新朋友设置一个昵称
zh_hant: 給你的新朋友設置一個暱稱

# system_nickname_02
source: Edit friend nickname
de: Bearbeite den Spitznamen des Freundes
es: Editar el apodo de amigo
fr: Modifiez le pseudo de votre ami
id: Edit nama panggilan teman
it: Modifica alias amico
ja: フレンドのニックネームを変更します
ko: 친구 별명 수정하기
pt: Alterar o apelido do amigo
ru: Измените прозвище друга
th: แก้ไขชื่อเล่นเพื่อน
vi: Sửa tên của bạn bè
zh_hans: 修改朋友昵称
zh_hant: 修改朋友暱稱

# system_nickname_03
source: Enter a nickname
de: Gib einen Spitznamen ein
es: Escribe un apodo
fr: Saisissez un surnom
id: Masukkan nama panggilan
it: Inserisci un nome utente
ja: ニックネームを入力してください
ko: 닉네임을 입력하세요
pt: Insira um apelido
ru: Введите псевдоним
th: ป้อนชื่อเล่น
vi: Nhập tên
zh_hans: 请输入昵称
zh_hant: 請輸入昵稱

# system_no_nfc
source: To use <2>STAR</2> products, please login to a device that supports scanning <b>NFC</b> tag.
de: Wenn du <2>STAR</2>-Produkte verwenden willst, dann logge dich mit einem Gerät ein, das <b>NFC</b>-Tags scannen kann.
es: Para usar los productos <2>STAR</2>, inicia sesión con un dispositivo que sea compatible con el escaneo de chips <b>NFC</b>.
fr: Pour utiliser des produits <2>STAR</2>, veuillez vous connecter à un appareil capable de scanner les tags <b>NFC</b>.
id: Untuk menggunakan produk <2>STAR</2>, masuk ke perangkat yang mendukung pemindaian tag <b>NFC</b>.
it: Per utilizzare i prodotti <2>STAR</2>, accedi a un dispositivo che supporta la scansione dei tag <b>NFC</b>.
ja: <2>STAR</2>製品を使用するには、<b>NFC</b>チップの読み取り機能に対応している端末よりログインしてください
ko: <2>STAR</2> 제품을 사용하려면 <b>NFC</b> 태그 스캔을 지원하는 기기로 로그인하세요.
pt: Para usar os produtos da <2>STAR</2>, faça login em um dispositivo que suporte o escaneamento do identificador de <b>NFC</b>.
ru: Чтобы использовать продукты <2>STAR</2>, необходимо выполнить вход в устройство с поддержкой <b>NFC</b>.
th: หากต้องการใช้ผลิตภัณฑ์ <2>STAR</2> โปรดเข้าสู่ระบบในอุปกรณ์ที่รองรับการสแกนแท็ก <b>NFC</b>
vi: Để sử dụng các sản phẩm <2>STAR</2>, vui lòng đăng nhập vào thiết bị hỗ trợ quét thẻ <b>NFC</b>.
zh_hans: 要使用<2>STAR</2>产品，请登录支持扫描<b>NFC</b>标签的设备。
zh_hant: 要使用<2>STAR</2>產品，請登錄支持掃描<b>NFC</b>標籤的設備。

# system_playtest_00
source: That time has come, the Sky Special Preview is officially open. Come join us now!
de: Die Zeit ist gekommen, die besondere Vorschau für Himmelsreich: Kinder des Lichts ist offiziell da. Komm und spiel mit!
es: Ese momento ha llegado, la vista previa especial de Sky está oficialmente disponible. ¡Ven y únete a nosotros!
fr: L’heure est officiellement venue de découvrir la présentation spéciale de Sky. Rejoignez-nous dès maintenant !
id: Waktunya sudah tiba, Pratinjau Spesial Sky resmi dibuka. Bergabunglah bersama kami sekarang!
it: Ci siamo! L'anteprima speciale di Sky è ufficialmente aperta. Vieni a unirti a noi!
ja: Skyのテストプレイが始まります！みんな集まれー！
ko: 드디어 Sky 스페셜 프리뷰가 정식으로 열렸습니다. 어서 와서 함께하세요!
pt: Chegou a hora: a prévia especial de Sky está aberta. Junte-se a nós!
ru: Наконец-то вышла версия Sky Special Preview. Заходите к нам!
th: ช่วงเวลาที่รอคอยมาถึงแล้ว Sky Special Preview เปิดตัวอย่างเป็นทางการแล้ว มาสนุกกับเราได้เลย!
vi: Thời điểm đó đã đến, bản xem trước đặc biệt Sky chính thức được mở. Hãy đến tham gia ngay!
zh_hans: <8>《光·遇》</8>特别预览即将正式开始。和我们一起来吧！
zh_hant: <8>《光·遇》</8>特別預覽即將正式開始。和我們一起來吧！

# system_portrait_mode_allowed
source: Portrait Mode Allowed
de: Portraitmodus zugelassen
es: Modo retrato activado
fr: Mode portrait activé
id: Mode Potret Diizinkan
it: Modalità verticale attivata
ja: ポートレートモードを許可する
ko: 세로 모드 허용
pt: Modo retrato ativado
ru: Портретный режим разрешен
th: อนุญาตให้ใช้โหมดแนวตั้งแล้ว
vi: Mở hỗ trợ chân dung
zh_hans: 开启支持肖像模式
zh_hant: 開啟支持肖像模式

# system_portrait_mode_disabled
source: Portrait Mode Disabled
de: Portraitmodus deaktiviert
es: Modo retrato desactivado
fr: Mode portrait désactivé
id: Mode Potret Dinonaktifkan
it: Modalità verticale disattivata
ja: ポートレートモードを無効にする
ko: 세로 모드 비활성화
pt: Modo retrato desativado
ru: Портретный режим отключен
th: ปิดใช้งานโหมดแนวตั้งแล้ว
vi: Tắt hỗ trợ chân dung
zh_hans: 禁止肖像模式
zh_hant: 禁止肖像模式

# system_quality_default
source: Medium Graphics
de: Mittlere Grafik
es: Gráficos medios
fr: Graphiques moyens
id: Grafik Sedang
it: Grafica media
ja: 標準画質
ko: 중간 그래픽
pt: Gráficos médios
ru: Средняя графика
th: กราฟิกระดับกลาง
vi: Đồ họa trung
zh_hans: 标清画质
zh_hant: 標清畫質

# system_quality_default_mobile
source: Default Mode ({{1}}fps)
de: Standardmodus ({{1}}fps)
es: Modo predeterminado ({{1}}fps)
fr: Mode par défaut ({{1}}fps)
id: Mode Default ({{1}} fps)
it: Modalità predefinita ({{1}}fps)
ja: 標準モード（{{1}}fps）
ko: 기본 모드 ({{1}} fps)
pt: Modo padrão ({{1}}fps)
ru: По умолчанию ({{1}} кадр/сек)
th: โหมดเริ่มต้น ({{1}}fps)
vi: Chế độ mặc định ({{1}} fps)
zh_hans: 预设渲染模式 ({{1}} FPS)
zh_hant: 預設渲染模式 ({{1}} FPS)

# system_quality_highquality
source: High Graphics
de: Hohe Grafik
es: Gráficos altos
fr: Graphiques élevés
id: Grafik Tinggi
it: Grafica alta
ja: 高画質
ko: 높은 그래픽
pt: Gráficos altos
ru: Высокая графика
th: กราฟิกระดับสูง
vi: Đồ họa cao
zh_hans: 高清画质
zh_hant: 高清畫質

# system_quality_highquality_mobile
source: High Performance Mode ({{1}}fps)
de: Hochleistungsmodus ({{1}}fps)
es: Modo de alto rendimiento ({{1}}fps)
fr: Mode haute performance ({{1}}fps)
id: Mode Performa Tinggi ({{1}} fps)
it: Modalità alte prestazioni ({{1}}fps)
ja: パフォーマンス優先モード({{1}}fps)
ko: 고성능 모드 ({{1}} fps)
pt: Modo de alto desempenho ({{1}}fps)
ru: Высокая производительность ({{1}} кадр/сек)
th: โหมดประสิทธิภาพสูง ({{1}}fps)
vi: Chế độ hiệu suất cao ({{1}} fps)
zh_hans: 高流畅渲染模式 ({{1}} FPS)
zh_hant: 高流暢渲染模式 ({{1}} FPS)

# system_quality_lowpower
source: Simple Graphics
de: Einfache Grafik
es: Gráficos simples
fr: Graphiques simples
id: Grafik Sederhana
it: Grafica semplice
ja: 省エネ画質
ko: 단순한 그래픽
pt: Gráficos simples
ru: Простая графика
th: กราฟิกระดับทั่วไป
vi: Đồ họa đơn giản
zh_hans: 低画质
zh_hant: 低畫質

# system_quality_lowpower_mobile
source: Energy Saving Mode (Low Resolution)
de: Stromsparmodus (niedrige Auflösung)
es: Modo ahorrador de energía (baja resolución)
fr: Mode économie d’énergie (faible résolution)
id: Mode Hemat Daya (Resolusi Rendah)
it: Modalità risparmio energetico (bassa risoluzione)
ja: 省エネモード（低画質）
ko: 절전 모드 (저해상도)
pt: Modo de economia de energia (baixa resolução)
ru: Режим энергосбережения (низкое разрешение)
th: โหมดประหยัดพลังงาน (ความละเอียดต่ำ)
vi: Chế độ tiết kiệm năng lượng (Độ phân giải thấp)
zh_hans: 节能渲染模式 (低解析度)
zh_hant: 節能渲染模式 (低解析度)

# system_quality_presentation
source: Max Graphics
de: Maximale Grafik
es: Gráficos máximos
fr: Graphiques maximaux
id: Grafik Maksimal
it: Grafica massima
ja: 最高画質
ko: 최대 그래픽
pt: Gráficos máximos
ru: Максимальная графика
th: กราฟิกระดับสูงสุด
vi: Đồ họa tối đa
zh_hans: 超清画质
zh_hant: 超清畫質

# system_quality_presentation_mobile
source: High Def Mode ({{1}}fps)
de: Hochauflösender Modus ({{1}}fps)
es: Modo de alta definición ({{1}}fps)
fr: Mode haute définition ({{1}}fps)
id: Mode Def Tinggi ({{1}} fps)
it: Modalità alta definizione ({{1}}fps)
ja: 最高画質モード（{{1}}fps）
ko: 고화질 모드 ({{1}} fps)
pt: Modo de Alta Definição ({{1}}fps)
ru: Высокая четкость ({{1}} кадр/сек)
th: โหมดความละเอียดสูง ({{1}}fps)
vi: Chế độ phân giải cao ({{1}} fps)
zh_hans: 高解析度模式 ({{1}}帧)
zh_hant: 高解析度模式 ({{1}}幀)

# system_quit_dialog_message
source: Are you sure you want to quit?
de: Möchtest du das Spiel wirklich beenden?
es: ¿Estás seguro de que quieres dejar el juego?
fr: Êtes-vous sûr de vouloir quitter ?
id: Yakin ingin keluar dari permainan ini?
it: Vuoi uscire dal gioco?
ja: ゲームを終了してよろしいですか？
ko: 앱을 종료하시겠습니까?
pt: Tem certeza que deseja sair?
ru: Уверены, что хотите выйти?
th: คุณแน่ใจหรือไม่ว่าต้องการออก
vi: Bạn chắc chắn muốn thoát khỏi trò chơi chứ?
zh_hans: 您确定要退出游戏吗？
zh_hant: 您確定要退出遊戲嗎？

# system_safearea
source: Safe Area
de: Sicherer Bereich
es: Área segura
fr: Zone sûre
id: Area Aman
it: Area sicura
ja: 表示エリア設定
ko: 안전 영역
pt: Área segura
ru: Безопасная зона
th: พื้นที่ปลอดภัย
vi: Khu vực an toàn
zh_hans: 安全区域
zh_hant: 安全區域

# system_screenshot_permission_message_00
source: To be able to save screenshots, Sky needs permission to access your Photos.
de: Um Screenshots speichern zu können, benötigt Sky die Erlaubnis, auf Ihre Fotos zuzugreifen.
es: Para poder guardar las capturas de pantalla, Sky necesita permiso para acceder a tus fotos.
fr: Pour pouvoir enregistrer des captures d'écran, Sky a besoin d'une autorisation pour accéder à vos photos.
id: Untuk bisa menyimpan tangkapan layar, Sky perlu izin untuk mengakses Foto.
it: Per poter salvare gli screenshot, Sky ha bisogno di un'autorizzazione per accedere alle tue Foto.
ja: スクリーンショットを保存するには、Skyが写真にアクセスする許可が必要となります
ko: 스크린샷을 저장하려면 Sky가 사진 앱에 접근할 수 있는 권한이 필요합니다.
pt: Para poder salvar telas, a Sky precisa de permissão para acessar suas fotos.
ru: Чтобы иметь возможность сохранять снимки экрана, "Sky" необходимо разрешение на доступ к вашим снимкам.
th: Sky จำเป็นต้องได้รับอนุญาตในการเข้าถึงรูปภาพของคุณเพื่อบันทึกภาพหน้าจอ
vi: Để có thể lưu ảnh chụp màn hình, Sky cần có quyền truy cập vào Ảnh của bạn.
zh_hans: 《光·遇》需要访问您的相册以存储游戏截图。
zh_hant: 《光·遇》需要訪問您的相冊以存儲遊戲截圖。

# system_screenshot_permission_message_01
source: To be able to save screenshots, Sky needs permission to access your Photos. You have previously denied this and will need to enable it from the System Settings.
de: Um Screenshots speichern zu können, benötigt Sky die Erlaubnis, auf deine Fotos zuzugreifen. Due hast dies zuvor verweigert und musst es in den Systemeinstellungen aktivieren.
es: Para poder guardar las capturas de pantalla, Sky necesita permiso para acceder a tus fotos. Ya lo ha negado anteriormente y tendrá que habilitarlo desde la Configuración del Sistema.
fr: Pour pouvoir enregistrer des captures d'écran, Sky a besoin d'une autorisation pour accéder à vos photos. Vous avez déjà refusé cette autorisation et vous devrez l'activer dans les paramètres du système.
id: Untuk bisa menyimpan tangkapan layar, Sky perlu izin untuk mengakses Foto. Kamu sebelumnya menolak ini dan akan perlu mengaktifkannya dari Pengaturan Sistem.
it: Per poter salvare gli screenshot, Sky ha bisogno di un'autorizzazione per accedere alle tue Foto. L'hai già negato in precedenza e dovrai abilitarlo dalle Impostazioni di sistema.
ja: スクリーンショットを保存するには、Skyが写真にアクセスする許可が必要となります。以前の設定でアクセスは無効になっています。端末のシステム設定より有効にしてください
ko: 스크린샷을 저장하려면 Sky가 사진 앱에 접근할 수 있는 권한이 필요합니다. 이전에 권한을 거부하셨으므로 시스템 설정에서 직접 권한을 허가해주세요.
pt: Para poder salvar telas, a Sky precisa de permissão para acessar suas fotos. Você já a negou anteriormente e precisará habilitá-la a partir das Configurações do Sistema.
ru: Чтобы иметь возможность сохранять снимки экрана, "Sky" необходимо разрешение на доступ к вашим снимкам. Вы уже запретили это и должны включить его из "Системных настроек".
th: Sky จำต้องได้รับอนุญาตในการเข้าถึงรูปภาพของคุณเพื่อบันทึกภาพหน้าจอ ก่อนหน้านี้คุณได้ปฏิเสธการเข้าถึง จึงจำต้องเปิดใช้การเข้าถึงจากการตั้งค่าระบบ
vi: Để có thể lưu ảnh chụp màn hình, Sky cần có quyền truy cập vào Ảnh của bạn. Trước đây, bạn đã từ chối cấp quyền, và sẽ cần phải kích hoạt từ Cài đặt Hệ thống.
zh_hans: 《光·遇》需要访问您的相册以存储游戏截图。您曾经拒绝了该请求，因此需要在系统设置中将其开启。
zh_hant: 《光·遇》需要訪問您的相冊以存儲遊戲截圖。您曾經拒絕了該請求，因此需要在系統設置中將其開啟。

# system_screenshot_permission_title
source: Permission to save screenshot
de: Erlaubnis zum Speichern des Screenshots
es: Permiso para guardar la captura de pantalla
fr: Autorisation de sauvegarder la capture d'écran
id: Izin untuk menyimpan tangakap layar
it: Permesso di salvare screenshot
ja: スクリーンショット保存の許可
ko: 스크린샷 저장 권한
pt: Permissão para salvar a captura de tela
ru: Разрешение на сохранение скриншота
th: การอนุญาตให้บันทึกภาพหน้าจอ
vi: Quyền lưu ảnh chụp màn hình
zh_hans: 存储截图权限
zh_hant: 存儲截圖權限

# system_screenshotconfirm_00
source: Enable high quality photo mode? You can disable this later in settings
de: Hochwertigen Fotomodus aktivieren? Du kannst das später in den Einstellungen ändern
es: ¿Activar el modo de fotografía de alta calidad? Puedes desactivarlo más tarde en la configuración
fr: Activer le mode Photo en haute qualité ? Vous pourrez le désactiver plus tard dans les paramètres
id: Aktifkan mode foto kualitas tinggi? Kamu bisa menonaktifkan ini nanti di pengaturan
it: Attivare la modalità fotografica ad alta qualità? La puoi disattivare più tardi nelle impostazioni.
ja: 高解像度モードを有効にしますか？ 後から設定画面で無効にすることもできます
ko: 고품질 사진 모드를 활성화할까요? 나중에 설정에서 끌 수 있어요
pt: Ativar o modo de fotografia de alta qualidade? Você pode desativar mais tarde, em configurações
ru: Включить режим качественной фотографии? Это можно позже отключить в настройках
th: เปิดใช้งานโหมดภาพถ่ายคุณภาพสูงหรือไม่ คุณสามารถปิดใช้งานโหมดนี้ได้ที่การตั้งค่าในภายหลัง
vi: Bật chế độ ảnh chất lượng cao? Bạn có thể tắt tính năng này sau trong cài đặt
zh_hans: 是否启用高清截图模式？你可以稍后在设置中取消此模式。
zh_hant: 是否啓用高畫質截圖模式？你可以稍後在設置中取消此模式。

# system_screenshothint_00
source: <1>Press</1> the <camera/> button for a more beautiful picture!
de: <1>Drücke</1> die <camera/> Schaltfläche um ein noch schöneres Foto zu erhalten!
es: ¡<1>Toca</1> el botón <camera/> para una foto más bonita!
fr: <1>Appuyez</1> sur le bouton <camera/> pour prendre une belle photo !
id: <1>Tekan</1> tombol <camera/> untuk gambar cantik lainnya!
it: <1>Premi</1> il pulsante <camera/> per scattare una bella foto!
ja: <camera/>を<1>タップ</1>すると 高解像度モードで写真が撮れます
ko: <camera/> 버튼을 <1>눌러</1> 더 아름다운 사진을 남기세요!
pt: <1>Aperte</1> o botão <camera/> para tirar uma foto mais bonita!
ru: <1>Нажмите</1> кнопку <camera/> для еще более красивого снимка!
th: <1>กด</1>ปุ่ม<camera/> เพื่อรับภาพที่สวยงามยิ่งขึ้น!
vi: <1>Nhấn</1> nút <camera/> để có hình ảnh đẹp hơn!
zh_hans: <2>点击</2> <camera/> 按钮 可以捕捉更高清的截图！
zh_hant: <2>點擊</2> <camera/> 按鈕 可以捕捉更高畫質的截圖！

# system_sharemessage_00
source: See you in the Sky
de: Wir sehen uns im Himmelsreich
es: Nos vemos en Sky
fr: On se retrouve dans le ciel !
id: Sampai jumpa di Sky
it: Ci vediamo su Sky - Figli della Luce
ja: Skyの世界で会いましょう！
ko: Sky에서 만나요!
pt: Nós nos vemos em Sky
ru: Увидимся в Небе
th: แล้วพบกันใน Sky
vi: Hẹn gặp bạn trong Sky
zh_hans: 我在《光·遇》中等你
zh_hant: 我在《光·遇》中等你

# system_shophint_00
source: <heart/> <b>Hearts</b> are given as gifts. If you offer <heart/> to the <1>spirits</1>, they'll <b>share their memories</b> with you. <1>Spirits</1> can teach you <b>music</b>, <b>outfits</b>, and more. Would you like to <b>learn more</b>?
de: <heart/> <b>Herzen</b> werden als Geschenk gegeben. Wenn du den <1>Geistern</1> <heart/> anbietest, <b>teilen sie ihre Erinnerungen</b> mit dir. <1>Geister</1> können dir <b>Musik</b>, <b>Outfits</b> und mehr bieten. Möchtest du <b>mehr erfahren</b>?
es: Los <heart/> <b>corazones</b> se regalan. Si les ofreces <heart/> a los <1>espíritus</1>, ellos te <b>compartirán sus recuerdos</b>. Los <1>espíritus</1> pueden enseñarte <b>música</b>, <b>trajes</b> y más. ¿Quieres <b>más información</b>?
fr: <heart/> Les <b>Cœurs</b> sont offerts comme cadeau. Si vous offrez un <heart/> aux <1>esprits</1>, ils <b>partageront leurs souvenirs</b> avec vous. Les <1>esprits</1> peuvent vous apprendre la <b>musique</b>, les <b>tenues</b>, et plus encore. Voulez-vous en <b>savoir plus</b>?
id: Dapatkan <heart/> dari pemain lain, lalu berikan <heart/> ke roh untuk membuka <2>Pakaian</2>. Baca selengkapnya tentang memperoleh pakaian di <8>Sky</8>?
it: I <heart/> <b>cuori</b> vengono dati in dono. Se li offri <heart/> agli <1>spiriti</1>, <b>condivideranno i loro ricordi</b> con te. Gli <1>spiriti</1> possono insegnarti <b>musica</b>, <b>costumi</b> e altro ancora. Vorresti <b>saperne di più</b>?
ja: フレンドから<heart/>を受け取ったら、精霊に<heart/>を捧げましょう お礼にドレスアップアイテムを手に入れることができます 詳しい説明を読みますか？
ko: <heart/> <b>하트</b>는 선물 받아 얻을 수 있습니다. <heart/>를 <1>영혼</1>에게 건네면 <b>기억을 나누어줍니다</b>. <1>영혼</1>에게서 <b>음악</b>과 <b>의상</b>도 전해받을 수 있어요. <b>더 자세히 확인</b>할까요?
pt: Ganhe <heart/> de outros jogadores, então ofereça <heart/> aos espíritos para desbloquear <2>trajes</2>. Quer saber mais sobre a aquisição de trajes em <8>Sky</8>?
ru: Получайте <heart/> от других игроков и предлагайте <heart/> духам, чтобы открыть <2>наряды</2>. Хотите узнать о том, как получать наряды в <8>Небе</8>?
th: มอบ<heart/><b>หัวใจ</b>ให้เป็นของขวัญ หากคุณมอบ <heart/> ให้กับ<1>เหล่าสปิริต</1>พวกเขาจะ<b>แชร์ความทรงจำ</b>กับคุณ <1>สปิริต</1>สามารถสอน<b>ดนตรี</b> <b>ชุดเสื้อผ้า</b>และอื่นๆ อีกมากมายให้กับคุณได้ คุณต้องการ<b>เรียนรู้เพิ่มเติม</b>หรือไม่
vi: Nhận <heart/> từ người khác, rồi tặng <heart/> cho các tinh linh để mở khóa nhiều <2>trang phục</2>. Tìm hiểu thêm về cách nhận trang phục trong <8>Sky</8>?
zh_hans: 你可以赠送<heart/><b>爱心</b>。如果你向<1>先灵</1>奉献爱心<heart/>，先灵会与你<b>分享他们的记忆</b>。 <1>先灵</1>可以教你<b>音乐</b>和<b>服饰</b>等许多东西。 想<b>详细了解</b>吗？
zh_hant: <heart/> <b>愛心</b>可當作禮物送出。若你送<heart/>給<1>先靈</1>，他們會與你<b>分享他們的記憶</b>。 <1>先靈</1>能傳授你<b>音樂</b>、<b>服飾</b>等事物。 你想<b>了解更多</b>嗎？
