Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap17_fetch_5_part_1_task_desc_03
source: There is still one more <1>spirit</1> to find.
de: Es fehlt immer noch ein <1>Geist</1>
es: Todavía queda un <1>espíritu</1> más por encontrar
fr: Il reste encore un <1>esprit</1> à trouver.
id: Masih ada satu <1>Roh</1> lagi untuk dicari
it: Ti resta ancora uno <1>spirito</1> da trovare
ja: あと1人、<1>精霊</1>を探しましょう
ko: <1>영혼</1> 1명을 더 찾아야 해요.
pt: Ainda há um <1>espírito</1> para encontrar
ru: Осталось найти ещё одного <1>духа</1>
th: เหลือ<1>สปิริต</1>อีกหนึ่งตนที่ต้องค้นหา
vi: Vẫn còn một <1>Tinh Linh</1> chưa được tìm thấy
zh_hans: 还要找到一个<1>先灵</1>
zh_hant: 還要找到一位<1>先靈</1>

# spirit_shop_ap06unlock_ap17_fetch_5_part_1_task_desc_04
source: Return to the <1>Remembrance Guide</1> with all four <1>spirits</1>.
de: Kehre mit allen <1>Geistern</1> zum <1>Erinnerungshelfer</1> zurück
es: Vuelve a visitar al <1>Guía de conmemoración</1> con todos los <1>espíritus</1>
fr: Retournez auprès du <1>guide du souvenir</1> avec les <1>esprits</1> au complet.
id: Kembali ke <1>Pemandu Kenangan</1> bersama dengan semua <1>Roh</1>
it: Ritorna dalla <1>guida della Commemorazione</1> con tutti gli <1>spiriti</1>
ja: <1>精霊たち</1>全員と一緒に、<1>追慕の案内人</1>のもとへ向かいましょう
ko: 네 <1>영혼</1>을 모두 데리고 <1>기억의 안내자</1>에게 돌아가세요.
pt: Vá até o <1>Guia da Recordação</1> com todos os <1>espíritos</1>
ru: Вернитесь к <1>Проводнику Памяти</1> со всеми <1>духами</1>
th: กลับไปหา<1>ผู้แนะนำความทรงจำ</1>พร้อมกับ<1>สปิริต</1>ทั้งสี่ตน
vi: Quay lại chỗ <1>Chỉ Dẫn Tưởng Nhớ</1> cùng tất cả các <1>Tinh Linh</1>
zh_hans: 带着所有<1>先灵</1>回去找<1>缅怀向导</1>
zh_hant: 帶領所有的<1>先靈</1>回去找<1>緬懷嚮導</1>

# spirit_shop_ap06unlock_ap17_fetch_5_part_2_task_desc_01
source: <b>Build</b> a <2>space</2> for the <1>spirits</1> that will bring them closer together.
de: Hilf den <1>Geistern</1>, einen Raum zu bauen, der sie näher zusammenbringt
es: Ayuda a los <1>espíritus</1> a construir un espacio que los acerque aún más
fr: Aidez les <1>esprits</1> à construire un espace qui les aidera à se rapprocher.
id: Bantu <1>Roh</1> membangun ruang yang akan mendekatkan mereka
it: Aiuta gli <1>spiriti</1> a costruire uno spazio comune
ja: <1>精霊たち</1>がお互いに仲良くなれる空間を創れるよう、飾り付けを手伝いましょう
ko: <1>영혼들</1>이 서로 더 가까워질 수 있는 <2>공간</2>을 <b>꾸며주세요</b>.
pt: Ajude os <1>espíritos</1> a construírem um espaço que possa uni-los
ru: Помогите <1>духам</1> создать пространство, которое их сблизит
th: <b>สร้าง</b><2>พื้นที่</2>สำหรับ<1>เหล่าสปิริต</1> ที่จะทำให้พวกเขาใกล้ชิดกันมากขึ้น
vi: Giúp các <1>Tinh Linh</1> sắp xếp một không gian giúp họ xích lại gần nhau hơn
zh_hans: 帮助<1>先灵们</1>建造一个让他们更亲近的空间
zh_hant: 幫助<1>先靈們</1>建造一個空間，讓他們能夠親近彼此

# spirit_shop_ap06unlock_ap17_fetch_5_part_2_task_desc_02
source: <b>Build</b> a joyful <2>space</2> for the <1>spirits</1>.
de: Hilf den <1>Geistern</1>, einen Raum zu bauen, der ihnen Freude bringt
es: Ayuda a los <1>espíritus</1> a construir un espacio que les dé alegría
fr: Aidez les <1>esprits</1> à construire un espace qui leur apportera de la joie.
id: Bantu <1>Roh</1> membangun ruang yang akan mendatangkan kegembiraan bagi mereka
it: Aiuta gli <1>spiriti</1> a costruire uno spazio felice
ja: <1>精霊たち</1>に喜びをもたらすような空間を創れるよう、飾り付けを手伝いましょう
ko: <1>영혼들</1>에게 기쁨으로 가득한 <2>공간</2>을 <b>꾸며주세요</b>.
pt: Ajude os <1>espíritos</1> a construírem um espaço que dê alegria a eles
ru: Помогите <1>духам</1> создать пространство, которое принесёт им радость
th: <b>สร้าง</b><2>พื้นที่</2>แห่งความสุขสำหรับ<1>เหล่าสปิริต</1>
vi: Giúp các <1>Tinh Linh</1> sắp xếp một không gian mang lại niềm vui cho họ
zh_hans: 帮助<1>先灵们</1>建造一个给他们带来欢乐的空间
zh_hant: 幫助<1>先靈們</1>建造一個能為他們帶來歡樂的空間

# spirit_shop_ap06unlock_ap17_fetch_5_part_2_task_desc_03
source: Follow each <1>spirit</1> and place their <b>favorite</b> item <b>near</b> them.
de: Folge allen <1>Geistern</1> und platziere ihre <b>Lieblingsgegenstände</b> in ihrer <b>Nähe</b>.
es: Sigue a cada <1>espíritu</1> y coloca su objeto <b>favorito</b> <b>cerca</b> suyo.
fr: Suivez chaque <1>esprit</1> et placez leur objet <b>favori</b> <b>près</b> d'eux.
id: Ikuti setiap <1>roh</1> dan letakkan item <b>favorit</b> roh <b>di dekat</b> mereka.
it: Segui ciascuno <1>spirito</1> e posiziona i loro oggetti <b>preferiti</b> <b>accanto</b> a loro.
ja: ひとりひとりの<1>精霊</1>を追い、それぞれの<b>大切な</b>ものを、彼らの<b>近く</b>に飾りましょう
ko: 각 <1>영혼</1>을 따라가서 영혼이 <b>가장 좋아하는</b> 아이템을 <b>가까이</b> 배치해 주세요.
pt: Siga cada <1>espírito</1> e coloque seus itens <b>favoritos</b> <b>perto</b> deles.
ru: Найдите каждого <1>духа</1> и разместите его <b>любимые</b> предметы <b>рядом</b> с ним.
th: ติดตาม<1>สปิริต</1>แต่ละตนไป และวางไอเทม<b>โปรด</b> ของพวกเขาไว้<b>ใกล้ๆ</b>
vi: Đi theo từng <1>tinh linh</1> và đặt vật phẩm <b>yêu thích</b> của họ <b>lại gần</b>.
zh_hans: 跟随每一个<1>先灵</1>，并将他们<b>最喜欢的</b>物品放在他们<b>身旁</b>。
zh_hant: 跟隨每一位<1>先靈</1>，並將他們<b>最喜歡的</b>物品放在他們<b>身旁</b>。

# spirit_shop_ap06unlock_ap17_fetch_5_part_2_task_desc_04
source: <b>Design</b> a unique <2>space</2> to help the <1>spirits</1>.
de: Die <1>Geister</1> brauchen deine Hilfe und Ideen, damit sie sich einen Raum bauen können
es: Los <1>espíritus</1> necesitan tu ayuda e ideas para construirles un espacio
fr: Les <1>esprits</1> ont besoin de votre aide et d’idées pour leur construire un espace.
id: <1>Roh</1> memerlukan bantuan dan idemu untuk membangun ruang bagi mereka
it: Gli <1>spiriti</1> hanno bisogno del tuo aiuto e delle tue idee per costruirsi uno spazio
ja: 自分たちのための空間づくりに、<1>精霊たち</1>はあなたの手助けとアイデアを必要としています
ko: <1>영혼들</1>을 도와 <2>특별한 공간</2>을 <b>꾸며주세요</b>.
pt: Os <1>espíritos</1> precisam de ajuda e ideias para construir um espaço para eles
ru: Помогите <1>духам</1> найти идеи и обустроить пространство
th: <b>ออกแบบ</b><2>พื้นที่</2>พิเศษเพื่อช่วยเหลือ<1>สปิริต</1>
vi: Các <1>Tinh Linh</1> cần bạn giúp đỡ và lên ý tưởng để sắp xếp một không gian cho mình
zh_hans: <1>先灵们</1>需要你提供帮助和创意来为他们建造空间
zh_hant: <1>先靈們</1>需要你幫忙出主意，為他們建造一個空間

# spirit_shop_ap06unlock_ap17_fetch_5_part_2_task_desc_05
source: Think creatively to <b>build</b> a <2>space</2> for the <1>spirits</1>.
de: Die <1>Geister</1> brauchen deine Kreativität, damit sie sich einen Raum bauen können
es: Los <1>espíritus</1> necesitan tu creatividad para construirles un espacio
fr: Les <1>esprits</1> ont besoin de votre créativité pour leur construire un espace.
id: <1>Roh</1> memerlukan kreativitasmu untuk membangun ruang bagi mereka
it: Gli <1>spiriti</1> hanno bisogno della tua creatività per costruirsi uno spazio
ja: 自分たちのための空間づくりに、<1>精霊たち</1>はあなたの創造性を必要としています
ko: <1>영혼들</1>을 위해 창의력을 발휘해서 <2>공간</2>을 <b>꾸며주세요</b>.
pt: Os <1>espíritos</1> precisam da sua criatividade para construir um espaço para eles
ru: Подойдите творчески к заданию <1>духов</1> <b>создать</b> <2>пространство</2>.
th: ใช้ความคิดอย่างสร้างสรรค์เพื่อ<b>สร้าง</b><2>พื้นที่</2>สำหรับ<1>เหล่าสปิริต</1>
vi: Các <1>Tinh Linh</1> cần sự sáng tạo của bạn để sắp xếp một không gian cho mình
zh_hans: <1>先灵们</1>需要你发挥创造力来为他们建造空间
zh_hant: <1>先靈們</1>需要你用創意為他們建造一個空間

# spirit_shop_ap06unlock_ap18_fetch_01_start
source: The unruly <1>adolescents</1> are late to prepare the landscape for the evening <2>Passages</2>.
de: Die unbändigen <1>Jugendlichen</1> verspäten sich mit den Vorbereitungen der Landschaft für die <2>Übergänge</2> am Abend.
es: Los revoltosos <1>adolescentes</1> llegan tarde para preparar el paisaje para las <2>iniciaciones</2> de la tarde.
fr: Les <1>adolescents</1> indisciplinés sont en retard pour préparer le décor des <2>Initiations</2> de la soirée.
id: <1>Para pemuda</1> yang sulit diatur terlambat menyiapkan tempat untuk <2>Inisiasi</2> senja.
it: Gli <1>adolescenti</1> indisciplinati tardano a preparare l'ambiente per la serata delle <2>Transizioni</2>.
ja: 気乗りしない<1>若者たち</1>は、今宵の<2>ならい</2>のための準備に遅れているようです
ko: 제멋대로 구는 <1>청소년들</1>이 저녁에 있을 <2>성장</2> 준비를 아직 마치지 못했습니다.
pt: Os <1>adolescentes</1> desregrados estão atrasados para preparar o local para as <2>Passagens</2> noturnas.
ru: Озорные <1>отроки</1> опаздывают на подготовку к вечерним <2>посвящениям</2>.
th: <1>สปิริตน้���ย</1>ผู้ดื้อรั้นมาสายเกินกว่าที่จะจัดเตรียมทิวทัศน์สำหรับ<2>เส้นทาง</2>ในตอนเย็นให้เสร็จทัน
vi: Những <1>bạn trẻ</1> ngỗ ngược đến muộn để chuẩn bị bối cảnh cho buổi tối <2>Thử Thách</2>.
zh_hans: 不服管教的<1>青年</1>没有及时为傍晚的<2>夜行</2>做好准备。
zh_hant: 不服管教的<1>青年</1>沒有及時為傍晚的<2>夜行</2>做好準備。

# spirit_shop_ap06unlock_ap18_fetch_01_task_desc
source: Go to the <2>mask</2> in Isle of Dawn to prepare the landscape for the lessons of <2>Passage</2>.
de: Begib dich zur <2>Maske</2> auf der Insel der Dämmerung, um die Landschaft für die Lehre des <2>Übergangs</2> vorzubereiten.
es: Ve a ver la <2>máscara</2> en la Isla del Amanecer para preparar el paisaje para la lección de <2>iniciación</2>.
fr: Allez au <2>masque</2> sur l'île de l'aube pour préparer le décor des leçons de l'<2>Initiation</2>.
id: Pergi menuju <2>topeng</2> di Pulau Fajar untuk menyiapkan tempat bagi pelajaran <2>Inisiasi Pembaruan</2>.
it: Vai alla <2>maschera</2> sull'Isola dell'Alba per preparare l'ambiente per le lezioni sulla <2>Transizione</2>.
ja: 孤島にある<2>仮面</2>に向かい、<2>ならい</2>の儀の準備を進めましょう
ko: 여명의 섬에 있는 <2>가면</2>를 찾아가서 <2>성장</2>의 가르침을 받을 자리를 준비해 주세요.
pt: Vá até a <2>máscara</2> na Ilha do Alvorecer para preparar o terreno para as lições da <2>Passagem</2>.
ru: Идите к <2>маске</2> на Острове рассвета, чтобы всё подготовить для уроков <2>посвящения</2>.
th: ไปหา<2>หน้ากาก</2>ในเกาะรุ่งอรุณ เพื่อเตรียมทิวทัศน์สำหรับบทเรียนของ<2>เส้นทาง</2>
vi: Tới chỗ <2>mặt nạ</2> ở Đảo Bình Minh để chuẩn bị bối cảnh cho các bài học về <2>Thử Thách</2>.
zh_hans: 找到晨島上的<2>面具</2>，并为<2>夜行</2>做好准备。
zh_hant: 找到晨島上的<2>面具</2>，並為<2>夜行</2>做好準備。

# spirit_shop_ap06unlock_ap18_fetch_01_task_done
source: The <2>flames</2> have called the reluctant <1>adolescents</1>. Return to the <2>Passage Stone</2> to greet them.
de: Die <2>Flammen</2> haben die widerwilligen <1>Jugendlichen</1> gerufen. Kehre zum <2>Übergangsstein</2> zurück und begrüße sie.
es: Las <2>llamas</2> atraen a los revoltosos <1>adolescentes</1>. Regresa a la <2>roca de iniciación</2> para darles la bienvenida.
fr: Les <2>flammes</2> ont appelé les <1>adolescents</1> réticents. Revenez à la <2>pierre d'Initiation</2> pour les accueillir.
id: <2>Nyala api</2> telah memanggil <1>para pemuda</1>. Kembali ke <2>Kuil Batu Inisiasi</2> untuk menyambut mereka.
it: Le <2>fiamme</2> hanno richiamato gli <1>adolescenti</1> riluttanti. Ritorna alla <2>Pietra della Transizione</2> per salutarli.
ja: <2>炎</2>が気乗りしない<1>若者たち</1>を呼び集めています。<2>ならいの大岩</2>に戻り、彼らに挨拶しましょう
ko: <2>불꽃</2>이 내키지 않아하는 <1>청소년들</1>을 불러냈습니다. <2>성장의 돌</2>로 돌아가서 인사를 건네 주세요.
pt: As <2>chamas</2> chamaram os <1>adolescentes</1> relutantes. Retorne à <2>Pedra da Passagem</2> para saudá-los.
ru: <2>Пламя</2> созвало непоседливых <1>отроков</1>. Вернитесь к <2>Камню посвящения</2>, чтобы их встретить.
th: <2>เปลวไฟ</2>ได้เรียก<1>สปิริตน้อย</1>ผู้ที่ไม่เต็มใจ กลับไปที่<2>ศิลาเส้นทาง</2>เพื่อทักทายพวกเขา
vi: <2>Ngọn lửa</2> đã kêu gọi những <1>bạn trẻ</1> bướng bỉnh. Quay về <2>Đá Thử Thách</2> để chào đón họ.
zh_hans: <2>火焰</2>召集了叛逆的<1>青年们</1>。返回<2>夜行石</2>迎接他们。
zh_hant: <2>火焰</2>呼喚了拖拖拉拉的<1>青年們</1>。返回<2>夜行石</2>迎接他們。

# spirit_shop_ap06unlock_ap18_fetch_02_start
source: The <1>Passage Guide</1> has crafted a <2>mask</2> to teach the <2>Passage of Reliance</2>.
de: Der <1>Übergangshelfer</1> hat eine <2>Maske</2> gefertigt, um den <2>Übergang der Zuversicht</2> zu lehren.
es: El <1>guía de iniciación</1> fabricó una <2>máscara</2> para enseñar la <2>iniciación de dependencia</2>.
fr: Le <1>guide de l'Initiation</1> a fabriqué un <2>masque</2> pour enseigner l'<2>Initiation à la Confiance</2>.
id: <1>Pemandu Inisiasi</1> telah membuat <2>topeng</2> untuk mengajarkan <2>Inisiasi Kepercayaan</2>.
it: La <1>guida della transizione</1> ha realizzato una <2>maschera</2> per insegnare la <2>Transizione dell'Affidabilità</2>.
ja: <1>ならいの案内人</1>が<2>信頼のならい</2>を教えるための<2>仮面</2>を造りました
ko: <1>성장의 안내자</1>가 <2>믿음의 성장</2>을 가르칠 <2>가면</2>를 만들었습니다.
pt: O <1>Guia da Passagem</1> criou uma <2>máscara</2> para ensinar a <2>Passagem da Confiança</2>.
ru: <1>Проводник посвящения</1> создал <2>маску</2>, чтобы учить <2>Посвящению доверия</2>.
th: <1>ผู้แนะนำเส้นทาง</1>ได้สร้าง<2>หน้ากาก</2> เพื่อสอนบทเรียนเรื่อง<2>เส้นทางแห่งการพึ่งพา</2>
vi: <1>Chỉ Dẫn Thử Thách</1> đã chế tạo một <2>mặt nạ</2> để hướng dẫn về <2>Thử Thách Lòng Tin</2>.
zh_hans: <1>夜行向导</1>已经打造了一块用来传授<2>信赖之旅</2>的<2>面具</2>。
zh_hant: <1>夜行嚮導</1>已經打造了一塊用來傳授<2>信任之旅</2>的<2>面具</2>。

# spirit_shop_ap06unlock_ap18_fetch_02_task_desc
source: Find the <2>mask</2> by the <b>forest brook</b> to begin the <2>Passage of Reliance</2>.
de: Finde die <2>Maske</2> in der Nähe des <b>Waldbachs</b>, um den <2>Übergang der Zuversicht</2> zu beginnen.
es: Encuentra la <2>máscara</2> junto al <b>arroyo del bosque</b> para comenzar la <2>iniciación de dependencia</2>.
fr: Trouvez le <2>masque</2> près du <b>ruisseau de la forêt</b> pour commencer l'<2>Initiation à la Confiance</2>.
id: Temukan <2>topeng</2> tersebut di dekat <b>anak sungai di hutan</b> untuk memulai <2>Inisiasi Kepercayaan</2>.
it: Trova la <2>maschera</2> nei pressi del <b>ruscello nella foresta</b> per iniziare la <2>Transizione dell'Affidabilità</2>.
ja: <b>雨林の小川</b>で<2>仮面</2>を見つけ、<2>信頼のならい</2>を始めましょう
ko: <b>숲 속 개울</b> 옆에 있는 <2>가면</2>을 찾아 <2>믿음의 성장</2>를 시작하세요.
pt: Encontre a <2>máscara</2> no <b>córrego da floresta</b> para dar início à <2>Passagem da Confiança</2>.
ru: Найдите <2>маску</2> у <b>лесного ручья</b>, чтобы начать <2>Посвящение доверия</2>.
th: ค้นหา<2>หน้ากาก</2>ข้าง<b>ลำธารในป่า</b> เพื่อเริ่มต้น<2>เส้นทางแห่งการพึ่งพา</2>
vi: Tìm <2>mặt nạ</2> cạnh <b>dòng suối trong rừng</b> để bắt đầu <2>Thử Thách Lòng Tin</2>.
zh_hans: 在<b>雨林小溪</b>旁找到<2>面具</2>并开始<2>信赖之旅</2>。
zh_hant: 在<b>雨林小溪</b>旁找到<2>面具</2>以開始<2>信任之旅</2>。

# spirit_shop_ap06unlock_ap18_fetch_02_task_done
source: <b>Return</b> to the <2>Passage Stone</2> to complete the <2>Passage of Reliance</2>.
de: Kehre zum <2>Übergangsstein</2> <b>zurück</b>, um den <2>Übergang der Zuversicht</2> abzuschließen.
es: <b>Regresa</b> a la <2>roca de iniciación</2> para completar la <2>iniciación de dependencia</2>.
fr: <b>Retournez</b> à la <2>pierre d'Initiation</2> pour terminer l'<2>Initiation à la Confiance</2>.
id: <b>Kembali</b> ke <2>Kuil Batu</2> untuk menyelesaikan <2>Inisiasi Kepercayaan</2>.
it: <b>Ritorna</b> alla <2>Pietra della Transizione</2> per completare la <2>Transizione dell'Affidabilità</2>.
ja: <2>ならいの大岩</2>に<b>戻り</b>、<2>信頼のならい</2>を完了しましょう
ko: <2>성장의 돌</2>로 <b>돌아가서</b> <2>믿음의 성장</2>을 완료하세요.
pt: <b>Retorne</b> à <2>Pedra da Passagem</2> para concluir a <2>Passagem da Confiança</2>.
ru: <b>Вернитесь</b> к <2>Камню посвящения</2>, чтобы завершить <2>Посвящение доверия</2>.
th: <b>กลับไป</b>ที่<2>ศิลาเส้นทาง</2>เพื่อจบบทเรียน<2>เส้นทางแห่งการพึ่งพา</2>
vi: <b>Quay về</b> <2>Đá Thử Thách</2> để hoàn thành <2>Thử Thách Lòng Tin</2>.
zh_hans: <b>返回</b><2>夜行石</2>并完成<2>信赖之旅</2>。
zh_hant: <b>返回</b><2>夜行石</2>並完成<2>信任之旅</2>。

# spirit_shop_ap06unlock_ap18_fetch_03_start
source: The <1>Passage Guide</1> has crafted a <2>mask</2> to teach the <2>Passage of Assistance</2>.
de: Der <1>Übergangshelfer</1> hat eine <2>Maske</2> gefertigt, um den <2>Übergang der Mithilfe</2> zu lehren.
es: El <1>guía de iniciación</1> fabricó una <2>máscara</2> para enseñar la <2>iniciación de asistencia</2>.
fr: Le <1>guide de l'Initiation</1> a fabriqué un <2>masque</2> pour enseigner l'<2>Initiation à l'Assistance</2>.
id: <1>Pemandu Inisiasi</1> telah membuat <2>topeng</2> untuk mengajarkan <2>Inisiasi Pertolongan</2>.
it: La <1>guida della transizione</1> ha realizzato una <2>maschera</2> per insegnare la <2>Transizione dell'Assistenza</2>.
ja: <1>ならいの案内人</1>が<2>助言のならい</2>を教えるための<2>仮面</2>を造りました
ko: <1>성장의 안내자</1>가 <2>도움의 성장</2>를 가르칠 <2>가면</2>을 만들었습니다.
pt: O <1>Guia da Passagem</1> criou uma <2>máscara</2> para ensinar a <2>Passagem da Assistência</2>.
ru: <1>Проводник посвящения</1> создал <2>маску</2>, чтобы учить <2>Посвящению помощи</2>.
th: <1>ผู้แนะนำเส้นทาง</1>ได้สร้าง<2>หน้ากาก</2>เพื่อสอนบทเรียน<2>เส้นทางแห่งการช่วยเหลือ</2>
vi: <1>Chỉ Dẫn Thử Thách</1> đã chế tạo một <2>mặt nạ</2> để hướng dẫn về <2>Thử Thách Hỗ Trợ</2>.
zh_hans: <1>夜行向导</1>已经打造了一块用来传授<2>互助之旅</2>的<2>面具</2>。
zh_hant: <1>夜行嚮導</1>已經打造了一塊用來傳授<2>互助之旅</2>的<2>面具</2>。

# spirit_shop_ap06unlock_ap18_fetch_03_task_desc
source: <b>Find</b> the <2>mask</2> in the <b>Prairie Caves</b>.
de: <b>Finde</b> die <2>Maske</2> in den <b>Präriehöhlen</b>.
es: <b>Encuentra</b> la <2>máscara</2> en las <b>cuevas de la planicie</b>.
fr: <b>Trouvez</b> le <2>masque</2> dans les <b>grottes de la Prairie</b>.
id: <b>Temukan</b> <2>topeng</2> tersebut di <b>Gua Padang Rumput</b>.
it: <b>Trova</b> la <2>maschera</2> nelle <b>grotte della Prateria</b>.
ja: <b>草原の洞窟</b>で<2>仮面</2>を見つけ、<2>助力のならい</2>を始めましょう
ko: <b>초원의 동굴</b>에서 <2>가면</2>를 <b>찾으세요</b>.
pt: <b>Encontre</b> a <2>máscara</2> nas <b>Cavernas da Campina</b>.
ru: <b>Найдите</b> <2>маску</2> в <b>пещерах в прерии</b>.
th: <b>ค้นหา</b><2>หน้ากาก</2>ใน<b>ถ้ำแห่งทุ่งหญ้า</b>
vi: <b>Tìm</b> <2>mặt nạ</2> trong <b>Hang Thảo Nguyên Ánh Sáng</b>.
zh_hans: <b>找到</b><b>云野洞穴</b>中的<2>面具</2>。
zh_hant: <b>找到</b><b>雲野洞穴</b>中的<2>面具</2>。

# spirit_shop_ap06unlock_ap18_fetch_03_task_done
source: <b>Return</b> to the <2>Passage Stone</2> to complete the <2>Passage of Assistance</2>.
de: Kehre zum <2>Übergangsstein</2> <b>zurück</b>, um den <2>Übergang der Mithilfe</2> abzuschließen.
es: <b>Regresa</b> a la <2>roca de iniciación</2> para completar la <2>iniciación de asistencia</2>.
fr: <b>Retournez</b> à la <2>pierre d'Initiation</2> pour terminer l'<2>Initiation à l'Assistance</2>.
id: <b>Kembali</b> ke <2>Kuil Batu Inisiasi</2> untuk menyelesaikan <2>Inisiasi Pertolongan</2>.
it: <b>Ritorna</b> alla <2>Pietra della Transizione</2> per completare la <2>Transizione dell'Assistenza</2>.
ja: <2>ならいの大岩</2>に<b>戻り</b>、<2>助力のならい</2>を完了しましょう
ko: <2>성장의 돌</2>로 <b>돌아가서</b> <2>도움의 성장</2>을 완료하세요.
pt: <b>Retorne</b> à <2>Pedra da Passagem</2> para concluir a <2>Passagem da Assistência</2>.
ru: <b>Вернитесь</b> к <2>Камню посвящения</2>, чтобы завершить <2>Посвящение помощи</2>.
th: <b>กลับไป</b>ที่<2>ศิลาเส้นทาง</2>เพื่อจบบทเรียน<2>เส้นทางแห่งการช่วยเหลือ</2>
vi: <b>Quay về</b> <2>Đá Thử Thách</2> để hoàn thành <2>Thử Thách Hỗ Trợ</2>.
zh_hans: <b>返回</b><2>夜行石</2>并完成<2>互助之旅</2>。
zh_hant: <b>返回</b><2>夜行石</2>並完成<2>互助之旅</2>。

# spirit_shop_ap06unlock_ap18_fetch_04_start
source: The <1>Passage Guide</1> has crafted a <2>mask</2> to teach the <2>Passage of Coordination</2>.
de: Der <1>Übergangshelfer</1> hat eine <2>Maske</2> angefertigt, um den <2>Übergang des Zusammenspiels</2> zu lehren.
es: El <1>Guía de iniciación</1> ha creado una <2>máscara</2> para enseñar la <2>iniciación de coordinación</2>.
fr: Le <1>Guide de l'Initiation</1> a fabriqué un <2>masque</2> pour enseigner l'<2>Initiation à la coordination</2>.
id: <1>Pemandu Inisiasi</1> telah membuat <2>topeng</2> untuk mengajarkan <2>Inisiasi Koordinasi</2>.
it: La <1>Guida della transizione</1> ha creato una <2>maschera</2> per insegnare la <2>Transizione della Coordinazione</2>.
ja: <1>ならいの案内人</1>が<2>協調のならい</2>を教えるための<2>仮面</2>を造りました
ko: <1>성장의 안내자</1>는 <2>협동의 성장</2>를 가르치기 위해 <2>가면</2>을 만���었습니다.
pt: O <1>Guia da Passagem</1> preparou uma <2>máscara</2> para ensinar a <2>Passagem da Coordenação</2>.
ru: <1>Проводник Посвящения</1> изготовил <2>маску</2>, чтобы обучить <2>Посвящению согласия</2>.
th: <1>ผู้แนะนำเส้นทาง</1>ได้สร้าง<2>หน้ากาก</2>เพื่อสอนบทเรียน<2>เส้นทางแห่งการร่วมมือ</2>
vi: <1>Chỉ Dẫn Thử Thách</1> đã chế tạo một <2>mặt nạ</2> để chỉ dạy về <2>Thử Thách Phối Hợp</2>.
zh_hans: <1>夜行向导</1>已经打造了一块用来传授<2>协调之旅</2>的<2>面具</2>。
zh_hant: <1>夜行嚮導</1>已經打造了一塊用來傳授<2>協調之旅</2>的<2>面具</2>。

# spirit_shop_ap06unlock_ap18_fetch_04_task_desc
source: Find the <2>mask</2> in the <b>Daylight Prairie</b> to begin the <2>Passage of Coordination</2>.
de: Finden Sie die <2>Maske</2> in der <b>Tageslicht-Prärie</b>, um den <2>Übergang des Zusammenspiels</2> zu beginnen.
es: Encuentra la <2>máscara</2> en la <b>planicie Luz de Día</b> para comenzar la <2>iniciación de coordinación</2>.
fr: Trouvez le <2>masque</2> dans la <b>Prairie Illuminée</b> pour commencer l'<2>Initiation à la Coordination</2>.
id: Temukan <2>topeng</2> di <b>Padang Rumput Siang</b> untuk memulai <2>Inisiasi Koordinasi</2>.
it: Trova la <2>maschera</2> nella <b>Prateria Diurna</b> per iniziare la <2>Transizione della Coordinazione</2>.
ja: <b>草原</b>で<2>仮面</2>を見つけ、<2>協調のならい</2>を始めましょう
ko: <b>햇빛 초원</b>에서 <2>가면</2>을 찾아 <2>협동의 성장</2>를 시작하세요.
pt: Encontre a <2>máscara</2> na <b>Campina do Amanhecer</b> para iniciar a <2>Passagem da Coordenação</2>.
ru: Чтобы начать <2>Посвящение согласия</2>, найдите <2>маску</2> в <b>Полуденной прерии</b>.
th: ค้นหา<2>หน้ากาก</2>ใน<b>ทุ่งหญ้าแสงตะวัน</b>เพื่อเริ่มต้น<2>เส้นทางแห่งการร่วมมือ</2>
vi: Tìm <2>mặt nạ</2> trong <b>Thảo Nguyên Ánh Sáng</b> để bắt đầu <2>Thử Thách Phối Hợp</2>.
zh_hans: 找到位于 <b>云野</b>的<2>面具</2> 以开始<2>协调之旅</2>。
zh_hant: 找到位於 <b>雲野</b>的<2>面具</2> 以開始<2>協調之旅</2>。

# spirit_shop_ap06unlock_ap18_fetch_04_task_done
source: <b>Return</b> to the <2>Passage Stone</2> to complete the <2>Passage of Coordination</2>.
de: Kehre zum <2>Übergangsstein</2> <b>zurück</b>, um den <2>Übergang des Zusammenspiels</2> abzuschließen.
es: <b>Regresa</b> a la <2>roca de iniciación</2> para completar la <2>iniciación de coordinación</2>.
fr: <b>Retournez</b> à la <2>pierre d'Initiation</2> pour terminer l'<2>Initiation à la Coordination</2>.
id: <b>Kembali</b> ke <2>Batu Inisiasi</2> untuk menyelesaikan <2>Inisiasi Koordinasi</2>.
it: <b>Ritorna</b> alla <2>Pietra della Transizione</2> per completare la <2>Transizione della Coordinazione</2>.
ja: <2>ならいの大岩</2>に<b>戻り</b>、<2>協調のならい</2>を完了しましょう
ko: <2>성장의 돌</2>로 <b>돌아가서</b> <2>협동의 성장</2>을 완료하세요.
pt: <b>Volte</b> à <2>Pedra da Passagem</2> para concluir a <2>Passagem da Coordenação</2>.
ru: <b>Вернитесь</b> к <2>Камню посвящения</2>, чтобы завершить <2>Посвящение согласия</2>.
th: <b>กลับไป</b>ที่<2>ศิลาเส้นทาง</2>เพื่อจบบทเรียน<2>เส้นทางแห่งการร่วมมือ</2>
vi: <b>Quay về</b> <2>Đá Thử Thách</2> để hoàn thành <2>Thử Thách Phối Hợp</2>.
zh_hans: <b>返回</b><2>旅行石</2>并完成<2>协同之旅</2>。
zh_hant: <b>返回</b><2>夜行石</2>並完成<2>協調之旅</2>。

# spirit_shop_ap06unlock_ap18_fetch_05_start
source: The <1>Passage Guide</1> has crafted a <2>mask</2> to teach the <2>Passage of Alignment </2>.
de: Der <1>Übergangshelfer</1> hat eine <2>Maske</2> angefertigt, um den <2>Übergang der Anpassung</2> zu lehren.
es: El <1>Guía de iniciación</1> ha creado una <2>máscara</2> para enseñar la <2>iniciación de alineamiento</2>.
fr: Le <b>Guide de l'Initiation</b> a fabriqué un <2>masque</2> pour enseigner l'<2>Initiation à l'Alignement</2>.
id: <1>Pemandu Inisiasi</1> telah membuat <2>topeng</2> untuk mengajarkan <2>Inisiasi Keselarasan</2>.
it: La <1>Guida della transizione</1> ha creato una <2>maschera</2> per insegnare la <2>Transizione dell'Allineamento</2>.
ja: <1>ならいの案内人</1>が<2>団結のならい</2>を教えるための<2>仮面</2>を造りました
ko: <1>성장의 안내자</1>는 <2>협력의 성장</2>를 가르치기 위해 <2>가면</2>을 만들었습니다.
pt: O <1>Guia da Passagem</1> preparou uma <2>máscara</2> para ensinar a <2>Passagem do Alinhamento </2>.
ru: <1>Проводник Посвящения</1> изготовил <2>маску</2>, чтобы обучить <2>Посвящению выравнивания</2>.
th: <1>ผู้แนะนำเส้นทาง</1>ได้สร้าง<2>หน้ากาก</2>เพื่อสอนบทเรียน<2>เส้นทางแห่งการจัดเรียง</2>
vi: <1>Chỉ Dẫn Thử Thách</1> đã chế tạo một <2>mặt nạ</2> để chỉ dạy về <2>Thử Thách Liên Kết</2>.
zh_hans: <1>夜行向导</1>已经打造了一块用来传授<2>团结之旅</2>的<2>面具</2>。
zh_hant: <1>夜行嚮導</1>已經打造了一塊用來傳授<2>齊心之旅</2>的<2>面具</2>。
