Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# system_loading_achievement_stats
source: Calculating Stats
de: Werte werden berechnet
es: Cálculo de estadísticas
fr: Calcul des stats...
id: Menghitung Statistik
it: Calcolo statistiche
ja: ステータスを集計中です
ko: 통계 계산 중
pt: Calculando atributos
ru: Подсчитываем результаты
th: กำลังคำนวณข้อมูลสถิติ
vi: Tính toán Số liệu
zh_hans: 计算账户数值
zh_hant: 計算帳戶數值

# system_loading_achievements
source: Gathering Achievements
de: Erfolge werden aufgerufen
es: Reuniendo logros
fr: Regroupement des succès...
id: Mengumpulkan Pencapaian
it: Raccolta di obiettivi
ja: 達成状況を確認中です
ko: 도전 과제 수집 중
pt: Angariando conquistas
ru: Собираем достижения
th: กำลังรวบรวมความสำเร็จ
vi: Thu thập Thành tựu
zh_hans: 收集成就信息
zh_hant: 收集成就信息

# system_loading_badge_number
source: Updating Unread Messages
de: Ungelesene Nachrichten werden aktualisiert
es: Actualización de mensajes no leídos
fr: Mise à jour des messages non lus...
id: Memperbarui Pesan Tidak Terbaca
it: Aggiornamento messaggi non letti
ja: 未読メッセージを更新しています
ko: 읽지 않은 메시지 업데이트 중
pt: Atualizando mensagens não lidas
ru: Обновляем непрочитанные сообщения
th: กำลังอัปเดตข้อความที่ยังไม่ได้อ่าน
vi: Cập nhật Tin nhắn Chưa đọc
zh_hans: 更新未读信息
zh_hant: 更新未讀信息

# system_loading_buff
source: Gathering Winged Light <wingbuff/>
de: Geflügeltes Licht wird gesammelt <wingbuff/>
es: Reuniendo luz alada <wingbuff/>
fr: Obtention de lumière ailée... <wingbuff/>
id: Mengumpulkan Cahaya Bersayap <wingbuff/>
it: Raccolta luce alata <wingbuff/>
ja: <wingbuff/>を集めています
ko: 날개빛 모으는 중 <wingbuff/>
pt: Angariando luz alada <wingbuff/>
ru: Собираем крылатый свет <wingbuff/>
th: กำลังเก็บรวบรวมแสงติดปีก <wingbuff/>
vi: Thu thập Ngọn Sáng Chắp Cánh <wingbuff/>
zh_hans: 收集翼之光 <wingbuff/>
zh_hant: 收集翼之光 <wingbuff/>

# system_loading_buff_defs
source: Resolving Winged Light <wingbuff/>
de: Geflügeltes Licht wird aufgelöst <wingbuff/>
es: Resolución de la luz alada <wingbuff/>
fr: Recueil de lumière ailée... <wingbuff/>
id: Menyelesaikan Cahaya Bersayap <wingbuff/>
it: Risoluzione luce alata <wingbuff/>
ja: <wingbuff/>を分析しています
ko: 날개빛 확인하는 중 <wingbuff/>
pt: Desvendando luz alada <wingbuff/>
ru: Применяем крылатый свет <wingbuff/>
th: กำลังแก้ไขแสงติดปีก <wingbuff/>
vi: Xử lý Ngọn Sáng Chắp Cánh <wingbuff/>
zh_hans: 处理翼之光 <wingbuff/>
zh_hant: 處理翼之光 <wingbuff/>

# system_loading_checkpoints
source: Loading Checkpoints
de: Checkpoints werden geladen
es: Cargando puntos de control
fr: Chargement des checkpoints
id: Memuat Tempat Pemeriksaan
it: Caricamento checkpoint
ja: 中断ポイントをロード中です
ko: 체크포인트 불러오는 중
pt: Carregando Pontos de Carregamento
ru: Загрузка контрольных точек
th: กำลังโหลดจุดเช็คพอยท์
vi: Đang tải các điểm lưu
zh_hans: 载入存档点
zh_hant: 載入存檔點

# system_loading_collectibles
source: Getting Spirits
de: Geister werden geholt
es: Obteniendo Espíritus
fr: Obtention des esprits...
id: Mendapatkan Roh
it: Acquisizione spiriti
ja: 精霊の情報を獲得しています
ko: 영혼 획득하는 중
pt: Obtendo espíritos
ru: Ищем духов
th: กำลังรวบรวมสปิริต
vi: Thu thập Tinh Linh
zh_hans: 聚集先灵
zh_hant: 聚集先靈

# system_loading_consumable_defs
source: Resolving Spells
de: Zauber werden aufgelöst
es: Resolviendo Hechizos
fr: Résolution des sorts...
id: Menyelesaikan Mantra
it: Risoluzione incantesimi
ja: アイテムの保存情報を処理しています
ko: 주문 확인하는 중
pt: Desvendando feitiços
ru: Применяем чары
th: กำลังแก้ไขคาถา
vi: Xử lý Phép thuật
zh_hans: 处理魔法咒语
zh_hant: 處理魔法咒語

# system_loading_consumables
source: Gathering Spells
de: Zauber werden gesammelt
es: Reuniendo hechizos
fr: Regroupement des sorts...
id: Mengumpulkan Mantra
it: Raccolta incantesimi
ja: アイテムの保存情報を準備しています
ko: 주문 모으는 중
pt: Angariando feitiços
ru: Собираем чары
th: กำลังรวบรวมคาถา
vi: Thu thập Phép thuật
zh_hans: 收集魔法咒语
zh_hant: 收集魔法咒語

# system_loading_currency
source: Collecting<heart/>and<candle/>
de: <heart/> und <candle/> werden gesammelt
es: Recogiendo<heart/>y<candle/>
fr: Obtention des <heart/> et des <candle/>
id: Mengumpulkan<heart/>dan<candle/>
it: Raccolta <heart/> e <candle/>
ja: <heart/>と<candle/>の獲得状況を確認中です
ko: <heart/> 및 <candle/> 모으는 중
pt: Coletando <heart/> e <candle/>
ru: Собираем <heart/> и <candle/>
th: กำลังเก็บรวบรวม<heart/>และ<candle/>
vi: Thu thập <heart/> và <candle/>
zh_hans: 采集<heart/>和<candle/>
zh_hant: 採集<heart/>和<candle/>

# system_loading_daily_quests
source: Checking for New Activities
de: Neue Aktivitäten werden überprüft
es: Verificación de actividades nuevas
fr: Recherche de nouvelles activités...
id: Memeriksa Aktivitas Baru
it: Ricerca nuove attività
ja: 新たなクエストを確認中です
ko: 새로운 활동 확인 중
pt: Verificando novas atividades
ru: Ищем новые занятия
th: กำลังตรวจสอบกิจกรรมใหม่
vi: Kiểm tra các Hoạt động Mới
zh_hans: 更新每日活动
zh_hant: 更新每日活動

# system_loading_device_capabilities
source: Updating Device Capabilities
de: Aktualisierung von Gerätemöglichkeiten
es: Actualizando las habilidades del dispositivo
fr: Mise à jour des capacités de l'appareil
id: Memperbarui Kemampuan Perangkat
it: Aggiornamento capacità del dispositivo
ja: 端末機能をアップデートしています
ko: 장치 기능 업데이트 중
pt: Atualizando os recursos do dispositivo
ru: Обновляем возможности устройства
th: กำลังอัปเดตขีดความสามารถของอุปกรณ์
vi: Cập nhật tính khả dụng của thiết bị
zh_hans: 更新设备兼容性信息
zh_hant: 更新设备兼容性信息

# system_loading_event_currencies
source: Retrieving Event Currencies
de: Event-Währungen werden abgerufen
es: Recuperando monedas del evento
fr: Récupération de devises d’événement
id: Mengambil Mata Uang Acara
it: Recupero valuta degli eventi
ja: イベント専用通貨を取得中です
ko: 이벤트 화폐 가져오는 중
pt: Recuperando as moedas do evento
ru: Снова в игре: валюта события
th: กำลังดึงข้อมูลสกุลเงินอีเวนต์
vi: Truy xuất Tiền tệ Sự kiện
zh_hans: 正在取回活动货币
zh_hant: 取得活動貨幣中

# system_loading_event_schedule
source: Scheduling Upcoming Events
de: Events werden eingeplant
es: Programación de los próximos eventos
fr: Planification d’évènements à venir...
id: Menjadwalkan Acara Mendatang
it: Pianificazione eventi futuri
ja: 新しいイベントを準備中です
ko: 다가올 이벤트 일정 계획 중
pt: Agendando eventos futuros
ru: Назначаем грядущие события
th: กำลังจัดตารางอีเวนต์ที่กำลังจะมาถึง
vi: Lên lịch cho các sự kiện sắp tới
zh_hans: 安排未来活动
zh_hant: 安排未來活動

# system_loading_friend_statues
source: Checking in with Friends
de: Nach Freunden sehen
es: Verificando con los amigos
fr: Vérification du statut des amis...
id: Memeriksa Kabar Teman
it: Contatto amici
ja: フレンドの情報を確認中です
ko: 친구 확인 중
pt: Verificando com amigos
ru: Узнаем, как дела у друзей
th: กำลังเช็คอินกับเพื่อน
vi: Kiểm tra thông tin bạn bè
zh_hans: 更新好友信息
zh_hant: 更新好友信息

# system_loading_friends
source: Finding Friends
de: Freunde werden gesucht
es: Buscando amigos
fr: Localisation d’amis...
id: Menemukan Teman
it: Ricerca amici
ja: フレンドを検索中です
ko: 친구 찾는 중
pt: Encontrando amigos
ru: Ищем друзей
th: กำลังค้นหาเพื่อน
vi: Tìm bạn bè
zh_hans: 寻找朋友
zh_hant: 尋找朋友

# system_loading_generic_shop_item_defs
source: Loading Generic Shops
de: Laden von generischen Shops
es: Cargando las tiendas genéricas
fr: Chargement de boutiques génériques
id: Memuat Toko Umum
it: Caricamento negozi generici
ja: 魔法のバザールを読み込んでいます
ko: 일반 상점 불러오는 중
pt: Carregando as lojas genéricas
ru: Загружаем магазины
th: กำลังโหลดร้านค้าทั่วไป
vi: Tải thông tin Cửa hàng
zh_hans: 加载商店信息
zh_hant: 加载商店信息

# system_loading_iaplist
source: Syncing In App Purchases
de: In-App-Käufe werden synchronisiert
es: Sincronización en compras dentro de la aplicación
fr: Synchronisation es achats intégrés...
id: Sinkronisasi Pembelian Dalam Aplikasi
it: Sincronizzazione acquisti nell'app
ja: アプリ内購入の情報を同期しています
ko: 앱 내 구매 동기화 중
pt: Sincronizando compras no aplicativo
ru: Синхронизируем покупки в приложении
th: กำลังซิงค์ข้อมูลการซื้อในแอป
vi: Đồng bộ hóa Mua trong ứng dụng
zh_hans: 整理购物清单
zh_hant: 整理購物清單

# system_loading_invitelist
source: Collecting pending friend invites
de: Ausstehende Freundschaftsanfragen werden eingesammelt
es: Reuniendo las invitaciones de amigos pendientes
fr: Obtention des invitations d’amis en attente...
id: Mengumpulkan undangan teman tertunda
it: Raccolta inviti amici in sospeso
ja: 保留中のフレンド招待状を確認しています
ko: 대기 중인 친구초대 모으는 중
pt: Coletando solicitações de amizade pendentes
ru: Собираем приглашения дружить
th: กำลังรวบรวมคำขอเป็นเพื่อนที่รอดำเนินการ
vi: Thu thập lời mời kết bạn đang chờ xử lý
zh_hans: 接受好友邀请
zh_hant: 接受好友邀請

# system_loading_local_notifications
source: Checking for Notifications
de: Benachrichtigungen werden überprüft
es: Verificación de notificaciones
fr: Vérification des notifications...
id: Memeriksa Pemberitahuan
it: Controllo notifiche
ja: 通知メッセージの確認中です
ko: 알림 확인 중
pt: Verificando notificações
ru: Ищем новые уведомления
th: กำลังตรวจสอบการแจ้งเตือน
vi: Kiểm tra Thông báo
zh_hans: 查看信箱
zh_hant: 查看信箱

# system_loading_lootboxes
source: Checking for unclaimed blessings
de: Nicht eingesammelte Segen werden überprüft
es: Verificación de bendiciones no reclamadas
fr: Recherche de bénédictions non obtenues...
id: Memeriksa berkah yang belum diambil
it: Controllo benedizioni non rivendicate
ja: 獲得していない宝物を確認しています
ko: 확인하지 않은 축복 체크 중
pt: Verificando bênçãos não resgatadas
ru: Ищем неполученные благословения
th: กำลังตรวจสอบพรที่ยังไม่ได้รับ
vi: Kiểm tra các Chúc phúc chưa nhận
zh_hans: 寻找散落烛光
zh_hant: 尋找散落燭光

# system_loading_messages
source: Checking for Messages
de: Nachrichten werden überprüft
es: Verificación de mensajes
fr: Vérification des messages...
id: Memeriksa Pesan
it: Controllo messaggi
ja: メッセージを確認しています
ko: 메시지 확인 중
pt: Verificando mensagens
ru: Ищем новые сообщения
th: กำลังตรวจสอบข้อความ
vi: Kiểm tra Tin nhắn
zh_hans: 查看信箱
zh_hant: 查看信箱

# system_loading_motd
source: Download Message of the Day
de: Nachricht des Tages wird heruntergeladen
es: Descargar mensaje del día
fr: Télécharger le message du jour
id: Unduh Pesan Hari Ini
it: Scarica messaggio del giorno
ja: Sky通信のロード中です
ko: 오늘의 메시지 다운로드 받는 중
pt: Baixar mensagem do dia
ru: Скачиваем сообщение дня
th: ดาวน์โหลดข้อความประจำวัน
vi: Tải Tin nhắn ngày
zh_hans: 下载每日留言
zh_hant: 下載每日留言

# system_loading_online_friends
source: Pinpointing Online Friends
de: Freunde, die online sind, werden gesucht
es: Localizando amigos en línea
fr: Marquage des amis en ligne...
id: Mencari Lokasi Teman Online
it: Indica amici online
ja: オンラインフレンドを検索中です
ko: 온라인 친구 찾는 중
pt: Rastreando amigos on-line
ru: Ищем друзей в сети
th: กำลังระบุตำแหน่งเพื่อนที่ออนไลน์
vi: Tìm bạn bè trực tuyến
zh_hans: 寻找在线好友
zh_hant: 尋找在線好友

# system_loading_outfits
source: Customizing Characters
de: Charaktere werden angepasst
es: Personalizando personajes
fr: Personnalisation des personnages...
id: Mengustomisasi Karakter
it: Personalizzazione eroi
ja: キャラクターのカスタマイズ情報を確認中です
ko: 캐릭터 꾸미는 중
pt: Personalizando personagens
ru: Настраиваем персонажей
th: กำลังปรับแต่งตัวละคร
vi: Tùy chỉnh Nhân vật
zh_hans: 配置角色服饰
zh_hant: 配置角色服飾

# system_loading_questionnaires
source: Loading Questionnaires
de: Umfragen werden geladen
es: Cargando cuestionarios
fr: Chargement des questionnaires...
id: Memuat Kuesioner
it: Caricamento questionario
ja: アンケートをロード中です
ko: 설문지 불러오는 중
pt: Carregando questionários
ru: Загружаем анкеты
th: กำลังโหลดแบบสอบถาม
vi: Đang tải Bảng câu hỏi
zh_hans: 下载问卷调查
zh_hant: 下載問卷調查

# system_loading_shoplist
source: Filling Shop Inventory
de: Shopinventar wird aufgefüllt
es: Llenando el inventario de la tienda
fr: Réapprovisionnement de la boutique
id: Memenuhi Inventaris Toko
it: Riempimento inventario del negozio
ja: ショップの内容を読み込んでいます
ko: 상점 인벤토리 채우는 중
pt: Preenchendo inventário da loja
ru: Заполняем магазин товарами
th: กำลังเติมสินค้าในร้านค้า
vi: Làm đầy Kho Cửa hàng
zh_hans: 等待商品上架
zh_hant: 等待商品上架

# system_loading_spirit_shops
source: Syncing Season Pass details
de: Saisonpassdaten werden synchronisiert
es: Sincronizando los detalles del pase de temporada
fr: Synchronisation des détails de passe saisonnier
id: Menyinkronkan detail Season Pass
it: Sincronizzazione dettagli pass stagionale
ja: シーズンパスの詳細を同期しています
ko: 시즌패스 정보 동기화 중
pt: Detalhes da sincronização do Passe da Temporada
ru: Синхронизируем данные по Сезонному пропуску
th: กำลังซิงค์รายละเอียดบัตรผ่านฤดูกาล
vi: Đồng bộ hóa thông tin chi tiết về Vé Mùa
zh_hans: 查看季票详情
zh_hant: 同步季票詳情

# system_loading_star_tags
source: Preparing STAR
de: STAR vorbereiten
es: Preparando STAR
fr: Préparation STAR
id: Menyiapkan STAR
it: Preparazione STAR
ja: STARを読み込んでいます
ko: STAR 준비 중
pt: Preparando STAR
ru: Подготовка STAR
th: กำลังเตรียม STAR
vi: Đang chuẩn bị STAR
zh_hans: 正在读取STAR
zh_hant: 正在讀取STAR

# system_loading_unlocks
source: Retrieving Progress
de: Fortschritt wird abgerufen
es: Recuperando el progreso
fr: Extraction de la progression
id: Mengambil Progres
it: Recupero progressi
ja: 現在までのプレイ状況を読み込んでいます
ko: 진행상황 가져오는 중
pt: Resgatando andamento
ru: Подгружаем прогресс
th: กำลังดึงข้อมูลความคืบหน้า
vi: Tiến độ Truy xuất
zh_hans: 读取游戏进度
zh_hant: 讀取遊戲進度

# system_loading_userdata
source: Gathering Miscellaneous Data
de: Sammeln von verschiedenen Daten
es: Recolectando datos varios
fr: Collecte de données diverses
id: Mengumpulkan Data Lain-lain
it: Raccolta di vari dati
ja: 各種データの収集
ko: 그 외 데이터 수집
pt: Coletando dados diversos
ru: Сбор различных данных
th: กำลังรวบรวมข้อมูลทั่วไป
vi: Đang thu thập Dữ liệu Khác
zh_hans: 正在收集杂项数据
zh_hant: 正在收集雜項數據

# system_loading_vars
source: Configuring Social Spaces
de: Social-Räume werden konfiguriert
es: Configurando espacios sociales
fr: Configuration des espaces sociaux...
id: Mengonfigurasi Ruang Sosial
it: Configurazione spazi sociali
ja: 設定を確認中です
ko: 소셜 스페이스 구성 중
pt: Configurando espaços sociais
ru: Настраиваем социальные пространства
th: กำลังกำหนดค่าพื้นที่สังคม
vi: Cài Không gian Cộng đồng
zh_hans: 设置社交空间
zh_hant: 設置社交空間

# system_loading_wing_buffs
source: Looking for Wing upgrades
de: Flügelverbesserungen werden gesucht
es: Buscando mejoras de Ala
fr: Recherche d’améliorations d’aile...
id: Mencari peningkatan Sayap
it: Ricerca miglioramenti ali
ja: ケープのステータスを確認しています
ko: 날개 업그레이드 찾는 중
pt: Procurando melhorias para asa
ru: Ищем улучшения для крыльев
th: กำลังค้นหาการอัปเกรดปีก
vi: Tìm kiếm nâng cấp Cánh
zh_hans: 寻找飞行元气
zh_hant: 尋找飛行元氣

# system_loading_world_quests
source: Loading World Quests
de: Weltquests werden geladen
es: Cargando misiones del mundo
fr: Chargement de quêtes de monde...
id: Memuat Misi Dunia
it: Caricamento missioni mondo
ja: ワールドクエストを読み込んでいます
ko: 월드 퀘스트 불러오는 중
pt: Carregando missões do mundo
ru: Загружаем задания в мире
th: กำลังโหลดภารกิจโลก
vi: Tải Nhiệm vụ Thế giới
zh_hans: 载入世界任务
zh_hant: 載入世界任務

# system_login_before_global_warn
source: Please login to Game Center to make sure your account is ready to transition to the global launch version of Sky, "Sky: Children of the Light".
de: Bitte logge dich ins Game Center ein, um sicherzustellen, dass dein Konto bereit für dem Umstieg auf die globale Launch-Version von "Himmelsreich: Kinder des Lichts" ist.
es: Por favor, inicia sesión en Game Center para asegurarte de que tu cuenta está lista para la transición a la versión de lanzamiento mundial de Sky, "Sky: Niños de la Luz".
fr: Veuillez vous connecter au Game Center pour vous assurer que votre compte est prêt à passer à la version de lancement mondial de Sky, « Sky : Enfants de la Lumière ».
id: Masuk ke Game Center guna memastikan akunmu siap untuk transisi ke versi peluncuran global Sky, "Sky: Anak-Anak Cahaya".
it: Accedi a Game Center per fare in modo che il tuo account sia pronto a passare alla versione di "Sky: Figli della Luce" pubblicata in tutto il mondo.
ja: Sky 星を紡ぐ子どもたち にデータを引き継ぐためには、Game Centerにログインしてください
ko: Sky의 글로벌 출시 버전인 "Sky 빛의 아이들"로 계정을 옮길 수 있도록 Game Center에 로그인해주세요.
pt: Por favor, faça o login no Game Center para garantir que sua conta está pronta para migrar para a versão global de lançamento de Sky, "Sky: Children of the Light".
ru: Войдите в Game Center, чтобы проверить, готова ли ваша учетная запись к переходу на версию игры «Небо: Дети света» для глобального запуска.
th: โปรดเข้าสู่ระบบ Game Center เพื่อให้แน่ใจว่าบัญชีของคุณพร้อมที่จะเปลี่ยนผ่านไปยัง Sky เวอร์ชันเปิดให้บริการทั่วโลก "Sky: Children of the Light"
vi: Vui lòng đăng nhập vào Game Center để đảm bảo tài khoản của bạn đã sẵn sàng chuyển sang phiên bản ra mắt toàn cầu của Sky, "Sky: Children of the Light".
zh_hans: 请登录您的Game Center账号，确保您游戏角色顺利迁移到《光·遇》的全球发布版。
zh_hant: 請登入您的 game center 帳號，確保您遊戲角色順利遷移到《Sky 光·遇》的全球發佈版。

# system_lowpower
source: Entering Energy Saving Mode
de: Stromsparmodus hochfahren
es: Ingresando en el modo de ahorro de energía
fr: Activation du mode Économie d'énergie...
id: Masuk Mode Hemat Daya
it: Attivazione modalità risparmio energetico
ja: 節電モードをONにします
ko: 에너지 절약 모든 실행 중
pt: Entrando no modo de economia de energia
ru: Входим в режим энергосбережения
th: เข้าสู่โหมดประหยัดพลังงาน
vi: Vào chế độ tiết kiệm năng lượng
zh_hans: 开启节能模式
zh_hant: 開啓節能模式

# system_lowpowerexit
source: Exiting Energy Saving Mode
de: Stromsparmodus verlassen
es: Saliendo del modo de ahorro de energía
fr: Désactivation du mode Économie d'énergie...
id: Keluar Mode Hemat Daya
it: Disattivazione modalità risparmio energetico
ja: 節電モードをOFFにします
ko: 에너지 절약 모드 중지하는 중
pt: Saindo do modo de economia de energia
ru: Выходим из режима энергосбережения
th: ออกจากโหมดประหยัดพลังงาน
vi: Thoát chế độ tiết kiệm năng lượng
zh_hans: 关闭节能模式
zh_hant: 關閉節能模式

# system_maintenancemode_00
source: <b>System Maintenance</b>
de: <b>Systemwartung</b>
es: <b>Mantenimiento del sistema</b>
fr: <b>Maintenance système</b>
id: <b>Pemeliharaan Sistem</b>
it: <b>Manutenzione del sistema</b>
ja: <b>システムメンテナンス</b>
ko: <b>시스템 점검</b>
pt: <b>Manutenção do sistema</b>
ru: <b>Обслуживание системы</b>
th: <b>การบำรุงรักษาระบบ</b>
vi: <b>Bảo Trì Hệ Thống</b>
zh_hans: <b>系统维护</b>
zh_hant: <b>系統維護</b>

# system_maintenancemode_02
source: We look forward to playing again with you soon!
de: Wir freuen uns, bald wieder mit dir spielen zu können!
es: ¡Esperamos volver a jugar contigo pronto!
fr: Nous avons hâte de rejouer avec vous très bientôt !
id: Kami tidak sabar bermain lagi denganmu segera!
it: Non vediamo l'ora di giocare di nuovo con te!
ja: お待たせして申し訳ございません。再開までもう少々お待ちください
ko: 조만간 다시 플레이하게 되길 기대할게요!
pt: Queremos jogar mais vezes com você no futuro!
ru: Надеемся совсем скоро поиграть с вами еще!
th: เราหวังว่าเป็นอย่างยิ่งที่จะได้เล่นเกมกับคุณอีกครั้งในเร็วๆ นี้!
vi: Rất mong sớm được chơi lại với bạn!
zh_hans: 请稍后再来
zh_hant: 請稍後再來

# system_maintenancemode_message_ap_hours
source: We are preparing for the next Season Pass season. Our server will be back online in {1} hours.
de: Wir bereiten uns auf den nächsten Saisonpass vor. Unser Server wird in {1} Stunden wieder online sein.
es: Nos estamos preparando para la próxima temporada del pase de temporada. Nuestro servidor volverá a funcionar en {1} horas.
fr: Nous préparons la prochaine saison du passe saisonnier. Notre serveur sera de retour en ligne dans {1} heures.
id: Kami sedang mempersiapkan musim Season Pass berikutnya. Server kami akan kembali online dalam waktu {1} jam.
it: Ci stiamo preparando per la nuova stagione del pass stagionale. Il nostro server sarà nuovamente online tra {1} ore.
ja: 次の季節の準備中です。 サーバーは{1}時間以内にオンライン状態に戻ります。
ko: 다음 시즌패스 시즌을 준비 중입니다. 서버가 {1}시간 안에 다시 연결됩니다.
pt: Estamos nos preparando para a próxima temporada do Passe da Temporada. Nosso servidor estará on-line novamente em {1} horas.
ru: Мы готовимся к следующему сезону. Наш сервер снова заработает через {1} час.
th: เรากำลังเตรียมการสำหรับบัตรผ่านฤดูกาลถัดไป เซิร์ฟเวอร์ของเราจะกลับมาออนไลน์อีกครั้งใน {1} ชั่วโมง
vi: Chúng tôi đang chuẩn bị cho Vé Mùa mùa tiếp theo. Máy chủ của chúng tôi sẽ trở lại trực tuyến sau {1} giờ.
zh_hans: 我们正在为下一个季票季节做准备。 我们的服务器将在{1}小时后重新上线。
zh_hant: 新的季節即將到來。 伺服器將在{1}小時後恢復運作。

# system_maintenancemode_message_ap_minutes
source: We are preparing for the next Season Pass season. Our server will be back online in {1} minutes.
de: Wir bereiten uns auf den nächsten Saisonpass vor. Unser Server wird in {1} Minuten wieder online sein.
es: Nos estamos preparando para la próxima temporada del pase de temporada. Nuestro servidor volverá a funcionar en {1} minutos.
fr: Nous préparons la prochaine saison du passe saisonnier. Notre serveur sera de retour en ligne dans {1} minutes.
id: Kami sedang mempersiapkan musim Season Pass berikutnya. Server kami akan kembali online dalam waktu {1} menit.
it: Ci stiamo preparando per la prossima stagione del pass stagionale. Il nostro server sarà nuovamente online tra {1} minuti.
ja: 次の季節の準備中です。 サーバーは{1}分以内にオンライン状態に戻ります。
ko: 다음 시즌패스 시즌을 준비 중입니다. 서버가 {1}분 안에 다시 연결됩니다.
pt: Estamos nos preparando para a próxima temporada do Passe da Temporada. Nosso servidor estará on-line novamente em {1} minutos.
ru: Мы готовимся к следующему сезону. Наш сервер снова заработает через {1} мин.
th: เรากำลังเตรียมการสำหรับบัตรผ่านฤดูกาลถัดไป เซิร์ฟเวอร์ของเราจะกลับมาออนไลน์อีกครั้งใน {1} นาที
vi: Chúng tôi đang chuẩn bị cho Vé Mùa mùa tiếp theo. Máy chủ của chúng tôi sẽ trở lại trực tuyến sau {1} phút.
zh_hans: 我们正在为下一个季票季节做准备。 我们的服务器将在{1}分钟后重新上线。
zh_hant: 新的季節即將到來。 伺服器將在{1}分鐘後恢復運作。

# system_maintenancemode_message_emergency
source: Due to unexpected technical difficulties, our server is currently offline. We apologize for any inconvenience this may have caused.
de: Aufgrund unerwarteter technischer Schwierigkeiten ist unser Server gerade offline. Wir entschuldigen uns für die Unannehmlichkeiten.
es: Debido a problemas técnicos inesperados, nuestro servidor está desconectado por el momento. Nos disculpamos por cualquier inconveniente que esto te pueda causar.
fr: En raison de problèmes techniques, notre serveur est actuellement hors-ligne. Nous vous prions de bien vouloir nous excuser pour la gêne occasionnée.
id: Karena kesalahan teknis yang tak terduga, server kami saat ini offline. Kami mohon maaf atas ketidaknyamanan yang terjadi.
it: A causa di imprevisti tecnici, il nostro server non è attualmente online. Ci scusiamo per gli eventuali inconvenienti.
ja: 予期せぬ技術的な問題が発生したことにより、現在サーバーがオフラインになっています。 ご不便をおかけしまして、誠に申し訳ございません。
ko: 예기치 않은 기술적인 문제가 발생하여 서버가 현재 오프라인 상태입니다. 불편을 드려 죄송합니다.
pt: Devido a dificuldades técnicas inesperadas, nosso servidor está indisponível no momento. Pedimos desculpas por qualquer inconveniente que isso possa ter causado.
ru: Из-за неожиданных технических трудностей наш сервер сейчас не работает. Мы приносим извинения за любые возможные неудобства.
th: เซิร์ฟเวอร์ของเราอยู่ในสถานะออฟไลน์ เนื่องจากเราพบปัญหาทางเทคนิคที่ไม่คาดคิด เราขออภัยในความไม่สะดวกที่เกิดขึ้น
vi: Do sự cố kỹ thuật không mong muốn, máy chủ hiện đang đóng. Rất xin lỗi vì sự bất tiện này.
zh_hans: 因技术检修服务器暂时关闭，请稍后再试。 抱歉！
zh_hant: 因技術檢修服務器暫時關閉，請稍後再試。 抱歉！

# system_maintenancemode_message_hours
source: Our server will be back online in {1} hours.
de: Unser Server ist in {1} Stunden wieder online.
es: Nuestro servidor estará de nuevo en línea en {1} horas.
fr: Notre serveur sera de retour en ligne dans {1} heures.
id: Server kami akan kembali online dalam {1} jam.
it: Il nostro server sarà nuovamente online tra {1} ore.
ja: サーバーは{1}時間以内にオンライン状態に戻ります。
ko: {1}시간 뒤에 서버가 다시 온라인 상태로 복구될 예정입니다.
pt: Nosso servidor estará de volta em {1} horas.
ru: Наш сервер снова заработает через {1} час.
th: เซิร์ฟเวอร์ของเราจะกลับมาออนไลน์อีกครั้งใน {1} ชั่วโมง
vi: Máy chủ sẽ khôi phục sau {1} giờ nữa.
zh_hans: 服务器将在{1}小时后恢复。
zh_hant: 服務器將在{1}小時後恢復。

# system_maintenancemode_message_minutes
source: Our server will be back online in {1} minutes.
de: Unser Server ist in {1} Minuten wieder online.
es: Nuestro servidor estará de nuevo en línea en {1} minutos.
fr: Notre serveur sera de retour en ligne dans {1} minutes.
id: Server kami akan kembali online dalam {1} menit.
it: Il nostro server sarà nuovamente online tra {1} minuti.
ja: サーバーは{1}分以内にオンライン状態に戻ります。
ko: {1}분 뒤에 서버가 다시 온라인 상태로 복구될 예정입니다.
pt: Nosso servidor estará de volta em {1} minutos.
ru: Наш сервер снова заработает через {1} мин.
th: เซิร์ฟเวอร์ของเราจะกลับมาออนไลน์อีกครั้งใน {1} นาที
vi: Máy chủ sẽ khôi phục sau {1} phút nữa.
zh_hans: 服务器将在{1}分钟后恢复。
zh_hant: 服務器將在{1}分鐘後恢復。
