Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# generic_shop_section_cycling_hours
source: Weekly: {{1}} hours remaining
de: Wöchentlich: Noch {{1}} Stunden
es: Semanal: quedan {{1}} horas
fr: Hebdomadaire : {{1}} heures restantes
id: Mingguan: {{1}} jam tersisa
it: Settimanale: {{1}} ore rimanenti
ja: ウィークリー：残り {{1}} 時間
ko: 매 주 교쳬: {{1}}시간 남음
pt: Semanal: {{1}} horas restantes
ru: Предложение недели: ещё {{1}} ч.
th: รายสัปดาห์: เหลืออีก {{1}} ชั่วโมง
vi: Hàng tuần: Còn {{1}} giờ
zh_hans: 每周：还剩{{1}}小时
zh_hant: 每週：還剩 {{1}} 小時

# generic_shop_section_cycling_minutes
source: Weekly: {{1}} minutes remaining
de: Wöchentlich: Noch {{1}} Minuten
es: Semanal: quedan {{1}} minutos
fr: Hebdomadaire : {{1}} minutes restantes
id: Mingguan: {{1}} menit tersisa
it: Settimanale: {{1}} minuti rimanenti
ja: ウィークリー：残り {{1}} 分
ko: 매 주 교쳬: {{1}}분 남음
pt: Semanal: {{1}} minutos restantes
ru: Предложение недели: ещё {{1}} мин.
th: รายสัปดาห์: เหลืออีก {{1}} นาที
vi: Hàng tuần: Còn {{1}} phút
zh_hans: 每周：还剩{{1}}分钟
zh_hant: 每週：還剩 {{1}} 分鐘

# generic_shop_section_cycling_seconds
source: Weekly: {{1}} seconds remaining
de: Wöchentlich: Noch {{1}} Sekunden
es: Semanal: quedan {{1}} segundos
fr: Hebdomadaire : {{1}} secondes restantes
id: Mingguan: {{1}} detik tersisa
it: Settimanale: {{1}} secondi rimanenti
ja: ウィークリー：残り {{1}} 秒
ko: 매 주 교체: {{1}}초 남음
pt: Semanal: {{1}} segundos restantes
ru: Предложение недели: ещё {{1}} сек.
th: รายสัปดาห์: เหลืออีก {{1}} วินาที
vi: Hàng tuần: Còn {{1}} giây
zh_hans: 每周：还剩{{1}}秒
zh_hant: 每週：還剩 {{1}} 秒

# generic_shop_section_permanent
source: Permanent Items
de: Dauerhafte Gegenstände
es: Objetos permanentes
fr: Objets permanents
id: Item Permanen
it: Oggetti permanenti
ja: 恒常アイテム
ko: 영구 아이템
pt: Itens permanentes
ru: Постоянные предметы
th: ไอเทมถาวร
vi: Các Vật Phẩm Vĩnh Viễn
zh_hans: 永久物品
zh_hant: 永久物品

# geonote_reached_max_messages
source: Reached max notes for the current level. Must delete one before creating another.
de: Max. Notizen für den aktuellen Level erreicht. Du musst eine löschen, bevor du eine neue erstellen kannst.
es: Alcanzaste el número máximo de notas para de este nivel. Debes borrar una para crear otra.
fr: Nombre maximum de notes atteint pour le niveau actuel. Supprimez-en une avant d'en créer une autre.
id: Mencapai jumlah catatan maksimal untuk level saat ini. Harus menghapus satu sebelum membuat yang lain.
it: Hai raggiunto il numero massimo di messaggi per questo livello. Devi eliminarne una prima di crearne un'altra.
ja: このエリアに設置できるメッセージが最大数に達しました 新しく作成する前に1つ削除する必要があります
ko: 이 구역에서 작성할 수 있는 최대 메시지 수에 도달했어요. 새로운 메시지를 작성하려면 하나를 삭제해야 해요
pt: O número máximo de notas para o nível atual foi atingido. Você precisa excluir uma antes de criar outras.
ru: У вас максимум записок для текущего уровня. Удалите одну, чтобы создать другую.
th: คุณมีโน๊ตครบจำนวนสูงสุดสำหรับด่านปัจจุบันแล้ว จำเป็นต้องลบโน๊ตออกก่อนที่จะเพิ่มโน๊ตใหม่ได้
vi: Lời nhắn đặt cho màn này đã đạt tối đa. Cần xóa một lời nhắn trước khi tạo lời nhắn mới.
zh_hans: 你在此关卡的放置的留言烛已达上限。请删除旧的留言烛后重新放置。
zh_hant: 你在此關卡的放置的留言燭已達上限。請刪除舊的留言燭後重新放置。

# gift_message_already_pending
source: You've sent this friend a <heart/>!
de: Du hast diesem Freund ein <heart/> geschickt!
es: ¡Enviaste un <heart/> a este amigo!
fr: Vous avez envoyé un <heart/> à cet ami !
id: Kamu berhasil mengirimkan <heart/> ke teman ini!
it: Hai inviato a questo amico un <heart/>!
ja: このフレンドに<heart/>を送りました！
ko: 친구에게 <heart/>를 보냈어요!
pt: Você enviou um <heart/> para um amigo!
ru: Вы отправили этому другу <heart/>!
th: คุณได้ส่ง <heart/> ให้เพื่อนคนนี้แล้ว!
vi: Bạn đã gửi <heart/> cho người bạn này!
zh_hans: 你今天已经送过<heart/>给这位朋友了！
zh_hant: 你今天已經送過<heart/>給這位朋友了！

# gift_message_already_wait
source: Your friend received their <heart/>! You can send them another tomorrow
de: Dein Freund hat sein <heart/> empfangen! Du kannst morgen ein weiteres schicken
es: ¡Tu amigo recibió su <heart/>! Podrás enviarle otro mañana
fr: Votre ami a reçu son <heart/> ! Vous pourrez leur en renvoyer un demain
id: Temanmu menerima <heart/> mereka! Kamu bisa mengirimkannya lagi besok
it: Il tuo amico ha ricevuto il <heart/>! Puoi inviarne un altro domani.
ja: あなたのフレンドが<heart/>を受け取りました! また明日になれば贈ることができます
ko: 친구가 이미 <heart/>를 받았어요! 내일 또 보낼 수 있어요.
pt: Seu amigo recebeu o <heart/>! Você pode enviar mais um amanhã
ru: Ваш друг получил <heart/>! Еще одно можно отправить завтра
th: เพื่อนของคุณได้รับ <heart/> ของพวกเขาแล้ว! คุณสามารถส่งให้พวกเขาอีกได้ในวันพรุ่งนี้
vi: Người bạn này đã nhận được <heart/>! Có thể tặng tiếp vào ngày mai
zh_hans: 你的朋友接受了你的<heart/>！ 明天你可以再送一个
zh_hant: 你的朋友接受了你的<heart/>！ 明天你可以再送一個

# gift_message_feed_super_like_sent_already_confirmation_00
source: You've already sent this player a <heart/> gift for this!
de: Du hast diesem Spieler bereits ein <heart/> dafür gesendet!
es: ¡Ya le enviaste un regalo de <heart/> a esa persona por esto!
fr: Vous avez déjà envoyé un cadeau <heart/> à ce joueur !
id: Kamu sudah mengirim hadiah <heart/> kepada pemain ini!
it: Hai già inviato a questo giocatore un regalo di <heart/> per questa creazione!
ja: このプレイヤーのこの作品には、すでに<heart/>のギフトを贈りました！
ko: 이미 이 플레이어에게 <heart/> 선물을 보냈어요!
pt: Você já enviou um presente de <heart/> a este jogador por isso!
ru: Вы уже отправили этому другу подарок: <heart/>!
th: คุณได้ส่งของขวัญ <heart/> ให้กับผู้เล่นรายนี้แล้ว!
vi: Bạn đã gửi cho người chơi này một món quà <heart/>!
zh_hans: 你已经为此向该玩家赠送了一份<heart/>礼物！
zh_hant: 你已經送給這位玩家一個<heart/>禮物了！

# gift_message_feed_super_like_sent_confirmation_00
source: Sent <8>{{1}}</8> a <heart/> gift! They can collect it at the <8>Home</8> <b>Constellation Shrine</b>. You’re so nice!
de: Sende <8>{{1}}</8> ein <heart/>! Es kann <8>zuhause</8> am <b>Sternbildschrein</b> abgeholt werden. Das ist so lieb!
es: ¡Se le envió a <8>{{1}}</8> un regalo de <heart/>! Se puede reclamar en el <b>altar de constelación</b> de <8>Hogar</8>. ¡Cuánta bondad!
fr: Envoyé un cadeau à <8>{{1}}</8> : <heart/> ! Le présent est disponible au <8>sanctuaire des constellations</8> d'<b>origine</b>. Vous avez bon cœur !
id: Hadiah <heart/> telah dikirimkan untuk <8>{{1}}</8>! Ia dapat mengambilnya di <b>Kuil Rasi Bintang</b> di <8>Rumah</8>. Kamu sangat baik!
it: Hai inviato a <8>{{1}}</8> un regalo di <heart/>! Può ritirarlo presso la <8>Base</8>, nel <b>Santuario della Costellazione</b>. Molto gentile da parte tua!
ja: <8>{{1}}</8>さんへ<heart/>のギフトを贈りました！ <8>ホーム</8>の<b>星座台</b>で、受け取ってくれるでしょう。あなたはとても素敵な方です！
ko: <8>{{1}}</8> 님에게 <heart/> 선물을 보냈어요! 선물은 <8>안식처</8>에 있는 <b>별자리 제단</b>에서 받을 수 있어요. 친절하시네요!
pt: Envie um presente de <heart/> a <8>{{1}}</8>! É possível pegá-lo no <8>altar da constelação</8> no <b>Lar</b>. Você é tão legal!
ru: Отправьте игроку <8>{{1}}</8> подарок: <heart/>! Его можно будет забрать в <8>Доме</8> на <b>алтаре созвездия</b>. Это так мило!
th: ส่งของขวัญ <heart/> ให้ <8>{{1}}</8> แล้ว! พวกเขาจะสามารถรับของขวัญได้ที่<8>แท่นบูชากลุ่มดาว</8><b>บ้าน</b> คุณช่างใจดีจริงๆ!
vi: Đã gửi <8>{{1}}</8> một món quà <heart/>! Họ có thể thu thập tại <b>Đền Thờ Chòm Sao</b> ở <8>Nhà</8>. Bạn thật tuyệt!
zh_hans: 向<8>{{1}}</8>赠送了一份<heart/>礼物！该礼物可在<8>遇境</8><b>星座神坛</b>领取。你人真好！
zh_hant: 已送給<8>{{1}}</8>一個<heart/>禮物！對方可以在<8>遇境</8>的<b>星座神壇</b>領取。你真是太貼心了！

# gift_message_feed_super_like_sent_confirmation_01
source: Sent this player a <heart/> gift! They can collect it at the <8>Home</8> <b>Constellation Shrine</b>. You’re so nice!
de: Sende diesem Spieler ein <heart/>! Es kann <8>zuhause</8> am <b>Sternbildschrein</b> abgeholt werden. Das ist so lieb!
es: ¡Se le envió a esta persona un regalo de <heart/>! Se puede reclamar en el <b>altar de constelación</b> de <8>Hogar</8>. ¡Cuánta bondad!
fr: Envoyé un cadeau à cette personne : <heart/> ! Le présent est disponible au <8>sanctuaire des constellations</8> d'<b>origine</b>. Vous avez bon cœur !
id: Hadiah <heart/> telah dikirimkan untuk pemain ini! Ia dapat mengambilnya di <b>Kuil Rasi Bintang</b> di <8>Rumah</8>. Kamu sangat baik!
it: Hai inviato a questo giocatore un regalo di <heart/>! Può ritirarlo presso la <8>Base</8>, nel <b>Santuario della Costellazione</b>. Molto gentile da parte tua!
ja: このプレイヤーへ<heart/>のギフトを贈りました！ <8>ホーム</8>の<b>星座台</b>で、受け取ってくれるでしょう。あなたはとても素敵な方です！
ko: 이 플레이어에게 <heart/> 선물을 보냈어요! 선물은 <8>안식처</8>에 있는 <b>별자리 제단</b>에서 받을 수 있죠. 친절하시네요!
pt: Enviou um presente de <heart/> a este jogador! É possível pegá-lo no <8>Altar da Constelação</8> no <b>Lar</b>. Você é tão legal!
ru: Вы отправили игроку подарок: <heart/>! Его можно будет забрать в <8>Доме</8> на <b>алтаре созвездия</b>. Это так мило!
th: ส่งของขวัญ <heart/> ให้ผู้เล่นคนนี้! พวกเขาจะสามารถรับของขวัญได้ที่<8>แท่นบูชากลุ่มดาว</8><b>บ้าน</b> คุณช่างใจดีจริงๆ!
vi: Đã gửi cho người chơi này một món quà <heart/>! Họ có thể thu thập tại <b>Đền Thờ Chòm Sao</b> ở <8>Nhà</8>. Bạn thật tuyệt!
zh_hans: 向该玩家赠送了一份<heart/>礼物！该礼物可在<8>遇境</8><b>星座神坛</b>领取。你人真好！
zh_hant: 已送給這位玩家一個<heart/>禮物！對方可以在<8>遇境</8>的<b>星座神壇</b>領取。你真是太貼心了！

# gift_message_not_enough_progress
source: Send a gift after you have made more progress
de: Sende ein Geschenk, nachdem du weitere Fortschritte gemacht hast
es: Envía un regalo después de que hagas más progresos
fr: Envoyez un cadeau après avoir fait plus de progrès
id: Kirimkan hadiah setelah progresmu bertambah
it: Invia un regalo dopo aver fatto più progressi
ja: ストーリーを進めることで、ギフトを贈れるようになります
ko: 선물은 게임을 더 진행한 후에 보낼 수 있어요
pt: Enviar um presente depois que você fizer mais progressos
ru: Вы сможете послать подарок, когда посетите больше мест
th: ส่งของขวัญ หลังจากที่คุณมีความคืบหน้ามากขึ้น
vi: Bạn có thể tặng qua sau khi đã tiến bộ hơn
zh_hans: 等您有了更大进展之后，可以送出一份礼物
zh_hant: 等您有了更大進展之後，可以送出一份禮物

# gift_message_recvd_confirmation_00
source: You received gift of light from <8>{{1}}</8>, how lucky!
de: Du hast ein Lichtgeschenk von <8>{{1}}</8> erhalten, du Glückspilz!
es: Recibiste un regalo de luz de <8>{{1}}</8>, ¡qué suerte!
fr: Vous avez reçu de la lumière en cadeau de la part de <8>{{1}}</8>, quelle chance !
id: Kamu menerima cahaya dari <8>{{1}}</8>, beruntung sekali!
it: Hai ricevuto un dono di luce da <8>{{1}}</8>! Che fortuna!
ja: <b>{{1}}</b>さんから光のかけらが届きました！ラッキー！
ko: <8>{{1}}</8>님에게서 빛을 받았어요. 기분 좋은 일이네요!
pt: Você recebeu um presente de luz de <8>{{1}}</8>. Que sorte!
ru: Вы получили свет в дар от <8>{{1}}</8>, какая удача!
th: คุณได้รับของขวัญแห่งแสงจาก <8>{{1}}</8> แล้ว ช่างโชคดีจัง!
vi: Bạn đã nhận được món quà ánh sáng từ <8>{{1}}</8>, thật may mắn!
zh_hans: <8>{{1}}</8>给你赠送了光之礼！
zh_hant: <8>{{1}}</8>給你贈送了光之禮！

# gift_message_recvd_confirmation_01
source: It's a gift of light from <8>{{1}}</8>. That was nice of them!
de: Ein Lichtgeschenk von <8>{{1}}</8>! Das war wirklich nett!
es: Un regalo de luz de <8>{{1}}</8>, ¡que lindo de su parte!
fr: De la lumière en cadeau de la part de <8>{{1}}</8>, c'est vraiment gentil !
id: Hadiah cahaya dari <8>{{1}}</8>, mereka baik sekali!
it: Un dono di luce da <8>{{1}}</8>! Che gentile!
ja: <b>{{1}}</b>さんからのギフトです！友情はいいものですね！
ko: <8>{{1}}</8>님이 빛을 보냈어요. 정말 친절한 친구예요!
pt: Um presente de luz de <8>{{1}}</8>. Quanta gentiliza!
ru: Подарок от <8>{{1}}</8>, как мило!
th: นี่คือของขวัญแห่งแสงจาก <8>{{1}}</8> เขาช่างใจดีจัง!
vi: Một món quà ánh sáng từ <8>{{1}}</8>, thật tuyệt!
zh_hans: <8>{{1}}</8>给你赠送了光之礼！
zh_hant: <8>{{1}}</8>給你贈送了光之禮！

# gift_message_recvd_confirmation_02
source: Incoming gift of light from <8>{{1}}</8>!
de: Ein Lichtgeschenk von <8>{{1}}</8> ist auf dem Weg!
es: ¡Un regalo entrante de parte de <8>{{1}}</8>!
fr: Voici de la lumière en cadeau de la part de <8>{{1}}</8> !
id: Hadiah cahaya diterima dari <8>{{1}}</8>!
it: Dono di luce in arrivo da <8>{{1}}</8>!
ja: <b>{{1}}</b>さんから光のかけらが届きました！
ko: <8>{{1}}</8>님이 보낸 빛을 받았어요!
pt: Presente de luz de <8>{{1}}</8> a caminho!
ru: <8>{{1}}</8> дарит вам свет!
th: ของขวัญแห่งแสงจาก <8>{{1}}</8>!
vi: Món quà ánh sáng được gửi từ <8>{{1}}</8>!
zh_hans: <8>{{1}}</8>给你赠送了光之礼！
zh_hant: <8>{{1}}</8>給你贈送了光之禮！

# gift_message_recvd_confirmation_03
source: <8>{{1}}</8> sent you a gift of light, what a good friend!
de: <8>{{1}}</8> hat dir ein Lichtgeschenk geschickt. So ein guter Freund!
es: <8>{{1}}</8> te envió un regalo de luz, ¡qué buen amigo!
fr: <8>{{1}}</8> vous a envoyé de la lumière, comme c’est gentil de sa part !
id: <8>{{1}}</8> mengirimkan hadiah cahaya, teman yang sangat baik!
it: <8>{{1}}</8> ti ha inviato un dono di luce! Che gentile!
ja: <b>{{1}}</b>さんから光のかけらが届きました！素敵なフレンドですね！
ko: <8>{{1}}</8> 님이 빛을 보냈어요. 정말 좋은 친구군요!
pt: <8>{{1}}</8> lhe enviou um presente de luz. Uma boa amizade!
ru: <8>{{1}}</8> дарит вам свет. Какой хороший друг!
th: <8>{{1}}</8> ได้ส่งของขวัญแห่งแสงให้คุณ ช่างเป็นเพื่อนที่ดีจังเลย!
vi: <8>{{1}}</8> tặng bạn món quà Ánh Sáng, quả là một người bạn tốt!
zh_hans: <8>{{1}}</8>给你赠送了光之礼！
zh_hant: <8>{{1}}</8>給你贈送了光之禮！

# gift_message_send_limit_reached
source: Can only send one gift per day!
de: Du kannst nur ein Geschenk pro Tag verschicken!
es: ¡Solo puedes enviar un regalo por día!
fr: Vous ne pouvez envoyer qu’un cadeau par jour !
id: Hanya bisa mengirim satu hadiah per hari!
it: Puoi inviare un solo dono al giorno!
ja: 1日に贈ることができるギフトは1回までですよ！
ko: 선물은 하루에 하나만 보낼 수 있어요!
pt: Só é possível enviar um presente por dia!
ru: Можно отправлять всего один подарок в день!
th: ส่งของขวัญได้วันละชิ้นเท่านั้น!
vi: Mỗi ngày chỉ được tặng một món quà!
zh_hans: 每天只能一位朋友送一次礼物
zh_hant: 每天只能一位朋友送一次禮物

# gift_message_sent_confirmation_00
source: Sent <8>{{1}}</8> a gift of light. How nice of you!
de: Du hast <8>{{1}}</8> ein Lichtgeschenk geschickt! Das ist sehr lieb von dir!
es: Enviaste a <8>{{1}}</8> un regalo de luz, ¡qué lindo de tu parte!
fr: Vous avez envoyé de la lumière en cadeau à <8>{{1}}</8> comme c'est gentil de votre part !
id: Mengirimkan hadiah cahaya ke <8>{{1}}</8>, kamu baik sekali!
it: Hai inviato a <8>{{1}}</8> un dono di luce! Sei davvero gentile!
ja: <b>{{1}}</b>に光のかけらを贈りました！喜んでくれるといいですね！
ko: <8>{{1}}</8> 님에게 빛을 보냈어요. 정말 친절하군요!
pt: Presente de luz enviado a <8>{{1}}</8>. Quanta gentileza!
ru: Вы отправили подарок света игроку <8>{{1}}</8>, как мило!
th: ส่งของขวัญแห่งแสงให้ <8>{{1}}</8> แล้ว คุณช่างใจดีจังเลย!
vi: Đã tặng <8>{{1}}</8> một món quà ánh sáng, bạn thật tuyệt!
zh_hans: 你给<8>{{1}}</8>赠送了光之礼！
zh_hant: 你給<8>{{1}}</8>贈送了光之禮！

# gift_message_sent_confirmation_01
source: <8>{{1}}</8> can pick up the gift of light you sent them in their Home!
de: <8>{{1}}</8> kann das Lichtgeschenk, das du geschickt hast, im eigenen Zuhause einsammeln!
es: ¡<8>{{1}}</8> puede recuperar el regalo de luz que le enviaste en su Hogar!
fr: <8>{{1}}</8> peut trouver la lumière que vous lui avez envoyée en cadeau dans sa Maison !
id: <8>{{1}}</8> bisa mengambil hadiah cahaya yang kamu kirimkan di Rumah mereka!
it: <8>{{1}}</8> può prelevare il dono di luce che hai inviato nella sua Base!
ja: あなたが贈ったギフトが<b>{{1}}</b>に届けられました
ko: 보내주신 빛은 <8>{{1}}</8> 님이 안식처에서 받을 수 있어요!
pt: <8>{{1}}</8> pode pegar o presente de luz que você enviou para seu Lar!
ru: <8>{{1}}</8> может забрать отправленный вами подарок света в своем Доме!
th: <8>{{1}}</8> สามารถรับของขวัญแห่งแสงที่คุณส่งให้พวกเขาได้ในบ้านของพวกเขา!
vi: <8>{{1}}</8> nhận món quà ánh sáng từ bạn tại Nhà mình!
zh_hans: 你给<8>{{1}}</8>赠送了光之礼！
zh_hant: 你給<8>{{1}}</8>贈送了光之禮！

# gift_message_sent_confirmation_02
source: Sent a gift of light to <8>{{1}}</8>. They're pretty lucky!
de: Du hast ein Lichtgeschenk an <8>{{1}}</8> geschickt! Was für ein Glückspilz!
es: Enviaste un regalo de luz <8>{{1}}</8>, ¡qué suerte!
fr: Vous avez envoyé de la lumière à <8>{{1}}</8> en cadeau, quelle chance !
id: Berhasil mengirimkan hadiah cahaya ke <8>{{1}}</8>, mereka beruntung sekali!
it: Hai inviato un dono di luce a <8>{{1}}</8>. Sei un grande esempio di amicizia!
ja: <b>{{1}}</b>に光のかけらを贈りました！ラッキーなフレンドですね！
ko: <8>{{1}}</8> 님에게 빛을 보냈어요. 정말 좋아할 거예요!
pt: Presente de luz enviado a <8>{{1}}</8>. Que sorte!
ru: Вы отправили подарок света везунчику – игроку <8>{{1}}</8>!
th: ส่งของขวัญแห่งแสงไปให้ <8>{{1}}</8> พวกเขาช่างโชคดีจริงๆ!
vi: Đã gửi một món quà ánh sáng đến <8>{{1}}</8>, mừng cho họ!
zh_hans: 你给<8>{{1}}</8>赠送了光之礼！
zh_hant: 你給<8>{{1}}</8>贈送了光之禮！

# gift_message_sent_confirmation_03
source: <8>{{1}}</8> has your gift of light waiting!
de: Auf <8>{{1}}</8> wartet dein Lichtgeschenk!
es: ¡<8>{{1}}</8> tiene tu regalos de luz esperando!
fr: <8>{{1}}</8> attend de vous offrir de la lumière en cadeau !
id: <8>{{1}}</8> menerima hadiah cahaya yang sudah menanti!
it: Il tuo dono di luce aspetta <8>{{1}}</8>!
ja: あなたが贈ったギフトが<b>{{1}}</b>に届けられました
ko: <8>{{1}}</8> 님에게 빛을 보냈어요!
pt: <8>{{1}}</8> deixou seu presente de luz esperando!
ru: Ваш подарок света для игрока <8>{{1}}</8> уже дошел!
th: <8>{{1}}</8> มีของขวัญแห่งแสงของคุณรออยู่!
vi: <8>{{1}}</8> nhận được món quà ánh sáng của bạn!
zh_hans: 你给<8>{{1}}</8>赠送了光之礼！
zh_hant: 你給<8>{{1}}</8>贈送了光之禮！

# gift_message_sent_confirmation_04
source: Sent a gift of light. <8>{{1}}</8> is lucky to have a friend like you!
de: Du hast ein Lichtgeschenk geschickt. <8>{{1}}</8> kann sich glücklich schätzen, einen Freund wie dich zu haben!
es: Enviaste un regalo de luz. ¡<8>{{1}}</8> tiene suerte de tener un amigo como tú!
fr: Lumière envoyée en cadeau. <8>{{1}}</8> a de la chance de vous compter parmi ses amis !
id: Berhasil mengirimkan hadiah cahaya. <8>{{1}}</8> beruntung punya teman sepertimu!
it: Hai inviato un dono di luce. Che fortuna per <8>{{1}}</8> avere amici come te!
ja: 光のかけらを贈りました！<b>{{1}}</b> にはあなたのようなフレンドがいて幸運ですね！
ko: 빛을 보냈어요. <8>{{1}}</8>님은 참 좋은 친구를 가졌군요!
pt: Presente de luz enviado. <8>{{1}}</8> tem sorte de ter um amigo como você!
ru: Вы отправили подарок света. Игроку <8>{{1}}</8> повезло с таким другом, как вы!
th: ส่งของขวัญแห่งแสงแล้ว <8>{{1}}</8> โชคดีมากที่มีเพื่อนอย่างคุณ!
vi: Gửi một món quà của ánh sáng. <8>{{1}}</8> thật may mắn khi có người bạn như bạn!
zh_hans: 你给<8>{{1}}</8>赠送了光之礼！
zh_hant: 你給<8>{{1}}</8>贈送了光之禮！

# gift_message_sent_confirmation_05
source: Sending a gift of light each day keeps the Dark Dragon away!
de: Ein Lichtgeschenk am Tag hält den Dunkeldrachen fern!
es: ¡Enviar un regalo de luz cada día mantiene al dragón oscuro a raya!
fr: En envoyant chaque jour de la lumière en cadeau, vous éloignerez le Dragon sombre !
id: Mengirimkan hadiah cahaya setiap hari menjauhkan Naga Kegelapan!
it: Un dono di luce al giorno toglie il Drago Oscuro di torno!
ja: 光のかけらを贈って友情を育みましょう.
ko: 매일 빛을 보내면 다크 드래곤을 몰아낼 수 있어요!
pt: Mande um presente de luz por dia para manter o dragão sombrio distante!
ru: Чем больше подарков света, тем сложнее темному дракону!
th: ส่งของขวัญแห่งแสงทุกวัน เพื่อขับไล่มังกรทมิฬให้พ้นไป!
vi: Tặng quà Ánh Sáng mỗi ngày sẽ khiến Rồng Hắc Ám tránh xa!
zh_hans: 勤送光之礼，友谊永长存！
zh_hant: 勤送光之禮，友誼永長存！

# gift_while_diving_disabled
source: Cannot gift in the water.
de: Geschenke im Wasser nicht möglich.
es: No se puede regalar en el agua.
fr: Impossible de donner dans l'eau.
id: Tidak bisa memberikan hadiah saat berada di air.
it: Impossibile regalare in acqua.
ja: 水中ではギフトを贈れません
ko: 물 속에서는 선물을 줄 수 없습니다
pt: Não é possível presentear na água.
ru: Нельзя дарить в воде.
th: ไม่สามารถมอบของขวัญในน้ำได้
vi: Không thể tặng trong nước.
zh_hans: 水中不可送礼。
zh_hant: 無法在水中贈禮。

# graphics_setting_autoskipcutscenes
source: Skip All Skippable Cutscenes
de: Überspringe alle möglichen Filmsequenzen
es: Omitir todas las cinemáticas posibles
fr: Passez toutes les scènes qu’il est possible de passer
id: Lewati Semua Adegan yang Dapat Dilewati
it: Salta tutti i filmati meno importanti
ja: スキップ可能なムービーを全てスキップする
ko: 건너뛸 수 있는 컷신 모두 건너뛰기
pt: Pular todos os vídeos que podem ser pulados
ru: Пропустить все пропускаемые видеоролики
th: ข้ามคัทซีนที่ข้ามได้ทั้งหมด
vi: Bỏ qua cắt cảnh không bắt buộc
zh_hans: 跳过所有可以跳过的过场动画
zh_hant: 跳過所有可略的過場動畫

# graphics_setting_darkmode
source: Fade To Black Only
de: Nur zu Schwarz verblassen
es: Fundido a negro
fr: Fondu au noir uniquement
id: Hanya Pudar Ke Hitam
it: Solo Dissolvenza a nero
ja: 画面転換を黒のみにする
ko: 화면 전환 시 검은색만 사용
pt: Só escurecer
ru: Только затемнение
th: จางลงเป็นสีดำเท่านั้น
vi: Chỉ Chuyển Sang Màu Đen
zh_hans: 仅使用黑色全屏渐变
zh_hant: 僅使用黑色全螢幕淡出

# graphics_setting_fps
source: FPS
de: Bildfrequenz
es: Frecuencia de cuadros
fr: Fréquence d'images
id: Laju bingkai
it: Frequenza dei fotogrammi
ja: フレームレート
ko: 프레임 속도
pt: Taxa de quadros
ru: Частота кадров
vi: Tốc độ khung hình
zh_hans: 帧率
zh_hant: 幀率

# graphics_setting_hdr
source: HDR
zh_hans: 高动态范围

# graphics_setting_hdr_black_level
source: Black Level
de: Schwarzanteil
es: Nivel negro
fr: Niveau de noir
id: Level Hitam
it: Livello di nero
ja: 黒レベル
ko: 블랙 레벨
pt: Nível de tom preto
ru: Уровень черного
th: ระดับสีดำ
vi: Độ tối
zh_hans: 黑色水平
zh_hant: 暗部層次

# graphics_setting_hdr_brightness
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
id: Kecerahan
it: Luminosità
ja: 明るさ
ko: 밝기
pt: Brilho
ru: Яркость
th: ความสว่าง
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

# graphics_setting_hdr_ui_brightness
source: UI Brightness
de: UI-Helligkeit
es: Brillo de la IU
fr: Luminosité IU
id: Kecerahan UI
it: Luminosità IU
ja: UIの明るさ
ko: UI 밝기
pt: Brilho da interface
ru: Яркость интерфейса
th: ความสว่าง UI
vi: Độ sáng giao diện
zh_hans: 用户界面亮度
zh_hant: UI 亮度

# graphics_setting_misc
source: Miscellaneous
de: Verschiedenes
es: Misceláneo
fr: Divers
id: Lain-lain
it: Varie
ja: その他
ko: 기타
pt: Diversos
ru: Разное
th: เบ็ดเตล็ด
vi: Khác
zh_hans: 其他
zh_hant: 其他

# graphics_setting_motionbluramount
source: Motion Blur
de: Bewegungsunschärfe
es: Desenfoque de movimiento
fr: Flou cinétique
id: Blur Gerakan
ja: モーションブラー
ko: 모션 블러
pt: Desfoque de movimento
ru: Размытие движения
th: ภาพเบลอ
vi: Chuyển động mờ
zh_hans: 动态模糊
zh_hant: 動態模糊

# graphics_setting_resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
id: Resolusi
it: Risoluzione
ja: 画質
ko: 해상도
pt: Resolução
ru: Разрешение
th: ความละเอียด
vi: Độ phân giải
zh_hans: 解析度
zh_hant: 解析度

# graphics_setting_title
source: Graphics Settings
de: Grafikeinstellungen
es: Configuraciones gráficas
fr: Paramètres graphiques
id: Pengaturan grafis
it: Impostazioni grafiche
ja: 画面設定
ko: 그래픽 설정
pt: Configurações gráficas
ru: Настройки графики
th: การตั้งค่ากราฟิก
vi: Cài đặt đồ họa
zh_hans: 画质设定
zh_hant: 畫質設定

# hide_note_confirm_title
source: Hide this?
de: Verstecken?
es: ¿Esconder esto?
fr: Masquer ceci ?
id: Sembunyikan ini?
it: Vuoi nascondere?
ja: 非表示にしますか？
ko: 숨길까요?
pt: Ocultar?
ru: Скрыть?
th: ซ่อนรายการนี้หรือไม่
vi: Giấu đi?
zh_hans: 要隐藏吗？
zh_hant: 隱藏此內容？

# hint_cant_join_reservation_seat_unknown
source: Join failed. Please check your connection or try again later.
de: Beitreten fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindung oder versuchen Sie es später noch einmal.
es: No es posible unirse. Por favor verifica tu conexión o intenta nuevamente más tarde.
fr: Rejoindre a échoué. Vérifiez votre connexion ou réessayez plus tard.
id: Gagal bergabung. Periksa koneksimu atau coba lagi nanti.
it: Teletrasporto non riuscito. Controllare la connessione o riprovare più tardi.
ja: 席の確保に失敗しました インターネット接続を確認するか、もう一度やり直してみてください
ko: 합류 실패. 연결을 확인하거나 나중에 다시 시도해 주십시오.
pt: Não foi possível se sentar. Por favor verifique sua conexão e tente novamente.
ru: Не получилось сесть рядом. Проверьте ваше соединение или попробуйте позже.
th: ล้มเหลวในการเข้าร่วม โปรดตรวจสอบการเชื่อมต่อของคุณ หรือลองใหม่อีกครั้งในภายหลัง
vi: Vào thất bại. Vui lòng kiểm tra kết nối của bạn hoặc thử lại sau.
zh_hans: 加入失败。请检查您的连线状态或稍后再试。
zh_hant: 加入失敗。請檢查您的連線狀態或稍後再試。
