Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# travis_ann_text1
source: What a great event! I'd like to invite some friends up on stage to play a song for you all!
de: Was für ein großartiges Event! Ich würde gerne ein paar Freunde auf die Bühne einladen und euch allen ein Lied vorspielen!
es: ¡Qué gran evento! ¡Quisiera invitar a unos amigos al escenario para que les toquen una canción!
fr: Quel super événement J’aimerais inviter quelques amis sur scène pour chanter une chanson pour vous tous !
id: Acara hebat! Aku ingin mengundang beberapa teman di panggung untuk memainkan lagi bagi kalian semua!
it: Che grande evento! Vorrei invitare alcuni amici sul palco a suonare una canzone per tutti voi!
ja: 最高のパーティだね！今日は友人たちと一緒に、一曲披露したいと思います！
ko: 멋진 이벤트네요! 무대 위로 친구들을 불러 여러분을 위한 곡을 연주하고 싶어요!
pt: Que grande evento! Quero convidar alguns amigos pra subir no palco e tocar uma música pra todos vocês!
ru: Что за прекрасное событие! Мне хотелось бы позвать на сцену друзей и спеть вам всем песню!
th: ช่างเป็นอีเวนต์ที่ยอดเยี่ยมเหลือเกิน! ฉันอยากชวนเพื่อนๆ ขึ้นไปบนเวทีเพื่อเล่นดนตรีให้ทุกคนได้ฟัง!
vi: Một sự kiện tuyệt vời! Tôi muốn mời một vài người bạn lên sân khấu để tặng mọi người một ca khúc!
zh_hans: 多棒的活动啊！我也想邀请一些好友上台，为大家演奏一曲！
zh_hant: 這活動真是太棒了！我也想邀請三五好友上台為大家演奏一曲！

# travis_ann_text2
source: Art!
de: Kunst!
es: ¡Arte!
id: Seni!
it: Grafici!
ja: アート！
ko: 아트!
pt: Arte!
ru: Графика!
th: ศิลปะ!
vi: Nghệ thuật!
zh_hans: 艺术！
zh_hant: 藝術！

# travis_ann_text3
source: Textures!
de: Struktur!
es: ¡Texturas!
id: Tekstur!
it: Texture!
ja: テクスチャ！
ko: 텍스처!
pt: Texturas!
ru: Текстуры!
th: องค์ประกอบ!
vi: Kết cấu!
zh_hans: 质感！
zh_hant: 質感！

# travis_ann_text4
source: Engineering!
de: Entwicklung!
es: ¡Ingeniería!
fr: Mécanique !
id: Teknik!
it: Ingegneri!
ja: エンジニア！
ko: 엔지니어링!
pt: Engenharia!
ru: Проектирование!
th: วิศวกรรม!
vi: Kỹ thuật!
zh_hans: 工程学！
zh_hant: 工程！

# travis_ann_text5
source: Design!
es: ¡Diseño!
fr: Conception !
id: Desain!
it: Progettisti!
ja: デザイン！
ko: 디자인!
pt: Concepção!
ru: Дизайн!
th: การออกแบบ!
vi: Thiết kế!
zh_hans: 设计！
zh_hant: 設計！

# travis_ann_text6
source: Our powers combine... music!
de: Unsere Kräfte sind ein Baustein ... Musik!
es: Nuestros poderes se combinan... ¡Música!
fr: Nos pouvoirs combinés créent... de la musique !
id: Kekuatan kita digabungkan menjadi... musik!
it: I nostri poteri si uniscono... nella musica!
ja: 力を合わせて〜、ミュージック！！
ko: 우리가 힘을 합쳐... 음악이 탄생했어요!
pt: Pela união dos nossos poderes... música!
ru: Если объединить наши силы... получается музыка!
th: พลังของเราผสมผสานเข้ากับ... ดนตรี!
vi: Kết hợp sức mạnh của chúng ta... âm nhạc!
zh_hans: 我们的能力组合在一起……音乐就此诞生！
zh_hant: 所有力量結合在一起……就成了音樂！

# trophy_pack_base_desc
source: The trophy set of Sky: Children of the Light
de: Das Trophäen-Set von Sky: Kinder des Lichts
es: El conjunto de trofeos de Sky: Niños de la Luz
fr: L'ensemble des trophées de Sky: Children of the Light.
id: Set trofi Sky: Children of the Light
it: Il set di trofei di Sky: Figli della Luce
ja: Sky 星を紡ぐ子どもたちのトロフィー一覧
ko: SKY - 빛의 아이들 트로피 세트
pt: O conjunto de troféus de Sky - Filhos da Luz
ru: Набор призов для «Sky: Дети Света»
th: ชุดถ้วยรางวัลของ Sky: Children of the Light
vi: Bộ danh hiệu của Sky: Children of the Light
zh_hans: 《Sky 光·遇》奖杯套装
zh_hant: 《Sky光·遇》獎盃

# trophy_pack_base_name
source: Sky: Children of the Light
de: Sky: Kinder des Lichts
es: Sky: Niños de la Luz
fr: Sky – Enfants de la Lumière
it: Sky: Figli della Luce
ja: Sky 星を紡ぐ子どもたち
ko: SKY - 빛의 아이들
pt: Sky - Filhos da Luz
ru: Sky: Дети Света
zh_hans: 《Sky 光·遇》
zh_hant: 《Sky光·遇》

# tutorial_bench_01
source: <hinticon/> You may chat with another player who sits by you until the candle burns out
de: <hinticon/> Du kannst mit einem anderen Spieler chatten, der bei dir sitzt, bis die Kerze abgebrannt ist.
es: <hinticon/> Puedes chatear con un jugador que se siente a tu lado, hasta que la vela se extinga
fr: <hinticon/> Vous pouvez discuter avec un autre joueur qui est assis à côté de vous jusqu'à ce que la bougie s'éteigne
id: <hinticon/> Kamu bisa mengobrol dengan pemain lain yang duduk di sebelahmu sampai lilinnya padam
it: <hinticon/> Puoi usare la chat con un altro giocatore seduto vicino a te fino all'estinguersi della candela
ja: <hinticon/> キャンドルが灯っている間、隣に座るプレイヤーとチャットができます
ko: <hinticon/> 양초가 다 탈 때까지 옆에 앉은 플레이어와 채팅할 수 있어요
pt: <hinticon/> Você pode conversar com outro jogador sentado ao seu lado até a vela terminar de queimar
ru: <hinticon/> Вы можете говорить с сидящим рядом игроком, пока не догорит свеча.
th: <hinticon/>คุณสามารถแชทกับผู้เล่นคนอื่นที่นั่งอยู่ข้างคุณได้จนกว่าเทียนจะมอดดับ
vi: <hinticon/> Bạn có thể trò chuyện với một người chơi khác ngồi cạnh bạn cho đến khi ngọn nến cháy hết
zh_hans: <hinticon/> 在蜡烛燃尽前，你可以与坐在你身边的玩家交谈
zh_hant: <hinticon/> 在蠟燭燃盡前，你可以與坐在你身邊的玩家交談

# tutorial_birthdaycake_candlegate_00
source: Do you want to put 4 x <candle/> on the cake and invite everyone to eat it?
de: Möchtest du die Torte mit 4 x <candle/> verzieren und alle zum Tortenessen einladen?
es: ¿Quieres colocar 4 x <candle/> en el pastel e invitar a que todos lo prueben?
fr: Voulez-vous placer 4 x <candle/> sur le gâteau et inviter tout le monde à le savourer ?
id: Kamu ingin menaruh 4 x <candle/> di kue dan mengundang semua orang untuk memakannya?
it: Vuoi mettere 4 x <candle/> sulla torta e invitare tutti a mangiarla?
ja: ケーキに<candle/>4本を灯し、みんなを招待してケーキを振る舞いますか？
ko: 케이크에 <candle/> 4개를 올리고 모두 초대해 함께 먹을까요?
pt: Quer colocar 4x <candle/> no bolo e convidar todo mundo pra comer?
ru: Поставить 4 x <candle/> на торт и пригласить гостей?
th: คุณต้องการใส่ 4 x <candle/> บนเค้กแล้วชวนทุกคนมารับประทานด้วยกันไหม
vi: Bạn muốn đặt 4 x <candle/> lên bánh và mời mọi người?
zh_hans: 是否要在蛋糕上放置4个<candle/>，并邀请大家一起吃？
zh_hant: 你想要在蛋糕上擺放 4 個<candle/>，然後邀請大家一起吃嗎？

# tutorial_burn_darkness_00
source: <hinticon/> Cleanse the <3>Darkness</3>
de: <hinticon/> Beseitige die <3>Finsternis</3>
es: <hinticon/> Limpia la <3>oscuridad</3>
fr: <hinticon/> Purifiez les <3>ténèbres</3>
id: <hinticon/> Bersihkan <3>Kegelapan</3>
it: <hinticon/> Purifica l'<3>oscurità</3>
ja: <hinticon/> <3>蝕む闇</3>を溶かしましょう
ko: <hinticon/> <3>어둠</3>을 녹여주세요
pt: <hinticon/> Purifique a <3>escuridão</3>
ru: <hinticon/> Прогоните <3>Тьму</3>
th: <hinticon/> ชำระล้าง<3>ความมืด</3>
vi: <hinticon/> Thanh tẩy <3>Bóng tối</3>
zh_hans: <hinticon/>净化<3>黑暗</3>
zh_hant: <hinticon/>淨化<3>黑暗</3>

# tutorial_camera_00
source: <hinticon/> <1>Drag the screen with two fingers</1> to look around
de: <hinticon/> <1>Ziehe den Bildschirm mit zwei Fingern</1>, um dich umzusehen.
es: <hinticon/> <1>Arrastra la pantalla con dos dedos</1> para mirar a tu alrededor
fr: <hinticon/> <1>Déplacez l'écran avec deux doigts</1> pour regarder autour de vous
id: <hinticon/> <1>Seret layar dengan dua jari</1> untuk melihat-lihat
it: <hinticon/> <1>Trascina lo schermo con due dita</1> per guardare intorno
ja: <hinticon/> <1>2本指で画面をドラッグ</1>し、周囲を見回します
ko: <hinticon/> <1>두 손가락으로 화면을 드래그해서 </1> 주변을 둘러보세요
pt: <hinticon/> <1>Arraste dois dedos na tela</1> para olhar ao redor
ru: <hinticon/> <1>Проведите двумя пальцами по экрану</1>, чтобы осмотреться
th: <hinticon/> <1>ลากหน้าจอด้วยสองนิ้ว</1>เพื่อมองไปรอบๆ
vi: <hinticon/> <1>Dùng hai ngón tay kéo màn hình</1> để nhìn xung quanh
zh_hans: <hinticon/><1>用两根手指拖动屏幕</1>可以改变视角
zh_hant: <hinticon/> <1>用兩根手指滑動螢幕</1>，就能改變視角

# tutorial_camera_00_pc
source: <hinticon/> <1>Move</1> your <b>mouse</b> or <1>drag</1> your <b>touchpad</b> to look around
de: <hinticon/> <1>Bewege</1> deine <b>Maus</b> oder <1>streiche</1> über dein <b>Touchpad</b>, um dich umzusehen.
es: <hinticon/> <1>Mueve</1> el <b>ratón</b> o <1>arrastra</1> el <b>panel táctil</b> para mirar a tu alrededor.
fr: <hinticon/> <1>Déplacez</1> votre <b>souris</b> ou <1>faites glisser</1> votre <b>pavé tactile</b> pour regarder autour de vous
id: <hinticon/> <1>Gerakkan</1> <b>mouse</b> atau <1>seret</1> <b>touchpad</b> untuk melihat-lihat
it: <hinticon/> <1>Sposta</1> il <b>mouse</b> o <1>trascina</1> il dito sul <b>touchpad</b> per guardare intorno
ja: <hinticon/> <b>マウス</b>を<1>操作</1>、または<b>タッチパッド</b>を<1>ドラッグ</1>して、 周囲を見回します
ko: <hinticon/> <b>마우스</b>를 <1>움직이거나</1> <b>터치패드</b>를 <1>드래그</1>해서 주변을 둘러보세요
pt: <hinticon/> <1>Mova</1> o <b>mouse</b> ou <1>arraste</1> o <b>touchpad</b> para olhar ao redor
ru: <hinticon/> <1>Двигайте</1> <b>мышь</b> или <1>ведите</1> пальцем по <b>тачпаду</b>, чтобы осмотреться
th: <hinticon/> <1>ขยับ</1><b>เมาส์</b>หรือ<1>ลาก</1><b>ทัชแพด</b>ของคุณ เพื่อมองดูไปรอบๆ
vi: <hinticon/> <1>Di chuyển</1> <b>chuột</b> hoặc <1>kéo</1> <b>bàn di chuột</b> để nhìn quanh
zh_hans: <hinticon/><1>移动</1><b>鼠标</b>或<1>拖动</1><b>触摸板</b>可以改变视角
zh_hant: <hinticon/> <1>移動</1>你的<b>滑鼠</b>，或者<1>滑動</1>你的<b>觸控板</b>，就能改變視角

# tutorial_camera_00_pro
source: <hinticon/> <1>Drag</1> the <b>right side</b> of the screen to look around
de: <hinticon/> <1>Ziehe</1> die <b>rechte Seite</b> des Bildschirms, um dich umzusehen.
es: <hinticon/> <1>Arrastra</1> el <b>lado derecho</b> de la pantalla para mirar a tu alrededor
fr: <hinticon/> <1>Faites glisser votre doigt sur</1> le <b>côté droit</b> de l'écran pour regarder autour de vous
id: <hinticon/> <1>Seret</1> <b>sisi kanan</b> layar untuk melihat-lihat
it: <hinticon/> <1>Trascina</1> il <b>lato destro</b> dello schermo per guardare intorno
ja: <hinticon/> 画面<b>右側</b>を<1>ドラッグ</1>し、周囲を見回します
ko: <hinticon/> 화면 <b>오른쪽 면</b>을 <1>드래그</1>해서 주변을 둘러보세요
pt: <hinticon/> <1>Arraste</1> o <b>lado direito</b> da tela para olhar ao redor
ru: <hinticon/> <1>Проведите</1> пальцем по <b>правой стороне</b> экрана, чтобы осмотреться
th: <hinticon/> <1>ลาก</1><b>ด้านขวา</b>ของหน้าจอเพื่อมองดูไปรอบๆ
vi: <hinticon/> <1>Kéo</1> <b>phía bên phải</b> của màn hình để nhìn xung quanh
zh_hans: <hinticon/><1>拖动</1>屏幕<b>右侧</b>可以改变视角
zh_hant: <hinticon/> <1>滑動</1>螢幕的<b>右側</b>，就能改變視角

# tutorial_camera_00_pro_lh
source: <hinticon/> <1>Drag</1> the <b>left side</b> of the screen to look around
de: <hinticon/> <1>Ziehe</1> die <b>linke Seite</b> des Bildschirms, um dich umzusehen.
es: <hinticon/> <1>Arrastra</1> el <b>lado izquierdo</b> de la pantalla para mirar a tu alrededor
fr: <hinticon/> <1>Faites glisser votre doigt sur</1> le <b>côté gauche</b> de l'écran pour regarder autour de vous
id: <hinticon/> <1>Seret</1> <b>sisi kiri</b> layar untuk melihat-lihat
it: <hinticon/> <1>Trascina</1> il <b>lato sinistro</b> dello schermo per guardare intorno
ja: <hinticon/> 画面<b>左側</b>を<1>ドラッグ</1>し、周囲を見回します
ko: <hinticon/> 화면의 <b>왼쪽 면</b>을 <1>드래그</1>해서 주변을 둘러보세요
pt: <hinticon/> <1>Arraste</1> o <b>lado esquerdo </b> da tela para olhar ao redor
ru: <hinticon/> <1>Проведите</1> пальцем по <b>левой стороне</b> экрана, чтобы осмотреться
th: <hinticon/> <1>ลาก</1><b>ด้านซ้าย</b>ของหน้าจอเพื่อมองดูไปรอบๆ
vi: <hinticon/> <1>Kéo</1> <b>phía bên trái</b> của màn hình để nhìn xung quanh
zh_hans: <hinticon/><1>拖动</1>屏幕<b>左侧</b>可以改变视角
zh_hant: <hinticon/><1>滑動</1>螢幕的<b>左側</b>，就能改變視角

# tutorial_camera_00_ps
source: <hinticon/> Use <button type="look"/> to look around
de: <hinticon/> Verwende <button type="look"/>, um dich umzusehen
es: <hinticon/> Usa <button type="look"/> para mirar a tu alrededor
fr: <hinticon/> Utilisez <button type="look"/> pour regarder autour de vous
id: <hinticon/> Gunakan <button type="look"/> untuk melihat sekitar
it: <hinticon/>Usa <button type="look"/> per guardarti intorno
ja: <hinticon/> <button type="look"/>で辺りを見渡します
ko: <hinticon/> <button type="look"/>을 움직여 주변을 둘러보세요
pt: <hinticon/> Use <button type="look"/> para observar os arredores
ru: <hinticon/> Используйте <button type="look"/>, чтобы осмотреться
th: <hinticon/>ใช้<button type="look"/>เพื่อมองดูไปรอบๆ
vi: <hinticon/>Sử dụng <button type="look"/> để quan sát xung quanh
zh_hans: <hinticon/> 轻推<button type="look"/>环顾四周
zh_hant: <hinticon/> 輕推<button type="look"/>環顧四周

# tutorial_camera_01
source: <hinticon/> Find a path to the <2>Temple</2>
de: <hinticon/> Finde den Pfad zum <2>Tempel</2>
es: <hinticon/> encuentra el camino al <2>templo</2>
fr: <hinticon/> Trouvez un chemin vers le <2>Temple</2>
id: <hinticon/> Cari jalan menuju <2>Kuil</2>
it: <hinticon/> Trova un percorso verso il <2>Tempio</2>
ja: <hinticon/> 辺りを見回して神殿に続く道を探しましょう
ko: <hinticon/> <2>사원</2>으로 가는 길을 찾으세요
pt: <hinticon/> Encontre o caminho para o <2>templo</2>
ru: <hinticon/> Найдите путь к <2>Храму</2>
th: <hinticon/>ค้นหาเส้นทางไปยัง<2>วิหาร</2>
vi: <hinticon/>Tìm đường đến <2>Đền Thần</2>
zh_hans: <hinticon/> 环顾四周寻找通往<2>神殿</2>的道路
zh_hant: <hinticon/> 環顧四周尋找通往<2>神殿</2>的道路

# tutorial_candle_00
source: <hinticon/> <2>Light</2> from your friends will gather here
de: <hinticon/> <2>Licht</2> von deinen Freunden sammelt sich hier
es: <hinticon/> <2>Luz</2> de tus amigos reunidos aquí
fr: <hinticon/> La <2>lumière</2> obtenue de la part de vos amis s’accumulera ici
id: <hinticon/> <2>Cahaya</2> dari temanmu akan terkumpul di sini
it: <hinticon/> La <2>luce</2> dei tuoi amici si raccoglierà qui
ja: <hinticon/> フレンドの光がここに集まります
ko: <hinticon/> 친구가 준 <2>빛</2>은 여기에 모여요
pt: <hinticon/> As <2>luzes</2> dos seus amigos se juntarão aqui
ru: <hinticon/> Здесь собирается <2>свет</2> от ваших друзей
th: <hinticon/> <2>แสง</2>จากเพื่อนของคุณจะมารวมตัวกันที่นี่
vi: <hinticon/> <2>Ánh Sáng</2> từ bạn bè của bạn sẽ tụ tập ở đây
zh_hans: <hinticon/> 你的<2>友谊之光</2>会不断在此聚集
zh_hant: <hinticon/> 你的<2>友誼之光</2>會不斷在此聚集

# tutorial_candle_trick_00
source: <hinticon/> Move to an area away from water and on higher ground to burrow
de: <hinticon/> Gehe in einen höheren Bereich fernab von Wasser, um zu graben.
es: <hinticon/> Muévete a un área lejos del agua o a mayor altura para excavar
fr: <hinticon/> Déplacez-vous vers une zone éloignée de l'eau et sur un terrain plus élevé pour vous y enfoncer.
id: <hinticon/> Pindah ke daerah yang jauh dari air dan di tempat yang lebih tinggi untuk menggali
it: <hinticon/> Spostati in un'area lontana dall'acqua e su un terreno più alto per scavare
ja: <hinticon/> 水場を離れ、穴を掘れる高さのある場所に移動しましょう
ko: <hinticon/> 땅 속으로 파고 들어갈 수 있게 물에서 떨어져 더 높은 지대로 이동하세요
pt: <hinticon/> Vá para uma área longe da água e em um terreno mais alto para se enterrar
ru: <hinticon/> Чтобы закопаться, отойдите подальше от воды и поднимитесь повыше
th: <hinticon/>ไปยังพื้นที่ห่างไกลจากแม่น้ำ และอยู่บนพื้นที่สูงเพื่อขุด
vi: <hinticon/> Di chuyển đến khu vực cách xa mặt nước, lên bãi đất cao hơn để đào hang
zh_hans: <hinticon/>移动到远离水源的高地区域进行挖洞
zh_hant: <hinticon/>移動到遠離水源的高地處挖洞

# tutorial_candle_trick_01
source: <hinticon/> Move to an area of soft ground to burrow
de: <hinticon/> Gehe in einen Bereich mit weichem Boden, um zu graben.
es: <hinticon/> Muévete hasta un área de terreno blando para excavar
fr: <hinticon/> Déplacer vers une zone de sol mou pour vous y enfoncer
id: <hinticon/> Pindah ke daerah tanah yang lunak untuk menggali
it: <hinticon/> Spostati in un'area di terreno soffice per scavare
ja: <hinticon/> 穴を掘って潜れるよう、柔らかい地面の場所に移動しましょう
ko: <hinticon/> 땅 속으로 파고들 수 있도록 표면이 부드러운 장소로 이동하세요
pt: <hinticon/> Vá para uma área de solo macio para se enterrar
ru: <hinticon/> Чтобы закопаться, перейдите на мягкую почву
th: <hinticon/> ไปยังพื้นดินที่อ่อนนุ่มเพื่อขุด
vi: <hinticon/> Di chuyển đến khu vực đất mềm để đào hang
zh_hans: <hinticon/>移动到地面松软的区域进行挖洞
zh_hant: <hinticon/>移動到鬆軟的地面挖洞

# tutorial_candlegate_00
source: <hinticon/> Offer a <candle/> to activate?
de: <hinticon/> Eine <candle/> zum Aktivieren benutzen?
es: ¿<hinticon/> Ofrecer una <candle/> para activar?
fr: <hinticon/> Offrir une <candle/> pour activer ?
id: <hinticon/> Tawarkan <candle/> untuk mengaktifkan?
it: <hinticon/> Offrire una <candle/> per attivare?
ja: <hinticon/> <candle/>を使って作動させますか？
ko: <hinticon/> <candle/>를 바쳐서 작동시킬까요?
pt: <hinticon/> Oferecer uma <candle/> para ativar?
ru: <hinticon/> Отдать <candle/>, чтобы активировать?
th: <hinticon/> มอบให้ <candle/> เพื่อเปิดใช้งานหรือไม่
vi: <hinticon/>Sử dụng 1 <candle/> để mở?
zh_hans: <hinticon/> 贡献一根<candle/>开启?
zh_hant: <hinticon/> 貢獻一根<candle/>開啓?

# tutorial_cant_place_00
source: <hinticon/> Can't place here, drag to a valid location
de: <hinticon/> Platzieren hier nicht möglich. Bitte an eine geeignete Stelle ziehen.
es: <hinticon/> No se puede colocar aquí, arrastra hasta una ubicación válida.
fr: <hinticon/> Impossible de placer cette chose ici, déplacez-la vers un emplacement valide.
id: <hinticon/> Tidak bisa diletakkan di sini, seret ke lokasi yang valid
it: <hinticon/> Non si può posizionare qui, trascina questo elemento in una posizione valida
ja: <hinticon/> ここには設置できません。設置可能な場所へドラッグしてください
ko: <hinticon/> 여기에는 놓을 수 없습니다. 유효한 위치로 드래그 해주세요.
pt: <hinticon/> Não é possível colocar aqui, arraste para um local válido
ru: <hinticon/> Нельзя разместить здесь, перетащите в допустимое место
th: <hinticon/> ไม่สามารถวางที่นี่ได้ โปรดลากไปยังตำแหน่งที่ถูกต้อง
vi: <hinticon/>Không thể đặt ở đây, hãy kéo đến vị trí hợp lệ
zh_hans: <hinticon/> 不能放在这里，请拖曳至有效位置
zh_hant: <hinticon/> 不能放在這裏，請拖曳至有效位置

# tutorial_cant_place_floor_placeables
source: <hinticon/> This item can only be placed on floors.
de: <hinticon/> Dieser Gegenstand kann nur auf Böden platziert werden.
es: <hinticon/> Este objeto solo se puede colocar en el suelo.
fr: <hinticon/> Cet objet ne peut être placé que sur des sols.
id: <hinticon/> Item ini hanya dapat ditempatkan di lantai.
it: <hinticon/> Questo oggetto può essere posizionato solo sui pavimenti.
ja: <hinticon/>このアイテムは床に設置できます
ko: <hinticon/> 이 아이템은 바닥에만 배치할 수 있습니다.
pt: <hinticon/> Só é possível colocar este item no chão.
ru: <hinticon/> Этот предмет можно разместить только на полу.
th: <hinticon/> ไอเทมนี้สามารถวางบนพื้นได้เท่านั้น
vi: <hinticon/> Vật phẩm này chỉ có thể được đặt trên nền nhà.
zh_hans: <hinticon/>此物品只能放在地板上。
zh_hant: <hinticon/>這個物品只能放在地板上。

# tutorial_cant_place_wall_placeable
source: <hinticon/> This item can only be placed on walls.
de: <hinticon/> Dieser Gegenstand kann nur an Wänden platziert werden.
es: <hinticon/> Este objeto solo se puede colocar en la pared.
fr: <hinticon/> Cet objet ne peut être placé que sur des murs.
id: <hinticon/> Item ini hanya dapat ditempatkan di dinding.
it: <hinticon/> Questo oggetto può essere posizionato solo sui muri.
ja: <hinticon/>このアイテムは壁に設置できます
ko: <hinticon/> 이 아이템은 벽에만 배치할 수 있습니다.
pt: <hinticon/> Só é possível colocar este item em paredes.
ru: <hinticon/> Этот предмет можно разместить только на стене.
th: <hinticon/> ไอเทมนี้สามารถวางบนกำแพงได้เท่านั้น
vi: <hinticon/> Vật phẩm này chỉ có thể được đặt trên tường.
zh_hans: <hinticon/>此物品只能放在墙上。
zh_hant: <hinticon/>這個物品只能放在牆面上。

# tutorial_charge_butterflies
source: <hinticon/> Creatures of <2>light</2> replenish your <cape/> wing's <2>energy</2>
de: <hinticon/> Kreaturen des <2>Lichts</2> regenerieren die <2>Energie</2> deiner <cape/>Flügel.
es: <hinticon/> Las criaturas de la <2>luz</2> reponen la <2>energía</2> de tus alas <cape/>.
fr: <hinticon/>Les créatures de <2>lumière</2> reconstituent l'énergie <2>de votre <cape/>aile</2>
id: <hinticon/> Makhluk-makhluk <2>cahaya</2> mengisi kembali <2>energi</2> <cape/> sayapmu
it: <hinticon/> Le creature di <2>luce</2> restituiscono <cape/><2>energia</2> alle tue ali
ja: <hinticon/> <2>光</2>の生き物たちは、あなたの<cape/>ケープの<2>エナジー</2>を回復してくれるでしょう
ko: <hinticon/> <2>빛</2>의 크리처는 <cape/> 날개 <2>에너지</2>를 채워줍니다
pt: <hinticon/> Criaturas de <2>luz</2> recarregam a <2>energia</2> da sua asa <cape/>
ru: <hinticon/> Создания <2>света</2> пополняют <2>энергию</2> вашего крыла <cape/>
th: <hinticon/> สิ่งมีชีวิตแห่ง<2>แสง</2>ช่วยเติมพลังให้กับ<cape/>ปีก<2>ของคุณ</2>
vi: <hinticon/> Những sinh vật <2>ánh sáng</2> tiếp <2>năng lượng</2> cho <cape/>đôi cánh</2> của bạn
zh_hans: <hinticon/><2>光</2>之生物可为你的<cape/>翅膀<2>补充能量</2>
zh_hant: <hinticon/> 光之<2>生物</2>能補充你的<cape/>翅膀<2>能量</2>

# tutorial_collectible_00
source: <hinticon/> <1>Tap</1> the <warning>red dot</warning> to claim a <2>new ability</2>
de: <hinticon/> <1>Tippe</1> auf den <warning>roten Punkt</warning>, um dir eine <2>neue Fähigkeit</2> zu holen
es: <hinticon/> <1>Toca</1> el <warning>punto rojo</warning> para reclamar una <2>habilidad nueva</2>
fr: <hinticon/> <1>Touchez</1> le <warning>point rouge</warning> pour obtenir une <2>nouvelle capacité</2>
id: <hinticon/> <1>Ketuk</1> <warning>titik merah</warning> untuk mengklaim <2>kemampuan baru</2>
it: <hinticon/> <1>Tocca</1> il <warning>punto rosso</warning> per ottenere una <2>nuova abilità</2>
ja: <hinticon/> <warning>赤色の点</warning>を<1>タップ</1>して、<2>新たな能力</2>を得ましょう
ko: <hinticon/> <warning>빨간색 점</warning>을 <1>탭</1>하여 <2>새로운 능력</2>을 받으세요
pt: <hinticon/> <1>Toque</1> no <warning>ponto vermelho</warning> para obter uma <2>nova habilidade</2>
ru: <hinticon/> <1>Нажмите</1> на <warning>красную точку</warning>, чтобы получить <2>новую способность</2>
th: <hinticon/><1>แตะ</1><warning>จุดสีแดง</warning>เพื่อรับ<2>ความสามารถใหม่</2>
vi: <hinticon/> <1>Nhấn</1> <warning>chấm đỏ</warning> để nhận <2>năng lực mới</2>
zh_hans: <hinticon/><1>点击</1><warning>红点</warning>认领一项<2>新能力</2>
zh_hant: <hinticon/> <1>點擊</1><warning>紅點</warning>就能獲得<2>新能力</2>

# tutorial_collectible_00_ps
source: <hinticon/> <1>Press <button type="emote_menu"/></1> to claim a <2>new ability</2>
de: <hinticon/> <1>Drücke <button type="emote_menu"/></1>, um eine <2>neue Fähigkeit</2> freizuschalten
es: <hinticon/> <1>Presiona <button type="emote_menu"/></1> para reclamar una <2>nueva habilidad</2>
fr: <hinticon/> <1>Appuyez sur <button type="emote_menu"/></1> pour obtenir une <2>nouvelle aptitude</2>
id: <hinticon/> <1>Tekan <button type="emote_menu"/></1> untuk mengeklaim <2>kemampuan baru</2>
it: <hinticon/> <1>Premi <button type="emote_menu"/></1> per ottenere una <2>nuova abilità</2>
ja: <hinticon/> <1><button type="emote_menu"/> を押して</1><2> 新しいスキルを獲得</2>しましょう
ko: <hinticon/> <1><button type="emote_menu"/> 을 눌러</1> <2> 새로운 능력</2>을 받아보세요
pt: <hinticon/> <1>Aperte <button type="emote_menu"/></1> para resgatar uma <2>nova habilidade</2>
ru: <hinticon/> <1>Нажмите <button type="emote_menu"/></1>, чтобы получить <2>новую способность</2>
th: <hinticon/> <1>กด <button type="emote_menu"/></1> เพื่อรับ<2>ความสามารถใหม่</2>
vi: <hinticon/> <1>Nhấn <button type="emote_menu"/></1> để nhận <2>năng lực mới</2>.
zh_hans: <hinticon/> <1>按 <button type="emote_menu"/></1> 即可获得<2>新能力</2>。
zh_hant: <hinticon/> <1>按 <button type="emote_menu"/></1> 即可獲得<2>新能力</2>。

# tutorial_color_currency_forge
source: Not enough <2>Colored Light</2> to forge this <b>dye</b>.
de: Nicht genug <2>farbiges Licht</2>, um diese <b>farbe</b> zu schmieden.
es: No alcanza la <2>luz de color</2> para forjar esta <b>tintura</b>.
fr: Pas assez de <2>lumière colorée</2> pour créer cette <b>teinture</b>.
id: Tidak cukup <1>Cahaya Berwarna</1> untuk menempa <b>Pewarna</b> ini.
it: Non hai abbastanza <2>luce colorata</2> per creare questo <b>tintura</b>.
ja: この<b>光染料</b>を精錬するだけの<1>光染料のかけら</1>がありません
ko: <2>색깔 빛</2>이 부족해서 이 <b>염색약</b>을 만들 수 없어요.
pt: <2>Luz Colorida</2> insuficiente para forjar esta <b>tinta</b>.
ru: Недостаточно <2>цветного света</2>, чтобы создать <b>краску</b>.
th: มี<2>แสงแห่งสีสัน</2>ไม่พอที่จะสร้าง<b>สีย้อม</b>นี้
vi: Không đủ <1>Ánh Sáng Màu</1> để rèn <b>Thuốc Nhuộm</b> này.
zh_hans: 没有足够的<2>多彩光线</2>来打造此<b>染料</b>。
zh_hant: 沒有足夠的<2>彩染之光</2>來提煉此<b>光染</b>。
