Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap25_color_returned_yellow
source: You returned <b>Yellow Light</b> to the <1>Dye Workshop</1>! The spirits still require one more color...
de: Du hast das <b>gelbe Licht</b> zur <1>Farben-Werkstatt</1> zurückgebracht! Die Geister benötigen noch eine Farbe ...
es: ¡Regresaste la <b>luz amarilla</b> al <1>taller de tinturas</1>! Los espíritus precisan un color más.
fr: Vous avez rapporté de la <b>lumière jaune</b> à l'<1>Atelier de teinture</1> ! Les esprits ont encore besoin d'une autre couleur...
id: Kamu mengembalikan <b>Cahaya Kuning</b> ke <1>Lokakarya Warna</1>! Para roh masih membutuhkan satu warna lagi...
it: Hai portato la <b>luce gialla</b> alla <1>Bottega di tintura</1>! Gli spiriti hanno bisogno di un altro colore...
ja: <b>黄色の光染料のかけら</b>を<1>光染め工房</1>に取り戻しました！ この精霊はまだもう1色必要としているようです…
ko: <b>노란색 빛</b>을 <1>염색 공방</1>에 돌려줬습니다! 영혼에게는 아직 한 가지 색깔이 더 필요해요...
pt: Você devolveu a <b>Luz Amarela</b> para o <1>Ateliê de Tintas</1>! Os espíritos ainda precisam de mais uma cor...
ru: Вы вернули <b>жёлтый свет</b> в <1>мастерскую цвета</1>! Теперь духам нужен ещё один цвет...
th: คุณได้นำ<b>แสงสีเหลือง</b>กลับคืนสู่<1>เวิร์คช็อปสีย้อม</1>แล้ว! สปิริตยังคงต้องการอีกสีหนึ่ง...
vi: Bạn đã trả lại <b>Ánh Sáng Vàng</b> cho <1>Xưởng Nhuộm</1>! Các tinh linh vẫn cần thêm một màu nữa...
zh_hans: 你将<b>黄色光线</b>归还给了<1>染色工作室</1>！ 先灵们还需要一种颜色……
zh_hant: 你已將<b>黃染之光</b>送回<1>光之染坊</1>！ 先靈們還需要另一種顏色⋯⋯

# ap25_dye_introduced
source: You may now use the workshop to <2>dye cosmetics</2>.
de: Jetzt kannst du die Werkstatt nutzen, um <2>kosmetische Gegenstände zu färben</2>.
es: Ya puedes usar el taller de tinturas para <2>teñir accesorios</2>.
fr: Vous pouvez à présent utiliser l'atelier pour <2>teindre des éléments cosmétiques</2>.
id: Sekarang kamu bisa menggunakan lokakarya ini untuk <2>mewarnai kosmetik</2>.
it: Ora puoi usare la bottega per <2>tingere gli elementi estetici</2>.
ja: この工房で<2>ドレスアップアイテムの染色</2>ができるようになりました
ko: 이제 공방을 이용해서 <2>꾸미기 아이템을 염색할 수 있습니다</2>.
pt: Agora você pode usar o ateliê para <2>tingir cosméticos</2>.
ru: Теперь вы можете использовать мастерскую, чтобы <2>покрасить украшения</2>.
th: ตอนนี้คุณสามารถใช้เวิร์คช็อปเพื่อ<2>ย้อมของประดับ</2>ได้แล้ว
vi: Giờ bạn có thể sử dụng xưởng để <2>nhuộm đồ trang trí</2>.
zh_hans: 现在你可以使用工作坊来<2>为饰品染色</2>。
zh_hant: 你現在可以使用染坊<2>為造型物品染色</2>了。

# ap25_fetch01_intro_00
source: <b>Colored Light</b> may be trapped in certain dark plants.
de: <b>Farbiges Licht</b> könnte in bestimmten Dunkelpflanzen eingeschlossen sein.
es: La <b>luz de color</b> podría estar atrapada en ciertas plantas oscuras.
fr: La <b>lumière colorée</b> est parfois prisonnière de certaines plantes sombres.
id: <b>Cahaya Berwarna</b> mungkin terperangkap dalam tanaman kegelapan tertentu.
it: La <b>luce colorata</b> potrebbe essere intrappolata in alcune piante scure.
ja: <b>光染料のかけら</b>は蝕む闇に囚われている場合があります
ko: <b>색깔 빛</b>이 어느 어둠의 식물에 갇혀 있어요.
pt: A <b>Luz Colorida</b> pode estar presa em algumas plantas sombrias.
ru: <b>Цветной свет</b> может быть пойман особыми тёмными растениями.
th: <b>แสงแห่งสีสัน</b>อาจติดอยู่ในพืชแห่���ความมืดบางต้น
vi: <b>Ánh Sáng Màu</b> có thể bị mắc kẹt trong một số cây bóng tối nhất định.
zh_hans: <b>多彩光线</b>可能被困在某些黑暗腐植中。
zh_hant: <b>彩染之光</b>可能被困在某些黑暗腐植中。

# ap25_fetch01_intro_01
source: Bring back <b>Yellow Light</b> from the new dark plants in <b>Daylight Prairie</b>.
de: Bringe <b>gelbes Licht</b> von den neuen Dunkelpflanzen in der <b>Tageslichtprärie</b> zurück.
es: Recupera <b>luz amarilla</b> de las nuevas plantas oscuras en la <b>Planicie Luz de Día</b>.
fr: Rapportez de la <b>lumière jaune</b> des nouvelles plantes sombres sur la <b>Prairie illuminée</b>.
id: Bawa kembali <b>Cahaya Kuning</b> dari tanaman kegelapan yang baru di <b>Padang Rumput Siang</b>.
it: Riporta la <b>luce gialla</b> dalle nuove piante scure nella <b>Prateria Diurna</b>.
ja: <b>草原</b>に出現した新たな蝕む闇より、<b>黄色の光染料のかけら</b>を集めてきましょう
ko: <b>햇빛 초원</b>에 새로 나타난 어둠의 식물로부터 <b>노란색 빛</b>을 되찾아주세요.
pt: Traga a <b>Luz Amarela</b> de volta das novas plantas sombrias na <b>Campina da Aurora</b>.
ru: Соберите <b>жёлтый свет</b> с новых тёмных растений в <b>Полуденной прерии</b>.
th: นำ<b>แสงสีเหลือง</b>กลับมาจากพืชแห่งความมืดชนิดใหม่ใน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Mang về <b>Ánh Sáng Vàng</b> từ những cây bóng tối mới ở <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: 前往<b>云野</b>，从新的黑暗腐植中带回<b>黄色光线</b>。
zh_hant: 前往<b>雲野</b>，從新的黑暗腐植中帶回<b>黃色光芒</b>。

# ap25_fetch02_intro_00
source: Some types of <b>Colored Light</b> appear less frequently.
de: Einige Arten von <b>farbigem Licht</b> treten seltener auf.
es: Algunas <b>luces de color</b> aparecen con menos frecuencia.
fr: Certains types de <b>lumière colorée</b> sont plus rares.
id: Beberapa jenis <b>Cahaya Berwarna</b> mungkin lebih jarang muncul.
it: Certi tipi di <b>luce colorata</b> appaiono meno frequentemente.
ja: とある種類の<b>光染料のかけら</b>は、他のものより出現頻度が少ないようです
ko: 어떤 종류의 <b>색깔 빛</b>은 더 드물게 나타납니다.
pt: Alguns tipos de <b>Luz Colorida</b> aparecem com menos frequência.
ru: Некоторые виды <b>цветного света</b> появляются реже остальных.
th: <b>แสงแห่งสีสัน</b>บางประเภทจะปรากฏขึ้นมาไม่ค่อยบ่อย
vi: Một số loại <b>Ánh Sáng Màu</b> xuất hiện không thường xuyên.
zh_hans: 有些种类的<b>多彩光线</b>出现频率更低。
zh_hant: 某些顏色的<b>彩染之光</b>出現頻率會較低。

# ap25_fetch02_intro_01
source: Bring back <b>Cyan Light</b> from the new dark plants in <b>Hidden Forest</b>.
de: Bringe <b>türkises Licht</b> von den neuen Dunkelpflanzen im <b>Verborgenen Wald</b> zurück.
es: Recupera <b>luz turquesa</b> de las nuevas plantas oscuras en el <b>Bosque Escondido</b>.
fr: Rapportez de la <b>lumière cyan</b> des nouvelles plantes sombres de la <b>Forêt cachée</b>.
id: Bawa kembali <b>Cahaya Cyan</b> dari tanaman kegelapan yang baru di <b>Hutan Tersembunyi</b>.
it: Riporta la <b>luce azzurra</b> dalle nuove piante scure nella <b>Foresta Nascosta</b>.
ja: <b>雨林</b>に出現した新たな蝕む闇より、<b>水色の光染料のかけら</b>を集めてきましょう
ko: <b>비밀의 숲</b>에 새로 나타난 어둠의 식물로부터 <b>청록색 빛</b>을 되찾아주세요.
pt: Traga a <b>Luz Ciano</b> de volta das novas plantas sombrias na <b>Floresta Oculta</b>.
ru: Соберите <b>бирюзовый свет</b> с новых тёмных растений в <b>Тайном лесу</b>.
th: นำ<b>แสงสีฟ้าอมเขียว</b>กลับมาจากพืชแห่งความมืดชนิดใหม่ใน<b>ป่าลับ</b>
vi: Mang về <b>Ánh Sáng Lục Lam</b> từ những cây bóng tối mới ở <b>Rừng Mưa</b>.
zh_hans: 从<b>雨林</b>的新黑暗腐植中带回<b>青色光线</b>。
zh_hant: 前往<b>雨林</b>，從新的黑暗腐植中帶回<b>青色光芒</b>。

# ap25_fetch03_intro_01
source: Bring back <b>Purple Light</b> from the new dark plants in <b>Golden Wasteland</b>.
de: Bringe <b>lila licht</b> von den neuen Dunkelpflanzen in der <b>Goldenen Ödnis</b> zurück.
es: Recupera <b>luz púrpura</b> de las nuevas plantas oscuras en el <b>Páramo Dorado</b>.
fr: Rapportez de la <b>lumière violette</b> des nouvelles plantes sombres du <b>Désert d’or</b>.
id: Bawa kembali <b>Cahaya Ungu</b> dari tanaman kegelapan yang baru di <b>Gurun Emas</b>.
it: Riporta la <b>luce viola</b> dalle nuove piante scure nel <b>Deserto Dorato</b>.
ja: <b>捨てられた地</b>に出現した新たな蝕む闇より、<b>紫色の光染料のかけら</b>を集めてきましょう
ko: <b>황금 황무지</b>에 새로 나타난 어둠의 식물로부터 <b>보라색 빛</b>을 되찾아주세요.
pt: Traga a <b>Luz Roxa</b> de volta das novas plantas sombrias no <b>Sertão Dourado</b>.
ru: Соберите <b>пурпурный свет</b> с новых тёмных растений в <b>Золотой пустоши</b>.
th: นำ<b>แสงสีม่วง</b>กลับมาจากพืชแห่งความมืดชนิดใหม่ใน<b>แดนร้างทองอร่าม</b>
vi: Mang về <b>Ánh Sáng Màu Tím</b> từ những cây bóng tối mới ở <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 从<b>暮土</b>的新黑暗腐植中带回<b>紫色光线</b>。
zh_hant: 前往<b>暮土</b>，從新的黑暗腐植中帶回<b>紫色光芒</b>。

# ap25_fetch04_intro_00
source: Bring back rare <b>White Light</b> and <b>Black Light</b> from places like <b>Prairie Peaks</b> and <b>Eye of Eden</b>.
de: Bring seltenes <b>weißes Licht</b> und <b>schwarzes Licht</b> von Orten wie dem <b>Präriegipfel</b> und dem <b>Auge von Eden</b> zurück.
es: Recupera <b>luz blanca</b> y <b>luz negra</b> de ciertos lugares, como las <b>cumbres de la planicie</b> y el <b>Ojo de Edén</b>.
fr: Rapportez de la <b>lumière blanche</b> et de la <b>lumière noire</b> d'endroits tels que les <b>Pics de la Prairie</b> et d l'<b>Œil d’Éden</b>.
id: Menghadirkan kembali <b>Cahaya Putih</b> dan <b>Cahaya Hitam</b> yang langka dari tempat-tempat seperti <b>Puncak Padang Rumput</b> dan <b>Pusat Eden</b>.
it: Riporta la <b>luce bianca</b> e la <b>luce nera</b> rare da luoghi come le <b>Vette della Prateria</b> e l'<b>Occhio di Eden</b>.
ja: <b>草原連峰</b>や<b>暴風域</b>といった場所に出現する、貴重な<b>白色の光染料のかけら</b>と<b>黒色の光染料のかけら</b>を集めてきましょう
ko: <b>초원 봉우리</b>, <b>에덴의 눈</b> 같은 구역에서 희귀한 <b>흰색 빛</b>과 <b>검은색 빛</b>을 되찾아오세요.
pt: Traga de volta a <b>luz branca</b> e a <b>luz negra</b> raras de lugares como <b>Picos da Campina</b> e <b>Olho de Éden</b>.
ru: Добывайте редкий <b>белый</b> и <b>чёрный свет</b> в таких местах, как <b>Степные вершины</b> и <b>Сердце Эдема</b>.
th: นำ<b>แสงสีขาว</b>และ<b>แสงสีดำ</b>กลับมาจากสถานที่ต่างๆ เช่น <b>ยอดเขาแห่งทุ่งหญ้า</b> และ<b>ดวงตาแห่งเอเดน</b>
vi: Mang về <b>Ánh Sáng Trắng</b> và <b>Ánh Sáng Đen</b> quý hiếm từ những nơi như <b>Đỉnh Thảo Nguyên</b> và <b>Mắt Địa Đàng</b>.
zh_hans: 从<b>云峰</b>和<b>暴风眼</b>等地带回稀有的<b>白色之光</b>和<b>黑色之光</b>。
zh_hant: 帶回來自<b>雲野峻嶺</b>和<b>暴風眼</b>等地的稀有<b>白染之光</b>與<b>黑染之光</b>。

# ap25_fetch05_intro_00
source: The spirits wish to match styles in your honor! Create a style for yourself and the spirits.
de: Die Geister möchten dir zu Ehren ihre Stile anpassen! Kreiere einen Stil für dich selbst und die Geister.
es: ¡Los espíritus quieren combinar estilos para honrarte! Crea un estilo para ti y para ellos.
fr: Les esprits aimeraient adopter votre style, en votre honneur ! Créez un style commun.
id: Para roh ingin mencocokkan gaya untuk merayakan bersama kamu! Ciptakan gaya untuk dirimu sendiri dan para roh.
it: Gli spiriti desiderano onorarti adottando il tuo stesso stile! Crea uno stile per te e per gli spiriti.
ja: 精霊たちがあなたの装いに敬意を称し、調和のとれた装いに着替えたいそうです！自身と精霊たちの装いを作成しましょう！
ko: 영혼들이 경의를 표하는 뜻에서 당신과 옷차림을 맞추고 싶어 합니다! 모두를 위한 스타일을 만들어내세요.
pt: Os espíritos desejam combinar estilos em sua homenagem! Crie um estilo para você e para os espíritos.
ru: Духи хотят выразить вам свою любовь с помощью единого стиля! Создайте стиль для себя и духов.
th: สปิริตอยากที่จะจับคู่สไตล์เพื่อเป็นเกียรติแก่คุณ! สร้างสไตล์ให้กับตัวคุณและสปิริตเลยสิ
vi: Các tinh linh mong muốn phối hợp phong cách để vinh danh bạn! Hãy tạo phong cách cho chính bạn và các tinh linh nhé.
zh_hans: 先灵们希望能配合你的穿搭风格！快来为自己和先灵们打造独特的造型吧。
zh_hant: 這些先靈希望能配合你的穿搭！為自己和先靈打造獨特的造型吧。

# ap25_fetch05_intro_00_b
source: Use the <b>Dye Workshop</b> to match the group style of the spirits!
de: Nutze die <b>Farben-Werkstatt</b>, um dich dem Gruppenstil der Geister anzupassen.
es: ¡Usa el <b>taller de tinturas</b> para combinar con el estilo grupal de los espíritus!
fr: Profitez de l'<b>Atelier de teinture</b> pour reproduire le style de groupe des esprits !
id: Gunakan <b>Lokakarya Warna</b> untuk mencocokkan gaya kelompok roh!
it: Utilizza la <b>Bottega di tintura</b> per abbinare lo stile a quello del gruppo degli spiriti!
ja: <b>光染め工房</b>を使い、精霊たちとお揃いの装いを作りましょう！
ko: <b>염색 공방</b>를 이용해서 영혼들과 같은 그룹 스타일을 만들어 보세요!
pt: Use o <b>Ateliê de Tintas</b> para combinar com o estilo do grupo dos espíritos!
ru: Воспользуйтесь <b>мастерской цвета</b>, чтобы подобрать групповой стиль духов!
th: ใช้<b>เวิร์คช็อปสีย้อม</b>เพื่อจับคู่สไตล์กลุ่มของเหล่าสปิริต!
vi: Sử dụng <b>Xưởng Nhuộm</b> để phù hợp với phong cách nhóm của các tinh linh!
zh_hans: 使用<b>光之染坊</b>设计出与先灵团体搭配的颜色组合！
zh_hant: 使用<b>光之染坊</b>設計出與先靈團體搭配的顏色組合！

# ap25_found_dye
source: Deliver this <b>Colored Light</b> to the <1>Radiance Guide</1> at the <1>Dye Workshop</b> in <b>Aviary Village</b>.
de: Liefere dieses <b>farbige Licht</b> an die <1>Leuchten-Helferin</1> in der <1>Farben-Werkstatt</b> im <b>Volieren-Dorf</b>.
es: Entrega esta <b>luz de color</b> a la <1>guía de resplandor</1> en el <1>taller de tinturas</b>, en la <b>aldea aviaria</b>.
fr: Apportez cette <b>lumière colorée</b> au <1>guide l'Éclat</1>, qui se trouve à l'<1>Atelier de teinture</b> du <b>Village volière</b>.
id: Kirimkan <b>Cahaya Berwarna</b> ini ke <1>Pemandu Pancaran Cahaya</1> di <1>Lokakarya Warna</1> pada <b>Desa Aviary</b>.
it: Consegna questa <b>luce colorata</b> alla <1>guida allo splendore</1> nella <1>Bottega di tintura</b> presso il <b>Villaggio degli Uccelli</b>.
ja: この<b>光染料のかけら</b>を<b>花鳥郷</b>の<b>光染め工房</b>にいる<1>光に染まる案内人</1>に届けましょう
ko: 이 <b>색깔 빛</b>을 <b>새들의 정원 마을</b>의 <1>염색 공방</b>에 있는 <1>광채의 안내자</1>에게 전달해주세요.
pt: Entregue esta <b>Luz Colorida</b> à <1>Guia do Resplendor</1> no <1>Ateliê de Tintas</b> na <b>Aldeia Aviária</b>.
ru: Принесите <b>цветной свет</b> <1>проводнику сияния</1> в <1>мастерскую цвета</b>, что в <b>Птичьей деревне</b>.
th: นำ<b>แสงแห่งสีสัน</b>นี้ไปส่งให้<1>ผู้แนะนำแสงเรืองรอง</1>ที่<1>เวิร์คช็อปสีย้อม</b>ใน<b>หมู่บ้านเอเวียรี</b>
vi: Mang <b>Ánh Sáng Màu</b> này tới cho <1>Chỉ Dẫn Rạng Rỡ</1> tại <1>Xưởng Nhuộm</1> ở <b>Làng Chuồng Chim</b>.
zh_hans: 将此<b>多彩光线</b>交给<b>云巢</b><1>染色工作室</b>中的<1>彩染向导</1>。
zh_hant: 將此<b>彩染之光</b>交給<b>雲巢</b><1>光之染坊</b>中的<1>彩染嚮導</1>。

# ap25_light_introduced
source: You may also view cosmetics in different lighting conditions.
de: Du kannst dir kosmetische Gegenstände auch in verschiedenen Lichtverhältnissen ansehen.
es: También puedes ver los accesorios iluminados de distintas formas.
fr: Observez également les éléments cosmétiques sous différentes lumières.
id: Kamu juga bisa melihat kosmetik dalam kondisi pencahayaan yang berbeda-beda.
it: Puoi anche visualizzare gli elementi estetici in diverse condizioni di illuminazione.
ja: さまざまな照明の条件下でのドレスアプアイテムの色調を確認できます
ko: 꾸미기 아이템을 다른 조명 환경에서 살펴볼 수도 있습니다.
pt: Você também pode ver cosméticos em diferentes condições de iluminação.
ru: Также вы сможете посмотреть, как выглядят украшения в разном цвете.
th: คุณยังสามารถดูของประดับในสภาพแสงที่แตกต่างกันได้
vi: Bạn cũng có thể xem đồ trang trí trong các điều kiện ánh sáng khác nhau.
zh_hans: 你还可以在不同光照条件下查看饰品。
zh_hant: 你還可以在不同的光線環境下檢視你的造型。

# applemusic_menu_link
source: <b>Go to the Album</b>
de: Gehe zum Album
es: Ir al álbum
fr: Accéder à l'album
id: Buka album
it: Vai all'album
ja: アルバムを開く
ko: 앨범 열기
pt: Ir ao álbum
ru: Перейти к альбому
th: <b>ไปยังอัลบั้ม</b>
vi: Mở album
zh_hans: 前往专辑
zh_hant: 前往專輯

# applemusic_menu_message
source: New subscribers get up to two months <b>free</b> to relive the concert in stunning Spatial Audio <b>exclusively on Apple Music</b>.
de: Neue Abonnenten erhalten bis zu zwei Monate <b>gratis</b>, um das Konzert in Spatial Audio <b>exklusiv auf Apple Music zu erleben</b>.
es: Los nuevos suscriptores tienen hasta dos meses <b>gratis</b> para revivir el concierto en Spatial Audio <b>en exclusiva en Apple Music</b>.
fr: Revivez l'expérience du concert en Audio Spatial sur Apple Music. Les joueurs de Sky bénéficient d'un mois d'accès GRATUIT à Apple Music.
id: Hidupkan kembali pengalaman konser dalam Audio Spasial di Apple Music. Para pemain Sky mendapatkan satu bulan akses ke Apple Music secara GRATIS.
it: Rivivi l'esperienza del concerto usando l'audio spaziale su Apple Music. I giocatori di Sky ricevono un mese di accesso GRATIS ad Apple Music.
ja: <b>Apple Music独占配信</b>の最高の空間オーディオで、コンサートを再体験しましょう。Apple Musicへの登録が初めての場合、最大で2ヶ月間<b>無料で</b>ご利用いただけます。
ko: 처음 구독하시나요? 2개월 <b>무료</b> 이용권을 통해 <b>Apple Music 단독</b> 공간 음향 기능을 사용해서 콘서트를 감상해 보세요.
pt: Reviva a experiência do show com áudio espacial no Apple Music. Os jogadores de Sky têm um mês de acesso ao Apple Music GRATUITAMENTE.
ru: Новые подписчики получат до двух месяцев <b>БЕСПЛАТНО</b> и смогут послушать концерт с функцией «Пространственное аудио» <b>только в Apple Music</b>.
th: สมาชิกใหม่จะได้รับสิทธิ์ใช้งาน<b>ฟรี</b>สองเดือนเพื่อ หวนระลึกถึงคอนเสิร์ตด้วยระบบเสียง Spatial Audio <b>พิเศษเฉพาะบน Apple Music</b>
vi: Sống lại trải nghiệm nhạc hội với công nghệ Spatial Audio của Apple Music. Người chơi Sky có đặc quyền truy cập Apple Music MIỄN PHÍ trong một tháng.
zh_hans: 新订阅用户可以获得至多两个月的<b>免费会员</b> 在</b>Apple Music独家</b>享受美妙的空间音频来重温音乐会体验。
zh_hant: 新訂閱用戶可以獲得至多兩個月的<b>免費會員</b> 在</b>Apple Music獨家</b>享受美妙的空間音訊來重溫演唱會體驗。

# applemusic_menu_message2
source: Already an Apple Music subscriber?
de: Sind Sie bereits Apple Music-Abonnent?
es: ¿Ya estás suscrito a Apple Music?
fr: Vous êtes déjà abonné à Apple Music ?
id: Sudah menjadi pelanggan Apple Music?
it: Siete già abbonati ad Apple Music?
ja: 現在Apple Musicのサブスクリプションに登録されていますか？
ko: Apple Music 을 이미 구독 중이신가요?
pt: Já é assinante da Apple Music?
ru: У вас уже есть подписка на Apple Music?
th: เป็นสมาชิก Apple Music อยู่แล้วใช่ไหม
vi: Bạn đã có đăng ký Apple Music chưa?
zh_hans: 您目前是否已经订阅了Apple Music？
zh_hant: 您目前是否已經訂閱了Apple Music？

# applemusic_menu_redeem
source: <b>Redeem Free Offer</b>
de: Erhalte 1 Monate GRATIS
es: Consigue 1 mes GRATIS
fr: Obtenez 1 mois GRATUIT
id: Dapatkan 1 bulan GRATIS
it: Ricevi 1 mese GRATIS
ja: 1ヶ月間無料で体験する
ko: 1개월 무료 체험
pt: Obter 1 mês GRÁTIS
ru: 1 месяц БЕСПЛАТНО
th: <b>แลกรับข้อเสนอฟรี</b>
vi: Nhận 1 tháng MIỄN PHÍ
zh_hans: 获取1个月的免费使用权限
zh_hant: 免費使用1個月

# applemusic_menu_title
source: <b>AURORA Concert Album on Apple Music</b>
de: <b>AURORA Konzertalbum auf Apple Music</b>
es: <b>Álbum del concierto de AURORA en Apple Music</b>
fr: <b>Album du concert d’AURORA sur Apple Music</b>
id: <b>Album Konser AURORA di Apple Music</b>
it: <b>Album del concerto di AURORA su Apple Music</b>
ja: <b>AURORAコンサートアルバム Apple Musicで配信</b>
ko: <b>AURORA 콘서트 앨범, Apple Music에서 듣기</b>
pt: <b>Álbum do show da AURORA no Apple Music.</b>
ru: <b>Альбом-концерт AURORA на Apple Music</b>
th: <b>อัลบั้มคอนเสิร์ต AURORA บน Apple Music</b>
vi: <b>Album Nhạc hội AURORA của Apple Music</b>
zh_hans: <b>AURORA音乐会专辑已登陆Apple Music</b>
zh_hant: <b>AURORA演唱會專輯已登陆Apple Music</b>

# assetpack_download_failed
source: "{{1}}" Download Failed
de: "{{1}}" Download fehlgeschlagen
es: La descarga de "{{1}}" falló
fr: Échec du téléchargement de "{{1}}"
id: "{{1}}" Unduhan Gagal
it: Download non riuscito: "{{1}}"
ja: "{{1}}" ダウンロードに失敗しました
ko: {{1}} 다운로드 실패
pt: Download malsucedido: "{{1}}"
ru: Не удалось скачать: {{1}}
th: ล้มเหลวในการดาวน์โหลด "{{1}}"
vi: {{1}} Tải xuống không thành công
zh_hans: "{{1}}" 下载失败
zh_hant: "{{1}}" 下載失敗

# assetpack_name_audio_extra
source: Additional audio assets
de: Zusätzliche Audioressourcen
es: Recursos de audio adicionales
fr: Contenus audio supplémentaires
id: Aset audio tambahan
it: Altre risorse audio
ja: 追加のオーディオデータ
ko: 추가 오디오 애셋
pt: Recursos de áudio adicionais
ru: Дополнительные аудиоматериалы
th: แอสเซทเสียงเพิ่มเติม
vi: Nội dung âm thanh bổ sung
zh_hans: 额外的音频文件
zh_hant: 額外的音訊檔案

# assetpack_name_audio_unused
source: Unused audio assets
de: Nicht verwendete Audioressourcen
es: Recursos de audio no usados
fr: Contenus audio inutilisés
id: Aset audio yang tidak digunakan
it: Risorse audio non utilizzate
ja: 未使用のオーディオデータ
ko: 미사용 오디오 애셋
pt: Recursos de áudio não usados
ru: Неиспользуемые аудиоматериалы
th: แอสเซทเสียงที่ไม่ได้ใช้
vi: Nội dung âm thanh không sử dụng
zh_hans: 未使用的音频文件
zh_hant: 未使用的音訊檔案

# assetpack_name_dawn
source: Dawn Cave area
de: Dämmerungshöhlenbereich
es: Área Cueva del Amanecer
fr: Grotte de l'aube
id: Area Gua Fajar
it: Area della Grotta dell'Alba
ja: 孤島の洞窟エリア
ko: 여명의 동굴 지역
pt: Área da Caverna da Aurora
ru: Пещера Рассвета
th: พื้นที่ถ้ำรุ่งอรุณ
vi: Khu vực Hang Bình Minh
zh_hans: 预言山谷
zh_hant: 預言山谷

# assetpack_name_dusk
source: Wasteland area
de: Ödnisbereich
es: Páramo
fr: Terres désertiques
id: Area Gurun Kosong
it: Deserto
ja: 捨てられた地
ko: 황무지 지역
pt: Região do sertão
ru: Зона пустоши
th: พื้นที่แดนร้าง
vi: Khu vực Hoang Mạc
zh_hans: 暮土
zh_hant: 暮土

# assetpack_name_images
source: Image assets
de: Bild-Ressourcen
es: Archivos de imágenes
fr: Ressources d'images
id: Aset gambar
it: Immagini
ja: 画像データ
ko: 이미지 에셋
pt: Arquivos de imagens
ru: Изображения
th: แอสเซทภาพ
vi: Tài nguyên hình ảnh
zh_hans: 图形资源
zh_hant: 圖形資源

# assetpack_name_initial
source: Basic assets
de: Grundlegende Ressourcen
es: Recursos básicos
fr: Contenus de base
id: Aset dasar
it: Risorse di base
ja: 基本データ
ko: 기본 애셋
pt: Recursos básicos
ru: Базовые материалы
th: แอสเซทพื้นฐาน
vi: Tài nguyên cơ bản
zh_hans: 基本素材文件
zh_hant: 基本素材文件

# assetpack_name_meshes
source: Mesh assets
de: Mesh-Ressourcen
es: Archivos de modelos
fr: Ressources de meshes
id: Aset jala
it: Reticoli
ja: メッシュデータ
ko: 메시 에셋
pt: Arquivos de modelos
ru: Модели
th: แอสเซทเมช
vi: Tài nguyên mô hình
zh_hans: 模型资源
zh_hant: 模型資源

# assetpack_name_night
source: Night area
de: Nachtbereich
es: Noche
fr: Nuit
id: Area malam
it: Notte
ja: 書庫
ko: 밤 지역
pt: Região da noite
ru: Ночная зона
th: พื้นที่กลางคืน
vi: Kho Tri Thức
zh_hans: 禁阁
zh_hant: 禁閣

# assetpack_name_prairie
source: Prairie area
de: Präriebereich
es: Planicie
fr: Prairie
id: Area padang rumput
it: Prateria
ja: 草原
ko: 초원 지역
pt: Região da pradaria
ru: Зона прерии
th: พื้นที่ทุ่งหญ้า
vi: Thảo Nguyên
zh_hans: 云野
zh_hant: 雲野

# assetpack_name_rain
source: Forest area
de: Waldbereich
es: Bosque
fr: Forêt
id: Area hutan
it: Foresta
ja: 雨林
ko: 숲 지역
pt: Região da floresta
ru: Лесная зона
th: พื้นที่ป่า
vi: Rừng Mưa
zh_hans: 雨林
zh_hant: 雨林

# assetpack_name_storm
source: Eye of Eden area
de: "Auge von Eden"-Bereich
es: Ojo de Edén
fr: Œil d’éden
id: Area Pusat Eden
it: Occhio di Eden
ja: 暴風域
ko: 에덴의 눈 지역
pt: Região do olho de Éden
ru: Зона «Сердце Эдема»
th: พื้นที่ดวงตาแห่งเอเดน
vi: Mắt Địa Đàng
zh_hans: 暴风眼
zh_hant: 暴風眼

# assetpack_name_sunset
source: Sunset area
de: Sonnenuntergang-Bereich
es: Anochecer
fr: Coucher de soleil
id: Area matahari terbenam
it: Tramonto
ja: 峡谷
ko: 일몰 지역
pt: Região do pôr do sol
ru: Закатная зона
th: พื้นที่พระอาทิตย์ตก
vi: Thung Lũng
zh_hans: 霞谷
zh_hant: 霞谷

# at_max_notes_message
source: Replace your oldest message in this area?
de: Deine ältesten Nachrichten in diesem Bereich ersetzen?
es: ¿Reemplazar los mensajes más antiguos en esta área?
fr: Remplacer votre plus ancien message dans ce secteur ?
id: Ganti pesan paling lamamu di area ini?
it: Sostituire il tuo messaggio meno recente in quest'area?
ja: このエリアで一番古いメッセージと置き換えますか？
ko: 이 지역에서 가장 오래된 메시지를 교체할까요?
pt: Substituir a mensagem mais antiga nessa área?
ru: Заменить ваше самое старое сообщение в этой области?
th: แทนที่ข้อความที่เก่าที่สุดของคุณในพื้นที่นี้หรือไม่
vi: Thay thế lời nhắn trước đó của bạn trong khu vực này?
zh_hans: 是否取代你在此区域留下的最早写下的留言？
zh_hant: 是否取代你在此區域留下的最早寫下的留言？

# atlas_ann_text1
source: Nap time. uwu
de: Schlafenszeit. uwu
es: Hora de la siesta. uwu
fr: L'heure de la sieste. uwu
id: Waktunya tidur. uwu
it: Pisolino. uwu
ja: お昼寝の時間～(*´꒳`*)
ko: 낮잠 시간이에요 uwu
pt: Hora da soneca. u.u
ru: Пора баиньки. uwu
th: ช่วงเวลางีบหลับ uwu
vi: Giờ nghỉ trưa. uwu
zh_hans: 打个盹。uwu
zh_hant: 小憩一下。uwu

# atlas_ann_text3
source: Let's have some chaotic fun!
de: Lasst uns ein bisschen chaotischen Spaß haben!
es: ¡Vamos a divertirnos de forma caótica!
fr: Amusons-nous un peu !
id: Ayo bersenang-senang!
it: Divertiamoci, amici!
ja: はちゃめちゃに楽しも〜！
ko: 정신없이 놀아요!
pt: Vamos nos divertir pra caramba!
ru: Устроим переполох!
th: มาสนุกให้สุดเหวี่ยงกัน!
vi: Cùng đắm chìm trong niềm vui!
zh_hans: 我们来玩点儿有意思的吧！
zh_hant: 讓我們來一些混亂的樂趣吧！

# audio_setting_instruments
source: Musical Instruments
de: Musikinstrumente
es: Instrumentos musicales
fr: Instruments de musique
id: Instrumen Musik
it: Strumenti musicali
ja: 楽器
ko: 악기
pt: Instrumentos musicais
ru: Музыкальные инструменты
th: เครื่องดนตรี
vi: Nhạc cụ
zh_hans: 乐器
zh_hant: 樂器

# audio_setting_master
source: Master
de: Gesamt
fr: Maître
it: Principale
ja: マスター音量
ko: 마스터
pt: Mestre
ru: Общий звук
th: มาสเตอร์
zh_hans: 主要
zh_hant: 主音量

# audio_setting_music
source: Music
de: Musik
es: Música
fr: Musique
id: Musik
it: Musica
ja: 音楽
ko: 음악
pt: Música
ru: Музыка
th: ดนตรี
vi: Âm nhạc
zh_hans: 音乐
zh_hant: 音樂
