Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap11_fetch_06_campfire_05
source: On one of them I shall be laughing.
de: Auf einem der Sterne werde ich lachen.
es: En una de ellas me reiré.
fr: Je rirai dans l'une d'elles.
id: Di salah satunya pula aku akan tertawa.
it: visto che io abiterò in una di esse,
ja: その一つの星のなかで、笑うんだ
ko: 어느 별에선가 내가 웃고 있을 거야.
pt: Em uma delas, estarei rindo.
ru: Где я смеюсь.
th: ฉันจะหัวเราะบนหนึ่งในดาวดวงนั้น
vi: Tôi sẽ nở nụ cười trên ngôi sao đó.
zh_hans: 我会在其中一颗星星上开怀大笑。
zh_hant: 我會在其中一顆星星上開懷大笑。

# ap11_fetch_06_campfire_06
source: And so when you look at the sky at night...
de: Wenn du nachts in den Himmel schaust ...
es: Así que cuando mires hacia el cielo por la noche...
fr: Alors quand tu regarderas le ciel, la nuit…
id: Dan saat kau memandang langit kala malam ...
it: visto che io riderò in una di esse,
ja: だから、きみが夜、空をながめたら
ko: 네가 밤하늘을 올려다 볼 때면...
pt: E, então, quando você olhar para o céu à noite...
ru: Ты посмотришь ночью на небо...
th: แล้วเมื่อคุณมองไปบนท้องฟ้ายามค่ำคืน...
vi: Và khi bạn nhìn lên bầu trời đêm ...
zh_hans: 因此，每当你望向夜空的时候……
zh_hant: 因此，每當你望向夜空的時候……

# ap11_fetch_06_campfire_07
source: it will be as if all the stars were laughing.
de: ... wird es für dich sein, als lachten alle Sterne.
es: será como si todas las estrellas estuvieran riendo.
fr: Ce sera pour toi comme si riaient toutes les étoiles.
id: akan terasa seolah semua bintang tertawa.
it: allora sarà per te come se tutte le stelle ridessero.
ja: 星がみんな笑ってるように見えるだろう
ko: 모든 별에서 웃음소리가 들릴 거야.
pt: será como se todas as estrelas rissem.
ru: и ты услышишь, что все звезды смеются.
th: คุณก็จะได้เห็นภาพราวกับดาวทุกดวงกำลังหัวเราะอยู่
vi: bạn sẽ thấy giống như tất cả các ngôi sao đang cười.
zh_hans: 就会仿佛所有的星星都在笑。
zh_hant: 就會彷彿所有的星星都在笑。

# ap11_fetch_06_campfire_08
source: It is very far and will be very difficult...
de: Das ist um einiges weiter ... um einiges schwieriger ...
es: Es muy lejos y será muy difícil...
fr: C'est très loin et ce sera très difficile...
id: Tempatnya sangat jauh dan akan berat ...
it: È molto più lontano... è molto più difficile...
ja: ぼくのうちは、ずっとずっと遠くて…、帰るのはとっても大変なんだ…
ko: 집으로 가는 길은 아주 멀고 어려워.
pt: É muito longe e vai ser muito difícil...
ru: Это очень далеко. И слишком тяжело...
th: มันทั้งอยู่ไกลมาก และคงจะยากลำบากมากด้วย...
vi: Sẽ rất xa xôi và khó khăn ...
zh_hans: 路途很遥远，很艰险……
zh_hant: 路途很遙遠，很艱險……

# ap11_fetch_06_campfire_09
source: I shall be much more afraid.
de: Ich werde viel mehr Angst haben.
es: Tendré mucho más miedo.
fr: J'aurai bien plus peur ce soir.
id: Aku akan jauh lebih takut.
it: Avrò ben più paura questa sera.
ja: きっと、とってもこわい思いをするだろうな…
ko: 아주 무섭겠지.
pt: Eu ficarei com muito mais medo.
ru: Тебе покажется, что мне больно.
th: ฉันคงจะรู้สึกกลัวยิ่งกว่านี้อีก
vi: Có lẽ tôi sẽ rất sợ.
zh_hans: 我应当会更害怕吧。
zh_hant: 我應當會更害怕吧。

# ap11_fetch_06_campfire_10
source: It will look as if I were suffering.
de: Es wird so aussehen, als hätte ich Schmerzen.
es: Parecerá que estoy sufriendo.
fr: J'aurai l'air d'avoir mal.
id: Akan tampak seakan-akan aku menderita.
it: Sembrerà che io mi senta male.
ja: ぼく、苦しんでるような顔しそうだよ
ko: 좀 아파 보일지도 몰라.
pt: Eu vou parecer mal...
ru: Покажется даже, что я умираю.
th: มันจะดูราวกับว่าฉันกำลังทุกข์ทรมาน
vi: Trông như thể tôi đang đau khổ.
zh_hans: 我将会看起来好像是在受苦一样。
zh_hant: 我將會看起來好像是在受苦一樣。

# ap11_fetch_06_campfire_11
source: Do not come to see that.
de: Sieh dir das nicht an.
es: No vengas a ver eso.
fr: Ne viens pas voir ça.
id: Jangan datang untuk melihat itu.
it: Non venire a vedere.
ja: だからね、きみは来ちゃいけないよ
ko: 너는 보러 오지 마.
pt: Não venha ver isso.
ru: Не приходи, не надо.
th: อย่ามาดูสิ่งนั้นเลยนะ
vi: Đừng đến chứng kiến điều đó.
zh_hans: 请别来看这些。
zh_hant: 請別來看那些。

# ap11_fetch_06_campfire_12
source: At night you will look up at the stars.
de: Bei Nacht wirst du in die Sterne blicken.
es: Por la noche mirarás hacia las estrellas.
fr: Tu regarderas, la nuit, les étoiles.
id: Di malam hari kau akan melihat bintang.
it: Guarderai le stelle, la notte.
ja: 夜になったら、星をながめておくれよ
ko: 밤이 오면 별을 바라봐 줘.
pt: À noite, você vai olhar para as estrelas.
ru: Ночью ты посмотришь на звезды.
th: เมื่อคุณจะมองขึ้นไปในหมู่ดาวยามค่ำคืน
vi: Vào ban đêm, bạn sẽ nhìn lên các vì sao.
zh_hans: 夜晚，你将会抬头望着群星。
zh_hant: 夜晚，你將會抬頭望着羣星。

# ap11_fetch_06_campfire_13
source: My star will just be one of the stars, for you.
de: Mein Stern wird einer der Sterne für dich sein.
es: Mi estrella solo será una estrella más para ti.
fr: Mon étoile, ça sera pour toi une des étoiles.
id: Bintangku akan jadi salah satu bintang untukmu.
it: La mia stella sarà per te una delle stelle.
ja: きみは、星のうちの、どれか一つを、ぼくの星だと思ってながめるんだ
ko: 내 별은 네게 하나뿐인 별이 될 거야.
pt: Minha estrela será apenas uma das estrelas para você.
ru: Моя звезда будет для тебя просто — одна из звезд.
th: ดาวของฉันก็จะเป็นเพียงดาวดวงหนึ่งสำหรับคุณ
vi: Ngôi sao của tôi sẽ là một trong số đó, tỏa sáng vì bạn.
zh_hans: 我的那颗星星会在繁星中，为你而闪耀着。
zh_hant: 我的那顆星星會在繁星中，爲你而閃耀着。

# ap11_fetch_06_campfire_14
source: And so you will love to watch all the stars in the heavens...
de: So wirst du alle Sterne gerne anschauen ...
es: Y por eso amarás mirar todas las estrellas en los cielos...
fr: Alors, toutes les étoiles, tu aimeras les regarder...
id: Dan supaya kau akan senang melihat semua bintang di langit ...
it: Allora, tutte le stelle, ti piacerà guardarle...
ja: すると、きみは、どの星もながめるのが好きになるよ…
ko: 넌 별이 뜬 하늘을 구경하는 걸 좋아하게 되겠지...
pt: Assim, você adorará observar todas as estrelas no céu...
ru: И ты полюбишь смотреть на звезды…
th: แล้วคุณก็จะชอบดูดาวทุกดวงบนท้องฟ้า...
vi: Và, bạn sẽ thích ngắm nhìn tất cả các vì sao trên trời ...
zh_hans: 如此，你就会爱看天上所有的星星……
zh_hant: 如此，你就會愛上觀看天空中所有的星星……

# ap11_fetch_06_campfire_15
source: They will all be your friends.
de: Sie alle werden deine Freunde sein.
es: Todas serán tus amigas.
fr: Elles seront toutes tes amies.
id: Mereka semua akan jadi temanmu.
it: Tutte, saranno tue amiche.
ja: 星がみんな、きみの友だちになるわけさ
ko: 모든 별이 네 친구가 되는 거야.
pt: Todas elas serão suas amigas.
ru: Все они станут тебе друзьями.
th: พวกเขาทุกคนจะเป็นเพื่อนของคุณ
vi: Tất cả các ngôi sao đó sẽ là bạn của bạn.
zh_hans: 它们全都会是你的朋友。
zh_hant: 它們全都會是你的朋友。

# ap11_fetch_06_end_quote
source: How to reach him? Where to find him? It's so mysterious, the land of tears.
de: Wie komme ich ihm näher, wie kann ich ihm beistehen ... Das Land der Tränen ist voller Geheimnisse.
es: ¿Cómo alcanzarlo? ¿Dónde encontrarlo? Es tan misteriosa, la tierra de las lágrimas.
fr: Comment l’atteindre, où le rejoindre… C’est tellement mystérieux, le pays des larmes.
id: Cara menggapainya? Tempat menemukannya? Masih menjadi misteri, negeri air mata.
it: Non sapevo bene come toccarlo, come raggiungerlo. Il paese delle lacrime è così misterioso.
ja: どうしたら、王子さまの気もちになれるのか、どこで王子さまの気もちと、いっしょになれるのか、それもわかりませんでした… 涙の国って、ほんとにふしぎなところですね
ko: 어린 왕자를 어떻게 만나야 할까? 어디에서 만날 수 있을까? 눈물의 땅은 정말 신비로운 곳이다.
pt: Não sabia como atingi-lo, onde encontrá-lo... É tão misterioso o país das lágrimas!
ru: Я не знал, как позвать, чтобы он услышал, как догнать его душу, ускользающую от меня… Ведь она такая таинственная и неизведанная, эта страна слез.
th: จะไปหาเขาได้อย่างไร จะไปหาเขาได้ที่ไหน อันดินแดนลึกลับแห่งน้ำตา
vi: Làm thế nào để tiếp cận anh ta? Tìm anh ta ở đâu? Thật là bí ẩn, vùng đất của nước mắt.
zh_hans: 如何跟上他？在哪里能找到他？迷幻如斯，这泪水之地。
zh_hant: 如何聯繫他？在哪裡能找到他？迷幻如斯，這淚水之地。

# ap11_fetch_06_outro_01
source: (coughs)
de: (hustet)
es: (tose)
fr: (tousse)
id: (batuk-batuk)
it: (colpo di tosse)
ja: （コホン、コホン）
ko: (콜록)
pt: (cof cof)
ru: (кха-кха)
th: (แค่ก)
vi: (Khụ khụ)
zh_hans: （咳嗽）
zh_hant: （咳嗽）

# ap11_fetch_06_outro_02
source: My time is up...
de: Meine Zeit ist abgelaufen ...
es: Mi tiempo se acaba...
fr: Mon heure est venue…
id: Waktuku sudah habis ...
it: La mia ora è arrivata...
ja: もう、あまり時間がないみたいですわ…
ko: 시간이 다 되었어요.
pt: Meu tempo acabou...
ru: Мое время на исходе...
th: เวลาของฉันหมดลงแล้ว...
vi: Thời gian của tôi sắp hết rồi...
zh_hans: 我时间不多了……
zh_hant: 我時間不多了……

# ap11_fetch_06_outro_03
source: I ask for dear forgiveness.
de: Ich flehe nach süßer Vergebung.
es: Pido sinceras disculpas.
fr: Je demande pardon.
id: Aku minta maaf sedalam-dalamnya.
it: Ho chiesto perdono.
ja: どうかあたくしを、おゆるしになってね
ko: 용서를 받을 수 있으면 좋겠지만...
pt: Peço encarecidamente perdão.
ru: Я хочу лишь прощения.
th: ฉันได้ขอการให้อภัยจากคนที่ฉันรัก
vi: Tôi cầu xin sự tha thứ.
zh_hans: 我恳求原谅。
zh_hant: 我懇求原諒。

# ap11_fetch_06_outro_04
source: Yet, he has not returned.
de: Doch er ist nicht zurückgekehrt.
es: Aun así, no ha vuelto.
fr: Mais il n'est pas revenu.
id: Tapi, dia belum kembali jua.
it: Ma lui non è tornato.
ja: あなたは未だ戻らないけれど
ko: 친구는 돌아오지 않네요.
pt: No entanto, ele não voltou.
ru: Он так и не вернулся.
th: ถึงกระนั้น เขาก็ไม่กลับมา
vi: Vậy mà, anh ấy vẫn chưa trở về.
zh_hans: 而他仍未归来。
zh_hant: 而他仍未歸來。

# ap11_fetch_06_outro_05
source: Will he ever come back for me?
de: Wird er jemals zu mir zurückkehren?
es: ¿Alguna vez volverá a buscarme?
fr: Reviendra-t-il un jour pour moi ?
id: Akankah dia kembali untukku?
it: Tornerà mai a cercarmi?
ja: いつかあたくしの元に、帰ってきてくださるかしら？
ko: 이제 나를 찾아오지 않는 걸까요?
pt: Será que um dia ele voltará para mim?
ru: Возвратится ли он ко мне?
th: เขาจะกลับมาหาฉันไหมนะ
vi: Liệu anh ấy có quay lại với tôi không?
zh_hans: 他还会回来找我吗？
zh_hant: 他還會回來找我嗎？

# ap11_fetch_07_end_quote
source: My star will just be one of the stars, for you. And so you will love to watch all the stars in the heavens. They will all be your friends.
de: Mein Stern wird einer der Sterne für dich sein. So wirst du alle Sterne gerne anschauen ... Sie alle werden deine Freunde sein.
es: Mi estrella solo será una estrella más para ti. Y por eso amarás mirar todas las estrellas en los cielos. Todas serán tus amigas.
fr: Mon étoile, ça sera pour toi une des étoiles. Alors, toutes les étoiles, tu aimeras les regarder. Elles seront toutes tes amies.
id: Bintangku akan jadi salah satu bintang untukmu. Dan supaya kau akan senang melihat semua bintang di langit. Mereka semua akan jadi temanmu.
it: La mia stella sarà per te una delle stelle. Allora, tutte le stelle, ti piacerà guardarle... Tutte, saranno tue amiche.
ja: きみは、星のうちの、どれか一つを、ぼくの星だと思ってながめるんだ すると、きみは、空にあるどの星もながめるのが好きになるよ… 星がみんな、きみの友だちになるんだ
ko: 내 별은 네게 하나뿐인 별이 될 거야. 넌 별이 뜬 하늘을 구경하는 걸 좋아하게 되겠지... 모든 별이 네 친구가 되는 거야.
pt: Minha estrela será apenas uma das estrelas para você. Assim, você adorará observar todas as estrelas no céu. Todas elas serão suas amigas.
ru: Моя звезда будет для тебя просто — одна из звезд. И ты полюбишь смотреть на звезды… Все они станут тебе друзьями.
th: ดาวของฉันก็จะเป็นเพียงดาวดวงหนึ่งสำหรับคุณ แล้วคุณก็จะชอบดูดาวทุกดวงบนท้องฟ้า พวกเขาทุกคนจะเป็นเพื่อนของคุณ
vi: Ngôi sao của tôi sẽ là một trong số đó, tỏa sáng vì bạn. Và, bạn sẽ thích ngắm nhìn tất cả các vì sao trên trời ... Tất cả các ngôi sao đó sẽ là bạn của bạn.
zh_hans: 我的那颗星星就在这群星之中，为你而闪耀着。如此，你就会爱看天上所有的星星……它们全都会是你的朋友。
zh_hant: 我的那顆星星就在這羣星之中，爲你而閃耀着。如此，你就會愛上觀看天空中所有的星星……它們全都會是你的朋友。

# ap11_fetch_07_end_quote_01
source: My star will just be one of the stars, for you.
de: Mein Stern wird einer der Sterne für dich sein.
es: Mi estrella solo será una estrella más para ti.
fr: Mon étoile, ça sera pour toi une des étoiles.
id: Bintangku akan jadi salah satu bintang untukmu.
it: La mia stella sarà per te una delle stelle.
ja: きみは、星のうちの、どれか一つを、ぼくの星だと思ってながめるんだ
ko: 내 별은 네게 하나뿐인 별이 될 거야.
pt: Minha estrela será apenas uma das estrelas para você.
ru: Моя звезда будет для тебя просто — одна из звезд.
th: ดาวของฉันก็จะเป็นเพียงดาวดวงหนึ่งสำหรับคุณ
vi: Ngôi sao của tôi sẽ là một trong số đó, tỏa sáng vì bạn.
zh_hans: 我的那颗星星就在这群星之中，为你而闪耀着。
zh_hant: 我的那顆星星就在這羣星之中，爲你而閃耀着。

# ap11_fetch_07_end_quote_02
source: And so you will love to watch all the stars in the heavens.
de: So wirst du alle Sterne gerne anschauen.
es: Y por eso amarás mirar todas las estrellas en los cielos.
fr: Alors, toutes les étoiles, tu aimeras les regarder.
id: Dan supaya kau akan senang melihat semua bintang di langit.
it: Allora, tutte le stelle, ti piacerà guardarle.
ja: すると、きみは、どの星もながめるのが好きになるよ…
ko: 넌 별이 뜬 하늘을 구경하는 걸 좋아하게 되겠지.
pt: Assim, você adorará observar todas as estrelas no céu.
ru: И ты полюбишь смотреть на звезды…
th: แล้วคุณก็จะชอบดูดาวทุกดวงบนท้องฟ้า
vi: Và, bạn sẽ thích ngắm nhìn tất cả các vì sao trên trời ...
zh_hans: 如此，你就会爱看天上所有的星星……
zh_hant: 如此，你就會愛上觀看天空中所有的星星……

# ap11_fetch_07_end_quote_03
source: They will all be your friends.
de: Sie alle werden deine Freunde sein.
es: Todas serán tus amigas.
fr: Elles seront toutes tes amies.
id: Mereka semua akan jadi temanmu.
it: Tutte, saranno tue amiche.
ja: 星がみんな、きみの友だちになるわけさ
ko: 모든 별이 네 친구가 되는 거야.
pt: Todas elas serão suas amigas.
ru: Все они станут тебе друзьями.
th: พวกเขาทุกคนจะเป็นเพื่อนของคุณ
vi: Tất cả các ngôi sao đó sẽ là bạn của bạn.
zh_hans: 它们全都会是你的朋友。
zh_hant: 它們全都會是你的朋友。

# ap11_fetch_07_outro_based_01
source: Based on "Le Petit Prince"
de: Basierend auf „Der kleine Prinz“
es: Basado en El principito
fr: Inspiré de « Le Petit Prince »
id: Berdasarkan "Le Petit Prince"
it: Basato su "Il Piccolo Principe"
ja: 原作『星の王子さま』
ko: 〈어린 왕자〉 원작
pt: Baseado em "Le Petit Prince"
ru: По мотивам повести «Маленький принц»
th: อ้างอิงมาจากเรื่อง "เจ้าชายน้อย"
vi: Dựa trên "Hoàng Tử Bé"
zh_hans: 改编自《小王子》
zh_hant: 改編自《小王子》

# ap11_fetch_07_outro_based_02
source: written by
de: von
es: escrito por
fr: écrit par
id: ditulis oleh
it: scritto da
ja: 作：
ko: 작가
pt: escrito por
ru: писателя
th: ประพันธ์โดย
vi: Tác giả:
zh_hans: 作者：
zh_hant: 作者：

# ap11_fetch_07_outro_featuring_01
source: Featuring
de: mit
es: Presentando a
fr: Avec
id: Menampilkan
it: Con
ja: 出演
ko: 출연진
pt: Apresentando
ru: Действующие лица
th: นำเสนอ
vi: Diễn viên chính
zh_hans: 主演
zh_hant: 主演

# ap11_fetch_07_outro_geographer_01
source: Sneezing Geographer
de: Niesender Geograf
es: El geógrafo que estornuda
fr: Géographe qui éternue
id: Ahli Geografi Bersin
it: Geografo raffreddato
ja: くしゃみする地理学者
ko: 재채기하는 지리학자
pt: Geógrafo espirrando
ru: Чихающий географ
th: นักภูมิศาสตร์ผู้จามเก่ง
vi: Nhà Địa Lý Học Hắt Hơi
zh_hans: 打喷嚏的地理学家
zh_hant: 打噴嚏的地理學家

# ap11_fetch_07_outro_geographer_02
source: Geographer
de: Geograf
es: El geógrafo
fr: Géographe
id: Ahli Geografi
it: Geografo
ja: 地理学者
ko: 지리학자
pt: Geógrafo
ru: Географ
th: นักภูมิศาสตร์
vi: Nhà Địa Lý
zh_hans: 地理学家
zh_hant: 地理學家

# ap11_fetch_07_outro_inspired_01
source: inspired by
de: inspiriert von
es: inspirado por
fr: inspiré par
id: terinspirasi oleh
it: Ispirato da
ja: 原案
ko: 〈어린 왕자〉 원작 속
pt: inspirado por
ru: по мотивам
th: ได้รับแรงบันดาลใจจาก
vi: lấy cảm hứng từ
zh_hans: 灵感源于
zh_hant: 靈感源於

# ap11_fetch_07_outro_king_01
source: Beckoning Ruler
de: Winkender Herrscher
es: El gobernante que llama
fr: Seigneur qui appelle
id: Penguasa Tukang Perintah
it: Sovrano incoraggiante
ja: 手招く支配者
ko: 손짓하는 군주
pt: Rei acenando
ru: Подзывающий правитель
th: ผู้ปกครองจอมกวักมือ
vi: Quốc Vương Ra Lệnh
zh_hans: 发号施令的国王
zh_hant: 發號施令的國王

# ap11_fetch_07_outro_king_02
source: King
de: König
es: El rey
fr: Roi
id: Raja
it: Re
ja: 王さま
ko: 왕
pt: Rei
ru: Король
th: ราชา
vi: Quốc Vương
zh_hans: 国王
zh_hant: 國王

# ap11_fetch_07_outro_lamplighter_01
source: Stretching Lamplighter
de: Sich streckender Laternenanzünder
es: El farolero que se estira
fr: Allumeur de réverbères qui s'étire
id: Pemasang Lentera Panjang
it: Lampionaio stiracchiato
ja: 体をほぐす点燈夫
ko: 체조하는 가로등지기
pt: Acendedor de lampiões se esticando
ru: Потягивающийся фонарщик
th: นักจุดโคมไฟจอมยืดเหยียด
vi: Người Thắp Đèn Bận Rộn
zh_hans: 忙碌的点灯人
zh_hant: 忙碌的點燈人

# ap11_fetch_07_outro_lamplighter_02
source: Lamplighter
de: Laternenanzünder
es: El farolero
fr: Allumeur de réverbères
id: Pemasang Lentera
it: Lampionaio
ja: 点燈夫
ko: 가로등지기
pt: Acendedor de lampiões
ru: Фонарщик
th: นักจุดโคมไฟ
vi: Người Thắp Đèn
zh_hans: 点灯人
zh_hant: 點燈人

# ap11_fetch_07_outro_merchant_01
source: Star Collector
de: Sternensammler
es: El coleccionista de estrellas
fr: Collectionneur d'étoiles
id: Kolektor Bintang
it: Collezionista di stelle
ja: 星の収集家
ko: 별 수집가
pt: Contador de estrelas
ru: Собиратель звезд
th: ผู้สะสมดวงดาว
vi: Nhà Sưu Tầm Sao
zh_hans: 星星收集者
zh_hant: 星星收集者

# ap11_fetch_07_outro_merchant_02
source: Businessman
de: Geschäftsmann
es: El hombre de negocios
id: Pebisnis
it: Uomo d'affari
ja: 実業屋
ko: 사업가
pt: Empresário
ru: Деловой человек
th: นักธุรกิจ
vi: Thương Nhân
zh_hans: 商人
zh_hant: 商人

# ap11_fetch_07_outro_narc_01
source: Gloating Narcissist
de: Schadenfroher Narzisst
es: El narcisista presuntuoso
fr: Narcissique prétentieux
id: Narsisis Sombong
it: Narcisista gongolante
ja: ご満悦のうぬぼれ屋
ko: 흐뭇한 자아도취자
pt: Vaidoso Narcisista
ru: Торжествующий нарцисс
th: ผู้หลงตัวเองจอมโอ้อวด
vi: Thánh Tự Mãn Đắc Chí
zh_hans: 沾沾自喜的自恋狂
zh_hant: 沾沾自喜的自戀狂

# ap11_fetch_07_outro_narc_02
source: Conceited Man
de: Eingebildeter Kerl
es: El hombre engreído
fr: Homme vaniteux
id: Pria Sombong
it: Vanitoso
ja: うぬぼれ男
ko: 거만한 남자
pt: Vaidoso
ru: Честолюбец
th: ชายผู้หยิ่งทะนง
vi: Thánh Tự Mãn
zh_hans: 自恋狂
zh_hant: 自戀狂

# ap11_fetch_07_outro_prince_02
source: as
de: als
es: como
fr: dans le rôle de
id: sebagai
it: nei panni di
ja: 役
ko: 배역
pt: como
ru: в ролях
th: เป็น
vi: trong vai
zh_hans: 饰演
zh_hant: 飾演

# ap11_fetch_07_outro_slouch_01
source: Slouching Soldier
de: Buckliger Soldat
es: Soldado encorvado
fr: Soldat avachi
id: Prajurit Bungkuk
it: Soldato stravaccato
ja: うなだれる戦士
ko: 구부정한 군인
pt: Soldado relaxado
ru: Скучающий солдат
th: ทหารจอมขี้เกียจ
vi: Người Lính Lả Lơi
zh_hans: 颓丧的士兵
zh_hant: 頹喪的士兵

# ap11_fetch_07_outro_slouch_02
source: Ashamed Man
de: Rotbäckiger Mann
es: Hombre avergonzado
fr: Homme honteux
id: Pria Malu
it: Uomo che prova vergogna
ja: 呑み助
ko: 부끄러운 남자
pt: Bêbado
ru: Стыдящийся человек
th: ชายผู้ละอายใจ
vi: Kẻ Xấu Hổ
zh_hans: 羞愧者
zh_hant: 羞愧者

# ap11_fetch_07_outro_thank_01
source: Thank you for playing...
de: Vielen Dank für’s Spielen ...
es: Gracias por jugar...
fr: Merci d'avoir joué...
id: Terima kasih sudah bermain ...
it: Grazie per aver giocato!
ja: プレイしていただき ありがとうございました
ko: 플레이 해주셔서 감사합니다...
pt: Agradecemos por jogar...
ru: Спасибо за игру...
th: ขอบคุณที่เล่นเกม...
vi: Cảm ơn bạn đã tham gia ...
zh_hans: 感谢您到访《Sky光·遇》世界……
zh_hant: 感謝您到訪《Sky光·遇》世界……

# ap11_fetch_07_outro_thank_02
source: Season of the Little Prince
de: Saison des kleinen Prinzen
es: Temporada de El principito
fr: Saison du Petit Prince
id: Musim Pangeran Kecil
it: Stagione del Piccolo Principe
ja: 星の王子さまの季節
ko: 어린 왕자의 시즌
pt: Temporada do Pequeno Príncipe
ru: Сезон «Маленького принца»
th: ฤดูกาลแห่งเจ้าชายน้อย
vi: Mùa Hoàng Tử Bé
zh_hans: 小王子季
zh_hant: 小王子季

# ap11_spirit_beckon_01
source: You know they can't move, right?
de: Du weißt, dass sie sich nicht bewegen können, oder?
es: Sabes que no pueden moverse, ¿verdad?
fr: Tu sais qu'ils ne peuvent pas bouger, n'est-ce pas ?
id: Kau tahu mereka tak bisa bergerak, kan?
it: Lo sai che non possono muoversi, giusto?
ja: 陛下、彼らは動けません、ご存知でしょう？
ko: 그거 안 움직이는 거 아시죠?
pt: Você sabe que não podem se mover, né?
ru: Вы ведь знаете, что они не шевелятся?
th: คุณก็รู้ว่าพวกเขาเคลื่อนที่ไม่ได้ใช่ไหม
vi: Bạn biết họ không thể di chuyển, phải không?
zh_hans: 你知道他们动不了，对吧？
zh_hant: 你知道他們動不了，對吧？

# ap11_spirit_beckon_02
source: I am entitled to command their obedience! My orders are reasonable.
de: Ich habe das Recht, ihren Gehorsam zu verlangen! Meine Befehle sind vernünftig.
es: ¡Tengo derecho a demandar su obediencia! Mis órdenes son razonables.
fr: J'ai le droit d'exiger leur obéissance ! Je donne des ordres raisonnables.
id: Aku berhak memerintah mereka! Perintahku masuk akal.
it: Ho il diritto di esigere l'ubbidienza perché i miei ordini sono ragionevoli.
ja: わしは、無理な命令はしないのだから、みんなをわしに服従させる権利があるのじゃ
ko: 짐은 복종을 명령할 수 있다! 짐의 명령은 지당하다.
pt: Eu tenho o direito de exigir obediência! Minhas ordens são razoáveis.
ru: Мне повинуются беспрекословно. Непокорства я бы не потерпел. Но я отдаю только разумные приказания.
th: ฉันมีสิทธิที่จะสั่งให้พวกเขาเชื่อฟัง! คำสั่งของฉันนั้นสมเหตุสมผล
vi: Tôi có quyền yêu cầu họ tuân theo! Mệnh lệnh của tôi rất hợp lý.
zh_hans: 我有权要求他们唯命是从！我的命令很合理。
zh_hant: 我有權要求他們唯命是從！我的命令很合理。

# ap11_spirit_beckon_03
source: From now on, stay where you are.
de: Und jetzt bleib, wo du bist.
es: Desde ahora, quédate donde estás.
fr: Maintenant, je t'ordonne de rester immobile.
id: Mulai dari sekarang, diam di tempatmu berada.
it: D'ora in poi, resta dove sei.
ja: では命令する、今いる場所に居なさい
ko: 지금은 그 자리에 그대로 있으라.
pt: De agora em diante, fique onde está.
ru: С этих пор оставайся на месте.
th: นับตั้งแต่นี้ไป จงอยู่กับที่ซะ
vi: Từ giờ, bạn hãy ở nguyên một chỗ.
zh_hans: 从现在起，你就待在原地别动。
zh_hant: 從現在起，你就待在原地別動。

# ap11_spirit_beckon_04
source: Grown-ups are so strange.
de: Erwachsene sind so merkwürdig.
es: Las personas mayores son tan extrañas.
fr: Les adultes sont si étranges.
id: Orang dewasa aneh sekali.
it: Gli adulti sono così strani.
ja: おとなって、ほんとにへんなものだなあ
ko: 어른들은 정말 이상해.
pt: As pessoas grandes são tão esquisitas.
ru: Странный народ эти взрослые.
th: พวกผู้ใหญ่นี่ช่างแปลกจริงๆ
vi: Những người lớn thật kỳ lạ.
zh_hans: 大人真是奇怪。
zh_hant: 大人真是奇怪。

# ap11_spirit_gloating_01
source: A traveler from afar is here to admire me.
de: Ein Reisender ist von weit her gekommen, um mich zu bewundern.
es: Un viajero lejano está aquí para admirarme.
fr: Ah ! Ah ! Voilà la visite d’un admirateur !
id: Pengembara dari negeri nan jauh datang ke sini untuk memujaku.
it: Un viaggiatore da lontano è qui per ammirarmi.
ja: やあ、遠くからおれに感心しにきた旅人さん
ko: 멀리서 나를 흠모하는 여행자가 왔군.
pt: Ah! Um admirador vem me visitar!
ru: О, вот и почитатель явился!
th: นักเดินทางจากแดนไกลมาที่นี่เพื่อชื่นชมฉันสินะ
vi: Một du khách từ xa đến đây để chiêm ngưỡng tôi.
zh_hans: 来自远方的旅人来这里崇拜我了。
zh_hant: 來自遠方的旅人來這裡崇拜我了。

# ap11_spirit_gloating_02
source: I am the handsomest, best-dressed, richest, and most intelligent man on the island.
de: Ich bin der schönste, am besten gekleidete, reichste und intelligenteste Mensch auf der Insel.
es: Soy el hombre más bello, mejor vestido, más rico y más inteligente de la isla.
fr: Je suis l’homme le plus beau, le mieux habillé, le plus riche et le plus intelligent de l’île.
id: Aku adalah orang paling rupawan, berpakaian terbaik, dan paling pintar di pulau ini.
it: Io sono l'uomo più bello, più elegante, più ricco e più intelligente di tutta l'isola.
ja: おれがこの星のうちで一番、美しくって、りっぱな服を着ていて、お金持ちで、賢い人だよ
ko: 난 이 섬에서 가장 잘생기고, 세련되고, 부유하고, 똑똑한 사람이란다.
pt: Eu sou o homem mais belo, mais rico, mais bem vestido e mais inteligente de toda a ilha.
ru: На этом острове я всех красивее, всех наряднее, всех богаче и всех умней.
th: ฉันนั้นหล่อเหลาที่สุด แต่งตัวดีที่สุด ร่ำรวยที่สุด ทั้งยังเป็นชายที่ฉลาดที่สุดบนเกาะด้วย
vi: Tôi là người đàn ông đẹp nhất, ăn mặc đẹp nhất, giàu có nhất và thông minh nhất trên đảo.
zh_hans: 我是这座岛上最为英俊，衣着最为得体，最为富有，且最为聪慧之人。
zh_hant: 我是這座島上最為英俊，衣著最得體，最富有，且最為聰慧之人。

# ap11_spirit_gloating_03
source: But you're the only man here.
de: Aber du bist ganz allein hier.
es: Pero si eres el único hombre aquí.
fr: Mais tu es seul ici.
id: Tapi kamu satu-satunya pria di sini.
it: Sì, ma sei l'unico qui.
ja: でもここにはあなたひとりっきりだよ
ko: 하지만 여긴 당신밖에 없잖아요.
pt: Mas só tu moras aqui.
ru: Да ведь на здесь больше и нет никого!
th: แต่คุณเป็นผู้ชายคนเดียวที่นี่นะ
vi: Nhưng bạn là con người duy nhất ở đây.
zh_hans: 但这里只有你一个呀。
zh_hant: 但這裡只有你一個呀。

# ap11_spirit_gloating_04
source: Please keep applauding!
de: Bitte verehre mich weiter!
es: ¡Sigue aplaudiendo!
fr: Continue d'applaudir !
id: Teruslah memuji!
it: Forza con gli applausi!
ja: ともかく賞賛を続けておくれ！
ko: 계속 박수를 쳐 줘!
pt: Por favor, continue aplaudindo!
ru: Продолжай хлопать в ладоши!
th: กรุณาปรบมือต่อได้เลย!
vi: Xin hãy tiếp tục vỗ tay!
zh_hans: 拜托，请一直为我鼓掌吧！
zh_hant: 拜托，請一直為我鼓掌吧！
