Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap14_fetch_05_task_desc
source: Help the <1>Modest Dancer</1> close out the big show!
de: Hilf der <1>Bescheidenen Tänzerin</1>, die große Show zu beenden!
es: ¡Ayuda al <1>Bailarín modesto</1> a cerrar el gran espectáculo!
fr: Aidez la <1>Danseuse modeste</1> à clôturer le grand spectacle !
id: Bantu <1>Penari Rendah Hati</1> mengakhiri pertunjukan besar!
it: Aiuta la <1>Ballerina modesta</1> per il gran finale!
ja: <1>慎み深い踊り手</1>が大舞台を無事に終えられるよう手伝いましょう！
ko: <1>겸손한 댄서</1>가 큰 공연을 마무리할 수 있게 도와주세요!
pt: Ajude a <1>Dançarina Modesta</1> a encerrar o grande show!
ru: Помогите <1>Скромной танцовщице</1> отыграть большое шоу!
th: ช่วย<1>นักเต้นผู้ถ่อมตัว</1>ปิดฉากโชว์ครั้งใหญ่!
vi: Giúp <1>Vũ Công Giản Dị</1> hoàn tất buổi biểu diễn quan trọng!
zh_hans: 帮助<1>谦逊舞者</1>结束大型表演！
zh_hant: 幫助<1>謙遜舞者</1>為盛大的演出作出完美結尾！

# spirit_shop_ap06unlock_ap14_fetch_05_task_done
source: Speak with the <1>Performance Guide</1> now that the performance has finished.
de: Die Darbietung ist zu Ende. Sprich jetzt mit dem <1>Darbietungshelfer</1>.
es: Habla con el <1>guía de la obra</1> ahora que terminó el espectáculo.
fr: Parlez avec le <1>guide de l'Interprétation</1> maintenant que la séance est terminée.
id: Beri tahu <1>Pemandu Pertunjukan</1> bahwa pertunjukan sudah selesai.
it: Parla con la <1>Guida dello spettacolo</1> ora che lo spettacolo è finito.
ja: 公演が終わったことを<1>表現者たちの案内人</1>に知らせに行きましょう
ko: <1>공연의 안내자</1>를 찾아가서 공연이 끝났다고 전해주세요
pt: Fale com o <1>Guia de Performance</1> agora que a performance terminou.
ru: Поговорите с <1>Проводником представлений</1>: выступление уже окончено.
th: พูดคุยกับ<1>ผู้แนะนำการแสดง</1>ว่าการแสดงจบลงแล้ว
vi: Thông báo với <1>Chỉ Dẫn Biểu Diễn</1> là buổi diễn đã kết thúc.
zh_hans: 现在去告诉<1>表演指导</1>，表演已经结束。
zh_hant: 表演已經結束了，請告訴<1>表演嚮導</1>。

# spirit_shop_ap06unlock_ap15_fetch_01_task_desc
source: Some fallen shards erupted from <b>Eye of Eden</b> bringing memories of the past. Find them in the <b>Kingdom of Sky</b>.
de: Aus dem <b>Auge von Eden</b> schossen gefallene Scherben hervor, die Erinnerungen der Vergangenheit bergen. Suche nach ihnen im <b>Königreich von Sky</b>.
es: Algunos fragmentos caídos emanaron del <b>Ojo de Edén</b> y trajeron consigo recuerdos del pasado. Encuéntralas en el <b>reino de Sky</b>.
fr: Des fragments ont jailli de <b>l'Œil d'Éden</b> remémorant des souvenirs du passé. Trouvez-les dans le <b>royaume de Sky</b>.
id: Beberapa pecahan jatuh meletus dari <b>Mata Eden</b> membawa memori masa lalu. Temukan mereka di <b>Kerajaan Sky</b>.
it: Alcuni frammenti sono eruttati dall'<b>Occhio di Eden</b> portando ricordi del passato. Trovali nel <b>regno di Sky</b>.
ja: <b>暴風域の奥</b>より溢れ降りそそいだ破片の中には、過去の記憶が残されているものがあるようです。<b>Skyの王国</b>に墜ちた破片を探しましょう
ko: <b>에덴의 눈</b>에서 과거의 기억을 담은 파편이 떨어졌습니다. <b>Sky 월드</b>에 떨어진 파편을 찾으세요.
pt: Alguns fragmentos irromperam do <b>Olho de Éden</b>, trazendo lembranças do passado. Encontre-os no <b>Reino de Sky</b>.
ru: Из <b>Сердца Эдема</b> рассыпались осколки воспоминаний. Ищите их в <b>мире Sky</b>.
th: ผลึกที่ร่วงหล่นบางส่วนได้ปะทุออกมาจาก<b>ดวงตาแห่งเอเดน</b> พร้อมนำพาความทรงจำในอดีตมาด้วย ค้นหาผลึกเหล่านั้นใน<b>อาณาจักรแห่ง Sky</b>
vi: Vài mảnh vỡ đã thoát ra từ <b>Mắt Địa Đàng</b> mang theo những ký ức của quá khứ. Tìm chúng trong <b>Vương quốc Sky</b>.
zh_hans: 一些坠落的碎片从<b>暴风眼</b>喷发而出，带来了有关过往的回忆。在<b>《Sky》王国</b>中找到它们。
zh_hant: 有些從<b>暴風眼</b>墜落的碎片捎來了過去的記憶。在<b>Sky</b>國度中找到它們。

# spirit_shop_ap06unlock_ap15_fetch_01_task_done
source: You have collected a new piece of memory.
de: Du hast ein neues Erinnerungsstück erhalten.
es: Recogiste un nuevo recuerdo.
fr: Vous avez récupéré un nouveau fragment de souvenir.
id: Kamu telah mengumpulkan satu potong memori baru.
it: Hai ricevuto il frammento di un ricordo.
ja: 新たな記憶の断片を見つけました
ko: 새로운 기억의 조각을 모았어요.
pt: Você coletou uma nova parte de lembrança.
ru: Вы подобрали новый отрывок воспоминания.
th: คุณเก็บชิ้นส่วนความทรงจำใหม่ได้
vi: Bạn đã thu thập được một phần ký ức mới.
zh_hans: 你收集了一段新的回忆。
zh_hant: 你收集到一份新的記憶。

# spirit_shop_ap06unlock_ap15_fetch_02_task_desc
source: Retrieve one more piece of memory from the fallen shards in the <b>Kingdom of Sky</b>.
de: Finde noch ein weiteres Erinnerungsstück aus den gefallenen Scherben im <b>Königreich von Sky</b>.
es: Recupera un recuerdo más de los fragmentos caídos en el <b>reino de Sky</b>.
fr: Récupérez un autre souvenir parmi les fragments tombés dans le <b>royaume de Sky</b>.
id: Ambil satu potong memori lagi dari pecahan yang jatuh di <b>Kerajaan Sky</b>.
it: Recupera un altro frammento tra quelli caduti nel <b>regno di Sky</b>.
ja: <b>Skyの王国</b>のどこかに墜ちた破片から、もう一つ記憶の断片を呼び起こしましょう
ko: <b>Sky 월드</b>에 떨어진 기억의 파편을 하나 더 모으세요.
pt: Recupere mais uma parte de lembrança dos fragmentos que caíram no <b>Reino de Sky</b>.
ru: Заберите еще один кусочек воспоминания из упавшего осколка в <b>мире Sky</b>.
th: เก็บชิ้นส่วนความทรงจำได้เพิ่มอีกหนึ่งชิ้นจากผลึกที่ร่วงหล่นใน<b>อาณาจักรแห่ง Sky</b>
vi: Lấy lại thêm một phần ký ức từ những mảnh vỡ rơi xuống <b>Vương quốc Sky</b>.
zh_hans: 从<b>《Sky》王国</b>的坠落碎片中再找回一段记忆。
zh_hant: 從<b> Sky·國度</b>的墜落碎片中再拾回一段記憶。

# spirit_shop_ap06unlock_ap15_fetch_02_task_done
source: You have collected a new piece of memory.
de: Du hast ein neues Erinnerungsstück erhalten.
es: Recogiste un nuevo recuerdo.
fr: Vous avez récupéré un nouveau fragment de souvenir.
id: Kamu telah mengumpulkan satu potong memori baru.
it: Hai ricevuto il frammento di un ricordo.
ja: 新たな記憶の断片を見つけました
ko: 새로운 기억 조각을 모았어요.
pt: Você coletou uma nova parte de lembrança.
ru: Вы подобрали новый отрывок воспоминания.
th: คุณเก็บชิ้นส่วนความทรงจำใหม่ได้
vi: Bạn đã thu thập được một phần ký ức mới.
zh_hans: 你收集了一段新的记忆。
zh_hant: 你收集到一段新的記憶。

# spirit_shop_ap06unlock_ap15_fetch_03_task_desc
source: Retrieve one more piece of memory from the fallen shards in the <b>Kingdom of Sky</b>.
de: Finde noch ein weiteres Erinnerungsstück aus den gefallenen Scherben im <b>Königreich von Sky</b>.
es: Recupera un recuerdo más de los fragmentos caídos en el <b>reino de Sky</b>.
fr: Récupérez un autre souvenir parmi les fragments tombés dans le <b>royaume de Sky</b>.
id: Ambil satu potong memori lagi dari pecahan yang jatuh di <b>Kerajaan Sky</b>.
it: Recupera un altro frammento tra quelli caduti nel <b>regno di Sky</b>.
ja: <b>Skyの王国</b>のどこかに墜ちた破片から、もう一つ記憶の断片を呼び起こしましょう
ko: <b>Sky 월드</b>에 떨어진 기억의 파편을 하나 더 모으세요.
pt: Recupere mais uma parte de lembrança dos fragmentos que caíram no <b>Reino de Sky</b>.
ru: Заберите еще один отрывок воспоминания из упавшего осколка в <b>мире Sky</b>.
th: เก็บชิ้นส่วนความทรงจำได้เพิ่มอีกหนึ่งชิ้นจากผลึกที่ร่วงหล่นใน<b>อาณาจักรแห่ง Sky</b>
vi: Lấy lại thêm một phần ký ức từ những mảnh vỡ rơi xuống <b>Vương quốc Sky</b>.
zh_hans: 从<b>《Sky》王国</b>的坠落碎片中再找回一段记忆。
zh_hant: 從<b> Sky·國度</b>的墜落碎片中再拾回一段記憶。

# spirit_shop_ap06unlock_ap15_fetch_03_task_done
source: You have collected a new piece of memory.
de: Du hast ein neues Erinnerungsstück erhalten.
es: Recogiste un nuevo recuerdo.
fr: Vous avez récupéré un nouveau fragment de souvenir.
id: Kamu telah mengumpulkan satu potong memori baru.
it: Hai ricevuto il frammento di un ricordo.
ja: 新たな記憶の断片を見つけました
ko: 새로운 기억 조각을 모았어요.
pt: Você coletou uma nova parte de lembrança.
ru: Вы подобрали новый отрывок воспоминания.
th: คุณเก็บชิ้นส่วนความทร���จำใหม่ได้
vi: Bạn đã thu thập được một phần ký ức mới.
zh_hans: 你收集了一段新的记忆。
zh_hant: 你收集到一段新的記憶。

# spirit_shop_ap06unlock_ap15_fetch_04_task_desc
source: Retrieve one more piece of memory from the fallen shards in the <b>Kingdom of Sky</b>.
de: Finde noch ein weiteres Erinnerungsstück aus den gefallenen Scherben im <b>Königreich von Sky</b>.
es: Recupera un recuerdo más de los fragmentos caídos en el <b>reino de Sky</b>.
fr: Récupérez un autre souvenir parmi les fragments tombés dans le <b>royaume de Sky</b>.
id: Ambil satu potong memori lagi dari pecahan yang jatuh di <b>Kerajaan Sky</b>.
it: Recupera un altro frammento tra quelli caduti nel <b>regno di Sky</b>.
ja: <b>Skyの王国</b>のどこかに墜ちた破片から、もう一つ記憶の断片を呼び起こしましょう
ko: <b>Sky 월드</b>에 떨어진 기억의 파편을 하나 더 모으세요.
pt: Recupere mais uma parte de lembrança dos fragmentos que caíram no <b>Reino de Sky</b>.
ru: Заберите еще один отрывок воспоминания из упавшего осколка в <b>мире Sky</b>.
th: เก็บชิ้นส่วนความทรงจำได้เพิ่มอีกหนึ่งชิ้นจากผลึกที่ร่วงหล่นใน<b>อาณาจักรแห่ง Sky</b>
vi: Lấy lại thêm một phần ký ức từ những mảnh vỡ rơi xuống <b>Vương quốc Sky</b>.
zh_hans: 从<b>《Sky》王国</b>的坠落碎片中再找回一段记忆。
zh_hant: 從<b> Sky·國度</b>的墜落碎片中再拾回一段記憶。

# spirit_shop_ap06unlock_ap15_fetch_04_task_done
source: You have collected a new piece of memory.
de: Du hast ein neues Erinnerungsstück erhalten.
es: Recogiste un nuevo recuerdo.
fr: Vous avez récupéré un nouveau fragment de souvenir.
id: Kamu telah mengumpulkan satu potong memori baru.
it: Hai ricevuto il frammento di un ricordo.
ja: 新たな記憶の断片を見つけました
ko: 새로운 기억 조각을 모았어요.
pt: Você coletou uma nova parte de lembrança.
ru: Вы подобрали новый отрывок воспоминания.
th: คุณเก็บชิ้นส่วนความทรงจำใหม่ได้
vi: Bạn đã thu thập được một phần ký ức mới.
zh_hans: 你收集了一段新的记忆。
zh_hant: 你收集到一段新的記憶。

# spirit_shop_ap06unlock_ap15_fetch_05_task_desc
source: Retrieve one more piece of memory from the fallen shards in the <b>Kingdom of Sky</b>.
de: Finde noch ein weiteres Erinnerungsstück aus den gefallenen Scherben im <b>Königreich von Sky</b>.
es: Recupera un recuerdo más de los fragmentos caídos en el <b>reino de Sky</b>.
fr: Récupérez un autre souvenir parmi les fragments tombés dans le <b>royaume de Sky</b>.
id: Ambil satu potong memori lagi dari pecahan yang jatuh di <b>Kerajaan Sky</b>.
it: Recupera un altro frammento tra quelli caduti nel <b>regno di Sky</b>.
ja: <b>Skyの王国</b>のどこかに墜ちた破片から、もう一つ記憶の断片を呼び起こしましょう
ko: <b>Sky 월드</b>에 떨어진 기억의 파편을 하나 더 모으세요.
pt: Recupere mais uma parte de lembrança dos fragmentos que caíram no <b>Reino de Sky</b>.
ru: Заберите еще один отрывок воспоминания из упавшего осколка в <b>мире Sky</b>.
th: เก็บชิ้นส่วนความทรงจำได้เพิ่มอีกหนึ่งชิ้นจากผลึกที่ร่วงหล่นใน<b>อาณาจักรแห่ง Sky</b>
vi: Lấy lại thêm một phần ký ức từ những mảnh vỡ rơi xuống <b>Vương quốc Sky</b>.
zh_hans: 从<b>《Sky》王国</b>的坠落碎片中再找回一段记忆。
zh_hant: 從<b> Sky·國度</b>的墜落碎片中再拾回一段記憶。

# spirit_shop_ap06unlock_ap15_fetch_05_task_done
source: You have collected a new piece of memory.
de: Du hast ein neues Erinnerungsstück erhalten.
es: Recogiste un nuevo recuerdo.
fr: Vous avez récupéré un nouveau fragment de souvenir.
id: Kamu telah mengumpulkan satu potong memori baru.
it: Hai ricevuto il frammento di un ricordo.
ja: 新たな記憶の断片を見つけました
ko: 새로운 기억 조각을 모았어요.
pt: Você coletou uma nova parte de lembrança.
ru: Вы подобрали новый отрывок воспоминания.
th: คุณเก็บชิ้นส่วนความทรงจำใหม่ได้
vi: Bạn đã thu thập được một phần ký ức mới.
zh_hans: 你收集了一段新的记忆。
zh_hant: 你收集到一段新的記憶。

# spirit_shop_ap06unlock_ap15_fetch_06_task_desc
source: Retrieve one more piece of memory from the fallen shards in the <b>Kingdom of Sky</b>.
de: Finde noch ein weiteres Erinnerungsstück aus den gefallenen Scherben im <b>Königreich von Sky</b>.
es: Recupera un recuerdo más de los fragmentos caídos en el <b>reino de Sky</b>.
fr: Récupérez un autre souvenir parmi les fragments tombés dans le <b>royaume de Sky</b>.
id: Ambil satu potong memori lagi dari pecahan yang jatuh di <b>Kerajaan Sky</b>.
it: Recupera un altro frammento tra quelli caduti nel <b>regno di Sky</b>.
ja: <b>Skyの王国</b>のどこかに墜ちた破片から、もう一つ記憶の断片を呼び起こしましょう
ko: <b>Sky 월드</b>에 떨어진 기억의 파편을 하나 더 모으세요.
pt: Recupere mais uma parte de lembrança dos fragmentos que caíram no <b>Reino de Sky</b>.
ru: Заберите еще один отрывок воспоминания из упавшего осколка в <b>мире Sky</b>.
th: เก็บชิ้นส่วนความทรงจำได้เพิ่มอีกหนึ่งชิ้นจากผลึกที่ร่วงหล่นใน<b>อาณาจักรแห่ง Sky</b>
vi: Lấy lại thêm một phần ký ức từ những mảnh vỡ rơi xuống <b>Vương quốc Sky</b>.
zh_hans: 从<b>《Sky》王国</b>的坠落碎片中再找回一段记忆。
zh_hant: 從<b> Sky·國度</b>的墜落碎片中再拾回一段記憶。

# spirit_shop_ap06unlock_ap15_fetch_06_task_done
source: You have collected a new piece of memory.
de: Du hast ein neues Erinnerungsstück erhalten.
es: Recogiste un nuevo recuerdo.
fr: Vous avez récupéré un nouveau fragment de souvenir.
id: Kamu telah mengumpulkan satu potong memori baru.
it: Hai ricevuto il frammento di un ricordo.
ja: 新たな記憶の断片を見つけました
ko: 새로운 기억 조각을 모았어요.
pt: Você coletou uma nova parte de lembrança.
ru: Вы подобрали новый отрывок воспоминания.
th: คุณเก็บชิ้นส่วนความทรงจำใหม่ได้
vi: Bạn đã thu thập được một phần ký ức mới.
zh_hans: 你收集了一段新的记忆。
zh_hant: 你收集到一段新的記憶。

# spirit_shop_ap06unlock_ap16_fetch_01_task_desc
source: Listen to this spirit's memories in <1>Isle of Dawn</1>.
de: Lausche den Erinnerungen dieses Geists auf der <1>Insel der Dämmerung</1>.
es: Escucha los recuerdos de este espíritu en la <1>Isla del Amanecer</1>.
fr: Écoutez les souvenirs de cet esprit dans l'<1>Île de l'aube</1>.
id: Dengarkan kenangan roh ini di <1>Pulau Fajar</1>.
it: Ascolta i ricordi di questo spirito nell'<1>Isola dell'Alba</1>.
ja: <1>孤島</1>で、この精霊の記憶を聴きましょう
ko: <1>여명의 섬</1>에서 이 영혼의 기억을 들어 주세요.
pt: Ouça as lembranças deste espírito na <1>Ilha do Alvorecer</1>.
ru: Послушайте воспоминания этого духа на <1>Острове рассвета</1>.
th: รับฟังความทรงจำของสปิริตตนนี้ใน<1>เกาะรุ่งอรุณ</1>
vi: Lắng nghe ký ức của Tinh Linh này ở <1>Bán Đảo Bình Minh</1>.
zh_hans: 聆听这位先灵在<1>晨岛</1>的记忆。
zh_hant: 聆聽這位先靈在<1>晨島</1>的記憶。

# spirit_shop_ap06unlock_ap16_fetch_01_task_done
source: Return to <1>AURORA</1> now that another memory has been heard.
de: Kehre zu <1>AURORA</1> zurück, jetzt wo du eine weitere Erinnerung gehört hast.
es: Regresa con <1>AURORA</1> ahora que se escuchó otro recuerdo.
fr: Retournez voir <1>AURORA</1> maintenant qu'un autre souvenir a été entendu.
id: Kembali ke <1>AURORA</1> sekarang setelah kenangan lain sudah didengar.
it: Ritorna da <1>AURORA</1> ora che hai ascoltato un altro ricordo.
ja: ひとつの記憶を聴きました。さあ<1>AURORA</1>のもとへ戻りましょう
ko: 새로운 기억을 들었습니다. <1>AURORA</1>에게 돌아가세요.
pt: Fale com a <1>AURORA</1> agora que outra lembrança foi ouvida.
ru: Вы послушали еще одно воспоминание, теперь вернитесь к <1>AURORA</1>.
th: กลับไปที่ <1>AURORA</1> ทันที เมื่อได้ฟังความทรงจำอื่นแล้ว
vi: Trở về với <1>AURORA</1> khi giờ đây đã trải nghiệm thêm một ký ức nữa.
zh_hans: 已聆听了另一段记忆，回到<1>AURORA</1>那里。
zh_hant: 一段新的記憶已被重現於耳，現在回去找<1>AURORA</1>。

# spirit_shop_ap06unlock_ap16_fetch_02_task_desc
source: Listen to this spirit's memories in <1>Hidden Forest</1>.
de: Lausche den Erinnerungen dieses Geists im <1>Verborgenen Wald</1>.
es: Escucha los recuerdos de este espíritu en el <1>Bosque Escondido</1>.
fr: Écoutez les souvenirs de cet esprit dans la <1>Forêt cachée</1>.
id: Dengarkan kenangan roh ini di <1>Hutan Tersembunyi</1>.
it: Ascolta i ricordi di questo spirito nella <1>Foresta Nascosta</1>.
ja: <1>雨林</1>で、この精霊の記憶を聴きましょう
ko: <1>비밀의 숲</1>에서 이 영혼의 기억을 들어 주세요.
pt: Escute as lembranças deste espírito na <1>Floresta Oculta</1>.
ru: Послушайте воспоминания этого духа в <1>Тайном лесу</1>.
th: ฟังความทรงจำของสปิริตตนนี้ใน<1>ป่าลับ</1>
vi: Lắng nghe ký ức của Tinh Linh này ở <1>Rừng Mưa</1>.
zh_hans: 聆听这位先灵在<1>雨林</1>的记忆。
zh_hant: 聆聽這位先靈在<1>雨林</1>的記憶。

# spirit_shop_ap06unlock_ap16_fetch_02_task_done
source: Return to <1>AURORA</1> now that another memory has been heard.
de: Kehre zu <1>AURORA</1> zurück, jetzt wo du eine weitere Erinnerung gehört hast.
es: Regresa con <1>AURORA</1> ahora que se escuchó otro recuerdo.
fr: Retournez voir <1>AURORA</1> maintenant qu'un autre souvenir a été entendu.
id: Kembali ke <1>AURORA</1> sekarang setelah kenangan lain sudah didengar.
it: Ritorna da <1>AURORA</1> ora che hai ascoltato un altro ricordo.
ja: ひとつの記憶を聴きました。さあ<1>AURORA</1>のもとへ戻りましょう
ko: 새로운 기억을 들었습니다. <1>AURORA</1>에게 돌아가세요.
pt: Fale com a <1>AURORA</1> agora que outra lembrança foi ouvida.
ru: Вы послушали еще одно воспоминание, теперь вернитесь к <1>AURORA</1>.
th: กลับไปที่ <1>AURORA</1> ทันที เมื่อได้ฟังความทรงจำอื่นแล้ว
vi: Trở về với <1>AURORA</1> khi giờ đây đã trải nghiệm thêm một ký ức nữa.
zh_hans: 已聆听了另一段记忆，回到<1>AURORA</1>那里。
zh_hant: 一段新的記憶已被重現於耳，現在回去找<1>AURORA</1>。

# spirit_shop_ap06unlock_ap16_fetch_03_task_desc
source: Listen to this spirit's memories in <1>Valley of Triumph</1>.
de: Lausche den Erinnerungen dieses Geists im <1>Tal des Triumphs</1>.
es: Escucha los recuerdos de este espíritu en el <1>Valle del Triunfo</1>.
fr: Écoutez les souvenirs de cet esprit dans la <1>Vallée du triomphe</1>.
id: Dengarkan kenangan roh ini di <1>Lembah Kejayaan</1>.
it: Ascolta i ricordi di questo spirito nella <1>Valle del Trionfo</1>.
ja: <1>峡谷</1>で、この精霊の記憶を聴きましょう
ko: <1>승리의 계곡</1>에서 이 영혼의 기억을 들어 주세요.
pt: Ouça as lembranças deste espírito no <1>Vale do Triunfo</1>.
ru: Послушайте воспоминания этого духа в <1>Долине триумфа</1>.
th: ฟังความทรงจำของสปิริตตนนี้ใน<1>หุบเขาแห่งชัยชนะ</1>
vi: Lắng nghe ký ức của Tinh Linh này ở <1>Thung Lũng Vinh Quang</1>.
zh_hans: 聆听这位先灵在<1>霞谷</1>的记忆。
zh_hant: 聆聽這位先靈在<1>霞谷</1>的記憶。

# spirit_shop_ap06unlock_ap16_fetch_03_task_done
source: Return to <1>AURORA</1> now that another memory has been heard.
de: Kehre zu <1>AURORA</1> zurück, jetzt wo du eine weitere Erinnerung gehört hast.
es: Regresa con <1>AURORA</1> ahora que se escuchó otro recuerdo.
fr: Retournez voir <1>AURORA</1> maintenant qu'un autre souvenir a été entendu.
id: Kembali ke <1>AURORA</1> sekarang setelah kenangan lain sudah didengar.
it: Ritorna da <1>AURORA</1> ora che hai ascoltato un altro ricordo.
ja: ひとつの記憶を聴きました。さあ<1>AURORA</1>のもとへ戻りましょう
ko: 새로운 기억을 들었습니다. <1>AURORA</1>에게 돌아가세요.
pt: Fale com a <1>AURORA</1> agora que outra lembrança foi ouvida.
ru: Вы послушали еще одно воспоминание, теперь вернитесь к <1>AURORA</1>.
th: กลับไปที่ <1>AURORA</1> ทันที เมื่อได้ฟังความทรงจำอื่นแล้ว
vi: Trở về với <1>AURORA</1> khi giờ đây đã trải nghiệm thêm một ký ức nữa.
zh_hans: 已聆听了另一段记忆，回到<1>AURORA</1>那里。
zh_hant: 一段新的記憶已被重現於耳，現在回去找<1>AURORA</1>。

# spirit_shop_ap06unlock_ap16_fetch_04_task_desc
source: Listen to this spirit's memories in <1>Golden Wasteland</1>.
de: Lausche den Erinnerungen dieses Geists in der <1>Goldenen Ödnis</1>.
es: Escucha los recuerdos de este espíritu en el <1>Páramo Dorado</1>.
fr: Écoutez les souvenirs de cet esprit dans le <1>Désert d'or</1>.
id: Dengarkan kenangan roh ini di <1>Gurun Emas</1>.
it: Ascolta i ricordi di questo spirito nel <1>Deserto Dorato</1>.
ja: <1>捨てられた地</1>で、この精霊の記憶を聴きましょう
ko: <1>황금 황무지</1>에서 이 영혼의 기억을 들어 주세요.
pt: Ouça as lembranças deste espírito no <1>Sertão Dourado</1>.
ru: Послушайте воспоминания этого духа в <1>Золотой пустоши</1>.
th: ฟังความทรงจำของสปิริตตนนี้ใน<1>แดนร้างทองอร่าม</1>
vi: Lắng nghe ký ức của Tinh Linh này ở <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: 聆听这位先灵在<1>暮土</1>的记忆。
zh_hant: 聆聽這位先靈在<1>暮土</1>的記憶。

# spirit_shop_ap06unlock_ap16_fetch_04_task_done
source: Return to <1>AURORA</1> now that another memory has been heard.
de: Kehre zu <1>AURORA</1> zurück, jetzt wo du eine weitere Erinnerung gehört hast.
es: Regresa con <1>AURORA</1> ahora que se escuchó otro recuerdo.
fr: Retournez voir <1>AURORA</1> maintenant qu'un autre souvenir a été entendu.
id: Kembali ke <1>AURORA</1> sekarang setelah kenangan lain sudah didengar.
it: Ritorna da <1>AURORA</1> ora che hai ascoltato un altro ricordo.
ja: ひとつの記憶を聴きました。さあ<1>AURORA</1>のもとへ戻りましょう
ko: 새로운 기억을 들었습니다. <1>AURORA</1>에게 돌아가세요.
pt: Fale com a <1>AURORA</1> agora que outra lembrança foi ouvida.
ru: Вы послушали еще одно воспоминание, теперь вернитесь к <1>AURORA</1>.
th: กลับไปที่ <1>AURORA</1> ทันที เมื่อได้ฟังความทรงจำอื่นแล้ว
vi: Trở về với <1>AURORA</1> khi giờ đây đã trải nghiệm thêm một ký ức nữa.
zh_hans: 已聆听了另一段记忆，回到<1>AURORA</1>那里。
zh_hant: 一段新的記憶已被重現於耳，現在回去找<1>AURORA</1>。

# spirit_shop_ap06unlock_ap16_fetch_05_task_desc
source: Prepare for a Voyage Through Music
de: Bereite dich auf eine Reise durch Musik vor
es: Prepárate para un viaje a través de la música
fr: Préparez-vous à un voyage en musique
id: Bersiaplah untuk Perjalanan Melalui Musik
it: Preparati per un viaggio attraverso la musica
ja: 音楽が導く物語の旅へ
ko: 음악이 이끄는 여정을 향해...
pt: Prepare-se para uma viagem pela música
ru: Готовьтесь к путешествию в мир музыки
th: เตรียมพร้อมสำหรับการเดินทางผ่านเสียงเพลง
vi: Chuẩn bị cho chuyến Du hành Âm nhạc
zh_hans: 准备踏上音乐之旅
zh_hant: 準備展開一趟音樂旅程

# spirit_shop_ap06unlock_ap17_fetch_01_task_desc
source: The <1>Bereft Veteran</1> longs for something that is gone. Retrieve the lost <b>memory lanterns</b> to help them.
de: Der <1>Betrübte Veteran</1> sehnt sich nach etwas Verlorenem. Hole die verlorenen <b>Erinnerungslaternen</b> zurück, um zu helfen.
es: El <1>veterano despojado</1> anhela algo que ya no está. Recupera los <b>faroles del recuerdo</b> perdidos para ayudarlo.
fr: Le <1>vétéran endeuillé</1> se languit de quelque chose qui a disparu. Récupérez les <b>lanternes de souvenirs</b> perdues pour l'aider.
id: <1>Veteran Nestapa</1> merindukan sesuatu yang telah tiada. Ambil <b>lentera kenangan</b> yang hilang untuk membantu mereka.
it: Il <1>veterano indifeso</1> desidera qualcosa che non c'è più. Recupera le <b>lanterne dei ricordi</b> per aiutarlo.
ja: <1>喪失の初老</1>は失われてしまったものを思い、懐かしんでいるようです。失われた<b>記憶の燈</b>を集めて、届けてあげましょう
ko: <1>무력한 참전용사</1>가 사라진 무언가를 애타게 원하고 있습니다. 사라진 <b>기억등불</b>을 찾아서 영혼을 도와주세요.
pt: O <1>Veterano Despojado</1> anseia por algo que se foi. Recupere as <b>lanternas de lembranças</b> para ajudá-lo.
ru: <1>Обездоленный ветеран</1> ищет что-то потерянное. Отыщите <b>фонарики воспоминаний</b>, чтобы помочь ему.
th: <1>ทหารผ่านศึกผู้สูญเสีย</1>โหยหาบางสิ่งที่จากไปแล้ว จงตามหา<b>ตะเกียงความทรงจำ</b>ที่หายไปเพื่อช่วยเหลือเขา
vi: <1>Cựu Binh U Buồn</1> mong nhớ một điều đã mất. Lấy lại <b>đèn ký ức</b> bị mất để giúp họ.
zh_hans: <1>丧子的老兵</1>渴望已逝之物。找回遗失的<b>记忆灯笼</b>，帮助他达成心愿。
zh_hant: <1>喪子的退伍老兵</1>渴望某樣消失已久的東西。找回遺失的<b>記憶燈籠</b>，幫他達成心願。

# spirit_shop_ap06unlock_ap17_fetch_01_task_done
source: You have found the lost <b>memory lanterns</b>. Bring them to the <1>Remembrance Guide</1>.
de: Du hast die verlorenen <b>Erinnerungslaternen</b> gefunden. Bringe sie zum <1>Gedenken-Helfer</1>.
es: Encontraste los <b>faroles del recuerdo</b>. Llévaselos al <1>guía de conmemoración</1>.
fr: Vous avez trouvé les <b>lanternes de souvenirs</b> perdues. Apportez-les au <1>guide du Souvenir</1>.
id: Kamu menemukan <b>lentera kenangan</b> yang hilang. Bawa ke <1>Pemandu Kenangan</1>.
it: Hai trovato le <b>lanterne dei ricordi</b>. Portale alla <1>Guida della Commemorazione</1>.
ja: あなたは失われた<b>記憶の燈</b>を見つけました。<1>追慕の案内人</1>のもとへ持っていきましょう
ko: <b>기억등불</b>을 찾았습니다. 등불을 <1>기억의 안내자</1>에게 가져가세요.
pt: Você encontrou as <b>lanternas de lembranças</b> perdidas. Leve-as para o <1>Guia da Recordação</1>.
ru: Вы нашли потерянные <b>фонарики воспоминаний</b>. принесите их <1>проводнику Памяти</1>.
th: คุณพบ<b>ตะเกียงความทรงจำ</b>ที่หายไปแล้ว จงนำมันกลับไปให้<1>ผู้แนะนำความทรงจำ</1>
vi: Bạn đã tìm thấy <b>đèn ký ức</b> bị mất. Hãy mang tới <1>Chỉ Dẫn Tưởng Nhớ</1>.
zh_hans: 你找到了遗失的<b>记忆灯笼</b>。将灯笼带给<1>缅怀向导</1>。
zh_hant: 你已經找到遺失的<b>記憶燈籠</b>。將它們帶回去給<1>緬懷嚮導</1>。
