Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# recorder_discard_confirm
source: Discard your new memory?
de: Deine neue Erinnerung verwerfen?
es: ¿Descartar nuevo recuerdo?
fr: Supprimer votre nouveau souvenir ?
id: Buang kenangan barumu?
it: Vuoi scartare il tuo nuovo ricordo?
ja: あなたの新しいメモリーズを削除しますか？
ko: 새 기억을 삭제할까요?
pt: Quer descartar a sua nova memória?
ru: Сбросить новое воспоминание?
th: ละทิ้งความทรงจำใหม่ของคุณหรือไม่
vi: Hủy ký ức mới của bạn?
zh_hans: 放弃你的新回忆？
zh_hant: 丟棄您的新記憶？

# recorder_join_viewing
source: This player is viewing a <2>Shared Memory</2>. Would you like to view it too?
de: Dieser Spieler sieht sich gerade eine <2>Gemeinschaftserinnerung</2> an. Möchtest du sie auch sehen?
es: Esta persona está viendo un <2>recuerdo compartido</2>. ¿Quieres verlo también?
fr: Cette personne est en train de regarder un <2>souvenir partagé</2>. Souhaitez-vous le voir aussi ?
id: Pemain ini sedang melihat <2>Kenangan Bersama</2>. Apakah kamu ingin melihatnya juga?
it: Questa persona sta visualizzando un <2>ricordo condiviso</2>. Vuoi visualizzarlo anche tu?
ja: このプレイヤーは<2>シェアメモリーズ</2>を鑑賞中のようです。 あなたも鑑賞しますか？
ko: 이 플레이어가 <2>공유 기억</2>을 보고 있어요. 같이 볼까요?
pt: Este jogador está vendo uma <2>memória compartilhada</2>. Gostaria de vê-la?
ru: Этот игрок смотрит <2>общее воспоминание</2>. Хотите тоже его просмотреть?
th: ผู้เล่นคนนี้กำลังดู<2>ความทรงจำร่วมกัน</2> คุณอยากจะดูด้วยไหม
vi: Người chơi này đang xem <2>Ký Ức Chung</2>. Bạn cũng muốn xem ký ức đó?
zh_hans: 此玩家正在查看<2>共享回忆</2>。 你也想查看吗？
zh_hant: 這位玩家正在查看<2>共享記憶</2>。 你也想一起看嗎？

# recorder_land_only
source: Please start recording on land.
de: Bitte starte die Aufzeichnung an Land.
es: Comienza a grabar sobre tierra.
fr: Veuillez commencer à enregistrer sur la terre ferme.
id: Mulai rekaman di daratan.
it: Inizia a registrare sulla terra.
ja: 陸地で記録を開始してください
ko: 땅 위에서 녹화를 시작해 주세요
pt: Comece a gravar em terra firme.
ru: Начинайте запись на земле.
th: โปรดเริ่มการบันทึกเมื่ออยู่บนบก
vi: Hãy bắt đầu ghi trên đất liền.
zh_hans: 请在地面上开始录制。
zh_hant: 請在陸地上開始錄製。

# recorder_memory_preview
source: <b>Previewing Memory</b>
de: <b>Erinnerungsvorschau</b>
es: <b>Vista previa del recuerdo</b>
fr: <b>Aperçu du souvenir</b>
id: <b>Melihat Pratinjau Kenangan</b>
it: <b>Anteprima del ricordo</b>
ja: <b>プレビュー</b>
ko: <b>기억 미리 보기</b>
pt: <b>Exibindo memória</b>
ru: <b>Просмотр воспоминания</b>
th: <b>ดูตัวอย่างความทรงจำ</b>
vi: <b>Xem trước Ký ức</b>
zh_hans: <b>预览回忆</b>
zh_hant: <b>預覽記憶</b>

# recorder_name_prompt
source: Name your memory
de: Benenne deine Erinnerung
es: Nombra tu recuerdo
fr: Donnez un nom à votre souvenir
id: Beri nama kenanganmu
it: Dai un nome al tuo ricordo
ja: タイトルを付ける
ko: 기억에 이름 붙이기
pt: Nomeie sua memória
ru: Назовите воспоминание
th: ตั้งชื่อความทรงจำของคุณ
vi: Đặt tên cho ký ức của bạn
zh_hans: 为回忆命名
zh_hant: 為您的記憶命名

# recorder_name_prompt_bold
source: <b>Name your memory</b>
de: <b>Benenne deine Erinnerung</b>
es: <b>Nombra tu recuerdo</b>
fr: <b>Donnez un nom à votre souvenir</b>
id: <b>Beri nama kenanganmu</b>
it: <b>Dai un nome al tuo ricordo</b>
ja: <b>タイトルを付ける</b>
ko: <b>기억에 이름 붙이기</b>
pt: <b>Nomeie sua memória</b>
ru: <b>Назовите воспоминание</b>
th: <b>ตั้งชื่อความทรงจำของคุณ</b>
vi: <b>Đặt tên cho ký ức của bạn</b>
zh_hans: <b>为回忆命名</b>
zh_hant: <b>為您的記憶命名</b>

# recorder_name_prompt_long
source: Please enter a name for this memory
de: Bitte gib einen Namen für diese Erinnerung ein.
es: Ingresa un nombre para este recuerdo.
fr: Veuillez saisir un nom pour ce souvenir
id: Masukkan nama untuk kenangan ini
it: Dai un nome a questo ricordo
ja: このメモリーズにタイトルを付けてください
ko: 이 기억에 이름을 붙여 주세요
pt: Insira um nome para esta memória
ru: Введите имя для этого воспоминания
th: โปรดตั้งชื่อความทรงจำนี้
vi: Vui lòng nhập tên cho ký ức này
zh_hans: 请为这段回忆输入一个名称
zh_hant: 請為這段記憶輸入一個名稱

# recorder_record_hint
source: Press record when ready.
de: Drücke „Aufzeichnen“, wenn du bereit bist.
es: Presiona grabar cuando quieras comenzar.
fr: Appuyez sur la touche d'enregistrement lorsque vous êtes prêt.
id: Tekan rekam saat siap.
it: Premi registra quando sei pronto.
ja: 準備が出来たら記録ボタンを押しましょう
ko: 준비가 되면 녹음 버튼을 누르세요
pt: Pressione gravar quando tudo estiver pronto.
ru: Нажмите «Запись», когда будете готовы.
th: กดบันทึกเมื่อพร้อม
vi: Nhấn ghi khi đã sẵn sàng.
zh_hans: 准备就绪即可点击开始录制！
zh_hant: 準備就緒後按下錄製。

# recorder_record_hint_ps
source: <1>Press in</1> the <b>right stick</b> when ready.
de: <1>Drücke</1> den <b>rechten Stick</b>, sobald du bereit bist.
es: <1>Presiona</1> el <b>stick derecho</b> cuando todo esté listo.
fr: <1>Appuyez sur</1> le <b>stick droit</b> quand vous serez prêt.
id: <1>Tekan</1> <b>tongkat yang tepat</b> saat sudah siap.
it: <1>Premi</1> la <b>levetta destra</b> per proseguire.
ja: 準備ができたら<b>右スティック</b>を<1>押して</1>ください
ko: 준비가 되면 <b>오른쪽 조이스틱</b>을 <1>당기세요</1>.
pt: <1>Pressione</1> o <b>botão direito</b> quando quiser prosseguir.
ru: <1>Нажмите</1> <b>правый джойстик</b>, когда будете готовы.
th: <1>กด</1><b>คันโยกขวา</b> เมื่อพร้อม
vi: <1>Nhấn</1> <b>thanh bên phải</b> khi đã sẵn sàng.
zh_hans: 准备就绪时<1>按下</1><b>右摇杆</b>。
zh_hant: <1>準備好後</1>按下<b>右搖桿</b>。

# recorder_record_replace_hint
source: Press record when ready. <b>If shared, the new memory will replace the existing Shared Memory in this area.</b>
de: Drücke „Aufzeichnen“, wenn du bereit bist.<b>Wenn du sie teilst, wird die vorhandene Geteilte Erinnerung in diesem Bereich durch die Neue ersetzt.</b>
es: Presiona grabar para comenzar. <b>Si lo compartes, el nuevo recuerdo reemplazará al recuerdo compartido existente de esta área.</b>
fr: Appuyez sur la touche d'enregistrement lorsque vous serez prêt.<b>S'il est partagé, le nouveau souvenir remplacera le souvenir partagé existant dans cette zone.</b>
id: Tekan rekam saat sudah siap. <b>Jika dibagikan, kenangan yang baru akan menggantikan Kenangan Bersama yang sudah ada di area ini.</b>
it: Premi registra per proseguire.<b>Se condiviso, il nuovo ricordo sostituirà quello già condiviso in quest'area.</b>
ja: 準備ができたら録画ボタンを押してください。<b>こちらがシェアされると、同エリアにある既存のシェアメモリーズが上書きされます</b>
ko: 준비가 되면 녹화를 누르세요. <b>새 기억을 공유하면 이 지역에 있는 기존 기억이 교체됩니다.</b>
pt: Pressione para gravar quando quiser prosseguir. <b>Se compartilhada, a nova memória vai substituir a Memória Compartilhada existente nesta área.</b>
ru: Нажмите «Запись», когда будете готовы.<b>Если вы поделитесь новым воспоминанием, оно заменит текущее в этой области.</b>
th: กดบันทึกเมื่อพร้อม <b>เมื่อแชร์แล้วความจำใหม่จะแทนที่ความทรงจำร่วมกันที่มีอยู่ในพื้นที่นี้</b>
vi: Nhấn ghi khi đã sẵn sàng. <b>Nếu được chia sẻ, ký ức mới sẽ thay thế Ký Ức Chung hiện có trong khu vực này.</b>
zh_hans: 准备就绪时按下录制。<b>如果选择分享，新回忆会替代此区域内的现有共享回忆。</b>
zh_hant: 準備好後按下錄製。<b>如果是共享記憶，新的記憶將取代此區域現有的共享記憶。</b>

# recorder_record_replace_hint_ps
source: <1>Press in</1> the <b>right stick</b> when ready. <b>If shared, the new memory will replace the existing Shared Memory in this area.</b>
de: <1>Drücke</1> den <b>rechten Stick</b>, sobald du bereit bist. <b> Wenn du sie teilst, wird die vorhandene Geteilte Erinnerung in diesem Bereich durch die Neue ersetzt.</b>
es: <1>Presiona</1> el <b>stick derecho</b> cuando todo esté listo. <b>Si lo compartes, el nuevo recuerdo reemplazará al recuerdo compartido existente de esta área.</b>
fr: <1>Appuyez sur</1> le <b>stick droit</b> quand vous serez prêt. <b>S'il est partagé, le nouveau souvenir remplacera le souvenir partagé existant dans cette zone.</b>
id: <1>Tekan</1> <b>tongkat yang tepat</b> saat sudah siap. <b>Jika dibagikan, kenangan yang baru akan menggantikan Kenangan Bersama yang sudah ada di area ini.</b>
it: <1>Premi</1> la <b>levetta destra</b> per proseguire. <b>Se condiviso, il nuovo ricordo sostituirà quello già condiviso in quest'area.</b>
ja: 準備ができたら<b>右スティック</b>を<1>押して</1>ください 。 <b>こちらがシェアされると、同エリアにある既存のシェアメモリーズが上書きされます</b>
ko: 준비가 되면 <b>오른쪽 조이스틱</b>을 <1>당기세요</1>. <b>새 기억을 공유하면 이 지역에 있는 기존 기억이 교체됩니다.</b>
pt: <1>Pressione</1> o <b>botão direito</b> quando quiser prosseguir. <b>Se compartilhada, a nova memória vai substituir a Memória Compartilhada existente nesta área.</b>
ru: <1>Нажмите</1> <b>правый джойстик</b>, когда будете готовы. <b>Если вы поделитесь новой записью, она заменит текущее общее воспоминание в этой области.</b>
th: <1>กด</1><b>คันโยกขวา</b> เมื่อพร้อม <b>เมื่อแชร์แล้วความจำใหม่จะแทนที่ความทรงจำร่วมกันที่มีอยู่ในพื้นที่นี้<b>
vi: <1>Nhấn</1> <b>thanh bên phải</b> khi đã sẵn sàng. <b>Nếu được chia sẻ, ký ức mới sẽ thay thế Ký Ức Chung hiện có trong khu vực này.</b>
zh_hans: 准备就绪时<1>按下</1><b>右摇杆</b>。 <b>如果选择分享，新回忆会替代此区域内的现有共享回忆。</b>
zh_hant: <1>準備好後</1>按下<b>右搖桿</b>。 <b>如果是共享記憶，新的記憶將取代此區域現有的共享記憶。</b>

# recorder_replace_confirm
source: Replace your current Shared Memory in this area?
de: Die aktuelle Geteilte Erinnerung in diesem Bereich ersetzen?
es: ¿Reemplazar tu recuerdo compartido actual de esta área?
fr: Remplacer votre souvenir partagé actuel dans cette zone ?
id: Ganti Kenangan Bersama di area ini?</b>
it: Vuoi sostituire il ricordo già condiviso in quest'area?
ja: <b>このエリアに残したシェアメモリーズを上書きしますか？</b>
ko: 지금 이 지역에 있는 공유기억을 교체할까요?
pt: Quer substituir a Memória Compartilhada atual nesta área?
ru: Заменить текущее общее воспоминание в этой области?
th: แทนที่ความทรงจำร่วมกันปัจจุบันของคุณในพื้นที่นี้หรือไม่
vi: Thay thế Ký Ức Chung hiện tại của bạn trong khu vực này?</b>
zh_hans: 是否替代此区域内的当前共享回忆？
zh_hant: 取代此區域目前的共享記憶？

# recorder_retry_confirm
source: Discard and replace your new memory?
de: Deine neue Erinnerung verwerfen und ersetzen?
es: ¿Eliminar y reemplazar tu nuevo recuerdo?
fr: Supprimer et remplacer votre nouveau souvenir ?
id: Ganti Kenangan Bersama di area ini?
it: Vuoi scartare e sostituire il nuovo ricordo?
ja: シェアメモリーズを削除して、新しいもので上書きしますか？
ko: 새 기억을 지우고 교체할까요?
pt: Quer descartar e substituir a nova memória?
ru: Сбросить и заменить новое воспоминание?
th: ละทิ้งและแทนที่ความจำใหม่ของคุณหรือไม่
vi: Hủy và thay thế ký ức mới của bạn?
zh_hans: 放弃并替代你的新回忆？
zh_hant: 丟棄並替換您的新記憶？

# redeem_failed
source: There was something wrong with the redeem code, please try again or contact support
de: Mit dem Einlösecode war etwas nicht in Ordnung, bitte versuchen Sie es erneut oder kontaktieren Sie den Support
es: Hubo un problema con el código de canje, por favor inténtelo de nuevo o contacte con el soporte
fr: Il y avait un problème avec le code de réclamation, veuillez réessayer ou contacter le support
id: Ada masalah dengan kode penukaran, silakan coba lagi atau hubungi dukungan
it: C'era qualcosa di sbagliato nel codice di riscatto, per favore riprova o contatta il supporto
ja: 引き換えコードに問題が発生しました。もう一度試す、またはサポートにご連絡ください
ko: 교환 코드에 문제가 발생했습니다. 다시 시도하거나 고객지원에 문의해 주십시오.
pt: Houve um problema com o código de resgate, por favor tente novamente ou entre em contato com o suporte
ru: Возникла проблема с активацией кода, пожалуйста, попробуйте еще раз или обратитесь в службу поддержки.
th: พบข้อผิดพลาดบางประการกับรหัสแลกรับ โปรดลองอีกครั้ง หรือติดต่อฝ่ายสนับสนุน
vi: Có lỗi với mã đổi quà, vui lòng thử lại hoặc liên hệ hỗ trợ
zh_hans: 兑换码出现问题，请再试一次或联系客服
zh_hant: 兌換碼出現問題，請再試一次或聯繫客服

# redeem_success
source: Code redeemed successfully!
de: Code erfolgreich eingelöst!
es: ¡Código canjeado con éxito!
fr: Code échangé avec succès !
id: Kode berhasil ditukar!
it: Codice riscattato con successo!
ja: コードの引き換えが完了しました！
ko: 교환 코드가 사용 완료되었습니다!
pt: Código resgatado com sucesso!
ru: Код успешно активирован!
th: แลกรับรหัสเรียบร้อยแล้ว!
vi: Đã đổi mã thành công!
zh_hans: 成功兑换代码！
zh_hant: 成功兌換代碼！

# relationship_accept_gift_message
source: Unlocks a new <2>friendship ability</2>
de: Schaltet eine neue <2>Freundschaftsfähigkeit</2> frei
es: Desbloquea una nueva <2>habilidad de amistad</2>
fr: Déverrouille une nouvelle <2>capacité d’amitié</2>
id: Buka <2>kemampuan pertemanan</2> baru
it: Sblocca una nuova <2>abilità amicizia</2>
ja: <2>フレンドとの新しいコミュニケーション</2>をアンロックします
ko: 새로운 <2>우정 능력</2>을 잠금해제합니다
pt: Desbloqueia uma nova <2>habilidade de amizade</2>
ru: Открывает новую <2>способность дружбы</2>
th: ปลดล็อก<2>ความสามารถด้านมิตรภาพ</2>ใหม่
vi: Mở khóa <2>Năng lực Tình bạn</2> mới
zh_hans: 解锁新的<2>好友互动</2>
zh_hant: 解鎖新的<2>好友互動</2>

# relationship_accept_gift_title
source: Accept a <candle/>
de: <candle/> annehmen
es: Aceptar <candle/>
fr: Accepter : <candle/>
id: Terima <candle/>
it: Accetta: <candle/>
ja: <candle/>を受け取る
ko: <candle/>를 수락하여 받기
pt: Aceitar <candle/>
ru: Принять <candle/>
th: ยอมรับ<candle/>
vi: Nhận 1 <candle/>
zh_hans: 接受<candle/>
zh_hant: 接受<candle/>

# relationship_addfriend
source: Offer <candle/> to become friends with this player?
de: Möchtest du eine <candle/> darbringen, um dich mit diesem Spieler anzufreunden?
es: ¿Ofrecer <candle/> para hacerte amigo de este jugador?
fr: Offrir des <candle/> pour devenir ami avec ce joueur ?
id: Tawarkan <candle/> untuk berteman dengan pemain ini?
it: Vuoi offrire <candle/> per fare amicizia con questo giocatore?
ja: <candle/>を捧げてこのプレイヤーとフレンドになりますか？
ko: <candle/>를 주고 이 플레이어와 친구가 될까요?
pt: Oferecer <candle/> para fazer amizade com este jogador?
ru: Отдать <candle/>, чтобы подружиться с этим игроком?
th: มอบ <candle/> เพื่อเป็นเพื่อนกับผู้เล่นคนนี้หรือไม่
vi: Tặng <candle/> để kết bạn với người chơi này?
zh_hans: 是否送一支<candle/>和这个玩家成为朋友？
zh_hant: 是否送一支<candle/>和這個玩家成為朋友？

# relationship_bearhug
source: Offer <candle/> to this friend to unlock <2>bear hug</2>?
de: Diesem Freund <candle/> anbieten, um <2>Große Umarmung</2> freizuschalten?
es: ¿Ofrecer <candle/> a esta amistad para desbloquear el <2>abrazo de oso</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller <2>Gros câlin</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>pelukan beruang</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare il <2> caldo abbraccio</2>?
ja: <candle/>を捧げますか？このフレンドと <2>「くまハグ」</2>ができるようになります
ko: 이 친구와 <candle/>로 <2>안아 들기</2>를 잠금해제할까요?
pt: Oferecer <candle/> para este amigo para desbloquear <2>abraço de urso</2>?
ru: Отдать <candle/> другу, чтобы открыть <2>крепкие объятия</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>กอดแบบหมี</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Gấu Ôm</2>?
zh_hans: 赠送<candle/>给好友以解锁<2>熊抱</2>吗？
zh_hant: 贈送<candle/>給好友以解鎖<2>熊抱</2>嗎？

# relationship_block
source: Block friend? <warning>This will disable interactions between you and this player. You will appear to be a stranger the next time they encounter you.</warning>
de: Freund blockieren? <warning>Damit sind einige Interaktionen mit diesem Spieler nicht mehr möglich</warning>
es: ¿Bloquear amigo? <warning>Esto inhabilitará algunas interacciones con este jugador </warning>
fr: Bloquer l’ami ? <warning>Confirmer cette action désactivera certaines interactions avec ce joueur</warning>
id: Blokir teman? <warning>Ini akan menonaktifkan interaksi antara dirimu dan pemain ini. Kamu akan muncul sebagai orang asing saat bertemu dengan mereka.</warning>
it: Bloccare amico? <warning>Questo disattiverà alcune interazioni con questo giocatore</warning>
ja: このフレンドをブロックしますか？ <warning>一部のコミュニケーション機能が利用できなくなります</warning>
ko: 친구를 차단할까요? <warning>이 플레이어와의 교류를 정지합니다</warning>
pt: Bloquear amigo? <warning>Isso desativará algumas interações com esse jogador</warning>
ru: Заблокировать друга? <warning>Это запретит некоторые действия с ним</warning>
th: ต้องการบล็อกเพื่อนหรือไม่ <warning>การดำเนินการนี้จะปิดการโต้ตอบระหว่างคุณกับผู้เล่นคนนี้ คุณจะกลายเป็นคนแปลกหน้าในครั้งต่อไปที่พบกัน</warning>
vi: Chặn người này? <warning>Sẽ vô hiệu hóa các tương tác giữa bạn và người chơi này. Bạn sẽ trở thành người lạ vào lần tới gặp người này</warning>
zh_hans: 确认要拉黑此玩家？ <warning>将阻止与该玩家的各种互动</warning>
zh_hant: 確認要封鎖此玩家？ <warning>將阻止與該玩家的各種互動</warning>

# relationship_block_button
source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
id: Blokir
it: Blocca
ja: ブロック
ko: 차단
pt: Bloquear
ru: Заблокировать
th: บล็อก
vi: Chặn
zh_hans: 屏蔽
zh_hant: 封鎖

# relationship_carry
source: Offer <candle/> to this friend to unlock <2>carry</2>?
de: Diesem Freund eine <candle/> darbringen, um die <2>Tragen</2> freizuschalten?
es: ¿Deseas ofrecer <candle/> a este amigo para desbloquear <2>caballito</2>?
fr: Offrir <candle/> à cet ami pour déverrouiller <2>Porter</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>gendong</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare il <2>trasporto sulle spalle</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”おんぶ”</2>ができるようになります
ko: <candle/>를 사용하여 <2>업기</2>를 잠금해제할까요?
pt: Oferecer <candle/>para este amigo para desbloquear o <2>carregador</2>?
ru: Предложить <candle/> этому другу, чтобы возможность <2>носить</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>แบก</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Chào</2>?
zh_hans: 赠送<candle/>给好友解锁<2>肩背</2>？
zh_hant: 贈送<candle/>給好友解鎖<2>肩背</2>？

# relationship_chat
source: Offer <candle/> to this friend to unlock <2>chat</2>?
de: Diesem Freund eine <candle/> darbringen, um den <2>Chat</2> freizuschalten?
es: ¿Ofrece <candle/> a este amigo para desbloquear el <2>chat</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller le <2>tchat</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>obrolan</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare la <2>chat</2>?
ja: <candle/>を捧げますか？このフレンドと <2>チャット</2>ができるようになります
ko: <candle/>를 사용하여 <2>채팅</2>을 잠금해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear <2>bate-papo</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>чат</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>แชท</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Trò Chuyện</2>?
zh_hans: 赠送<candle/>给好友解锁<2>交谈</2>？
zh_hant: 贈送<candle/>給好友解鎖<2>交談</2>？

# relationship_confirm_mute
source: <warning>Mute</warning> chat with <b>{{1}}</b>? To undo, use <2>unmute</2> in {{1}}'s friendship tree.
de: Chat mit <b>{{1}}</b> <warning>stummschalten</warning>? Um dies rückgängig zu machen, nutze <2>einschalten</2> im Freundschaftsbaum von {{1}}.
es: ¿<warning>Silenciar</warning> el chat con <b>{{1}}</b>? Para deshacer, usa <2>desenmudecer</2> en el árbol de amistad de {{1}}.
fr: <warning>Mettre en sourdine</warning> la discussion avec <b>{{1}}</b> ? Pour annuler, <2>désactivez le mode sourdine</2> dans l'arbre d'amitié de {{1}}.
id: <warning>Mute</warning> obrolan dengan <b>{{1}}</b>? Untuk membatalkan, gunakan <2>unmute</2> di pohon pertemanan {{1}}.
it: Vuoi <warning>disattivare la chat</warning> con <b>{{1}}</b>? Per annullare, utilizza <2>Attiva la chat</2> nell'albero dell'amicizia di {{1}}.
ja: <b>{{1}}</b> さんのチャットを<warning>ミュート</warning>しますか？ 解除するには、{{1}} さんのフレンドメニューから<2>アンミュート</2>してください
ko: <b>{{1}}</b>님과의 채팅을 <warning>음소거</warning>할까요? 음소거를 취소하려면 {{1}}님의 우정노드에서 <2>음소거 해제</2>를 선택하세요.
pt: <warning>Silenciar</warning> bate-papo com <b>{{1}}</b>? Para desfazer, use <2>ativar o som</2> na árvore de amizade de {{1}}.
ru: <warning>Отключить </warning> чат с игроком <b>{{1}}</b>? Чтобы отменить действие, <2>включите чат</2> в дереве дружбы с игроком {{1}}.
th: <warning>ปิด</warning>แชทกับ <b>{{1}}</b> หรือไม่ หากต้องการยกเลิก โปรด<2>เปิดเสียง</2>ในแผนผังมิตรภาพของ {{1}}
vi: <warning>Tắt âm</warning> trò chuyện với <b>{{1}}</b>? Để hoàn tác, sử dụng <2>bỏ tắt âm</2> trong cây tình bạn của {{1}}.
zh_hans: 将与<b>{{1}}</b>的聊天<warning>静音</warning>？ 要取消静音，请使用{{1}}的友谊树中的<2>取消静音</2>。
zh_hant: 要將<b>{{1}}</b>的聊天設為<warning>靜音</warning>嗎？ 如需恢復，請在{{1}}的友誼樹中選擇<2>取消靜音</2>。

# relationship_confirm_mute_simple
source: <warning>Mute</warning> chat with <b>{{1}}</b>?
de: Chat mit <b>{{1}}</b> <warning>stummschalten</warning>?
es: ¿<warning>Silenciar</warning> el chat con <b>{{1}}</b>?
fr: <warning>Mettre en sourdine</warning> a discussion avec <b>{{1}}</b> ?
id: <peringatan>Mute</p><p>obrolan dengan <b>{{1}}</b>?
it: Vuoi <warning>disattivare la chat</warning> con <b>{{1}}</b>?
ja: <b>{{1}}</b> さんのチャットを<warning>ミュート</warning>しますか？
ko: <b>{{1}}</b>님과의 채팅을 <warning>음소거</warning>할까요?
pt: <warning>Silenciar</warning> bate-papo com <b>{{1}}</b>?
ru: <warning>Отключить</warning> чат с игроком <b>{{1}}</b>?
th: <warning>ปิดเสียง</warning>แชทกับ <b>{{1}}</b> หรือไม่
vi: <warning>Tắt âm</warning> trò chuyện với <b>{{1}}</b>?
zh_hans: 将与<b>{{1}}</b>的聊天<warning>静音</warning>？
zh_hant: 將<b>{{1}}</b>的聊天設為<warning>靜音</warning>嗎？

# relationship_confirm_reportplayer
source: Report {{1}}?
de: {{1}} melden?
es: ¿Reporta {{1}}?
fr: Signaler {{1}} ?
id: Laporkan {{1}}?
it: Segnalare {{1}}?
ja: {{1}}の行為を報告しますか？
ko: {{1}} 님을 신고할까요?
pt: Reportar {{1}}?
ru: Пожаловаться на {{1}}?
th: รายงาน {{1}} หรือไม่
vi: Tố cáo {{1}}?
zh_hans: 举报 {{1}}?
zh_hant: 檢舉 {{1}}?

# relationship_confirm_unmute
source: Unmute chat with <b>{{1}}</b>?
de: Chat mit <b>{{1}}</b> einschalten?
es: ¿Desenmudecer el chat con <b>{{1}}</b>?
fr: Désactiver le mode muet avec <b>{{1}}</b> ?
id: Unmute obrolan dengan <b>{{1}}</b>?
it: Vuoi attivare la chat con <b>{{1}}</b>?
ja: <b>{{1}}</b> さんのチャットをアンミュートしますか？
ko: <b>{{1}}</b>님과의 채팅 음소거를 해제할까요?
pt: Ativar o som do bate-papo com <b>{{1}}</b>?
ru: Включить чат с игроком <b>{{1}}</b>?
th: เปิดเสียงแชทกับ <b>{{1}}</b> หรือไม่
vi: Bỏ tắt âm trò chuyện với <b>{{1}}</b>?
zh_hans: 将与<b>{{1}}</b>的聊天取消静音？
zh_hant: 取消<b>{{1}}</b>的聊天靜音嗎？

# relationship_confirm_warp_block
source: Block <2>warp</2> with {{1}}?
de: <2>Warpen</2> mit {{1}} blocken?
es: ¿Bloquear el <2>viaje</2> con {{1}}?
fr: Bloquer <2>Voyager</2> avec {{1}} ?
id: Blokir <2>teleportasi</2> dengan {{1}}?
it: Bloccare il <2>viaggio</2> con {{1}}?
ja: {{1}}さんのワープ機能をブロックしますか？
ko: {{1}} 님의 워프를 차단할까요?
pt: Bloquear o <2>transporte</2> com {{1}}?
ru: Заблокировать <2>прыжок</2> с игроком {{1}}?
th: บล็อก<2>วาร์ป</2>กับ {{1}} หรือไม่
vi: Chặn <2>dịch chuyển</2> với {{1}}?
zh_hans: 禁止{{1}}在同关卡内瞬移到你身边？
zh_hant: 禁止{{1}}在同關卡內瞬移到你身邊？

# relationship_confirm_warp_unblock
source: Unblock <2>warp</2> with {{1}}?
de: <2>Warpen</2> mit {{1}} freischalten?
es: ¿Desbloquear el <2>viaje</2> con {{1}}?
fr: Débloquer <2>Voyager</2> avec {{1}} ?
id: Buka blokir <2>teleportasi</2> dengan {{1}}?
it: Sbloccare il <2>viaggio</2> con {{1}}?
ja: {{1}}さんのワープ機能のブロックを解除しますか？
ko: {{1}} 님의 워프를 차단 해제할까요?
pt: Desbloquear o <2>transporte</2> com {{1}}?
ru: Разблокировать <2>прыжок</2> с игроком {{1}}?
th: ปลดบล็อก<2>วาร์ป</2>กับ {{1}} หรือไม่
vi: Bỏ chặn <2>dịch chuyển</2> với {{1}}?
zh_hans: 允许{{1}}在同关卡内瞬移到你身边？
zh_hant: 允許{{1}}在同關卡內瞬移到你身邊？
