Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap19_quest01_info1
source: The <1>Reassuring Ranger</1> enjoys admiring the <b>landmarks</b> during their hikes through Prairie Peaks.
de: Der <1>Ermutigender Ranger</1> bewundert auf seinen Wanderungen am Präriegipfel gerne die <b>Sehenswürdigkeiten</b>.
es: Al <1>Guardaparques reconfortante</1> le gusta observar los <b>puntos de referencia</b> durante sus caminatas por las cumbres de la planicie.
fr: Le <1>Garde-forestier rassurant</1> aime admirer les différents <b>sites</b> au cours de ses randonnées à travers les pics de la Prairie.
id: <1>Jagawana Penenang</1> suka mengagumi <b>tempat-tempat</b> di sepanjang perjalanannya melewati Puncak Padang Rumput.
it: Al <1>Ranger rassicurante</1> piace fermarsi presso certe <b>tappe</b> durante le sue escursioni sulle Vette della Prateria.
ja: <1>頼もしい自然保護官</1>は、草原連峰を散策する時、様々な<b>目印</b>を眺めるのを楽しんでいます
ko: <1>든든한 순찰대원</1>은 초원 봉우리를 오르며 특별한 <b>구조물</b>를 감상하기를 좋아해요.
pt: O <1>Guarda-florestal Tranquilizador</1> gosta de admirar os <b>pontos de referência</b> durante suas caminhadas pelas Colinas da Campina.
ru: <1>Надёжный рейнджер</1> любуется <b>достопримечательностями</b> во время своих походов по Степным вершинам.
th: <1>พรานผู้มั่นใจ</1>เพลิดเพลินไปกับการชื่นชม<b>สถานที่ต่างๆ</b> ในระหว่างที่เขาเดินป่าผ่านยอดเขาแห่งทุ่งหญ้า
vi: <1>Kiểm Lâm Trấn An</1> thích ngắm nhìn các <b>thắng cảnh</b> trong chuyến đi trên Đỉnh Thảo Nguyên.
zh_hans: <1>可靠护林员</1>徒步穿越云野峻岭时，喜欢欣赏<b>地标</b>。
zh_hant: <1>可靠的護林員</1>喜歡在攀爬雲野峻嶺時欣賞<b>地標</b>。

# ap19_quest01_info2
source: <b>Photograph</b> the <1>Reassuring Ranger's</1> favorite <b>landmarks</b>. The <1>Moments Guide</1> will <b>teach you</b> how.
de: <b>Fotografiere</b> die <b>Lieblingssehenswürdigkeiten</b> des <1>Ermutigender Ranger</1>. Der <1>Momente-Helfer</1> <b>zeigt es dir</b>.
es: <b>Fotografía</b> los <b>puntos de referencia</b> favoritos del <1>Guardaparques reconfortante</1>. El <1>guía de los momentos</1> te <b>enseñará</b> cómo.
fr: <b>Photographiez</b> les <b>sites</b> préférés du <1>Garde-forestier rassurant</1>. Le <1>guide des Instants</1> va <b>vous apprendre</b> comment faire.
id: <b>Ambil foto</b> <b>tempat</b> favorit si <1>Jagawana Penenang</1>. <1>Pemandu Momen</1> akan <b>mengajarimu</b> caranya.
it: <b>Fotografa</b> le <b>tappe</b> preferite del <1>Ranger rassicurante</1>. La <1>Guida dei Momenti</1> ti <b>spiegherà</b> come fare.
ja: <1>頼もしい自然保護官</1>のお気に入りの<b>目印</b>を<b>撮影</b>しましょう。 撮り方は<1>瞬きの案内人</1>が<b>教えてくれるでしょう</b>
ko: <1>든든한 순찰대원</1>이 좋아하는 <b>구조물</b>를 <b>촬영</b>하세요. <1>순간의 안내자</1>에게 촬영 방법을 <b>배울 수 있어요</b>.
pt: <b>Fotografe</b> os <1>pontos de referência</1> favoritos do <b>Guarda-florestal Tranquilizador</b>. O <1>Guia dos Momentos</1> vai <b>te ensinar</b> como fazer isso.
ru: <b>Сделайте снимки </b> любимых <b>достопримечательностей</b> <1>Надёжного рейнджера</1>. <b>Научиться</b> фотографировать можно у <1>проводника мгновений</1>.
th: <b>ถ่ายภาพ</b><1>สถานที่โปรด</1>ของ<b>พรานผู้มั่นใจ</b> <1>ผู้แนะนำช่วงเวลา</1>จะ<b>สอนวิธีการถ่ายภาพให้กับคุณ</b>
vi: <b>Chụp hình</b> các <b>thắng cảnh</b> yêu thích của <1>Kiểm Lâm Trấn An</1>. <1>Chỉ Dẫn Khoảnh Khắc</1> sẽ <b>hướng dẫn bạn</b> cách thực hiện.
zh_hans: <b>拍摄</b><1>可靠护林员</1>最喜欢的<b>地标</b>。<1>拾光向导</1>会<b>教你</b>怎么拍。
zh_hant: <b>拍攝</b><1>可靠的護林員</1>最愛的<b>地標</b>。<1>拾光嚮導</1>會<b>教你</b>如何拍攝。

# ap19_quest01_info3
source: <b>Photograph</b> the <1>Reassuring Ranger's</1> favorite <b>landmarks</b> with the <1>Moments Guide</1>?
de: Die <b>Lieblingssehenswürdigkeiten</b> des <1>Ermutigender Ranger</1> mit dem <1>Momente-Helfer</1> <b>fotografieren</b>?
es: ¿<b>Fotografiar</b> los <b>puntos de referencia</b> favoritos del <1>Guardaparques reconfortante</1> con el <1>guía de los momentos</1>?
fr: <b>Photographier</b> les <b>sites</b> préférés du <1>Garde-forestier rassurant</1>avec le <1>guide des Instants</1> ?
id: <b>Ambil foto</b> <b>tempat</b> favorit si <1>Jagawana Penenang</1> bersama <1>Pemandu Momen</1>?
it: Vuoi <b>fotografare</b> le <b>tappe</b> preferite del <1>Ranger rassicurante</1> con la <1>Guida dei Momenti</1>?
ja: <1>瞬きの案内人</1>と一緒に、<1>頼もしい自然保護官</1>のお気に入りの<b>目印</b>を<b>撮影</b>しに行きますか？
ko: <1>순간의 안내자</1>와 함께 <1>든든한 순찰대원</1>이 좋아하는 <b>구조물</b>를 <b>촬영</b>할까요?
pt: Deseja <b>fotografar</b> os <1>pontos de referência</1> favoritos do <b>Guarda-florestal Tranquilizador</b> com o <1>Guia dos Momentos</1>?
ru: <b>Сделать снимки </b> любимых <b>достопримечательностей</b> <1>Надёжного рейнджера</1>с помощью <1>проводника мгновений</1>?
th: <b>ถ่ายภาพ</b><1>สถานที่โปรด</1>ของ<b>พรานผู้มั่นใจ</b>ไปกับ<1>ผู้แนะนำช่วงเวลา</1>หรือไม่
vi: <b>Chụp hình</b> các <b>thắng cảnh</b> yêu thích của <1>Kiểm Lâm Trấn An</1> cùng <1>Chỉ Dẫn Khoảnh Khắc</1>?
zh_hans: 与<1>可靠护林员</1>一起<b>拍摄</b><1>护林员</1>最喜欢的<b>地标</b>？
zh_hant: 要與<1>可靠的護林員</1>一起<b>拍攝</b><1>護林員</1>最愛的<b>地標</b>嗎？

# ap19_quest01_info4
source: Follow the <1>Moments Guide</1> to learn how to take your first <b>photograph</b>.
de: Folge dem <1>Momente-Helfer</1>, um dein erstes <b>Foto</b> zu machen.
es: Sigue al <1>guía de los momentos</1> para aprender cómo tomar la primera <b>fotografía</b>.
fr: Suivez le <1>guide des Instants</1> pour apprendre à prendre votre première <b>photo</b>.
id: Ikuti <1>Pemandu Momen</1> untuk belajar cara mengambil <b>foto</b> pertamamu.
it: Segui la <1>Guida dei Momenti</1> per scoprire come scattare la tua prima <b>fotografia</b>.
ja: <1>瞬きの案内人</1>に付いて行き、1枚目の<b>写真</b>を撮る方法を学びましょう
ko: <1>순간의 안내자</1>를 따라가 첫 <b>사진</b>을 찍는 방법을 배워보세요.
pt: Siga o <1>Guia dos Momentos</1> para aprender a tirar a primeira <b>foto</b>.
ru: Следуйте за <1>проводником мгновений</1>, чтобы научиться делать <b>фотографии</b>.
th: ติดตาม<1>ผู้แนะนำช่วงเวลา</1>เพื่อเรียนรู้วิธีการ<b>ถ่ายภาพ</b>แรกของคุณ
vi: Làm theo <1>Chỉ Dẫn Khoảnh Khắc</1> để tìm hiểu cách chụp <b>bức hình</b> đầu tiên.
zh_hans: 跟随<1>拾光向导</1>，学习如何拍摄你的第一张<b>照片</b>。
zh_hant: 跟隨<1>拾光嚮導</1>並學習如何拍攝你的第一張<b>相片</b>。

# ap19_quest01_info5
source: Talk to the <1>Moments Guide</1> to decide what to photograph next.
de: Besprich mit dem <1>Momente-Helfer</1>, was als Nächstes fotografiert werden soll.
es: Habla con el <1>guía de los momentos</1> para decidir qué fotografiar a continuación.
fr: Parlez au <1>guide des Instants</1> pour décider de ce que vous prendrez en photo ensuite.
id: Temui <1>Pemandu Momen</1> untuk menentukan objek foto selanjutnya.
it: Parla con la <1>Guida dei Momenti</1> per decidere cosa fotografare adesso.
ja: <1>瞬きの案内人</1>に話しかけ、次に撮影するものを決めましょう
ko: <1>순간의 안내자</1>에게 말을 걸어 다음으로 무엇을 촬영할지 정해 보세요.
pt: Fale com o <1>Guia dos Momentos</1> para decidir o que fotografar.
ru: Поговорите с <1>проводником мгновений</1> и решите, что фотографировать дальше.
th: พูดคุยกับ<1>ผู้แนะนำช่วงเวลา</1>เพื่อตัดสินใจว่าจะถ่ายภาพอะไรต่อดี
vi: Nói chuyện với <1>Chỉ Dẫn Khoảnh Khắc</1> để quyết định chụp hình tiếp theo.
zh_hans: 与<1>拾光向导</1>交谈，决定接下来要拍摄的内容。
zh_hant: 與<1>拾光嚮導</1>交談，決定接下來要拍攝什麼。

# ap19_quest01_info6
source: Talk to the <1>Moments Guide</1> to receive your next <b>Photo Prompt</b>.
de: Sprich mit dem <1>Momente-Helfer</1>, um deine nächste <b>Foto-Aufgabe</b> zu erhalten.
es: Habla con el <1>guía de los momentos</1> para recibir la siguiente <b>solicitud de foto</b>.
fr: Parlez au <1>guide des Instants</1> pour recevoir votre prochaine <b>instruction de photo</b>.
id: Temui <1>Pemandu Momen</1> untuk menerima <b>Permintaan Foto</b> berikutnya.
it: Rivolgiti alla <1>Guida dei Momenti</1> per ricevere la prossima <b>richiesta fotografica</b>.
ja: <1>瞬きの案内人</1>に話しかけ、次に<b>撮影するお題</b>を教えてもらいましょう
ko: <1>순간의 안내자</1>와 대화하면 다음 <b>사진 요청</b>이 표시됩니다.
pt: Fale com o <1>Guia dos Momentos</1> para receber a próxima <b>sugestão de foto</b>.
ru: Поговорите с <1>проводником мгновений</1>, чтобы получить следующее <b>задание по фотографии</b>.
th: พูดคุยกับ<1>ผู้แนะนำช่วงเวลา</1>เพื่อรับ<b>คำสั่งถ่ายภาพ</b>ถัดไปของคุณ
vi: Nói chuyện với <1>Chỉ Dẫn Khoảnh Khắc</1> để nhận <b>Lời nhắc chụp hình</b> tiếp theo.
zh_hans: 与<1>拾光向导</1>交谈，获取下一个<b>照片提示</b>。
zh_hant: 與<1>拾光嚮導</1>交談，獲得下一個<b>照片提示</b>。

# ap19_quest01_photo1
source: Take out your <b>new camera</b> to take a picture of the <b>Rock Monolith</b>.
de: Nimm deine <b>neue Kamera</b> heraus und fotografiere den <b>Felsmonolith</b>.
es: Saca la <b>nueva cámara</b> y toma una foto del <b>monolito de piedra</b>.
fr: Sortez votre <b>nouvel appareil</b> pour prendre une photo du <b>monolithe</b>.
id: Keluarkan <b>kamera baru</b>-mu untuk mengambil foto <b>Batu Monolit</b>.
it: Estrai la tua <b>nuova fotocamera</b> per scattare una foto del <b>monolite</b>.
ja: あなたの<b>新品のカメラ</b>を使い、<b>一本岩</b>の写真を撮りましょう
ko: <b>새 카메라</b>를 꺼내 <b>돌 기둥</b>을 촬영하세요.
pt: Pegue a <b>câmera nova</b> para tirar uma foto do <b>Monólito de Pedra</b>.
ru: Возьмите свою <b>новую камеру</b> и сфотографируйте <b>Каменный монолит</b>.
th: นำ<b>กล้องใหม่</b>ของคุณออกมาเพื่อถ่ายภาพ<b>เสาหิน</b>
vi: Dùng <b>máy ảnh mới</b> của bạn để chụp hình <b>Đá nguyên khối</b>.
zh_hans: 拿出<b>新相机</b>，拍摄<b>磐石</b>。
zh_hant: 拿出<b>新相機</b>並拍攝<b>磐石</b>。

# ap19_quest01_photo1_hint
source: Make sure the <b>Rock Monolith</b> is in the frame.
de: Stelle sicher, dass der <b>Felsmonolith</b> im Bild ist.
es: Asegúrate de que el <b>monolito de piedra</b> está en cuadro.
fr: Assurez-vous que le <b>monolithe</b> soit dans le cadre de la photo.
id: Pastikan <b>Batu Monolit</b> berada di dalam bingkai.
it: Assicurati che il <b>monolite</b> sia nell'inquadratura.
ja: <b>一本岩</b>がフレーム内に収まっていることを確認しましょう
ko: <b>돌 기둥</b>이 화면에 담겨야 해요.
pt: Certifique-se de que o <b>Monólito de Pedra</b> esteja enquadrado.
ru: Убедитесь, что <b>Каменный монолит</b> попал в кадр.
th: ตรวจสอบให้แน่ใจว่า<b>เสาหิน</b>อยู่ในเฟรมเดียวกัน
vi: Đưa <b>Đá nguyên khối</b> vào khung hình.
zh_hans: 确保<b>磐石</b>位于相框内。
zh_hant: 確保<b>磐石</b>在畫面中。

# ap19_quest01_photo2
source: Photograph the <b>bird</b> and the <b>Rock Monolith</b> in a single picture.
de: Mache ein Foto, auf dem der <b>Vogel</b> und der <b>Felsmonolith</b> zu sehen sind.
es: Fotografía al <b>ave</b> y al <b>monolito de piedra</b> en una sola foto.
fr: Photographiez l’<b>oiseau</b> et le <b>monolithe</b> ensemble dans la même photo.
id: Ambil foto <b>burung</b> dan <b>Batu Monolit</b> dalam satu gambar.
it: Fotografa contemporaneamente l'<b>uccello</b> e il <b>monolite</b>.
ja: <b>鳥</b>と<b>一本岩</b>を同時に捉えた写真を撮りましょう
ko: <b>새</b>와 <b>돌 기둥</b>이 함께 나오도록 촬영하세요.
pt: Fotografe o <b>pássaro</b> e o <b>Monólito de Pedra</b> em uma única foto.
ru: Сделайте снимок <b>птицы</b> и <b>Каменного монолита</b> в одном кадре.
th: ถ่ายภาพ<b>นก</b>และ<b>เสาหิน</b>ในภาพเดียว
vi: Chụp hình <b>con chim</b> và <b>Đá nguyên khối</b> trong một bức hình.
zh_hans: 将<b>小鸟</b>和<b>磐石</b>拍摄到一张照片中。
zh_hant: 請拍攝一張同時捕捉<b>鳥</b>與<b>磐石</b>的照片。

# ap19_quest01_photo2_hint
source: Make sure the <b>Rock Monolith</b> and the <b>bird</b> are both in the frame.
de: Stelle sicher, dass sowohl der <b>Felsmonolith</b> als auch der <b>Vogel</b> im Bild sind.
es: Asegúrate de que tanto el <b>monolito de piedra</b> como el <b>ave</b> estén en cuadro.
fr: Assurez-vous que le <b>monolithe</b> et l’<b>oiseau</b> soient dans le cadre de la photo.
id: Pastikan <b>Batu Monolit</b> dan <b>burung</b> tersebut berada di dalam bingkai.
it: Assicurati che il <b>monolite</b> e l'<b>uccello</b> siano entrambi nell'inquadratura.
ja: <b>一本岩</b>と<b>鳥</b>がどちらもフレーム内に収まっていることを確認しましょう
ko: <b>돌 기둥</b>과 <b>새</b>가 모두 화면에 담겨야 해요.
pt: Certifique-se de que o <b>Monólito de Pedra</b> e o <b>pássaro</b> estejam enquadrados.
ru: Убедитесь, что и <b>Каменный монолит</b>, и <b>птица</b> попали в кадр.
th: ตรวจสอบให้แน่ใจว่า<b>เสาหิน</b>และ<b>นก</b>อยู่ในเฟรมเดียวกัน
vi: Đưa <b>Đá nguyên khối</b> và <b>con chim</b> vào cùng khung hình.
zh_hans: 确保<b>磐石</b>和<b>小鸟</b>都位于相框内。
zh_hant: 確保<b>磐石</b>和<b>鳥</b>都在畫面中。

# ap19_quest01_photo3
source: <2>Active Prompt:</2> Take a picture of the <b>Entrance Cliffs</b> and the <b>Rock Monolith</b> in the same frame.
de: <2>Aktive Aufgabe:</2> Mache ein Foto, auf dem die <b>Eingangsklippen</b> und der <b>Felsmonolith</b> zu sehen sind.
es: <2>Solicitud activa:</2> Toma una foto de los <b>peñascos de ingreso</b> y del <b>monolito de piedra</b> en el mismo cuadro.
fr: <2>Instruction active :</2> Prenez une photo en cadrant à la fois les <b>falaises d’entrée</b> et le <b>monolithe</b>.
id: <2>Permintaan Aktif:</2> Ambil foto <b>Tebing Gerbang</b> dan <b>Batu Monolit</b> dalam bingkai yang sama.
it: <2>Richiesta attiva:</2> scatta una foto con le <b>scogliere</b> e il <b>monolite</b> nella stessa inquadratura.
ja: <2>選択中のお題：</2><b>入口の崖</b>と<b>一本岩</b>を同時に捉えた写真を撮りましょう
ko: <2>진행 중인 요청:</2> <b>입구 절벽</b>과 <b>돌 기둥</b>이 함께 나오도록 촬영하세요.
pt: <2>Sugestão ativa:</2> tire uma foto das <b>Falésias de Entrada</b> e do <b>Monólito de Pedra</b> no mesmo quadro.
ru: <2>Активное задание:</2> сфотографируйте <b>Зачарованные утёсы</b> и <b>Каменный монолит</b> в одном кадре.
th: <2>คำสั่งที่ดำเนินอยู่:</2> ถ่ายภาพ<b>หน้าผาทางเข้า</b>และ<b>เสาหิน</b>ให้อยู่ในเฟรมเดียวกัน
vi: <2>Nhắc nhở:</2> Chụp hình <b>Vách đá Lối vào</b> và <b>Đá nguyên khối</b> trong một bức hình.
zh_hans: <2>当前任务提示：</2>将<b>入口悬崖</b>和<b>磐石</b>拍摄到一个相框内。
zh_hant: <2>當前任務提示：</2>在畫面中同時捕捉<b>入口懸崖</b>與<b>磐石</b>。

# ap19_quest01_photo3_hint
source: Frame the <b>Rock Monolith</b> and the <b>Entrance Cliffs</b> in a single photo.
de: Fange den <b>Felsmonolith</b> und die <b>Eingangsklippen</b> in einem einzigen Foto ein.
es: Encuadra al <b>monolito de piedra</b> y a los <b>peñascos de ingreso</b> en una sola foto.
fr: Cadrez le <b>monolithe</b> et les <b>falaises d’entrée</b> dans une même photo.
id: Bingkai <b>Batu Monolit</b> dan <b>Tebing Gerbang</b> dalam satu foto.
it: Inquadra contemporaneamente il <b>monolite</b> e le <b>scogliere</b>.
ja: <b>一本岩</b>と<b>入口の崖</b>の両方をフレーム内に収めましょう
ko: <b>돌 기둥</b>과 <b>입구 절벽</b>을 한 화면에 잡으세요.
pt: Enquadre o <b>Monólito de Pedra</b> e as <b>Falésias de Entrada</b> em uma única foto.
ru: Сфотографируйте <b>Каменный монолит</b> и <b>Зачарованные утёсы</b> в одном кадре.
th: จัดเฟรม<b>เสาหิน</b>และ<b>หน้าผาทางเข้า</b>ไว้ในภาพเดียวกัน
vi: Đưa <b>Đá nguyên khối</b> và <b>Vách đá Lối vào</b> vào cùng khung hình.
zh_hans: 将<b>磐石</b>和<b>入口悬崖</b>框显在一张照片中。
zh_hant: 將<b>磐石</b>和<b>入口懸崖</b>拍攝在同一張相片中。

# ap19_quest01_photo4
source: <2>Active Prompt:</2> Photograph the <b>biggest waterfall</b> in <b>Prairie Peaks</b>.
de: <2>Aktive Aufgabe:</2> Fotografiere den <b>größten Wasserfall</b> am <b>Präriegipfel</b>.
es: <2>Solicitud activa:</2> Fotografía la <b>mayor cascada</b> de las <b>cumbres de la planicie</b>.
fr: <2>Instruction active :</2> Photographiez la <b>plus grande chute d’eau</b> des <b>pics de la Prairie</b>.
id: <2>Permintaan Aktif:</2> Ambil foto <b>air terjun terbesar</b> di <b>Puncak Padang Rumput</b>.
it: <2>Richiesta attiva:</2> fotografa la <b>cascata più grande</b> nelle <b>Vette della Prateria</b>.
ja: <2>選択中のお題：</2><b>草原連峰</b>にある<b>最も大きい滝</b>の写真を撮りましょう
ko: <2>진행 중인 요청:</2> <b>초원 봉우리</b>에서 <b>가장 큰 폭포</b>를 촬영하세요.
pt: <2>Sugestão ativa:</2> fotografe a <b>maior cachoeira</b> nos <b>Picos da Campina</b>.
ru: <2>Активное задание:</2> сделайте снимок <b>самого большого водопада</b> <b>Степных вершин</b>.
th: <2>คำสั่งที่ดำเนินอยู่:</2> ถ่ายภาพ<b>น้ำตกที่ใหญ่ที่สุด</b>ใน<b>ยอดเขาแห่งทุ่งหญ้า</b>
vi: <2>Nhắc nhở:</2> Chụp hình <b>thác nước lớn nhất</b> trên <b>Đỉnh Thảo Nguyên</b>.
zh_hans: <2>当前任务提示：</2>拍摄<b>云野峻岭</b>中<b>最大的瀑布</b>。
zh_hant: <2>當前任務提示：</2>拍攝<b>雲野峻嶺</b>中<b>最大的瀑布</b>。

# ap19_quest01_photo4_hint
source: Make sure the <b>biggest waterfall</b> is in the frame.
de: Stelle sicher, dass sich der <b>größte Wasserfall</b> im Bild befindet.
es: Asegúrate de que la <b>mayor cascada</b> esté en cuadro.
fr: Assurez-vous que la <b>plus grande chute d’eau</b> soit dans le cadre de la photo.
id: Pastikan <b>air terjun terbesar</b> tersebut berada di dalam bingkai.
it: Assicurati che la <b>cascata più grande</b> sia nell'inquadratura.
ja: <b>最も大きい滝</b>がフレーム内に収まっていることを確認しましょう
ko: <b>가장 큰 폭포</b>가화면에 담겨야 해요.
pt: Certifique-se de que a <b>maior cachoeira</b> esteja enquadrada.
ru: Убедитесь, что <b>самый большой водопад</b> попал в кадр.
th: ตรวจสอบให้แน่ใจว่า<b>น้ำตกที่ใหญ่ที่สุด</b>อยู่ในเฟรม
vi: Đưa <b>thác nước lớn nhất</b> vào khung hình.
zh_hans: 确保<b>最大的瀑布</b>位于相框内。
zh_hant: 確保<b>最大的瀑布</b>在畫面中。

# ap19_quest01_photo5
source: <2>Active Prompt:</2> Photograph the <b>tallest mountain peak</b> while the <b>sun is shining</b>.
de: <2>Aktive Aufgabe:</2> Fotografiere den <b>höchsten Berggipfel</b>, während die <b>Sonne scheint</b>.
es: <2>Solicitud activa:</2> Fotografía la <b>cima más alta de la montaña</b> mientas que el <b>sol brille</b>.
fr: <2>Instruction active :</2> Photographiez le <b>sommet de montagne le plus haut</b> pendant que le <b>soleil brille</b>.
id: <2>Permintaan Aktif:</2> Ambil foto <b>puncak gunung tertinggi</b> saat <b>matahari sedang bersinar</b>.
it: <2>Richiesta attiva:</2> fotografa la <b>vetta più alta della montagna</b> mentre il <b>sole splende</b>.
ja: <2>選択中のお題：</2><b>太陽が照っている</b>間に、<b>最も高い山の頂</b>の写真を撮りましょう
ko: <2>진행 중인 요청:</2> <b>해가 떠 있을 때</b> <b>가장 높은 산봉우리</b>를 촬영하세요.
pt: <2>Sugestão ativa:</2> fotografe o <b>pico mais alto da montanha</b> enquanto o <b>sol está brilhando</b>.
ru: <2>Активное задание:</2> сфотографируйте <b>самый высокий пик</b>, пока <b>светит солнце</b>.
th: <2>คำสั่งที่ดำเนินอยู่:</2> ถ่ายภาพ<b>ยอดเขาที่สูงที่สุด</b> ในขณะที่<b>ดวงตะวันกำลังส่องแสง</b>
vi: <2>Nhắc nhở:</2> Chụp hình <b>đỉnh núi cao nhất</b> khi <b>mặt trời đang chiếu sáng</b>.
zh_hans: <2>当前任务提示：在<b>阳光照耀时</2>拍摄<b>最高山峰</b></b>。
zh_hant: <2>當前任務提示：</2>在<b>陽光照耀時</b>拍攝<b>最高的山峰</b>。

# ap19_quest01_photo5_hint
source: Remember to take this picture when it's <b>sunny</b>.
de: Denke daran, dieses Foto bei <b>Sonnenschein</b> aufzunehmen.
es: Recuerda tomar esta foto cuando esté <b>soleado</b>.
fr: N’oubliez pas de prendre la photo par temps <b>ensoleillé</b>.
id: Ingat, ambil foto ini saat cuaca <b>cerah</b>.
it: Ricordati di scattare questa foto quando c'è il <b>sole</b>.
ja: <b>晴れている</b>時に撮影しましょう
ko: <b>햇빛</b>이 있을 때 사진을 찍어보세요.
pt: Lembre-se de tirar esta foto quando estiver <b>ensolarado</b>.
ru: Не забудьте сделать снимок, пока <b>светит солнце</b>.
th: อย่าลืมถ่ายภาพนี้ตอน<b>แดดออก</b>ล่ะ
vi: Hãy nhớ chụp bức hình này khi trời <b>có nắng</b>.
zh_hans: 记得在<b>天气晴朗</b>时拍摄这张照片。
zh_hant: 記得要在<b>天氣晴朗</b>時拍攝。

# ap19_quest01_photo6
source: <2>Active Prompt:</2> Photograph a <b>big flock of birds</b> at <b>night</b>.
de: <2>Aktive Aufgabe:</2> Fotografiere <b>nachts</b> einen <b>großen Vogelschwarm</b>.
es: <2>Solicitud activa:</2> Fotografía una <b>gran parvada de aves</b> por la <b>noche</b>.
fr: <2>Instruction active :</2> Photographiez la <b>grande volée d’oiseaux</b> de <b>nuit</b>.
id: <2>Permintaan Aktif:</2> Ambil foto <b>sekawanan burung</b> di <b>malam hari</b>.
it: <2>Richiesta attiva:</2> fotografa un <b>grande stormo di uccelli</b> di <b>notte</b>.
ja: <2>選択中のお題：</2><b>夜</b>の間に、<b>鳥の大群</b>の写真を撮りましょう
ko: <2>진행 중인 요청:</2> <b>밤에</b> <b>커다란 새 떼</b>를 촬영하세요.
pt: <2>Sugestão ativa:</2> fotografe um <b>grande bando de pássaros</b> à <b>noite</b>.
ru: <2>Активное задание:</2> сфотографируйте <b>большую стаю птиц</b> <b>ночью</b>.
th: <2>คำสั่งที่ดำเนินอยู่:</2> ถ่ายรูป<b>ฝูงนกขนาดใหญ่</b>ในตอน<b>กลางคืน</b>
vi: <2>Nhắc nhở:</2> Chụp hình <b>đàn chim lớn</b> vào <b>ban đêm</b>.
zh_hans: <2>当前任务提示：在<b>夜晚</b></2>拍摄<b>一大群鸟</b>。
zh_hant: <2>當前任務提示：</2>在<b>晚上</b>拍攝<b>飛翔的鳥群</b>。

# ap19_quest01_photo6_hint
source: Make sure to photograph the <b>big flock of birds</b> at <b>night</b>.
de: Denke daran, den <b>großen Vogelschwarm</b> <b>nachts</b> zu fotografieren.
es: Asegúrate de fotografiar a la <b>gran parvada de aves</b> durante la <b>noche</b>.
fr: Assurez-vous de photographier la <b>grande volée d’oiseaux</b> de <b>nuit</b>.
id: Pastikan kamu mengambil foto <b>kawanan burung</b> tersebut di <b>malam hari</b>.
it: Assicurati di fotografare il <b>grande stormo di uccelli</b> di <b>notte</b>.
ja: 忘れずに<b>鳥の大群</b>を<b>夜</b>の間に撮影しましょう
ko: <b>커다란 새 떼</b>를 <b>밤</b>에 촬영하세요.
pt: Certifique-se de fotografar o <b>grande bando de pássaros</b> à <b>noite</b>.
ru: Не забудьте сфотографировать <b>стаю птиц</b> <b>ночью</b>.
th: อย่าลืมถ่ายรูป<b>ฝูงนกขนาดใหญ่</b>ในตอน<b>กลางคืน</b>ล่ะ
vi: Đảm bảo chụp hình <b>đàn chim lớn</b> vào <b>ban đêm</b>.
zh_hans: 确保在<b>晚上</b>拍摄<b>一大群鸟</b>。
zh_hant: 記得要在<b>晚上</b>拍攝<b>飛翔的鳥群</b>。

# ap19_quest02_hint1
source: <b>Keep your distance<b> from the <2>light creature</2> to avoid disturbing it.
de: <b>Halte Abstand<b> zum <2>Lichtwesen</2>, um es nicht zu stören.
es: <b>Mantén distancia<b> de la <2>criatura de luz</2> para evitar molestarla.
fr: <b>Ne vous approchez pas trop<b> de la <2>créature de lumière</2> pour éviter de la déranger.
id: <b>Jaga jarakmu<b> dengan <2>makhluk cahaya</2> tersebut agar tidak mengganggunya.
it: <b>Mantieni la distanza<b> dalla <2>creatura luminosa</2> per evitare di disturbarla.
ja: <2>光の生き物</2>の邪魔をしないよう<b>一定の距離を保ちましょう<b>
ko: <2>빛의 크리처</2>를 방해하지 않게도록<b>적정 거리를 유지<b>하세요.
pt: <b>Mantenha distância<b> da <2>criatura de luz</2> para não perturbá-la.
ru: <b>Держитесь подальше<b> от <2>создания света</2>, чтобы не побеспокоить его.
th: <b>รักษาระยะห่าง<b>จาก<2>สิ่งมีชีวิตแห่งแสง</2>เพื่อเลี่ยงที่จะรบกวนมัน
vi: <b>Giữ khoảng cách<b> với <2>sinh vật ánh sáng</2> để tránh làm phiền nó.
zh_hans: <b>与<2>光之生物</2>保持距离<b>，以免打扰它。
zh_hant: 與<2>光之生物</2><b>保持距離<b>，避免驚擾牠們。

# ap19_quest02_hint2
source: Use your <b>camera's zoom slider</b> to photograph the <2>light creature</2> from a distance.
de: Verwende den <b>Zoom-Schieberegler deiner Kamera</b>, um das <2>Lichtwesen</2> aus der Ferne zu fotografieren.
es: Usa el <b>deslizador del zoom de la cámara</b> para fotografía a la <2>criatura de luz</2> desde lejos.
fr: Utilisez le <b>curseur de zoom de votre appareil</b> pour photographier la <2>créature de lumière</2> à distance.
id: Gunakan <b>zoom slider pada kamera</b>-mu untuk mengambil foto <2>makhluk cahaya</2> tersebut dari jarak jauh.
it: Usa il <b>cursore dello zoom della fotocamera</b> per fotografare la <2>creatura luminosa</2> da una certa distanza.
ja: <b>カメラのズーム機能</b>を活用し、離れたところから<2>光の生き物</2>を撮影しましょう
ko: <b>카메라 배율</b>을 조정해서 먼 거리에서 <2>빛의 크리처</2>를 찍을 수 있어요.
pt: Use o <b>controle deslizante de zoom da câmera</b> para fotografar a <2>criatura de luz</2> à distância.
ru: Используйте <b>масштабирование камеры</b>, чтобы сфотографировать <2>создание света</2> издалека.
th: ใช้<b>แถบเลื่อนซูมของกล้อง</b>เพื่อถ่ายภาพ<2>สิ่งมีชีวิตแห่งแสง</2>จากระยะไกล
vi: Sử dụng <b>thanh thu phóng máy ảnh</b> để chụp hình <2>sinh vật ánh sáng</2> từ xa.
zh_hans: 使用<b>相机的变焦滑块</b>从远处拍摄<2>光之生物</2>。
zh_hant: 使用<b>相機的變焦滑桿</b>，從遠處拍攝<2>光之生物</2>。

# ap19_quest02_hint3
source: <b>Keep your distance</b> to avoid disturbing the creature.
de: <b>Halte Abstand</b>, um das Wesen nicht zu stören.
es: <b>Mantén distancia</b> para evitar molestar a la criatura.
fr: <b>Ne vous approchez pas trop</b> de la créature pour éviter de la déranger.
id: <b>Jaga jarakmu</b> agar tidak mengganggu makhluk tersebut.
it: <b>Mantieni la distanza</b> per non disturbare la creatura.
ja: 光の生き物の邪魔をしないよう<b>一定の距離を保ちましょう<b>
ko: 크리처를 방해하지 않도록 <b>적정 거리를 유지</b>하세요.
pt: <b>Mantenha distância</b> para não perturbar a criatura.
ru: <b>Не подходите близко</b>, чтобы не побеспокоить создание.
th: <b>รักษาระยะห่าง</b>เพื่อเลี่ยงที่จะรบกวนสิ่งมีชีวิต
vi: <b>Giữ khoảng cách</b> để tránh làm phiền sinh vật.
zh_hans: <b>与生物保持距离</b>，以免打扰它。
zh_hant: <b>保持距離</b>以免驚擾牠。
