Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_season_soon_message
source: 👀 Wondering what experiences await in the next Season of Sky? Find out soon—the new Season begins on Monday! 🎶
de: 👀 Freut ihr euch auf die nächste Saison von Sky? Bald erfahrt ihr mehr – die neue Saison beginnt am Montag! 🎶
es: 👀 ¿Te preguntas qué experiencias te esperan en la próxima temporada de Sky? Descúbrelo pronto: ¡la nueva temporada comienza el lunes! 🎶
fr: 👀 Vous vous demandez quelles expériences vous attendent dans la prochaine saison de Sky ? Découvrez-le bientôt : la nouvelle saison commence lundi ! 🎶
id: 👀 Penasaran dengan pengalaman apa yang menantimu di Musim Sky berikutnya? Nantikan beritanya segera—Musim baru dimulai hari Senin! 🎶
it: 👀 Ti chiedi quali esperienze ti aspettano nella prossima stagione di Sky? Scoprilo presto: la nuova stagione inizia lunedì! 🎶
ja: 👀 Skyの次の季節ではどんな素敵な体験が待っているでしょう？ その答えが分かるのはあと少し—来週月曜より新たな季節が始まります！ 🎶
ko: 👀 Sky의 다음 시즌에는 어떤 모험이 기다리고 있을까요? 곧 직접 확인해 보세요. 월요일부터 새로운 시즌이 시작됩니다! 🎶
pt: 👀 Quer saber quais experiências aguardam na próxima Temporada de Sky? Descubra em breve! A nova temporada começa na segunda-feira!🎶
ru: 👀 Вам интересно, что готовит следующий сезон в мире Sky? Уже скоро — ведь он начинается в понедельник! 🎶
vi: 👀 Bạn muốn biết những trải nghiệm nào đang chờ đợi trong mùa tiếp theo của Sky? Tìm hiểu sớm — Mùa mới bắt đầu vào Thứ 2! 🎶

# notification_season_soon_title
source: New Season Starts Soon 🎉
de: Die neue Saison beginnt bald 🎉
es: La nueva temporada comienza pronto 🎉
fr: La nouvelle saison commence bientôt 🎉
id: Musim Baru Segera Dimulai 🎉
it: La nuova stagione inizierà tra breve 🎉
ja: 次の季節がもうすぐ訪れます 🎉
ko: 새로운 시즌 곧 시작 🎉
pt: A nova temporada está chegando 🎉
ru: Скоро новый сезон 🎉
vi: Mùa mới sắp bắt đầu 🎉

# recorder_no_water
source: Cannot place candles in water. Please start recording on land.
de: Kerzen können nicht im Wasser platziert werden. Bitte beginne mit der Aufzeichnung an Land.
es: No se pueden colocar velas en el agua. Comienza a grabar en la tierra.
fr: Impossible de placer des bougies dans l'eau. Veuillez commencer à enregistrer sur la terre ferme.
id: Tidak bisa meletakkan lilin di air. Silakan memulai rekaman di daratan.
it: Impossibile mettere le candele nell'acqua. Inizia a registrare sulla terra.
ja: キャンドルは水中には立てられません。陸地で記録を始めましょう
ko: 물 속에는 양초를 배치할 수 없습니다. 물 밖에서 녹음을 시작하세요.
pt: Não é possível colocar velas na água. Comece a gravar em terra.
ru: Нельзя ставить свечи в воду. Начните запись на земле.
th: ไม่สามารถวางเทียนลงในน้ำได้ โปรดเริ่มการบันทึกเมื่ออยู่บนบก
vi: Không thể đặt nến trong nước. Hãy bắt đầu ghi âm trên đất liền.

# spirit_shop_ap06unlock_ap11_fetch_08_task_done
source: Go back to the flower and bring her your story meeting the new friend.
id: Kembali ke bunga dan ceritakan pengalamanmu bertemu teman baru.
ja: 花の元へ戻り、あなたが出会った新しいお友だちのお話をしましょう
ko: 꽃에게 돌아가서 새로운 친구를 만난 이야기를 들려주세요
th: กลับไปที่ดอกไม้แล้วบอกเล่า���รื่องราวการพบปะเพื่อนใหม่ของคุณให้ดอกไม้ฟัง
vi: Quay lại với bông hoa và kể cho cô ấy nghe câu chuyện của bạn khi gặp người bạn mới.

# commerce_item_desc_aurora_encoresneakers
source: Commemorate the record-breaking assembly of more than 10,000 attendees of <b>AURORA's Musical Voyage!</b>
es: <2>Objeto pasado.</2> ¡Conmemora la insólita congregación de más de 10.000 espectadores del <b>Viaje Musical de AURORA!</b>
fr: <2>Objet de retour.</2> Commémore le record de participation du <b>voyage musical d'AURORA</b> avec plus de 10 000 spectateurs !
id: <2>Item yang Kembali.</2> Memperingati pertemuan yang memecahkan rekor lebih dari 10.000 peserta <b>Perjalanan Musik AURORA!</b>
it: <2>Oggetto del passato.</2> Commemora l'assemblea record di più di 10.000 partecipanti al <b>Viaggio Musicale di AURORA!</b>
ko: <2>돌아온 아이템.</2> 10,000명 이상이 참여해 세계 기록을 경신한 <b>AURORA의 음악의 여정</b>을 기념해요!
ru: <2>Вновь доступный предмет.</2> Отметьте рекордное собрание более 10 000 участников <b>Музыкального путешествия AURORA!</b>
th: <2>ไอเทมที่หวนกลับมา</2> รำลึกถึงการชุมนุมที่ทำลายสถิติที่มีผู้เข้าร่วมกว่า 10,000 คนของ<b>การเดินทางแห่งเสียงเพลงของ AURORA!</b>
vi: <2>Vật phẩm trở lại.</2> Kỷ niệm buổi tụ họp kỷ lục hơn 10,000 người tham dự <b>Hành trình Âm nhạc AURORA!</b>
zh_hant: <2>返場物品。</2>紀念超過 10,000 名玩家共襄盛舉的 <b>AURORA 音樂旅程！</b>

# commerce_item_desc_aurora_runaway_pack
source: A piece of heaven, suitable for dancing in the rain, or running away. Includes a hairstyle and outfit.
es: <2>Objeto pasado.</2> Un pedazo de cielo, adecuado para bailar en la lluvia o salir corriendo. Incluye un peinado y un traje.
fr: <2>Objet de retour.</2> Un fragment de paradis, idéal pour danser sous la pluie ou s'enfuir. Coiffure et tenue incluses.
id: <2>Item yang Kembali.</2> Sepotong surga, cocok untuk menari di tengah hujan, atau melarikan diri. Termasuk gaya rambut dan pakaian.
it: <2>Oggetto del passato.</2> Un angolo di paradiso, adatto per ballare sotto la pioggia o scappare. Include un'acconciatura e un vestito.
ko: <2>돌아온 아이템.</2> 빗속의 춤꾼, 혹은 도망자에게 걸맞은 천국의 조각. 헤어스타일 및 의상이 포함되어 있습니다.
ru: <2>Вновь доступный предмет.</2> Кусочек неба для танцев под дождём или побега за мечтой. Включает причёску и наряд.
th: <2>ไอเทมที่หวนกลับมา</2> เศษเสี้ยวของสวรรค์ที่เหมาะสำหรับการเต้นรำกลางสายฝน หรือวิ่งหนีไป ประกอบได้ด้วยทรงผมและชุดเสื้อผ้า
vi: <2>Vật phẩm trở lại.</2> Một mảnh nhỏ của thiên đường, dành cho hoạt động nhảy dưới mưa hoặc trốn chạy. Gồm một kiểu tóc và trang phục.
zh_hant: <2>返場物品。</2>來自天堂的作品，適合雨中漫舞或者逃向遠方。內含一個髮型與服飾。

# credit_eugene
source: Shih-lien Yen
zh_hant: 顏士濂

# dye_title_no_dyeable_outfits
source: No dyeable outfits are being worn
es: No hay trajes teñibles
fr: Aucune tenue à teindre
id: Tidak ada pakaian yang bisa diwarnai
it: Nessun costume da tingere
ko: 염색할 수 있는 의상 없음
ru: Нет окрашиваемых нарядов
th: ไม่มีชุดที่สามารถย้อมได้
vi: Không có trang phục có thể nhuộm màu.
zh_hant: 沒有可染色的服裝

# sheet_01
source: Floating Bubbles
es: Burbujas flotantes
ko: 둥실둥실 공기방울
ru: Парящие пузырьки
vi: Bong Bóng Nổi

# sheet_02
source: Spinning Thoughts
es: Torbellino de pensamientos
ko: 빙빙 도는 생각
ru: Кружащиеся мысли
vi: Suy Nghĩ Xoay Tròn

# sheet_03
source: Bounding About
es: A las andanzas
ko: 폴짝폴짝 뛰기
ru: Резвые скачки
vi: Nhảy Nhót Xung Quanh

# sheet_04
source: Boundaries
es: Límites
ko: 경계선
ru: Границы
vi: Ranh Giới

# sheet_05
source: Aperture
es: Prólogo
ko: 조리개
ru: Апертура
vi: Độ Mở

# sheet_06
source: Lighting the Way
es: Iluminar el camino
ko: 길을 밝히다
ru: Освещая путь
vi: Chiếu Sáng Lối Đi

# sheet_07
source: Wide Stance
es: Postura amplia
ko: 당당한 자세
ru: Широкая позиция
vi: Dáng Rộng

# sheet_08
source: Waltzing in the Rain
es: Vals en la lluvia
ko: 빗속의 왈츠
ru: Вальс под дождём
vi: Khiêu Vũ Dưới Mưa

# sheet_09
source: Finding the Horizon
es: En busca del horizonte
ko: 지평선을 찾아서
ru: В поисках горизонтов
vi: Tìm Kiếm Chân Trời

# sheet_10
source: Relaxed Steps
es: Pasos apacibles
ko: 편안한 발걸음
ru: Спокойные шаги
vi: Bước Chân Thư Thái

# sheet_11
source: Support From Above
es: Ayuda de los cielos
ko: 저 위에서 온 응원
ru: Поддержка небес
vi: Hỗ Trợ Trên Cao

# sheet_12
source: Wavy Hair
es: Cabello ondulado
ko: 꼬불꼬불 머리카락
ru: Волнистые волосы
vi: Tóc Gợn Sóng

# sheet_13
source: Drifting Over Sand
es: A la deriva en la arena
ko: 모래 위의 표류
ru: Дрейф над песком
vi: Lạc Trôi Trên Cát

# sheet_14
source: Uneven Rhythms
es: Ritmos dispares
ko: 어긋난 리듬
ru: Рваные ритмы
vi: Nhịp Điệu Không Đều

# sheet_15
source: Back and Forth
es: Vaivén
ko: 앞으로 뒤로 왔다갔다
ru: Туда и обратно
vi: Quay Đi Quay Lại

# sheet_16
source: Soft Blanket
es: Manta suave
ko: 부드러운 담요
ru: Мягкий плед
vi: Chăn Mềm Mại

# sheet_17
source: Disappearing Ashes
es: Cenizas desvanecientes
ko: 사라지는 재
ru: Исчезающий пепел
vi: Tro Tàn Biến Mất

# sheet_18
source: Springing Step
es: Paso saltarín
ko: 통통 튀는 발걸음
ru: Пружинящий шаг
vi: Bước Chân Mùa Xuân

# sheet_19
source: Forgotten Dance
es: Baile olvidado
ko: 잊혀진 춤
ru: Забытый танец
vi: Điệu Nhảy Lãng Quên

# sheet_20
source: Forest Walk
es: Paseo en el bosque
ko: 숲 속의 산책
ru: Прогулка в лесу
vi: Đi Bộ Trong Rừng

# sheet_21
source: Keeping Myself Together
es: Mantengo la entereza
ko: 정신을 추스르다
ru: Сохраняя себя
vi: Giữ Bình Tĩnh

# sheet_22
source: Looking Up to the Stars
es: Mirar a las estrellas
ko: 고개 들어 별 보기
ru: Глядя на звёзды
vi: Nhìn Lên Sao Xa

# sheet_23
source: A Glimpse Within
es: Un vistazo interior
ko: 안쪽을 들여다보다
ru: Взгляд внутрь
vi: Một Thoáng Nhìn

# sheet_24
source: Everything Around Us
es: Todo a nuestro alrededor
ko: 우리 주변의 모든 것
ru: Всё вокруг нас
vi: Mọi Thứ Xung Quanh

# sheet_25
source: Flying Among the Stars
es: Vuelo entre los astros
ko: 별 사이를 날다
ru: Полёт среди звёзд
vi: Bay Giữa Những Vì Sao

# sheet_27
source: Sowing Mischief
es: Siembra de travesuras
ko: 장난의 싹
ru: Сея озорство
vi: Gieo Rắc Nghịch Ngợm

# sheet_28
source: Without a Paddle
es: Sin remo
ko: 노 없는 배
ru: Без весла
vi: Không Có Mái Chèo

# sheet_29
source: Hidden Dance
es: Baile oculto
ko: 숨겨진 춤
ru: Тайный танец
vi: Điệu Nhảy Ẩn Giấu

# sheet_30
source: Step by Step
es: Paso a paso
ko: 한 걸음 한 걸음
ru: Шаг за шагом
vi: Từng Bước Một

# sheet_31
source: Earnest Looks
es: Miradas expresivas
ko: 진심 어린 눈빛
ru: Серьёзные взгляды
vi: Ánh Mắt Nghiêm Túc

# sheet_32
source: Searching for Questions
es: En busca de preguntas
ko: 질문을 찾아서
ru: Поиск ответов
vi: Tìm Kiếm Câu Hỏi

# sheet_38
source: Music’s Embrace
es: El abrazo de la música
ko: 음악의 포용
ru: Объятия музыки
vi: Vòng Tay Âm Nhạc

# sheet_39
source: Waltz of the Plains
es: Vals de las llanuras
ko: 들판의 왈츠
ru: Вальс равнин
vi: Điệu Valse Đồng Bằng

# sheet_40
source: A Quiet Walk
es: Paseo silente
ko: 조용한 산책
ru: Тихая прогулка
vi: Đi Bộ Yên Tĩnh

# sheet_41
source: Deer Song
es: Canción del ciervo
ko: 사슴의 노래
ru: Песня оленя
vi: Bài Hát Của Hươu

# sheet_42
source: Days of Love
es: Días de amor
ko: 사랑의 날
ru: Дни любви
vi: Ngày Của Tình Yêu

# sheet_43
source: Old Friends
es: Vieja amistad
ko: 옛 친구
ru: Старые друзья
vi: Những Người Bạn Cũ

# sheet_44
source: Worlds Between
es: Intervalo de mundos
ko: 사이의 세계
ru: Миры между нами
vi: Giữa Các Thế Giới

# sheet_45
source: Finding Happiness
es: En busca de la felicidad
ko: 행복 찾기
ru: Обретение счастья
vi: Tìm Kiếm Hạnh Phúc

# sheet_46
source: Dragon Dance
es: Danza de dragones
ko: 용의 춤
ru: Танец дракона
vi: Điệu Nhảy Rồng

# sheet_happy_birthday
source: Happy Birthday to You
es: Feliz cumpleaños
ko: 생일 축하합니다
ru: С днём рождения
vi: Chúc Mừng Sinh Nhật

# sheet_minik0
source: Etude No.1
es: Étude n.º 1
ko: 연습곡 1번
ru: Этюд №1

# sheet_minik1
source: Etude No.2
es: Étude n.º 2
ko: 연습곡 2번
ru: Этюд №2

# sheet_minik2
source: Etude No.3
es: Étude n.º 3
ko: 연습곡 3번
ru: Этюд №3

# sheet_minik3
source: Etude No.4
es: Étude n.º 4
ko: 연습곡 4번
ru: Этюд №4

# social_feed_menu_feed_index
source: {{1}} of {{2}}
de: {{1}} von {{2}}
es: {{1}} de {{2}}
fr: {{1}} de {{2}}
id: {{1}} dari {{2}}
it: {{1}} di {{2}}
ko: {{2}}의 {{1}}
pt: {{1}} de {{2}}
ru: {{1}} из {{2}}
th: {{1}} จาก {{2}}
vi: {{1}} trong {{2}}

# gen_shop_hint_confirm_count_name_generic
source: {{1}} x <2>{{2}}</2>
ru: <2>{{2}}</2> x{{1}}

# colosseum_vote_17_d
source: Aurora
vi: Rạng đông

# consumable_description_shout_kizunaaicn
source: A mysterious call.
th: เสียงเรียกลึกลับ
vi: Một cuộc gọi bí ẩn.

# consumable_name_shout_kizunaaicn
source: AI Call
vi: Gọi AI

# spirit_shop_ap06unlock_ap10_fetch_01_task_claimed
source: unsure if we need this?
th: ไม่แน่ใจว่าเราต้องการสิ่งนี้ไหม
vi: Không chắc có cần cái này không?

# spirit_shop_ap06unlock_fetch_01_task_desc
source: Help the <1>Patient Caretaker</1> investigate the mysterious <b>husk</b>.
th: ช่วย<1>ผู้ดูแลผู้ป่วย</1>ตรวจสอบ<b>เปลือก</b>ลึกลับ
vi: Hãy giúp <1>Người Chăm Sóc Bệnh Nhân</1> điều tra <b>vỏ khô</b> bí ẩn.

# spirit_shop_ap06unlock_fetch_01_task_done
source: You helped the <1>Patient Caretaker</1> restore part of the town!
th: คุณได้ช่วย<1>ผู้ดูแลผู้ป่วย</1>ซ่อมแซมส่วนหนึ่งของเมืองแล้ว!
vi: Bạn đã giúp <1>Người Chăm Sóc Bệnh Nhân</1> khôi phục một phần thị trấn!

# spirit_shop_ap06unlock_fetch_02_task_desc
source: Help the <1>Patient Caretaker</1> investigate the mysterious <b>husk</b>.
th: ช่วย<1>ผู้ดูแลผู้ป่วย</1>ตรวจสอบ<b>เปลือก</b>ลึกลับ
vi: Hãy giúp <1>Người Chăm Sóc Bệnh Nhân</1> điều tra <b>vỏ khô</b> bí ẩn.

# spirit_shop_ap06unlock_fetch_02_task_done
source: You helped the <1>Enchantment Guide</b> reopen their <b>Spell Shop</b>!
th: คุณได้ช่วย<1>ผู้แนะนำการร่ายมนตร์</b>เปิด<b>ร้านคาถา</b>ขึ้นอีกครั้ง!
vi: Bạn đã giúp <1>Chỉ Dẫn Phép Thuật</b> mở lại <b>Cửa hàng Phép thuật</b> của họ!

# beta_coliseum_testing_hint
source: This is a special thank-you to testers who helped us stress test the concert today.
th: นี่คือคำขอบคุณพิเศษสำหรับเหล่าผู้ทดสอบที่ช่วยเราทดสอบศักยภาพของคอนเสิร์ตในวันนี้

# button_mapping_category_gameplay
source: Gameplay
th: เกมเพลย์

# button_mapping_category_menu
source: Menu
th: เมนู

# button_mapping_header
source: Showing controls for: <b>{{1}}</b>
th: แสดงการควบคุมสำหรับ: <b>{{1}}</b>

# button_mapping_input_gp
source: Gamepad
th: เกมแพด

# button_mapping_input_kbm
source: Mouse & Keyboard
th: เมาส์และคีย์บอร์ด

# button_mapping_remap_cancel
source: Press <b><button type="{{1}}" tgcbtn="true"/></b> to Cancel
th: กด <b><button type="{{1}}" tgcbtn="true"/></b> เพื่อยกเลิก

# button_mapping_remap_press_any
source: Press Any Button
th: กดปุ่มใดๆ

# colosseum_vote_48_a
source: Invisibility
th: ล่องหน

# colosseum_vote_48_b
source: Flight
th: บิน

# colosseum_vote_48_c
source: Telekinesis
th: พลังจิต

# colosseum_vote_48_d
source: Shapeshifting
th: แปลงร่าง

# colosseum_vote_49_a
source: Wisdom
th: สติปัญญา

# colosseum_vote_49_b
source: Beauty
th: ความงาม

# colosseum_vote_49_c
source: Courage
th: ความกล้าหาญ

# colosseum_vote_49_d
source: Money
th: เงิน

# colosseum_vote_50_a
source: Elders
th: ผู้อาวุโส

# colosseum_vote_50_b
source: Light Creatures
th: สิ่งมีชีวิตแห่งแสง

# colosseum_vote_50_c
source: Ancestor Spirits
th: สปิริตบรรพชน

# colosseum_vote_50_d
source: Skykids
th: สกายคิดส์

# colosseum_vote_51_a
source: Runaway
th: วิ่งหนี

# colosseum_vote_51_b
source: All Is Soft Inside
th: นุ่มนิ่มอยู่ภายใน

# colosseum_vote_51_c
source: Warrior
th: นักรบ

# colosseum_vote_51_d
source: The Seed
th: เมล็ดพันธุ์

# colosseum_vote_aurora_3_a
source: Queendom
th: อาณาจักรของราชินี

# colosseum_vote_aurora_3_b
source: The Seed
th: เมล็ดพันธุ์

# colosseum_vote_aurora_3_c
source: Runaway
th: วิ่งหนี

# colosseum_vote_aurora_3_d
source: Warrior
th: นักรบ

# commerce_item_name_aurora_encoresneakers
source: Musical Voyage Sneakers
th: รองเท้าผ้าใบการเดินทางแห่งเสียงเพลง

# consumable_description_birthdayhat_krill
source: Scan the STAR to celebrate with Dark Dragons in Sky
th: สแกน STAR เพื่อฉลองไปกับมังกรทมิฬใน Sky

# consumable_description_figurineskykid_normaledition
source: Scan the STAR to meet thatskykid for a limited duration
th: สแกน STAR เพื่อพบกับ thatskykid เป็นระยะเวลาจำกัด

# consumable_description_rainbow_handhold
source: Scan the STAR to cast a Rainbow that everyone can see at the current level for a limited duration
th: สแกน STAR เพื่อร่ายสายรุ้งที่ทุกคนในด่านเดียวกันสามารถมองเห็นได้เป็นระยะเวลาจำกัด

# consumable_description_teleport_sanctuary_island
source: Teleport you and the friends you are holding hands with to the Sanctuary Islands
th: เทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปเกาะสวรรค์

# consumable_description_timeline_figurineskykid_specialedition
source: Scan the STAR to play with thatskykid for a limited duration (This STAR feature is only effective in the Vault of Knowledge)
th: สแกน STAR เพื่อเล่นกับ thatskykid เป็นระยะเวลาจำกัด (ฟีเจอร์ STAR นี้ใช้ได้ในกรุสมบัติแห่งปัญญาเท่านั้น)

# consumable_description_timeline_fortune_fireworks
source: Enjoy the Fortune Fireworks at Home with friends that you're holding hands with for a limited duration
th: เพลิดเพลินไปกับพลุโชคลาภที่บ้านกับผองเพื่อนที่คุณกำลังจับมือด้วยเป็นระยะเวลาจำกัด

# consumable_description_timeline_nature_turtle
source: Summon the Days of Nature Turtle in the underwater area near Sanctuary Islands (it will not spawn Light or grow dark plants on its back)
th: อัญเชิญเต่าวันแห่งธรรมชาติในพื้นที่ใต้น้ำใกล้กับเกาะสวรรค์ (ไม่ก่อให้เกิดแสง หรือมีพืชแห่งความมืดโตขึ้นที่หลังของมัน)

# consumable_description_timeline_newyear_fireworks
source: Enjoy the New Year Fireworks at Home with friends that you're holding hands with for a limited duration
th: เพลิดเพลินไปกับพลุปีใหม่ที่บ้านกับผองเพื่อนที่คุณกำลังจับมือด้วยเ���็นระยะเวลาจำกัด

# consumable_name_birthdayhat_krill
source: 3rd Anniversary Dark Dragon
th: มังกรทมิฬฉลองครบรอบ 3 ปี

# consumable_name_rainbow_handhold
source: Rainbow
th: สายรุ้ง

# consumable_name_teleport_sanctuary_island
source: Sanctuary Island
th: เกาะสวรรค์

# consumable_name_timeline_figurineskykid_specialedition
source: thatskykid (2022 Special Edition)
th: thatskykid (รุ่นพิเศษ 2022)

# consumable_name_timeline_fortune_fireworks
source: Fortune Fireworks
th: พลุโชคลาภ

# consumable_name_timeline_nature_turtle
source: Nature Turtle
th: เต่าธรรมชาติ

# consumable_name_timeline_newyear_fireworks
source: New Year Fireworks
th: พลุปีใหม่

# control_setting_camera_rotation_speed
source: Camera Speed
th: ความเร็วกล้อง

# create_note_stage_title
source: Sharing a Space
th: แบ่งปันพื้นที่

# deer_text1
source: Follow me.
th: ตามฉันมา

# emote_groups_cant_save_empty
source: Cannot save an empty group.
th: ไม่สามารถบันทึกกลุ่มที่ว่างเปล่าได้

# emote_groups_default_name
source: Favorites
th: รายการโปรด

# emote_groups_delete_emote_hint
source: Tap on emote to remove.
th: แตะบนอีโมตเพื่อลบออก

# emote_groups_delete_group_confirm
source: Are you sure you want to delete this group?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกลุ่มนี้

# emote_groups_favorite_emote
source: <1>Long press <2><cape/></2> to open the emote hot bar.
th: <1>กดค้าง <2><cape/></2> เพื่อเปิดแถบลัดอีโมต

# emote_groups_full_hint
source: <hinticon/> The group is full. Unable to add more emote.
th: <hinticon/> กลุ่มเต็มแล้ว ไม่สามารถเพิ่มอีโมตได้อีก

# emote_groups_maximum_reached
source: Unable to create more groups.
th: ไม่สามารถสร้างกลุ่มเพิ่มได้

# game_button_menu_next
source: Menu Next
th: เมนูถัดไป

# game_button_menu_prev
source: Menu Previous
th: เมนูก่อนหน้า

# julian_testing_1
source: Testing dynamic string {{1}}
th: ทดสอบสตริงแบบไดนามิก {{1}}

# name_beta_testing_friend
source: Beta Test Friend
th: เพื่อนผู้ทดสอบเบต้า

# pastrycafe_confirmation_hint_text
source: Cafe is open
th: คาเฟ่เปิดแล้ว

# stage_create_edit_prompt
source: Creative Challenge: {{1}}
th: ความท้าทายที่สร้างสรรค์: {{1}}

# stage_save_changes_confirm
source: <b>Save Your Changes?</b>
th: <b>บันทึกการเปลี่ยนแปลงของคุณ</b>หรือไม่

# stage_save_on_exit
source: Publish your <2>Shared Space</2> before leaving?
th: เผยแพร่<2>พื้นที่ส่วนกลาง</2>ของคุณก่อนออกจากเกมหรือไม่

# stage_tab_title_like_unlock
source: Likes Required
th: ไลค์ที่ต้องการ

# star_pin_birthdayhat_krill
source: 3rd Anniversary Dark Dragon Keychain
th: พวงกุญแจมังกรทมิฬฉลองครบรอบ 3 ปี

# star_pin_outfit_prop_loveseesaw
source: Love Seesaw Pin
th: เข็มกลัดกระดานหกแห่งรัก

# star_pin_rainbow_handhold
source: Rainbow Spell Pin
th: เข็มกลัดคาถาสายรุ้ง

# star_pin_timeline_figurineskykid_specialedition
source: Thatskykid (2022 Special Edition)
th: Thatskykid (รุ่นพิเศษ 2022)

# system_loading_emote_groups
source: Loading Emote Groups
th: กำลังโหลดกลุ่มอีโมต

# system_set_pastebuffer_help_ps4
source: Press Options button, Select All, then Copy the text below
th: กดปุ่มตัวเลือก เลือกทั้งหมด แล้วจึงคัดลอกข้อความด้านล่าง

# title_stormy_void_01
source: (null)
th: (ไม่มี)

# tutorial_emote_groups_add_emote
source: <hinticon/> Select emote to add to the group.
th: <hinticon/> เลือกอีโมตเพื่อเพิ่มเข้ากลุ่ม

# tutorial_emote_groups_replace_emote
source: <hinticon/> Select emote to replace the selected one.
th: <hinticon/> เลือกอีโมตเพื่อแทนที่อีโมตที่เลือกไว้
