Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# stage_create_edit_title
source: Design your <2>Shared Space</2>?
de: Deinen <2>Gemeinschaftsraum</2> gestalten?
es: ¿Diseñar tu <2>espacio compartido</2>?
fr: Concevoir votre <2>espace partagé</2> ?
id: Rancang <2>Ruang Bersama</2> kamu?
it: Vuoi progettare il tuo <2>Spazio condiviso</2>?
ja: あなたの<2>シェアスペース</2>をデザインしますか？
ko: 나만의 <2>공유공간</2>을 꾸며 볼까요?
pt: Deseja criar o seu <2>Espaço Compartilhado</2>?
ru: Обустроить ваше <2>общее пространство</2>?
th: ต้องการออกแบบ<2>พื้นที่ส่วนกลาง</2>ของคุณเองหรือไม่
vi: Thiết kế <2>Không Gian Chung</2> của bạn?
zh_hans: 要设计你自己的<2>共享空间</2>吗？
zh_hant: 要設計你自己的<2>共享空間</2>嗎？

# stage_empty_tab
source: <b>No decorations of this type</b>
de: <b>Keine Dekorationen dieser Art</b>
es: <b>No hay decoraciones de este tipo</b>
fr: <b>Aucune décoration de ce type</b>
id: <b>Tak ada dekorasi jenis ini</b>
it: <b>Nessuna decorazione di questo tipo</b>
ja: <b>このタイプの飾りはありません</b>
ko: <b>이 종류의 장식은 없습니다</b>
pt: <b>Sem decorações deste tipo</b>
ru: <b>Нет украшений такого типа</b>
th: <b>ไม่มีของตกแต่งประเภทนี้</b>
vi: <b>Không có loại đồ trang trí này</b>
zh_hans: <b>无此类装饰品</b>
zh_hant: <b>並無此類裝飾</b>

# stage_error_place_while_color_picking
source: <b>Choose a color</b> before placing the decoration.
de: <b>Wähle eine Farbe aus</b>, bevor du die Dekoration platzierst.
es: <b>Elige un color</b> antes de colocar la decoración.
fr: <b>Choisissez une couleur</b> avant de placer une décoration.
id: <b>Pilihlah warna</b> sebelum menempatkan dekorasi.
it: <b>Scegli un colore</b> prima di posizionare la decorazione.
ja: 飾りを設置する前に<b>色を選択</b>してください
ko: 장식을 배치하기 전에 <b>색깔을 고르세요</b>.
pt: <b>Escolha uma cor</b> antes de colocar a decoração.
ru: <b>Выберите цвет</b>, прежде чем размещать украшение.
th: <b>เลือกสี</b>ก่อนที่จะวางของตกแต่ง
vi: <b>Chọn màu sắc</b> trước khi đặt đồ trang trí.
zh_hans: 在放置装饰品之前<b>选择一种颜色</b>。
zh_hant: 在放置裝飾前<b>選擇一個顏色</b>。

# stage_error_prop_max_reached
source: Cannot place <b>any more</b> of this decoration.
de: Es können <b>nicht mehr</b> von dieser Dekoration platziert werden.
es: Ya no puedes colocar <b>más unidades</b> de esta decoración.
fr: Vous ne pouvez plus placer <b>d’autres</b> copies de cette décoration.
id: Tidak dapat menempatkan <b> lebih banyak lagi</b> dekorasi ini.
it: Non è possibile posizionare <b>un'altra</b> di queste decorazioni.
ja: <b>これ以上</b>この飾りを設置することはできません
ko: 이 장식은 <b>더 이상</b> 배치할 수 없습니다.
pt: Não é possível colocar <b>mais</b> desta decoração.
ru: Больше это украшение <b>размещать нельзя</b>.
th: ไม่สามารถวางของตกแต่งชิ้นนี้<b>ได้อีกต่อไป</b>
vi: Không thể đặt <b>thêm</b> bất kỳ đồ trang trí nào nữa.
zh_hans: 不能再放置<b>更多</b>此装饰品。
zh_hant: 不能放置<b>更多</b>這個裝飾了。

# stage_error_publish_empty
source: Cannot publish an empty <2>Shared Space</2>.
de: Du kannst keinen leeren <2>Gemeinschaftsraum</2> veröffentlichen.
es: No se puede publicar un <2>espacio compartido</2> vacío.
fr: Impossible de publier un <2>espace partagé</2> vide.
id: Tidak dapat mempublikasikan <2>Ruang Bersama</2> yang kosong.
it: Impossibile pubblicare uno <2>Spazio condiviso</2> vuoto.
ja: 何も設置されていない<2>シェアスペース</2>は公開できません
ko: 빈 <2>공유공간</2>은 게시할 수 없습니다.
pt: Não é possível publicar um <2>espaço compartilhado</2> vazio.
ru: Пустое <2>общее пространство</2> опубликовать нельзя.
th: ไม่สามารถเผยแพร่<2>พื้นที่ส่วนกลาง</2>ที่ว่างเปล่าได้
vi: Không thể công bố <2>Không Gian Chung</2> trống.
zh_hans: 无法发布空白的<2>共享空间</2>。
zh_hant: 無法發佈空白的<2>共享空間</2>。

# stage_exit_prompt
source: Leave
de: Verlassen
es: Abandonar
fr: Partir
id: Tinggalkan.
it: Abbandona
ja: 離れる
ko: 나가기
pt: Sair
ru: Уйти
th: ออก
vi: Rời
zh_hans: 离开
zh_hant: 離開

# stage_finished_editing
source: Finished Designing?
de: Design fertig?
es: ¿Terminaste el diseño?
fr: Arrêter la conception ?
id: Sudah selesai mendesain?
it: Hai finito di disegnare?
ja: デザインを終了しますか？
ko: 디자인을 끝낼까요?
pt: Terminou de projetar?
ru: Вы закончили дизайн?
th: ออกแบบเสร็จแล้วใช่ไหม
vi: Hoàn tất thiết kế?
zh_hans: 设计好了吗？
zh_hant: 設計好了嗎？

# stage_save
source: Publish your <2>Shared Space</2> for other players to discover?
de: Veröffentlichen Sie Ihren <2>Gemeinschaft Raum</2> damit andere Spieler ihn entdecken können?
es: ¿Publicar tu <2>Espacio Compartido</2> para que otros jugadores lo descubran?
fr: Publier votre <2>espace partagé</2> pour que d'autres joueurs puissent le découvrir?
id: Publikasikan <2>Ruang Bersama</2> milikmu agar dapat ditemukan oleh pemain lain?
it: Pubblicare il tuo <2>Spazio condiviso</2> per farlo scoprire ad altri giocatori?
ja: 他のプレイヤーが発見できるように、この<2>シェアスペース</2>を公開しますか？
ko: 다른 플레이어가 발견할 수 있도록 <2>공유 공간</2>을 게시하시겠습니까?
pt: Publicar o seu <2>Espaço Compartilhado</2> para que outros jogadores possam descobrí-lo?
ru: Опубликовать ваше <2>общее пространство</2> для доступа другим игрокам?
th: เผยแพร่<2>พื้นที่ส่วนกลาง</2>ของคุณให้ผู้เล่นคนอื่นสำรวจหรือไม่
vi: Công bố <2>Không gian Chia sẻ</2> của bạn cho các người chơi khác tìm thấy?
zh_hans: 发布你的<2>共享空间</2>，以便其他玩家发现？
zh_hant: 發佈你的<2>共享空間</2>，以便其他玩家發現？

# stage_save_prompt
source: Save and Publish
de: Speichern und veröffentlichen
es: Guardar y publicar
fr: Enregistrer et publier
id: Simpan dan Terbitkan
it: Salva e pubblica
ja: 保存と公開
ko: 저장 후 게시하기
pt: Salvar e publicar
ru: Сохранить и опубликовать
th: บันทึกและเผยแพร่
vi: Lưu và công bố
zh_hans: 保存并发布
zh_hant: 儲存並發佈

# stage_save_warning
source: Publish your <2>Shared Space</2>? This will <b>replace</b> your previously published content at this location.
de: Veröffentlichen Sie Ihren <2>Gemeinschaft Raum</2>? Dies wird Ihre zuvor veröffentlichten Inhalte an diesem Ort <b>ersetzen</b>.
es: ¿Publicar tu <2>Espacio Compartido</2>? Esto <b>reemplazará</b> tu contenido previamente publicado en este lugar.
fr: Publier votre <2>espace partagé</2>? Ceci <b>remplacera</b> votre contenu précédemment publié à cet emplacement.
id: Publikasikan <2>Ruang Bersama</2> milikmu? Ini akan <b>menggantikan</b> konten yang sebelumnya dipublikasikan pada lokasi ini.
it: Pubblicare il tuo <2>Spazio condiviso</2>? Ciò <b>sostituirà</b> il contenuto pubblicato in precedenza in questo luogo.
ja: この<2>シェアスペース</2>を公開しますか？ これはこの場所で既に公開中のあなたのスペースを<b>上書きします</b>。
ko: <2>공유공간</2>을 공개할까요? 이전에 여기에 공개했던 공간이 <b>교체</b>됩니다.
pt: Publicar seu <2>Espaço Compartilhado</2>? Isto irá <b>substituir</b> conteúdo publicado anteriormente neste local.
ru: Опубликовать ваше <2>общее пространство</2>? Это <b>заменит</b> ранее опубликованные версии.
th: เผยแพร่<2>พื้นที่ส่วนกลาง</2>ของคุณหรือไม่ การดำเนินการนี้จะ<b>แทนที่</b>เนื้อหาที่คุณเผยแพร่ก่อนหน้านี้ที่ตำแหน่งนี้
vi: Công bố <2>Không gian Chia sẻ</2> của bạn? Điều này sẽ <b>thay thế</b> nội dung đã công bố tại địa điểm này.
zh_hans: 发布你的<2>共享空间</2>？ 这将<b>替换</b>您此前在此位置发布的内容。
zh_hant: 要發佈你的<2>共享空間</2>嗎？ 這將<b>取代</b>你之前在這裡發佈的空間。

# stage_tab_title_decorations
source: <b>Decorations</b>
de: <b>Dekorationen</b>
es: <b>Decoraciones</b>
fr: <b>Décorations</b>
id: <b>Dekorasi</b>
it: <b>Decorazioni</b>
ja: <b>飾り</b>
ko: <b>장식</b>
pt: <b>Decorações</b>
ru: <b>Украшения</b>
th: <b>ของตกแต่ง</b>
vi: <b>Đồ trang trí</b>
zh_hans: <b>装饰</b>
zh_hant: <b>裝飾</b>

# stage_tab_title_freebie
source: <b>Featured</b>
de: <b>Vorgestellte</b>
es: <b>Destacados</b>
fr: <b>En Vedette</b>
id: <b>Disorot</b>
it: <b>In Primo Piano</b>
ja: <b>おそなえの飾り</b>
ko: <b>스페셜</b>
pt: <b>Em Destaque</b>
ru: <b>Избранное</b>
th: <b>แนะนำ</b>
vi: <b>Nhấn Mạnh</b>
zh_hans: <b>专属物件</b>
zh_hant: <b>專屬物件</b>

# stage_tab_title_furniture
source: <b>Furniture</b>
de: <b>Möbel</b>
es: <b>Muebles</b>
fr: <b>Meubles</b>
id: <b>Perabotan</b>
it: <b>Arredamento</b>
ja: <b>家具</b>
ko: <b>가구</b>
pt: <b>Mobília</b>
ru: <b>Мебель</b>
th: <b>เฟอร์นิเจอร์</b>
vi: <b>Nội thất</b>
zh_hans: <b>家具</b>
zh_hant: <b>家具</b>

# stage_tab_title_large
source: <b>Large</b>
de: <b>Groß</b>
es: <b>Grandes</b>
fr: <b>Grande taille</b>
id: <b>Besar</b>
it: <b>Grandi</b>
ja: <b>大きい飾り</b>
ko: <b>대형</b>
pt: <b>Grande</b>
ru: <b>Большие</b>
th: <b>ขนาดใหญ่</b>
vi: <b>Lớn</b>
zh_hans: <b>大型</b>
zh_hant: <b>大型</b>

# stage_tab_title_small
source: <b>Small</b>
de: <b>Klein</b>
es: <b>Pequeñas</b>
fr: <b>Petite taille</b>
id: <b>Kecil</b>
it: <b>Piccole</b>
ja: <b>小さい飾り</b>
ko: <b>소형</b>
pt: <b>Pequeno</b>
ru: <b>Небольшие</b>
th: <b>ขนาดเล็ก</b>
vi: <b>Nhỏ</b>
zh_hans: <b>小型</b>
zh_hant: <b>小型</b>

# stage_tooltip_edit_mode
source: Edit Mode
de: Bearbeitungsmodus
es: Modo de edición
fr: Mode Édition
id: Mode Edit
it: Modalità modifica
ja: 編集モード
ko: 수정 모드
pt: Modo de edição
ru: Режим редактирования
th: โหมดแก้ไข
vi: Chế độ chỉnh sửa
zh_hans: 编辑模式
zh_hant: 編輯模式

# stage_tooltip_preview_mode
source: Preview Mode
de: Vorschaumodus
es: Modo de vista previa
fr: Mode Aperçu
id: Mode Pratinjau
it: Modalità anteprima
ja: プレビュー
ko: 미리보기 모드
pt: Modo de visualização
ru: Предпросмотр
th: โหมดดูตัวอย่าง
vi: Chế độ xem trước
zh_hans: 预览模式
zh_hant: 預覽模式

# stage_tooltip_snapping_off
source: Snapping: <b>Off</b>
de: Einrasten: <b>Aus</b>
es: Anclaje: <b>no</b>
fr: Accroche : <b>sans</b>
id: Lekatkan Objek: <b>Mati</b>
it: Scatto: <b>disattivato</b>
ja: スナップ機能：<b>オフ</b>
ko: 자동 위치 조정: <b>끔</b>
pt: Encaixar: <b>desl.</b>
ru: Выравнивание: <b>выкл.</b>
th: การสแนป: <b>ปิด</b>
vi: Chụp nhanh: <b>Tắt</b>
zh_hans: 网格对齐：<b>关</b>
zh_hant: 對齊：<b>關閉</b>

# stage_tooltip_snapping_on
source: Snapping: <b>On</b>
de: Einrasten: <b>Ein</b>
es: Anclaje: <b>sí</b>
fr: Accroche : <b>avec</b>
id: Lekatkan Objek: <b>Hidup</b>
it: Scatto: <b>attivo</b>
ja: スナップ機能：<b>オン</b>
ko: 자동 위치 조정: <b>켬</b>
pt: Encaixar: <b>lig.</b>
ru: Выравнивание: <b>вкл.</b>
th: การสแนป: <b>เปิด</b>
vi: Chụp nhanh: <b>Bật</b>
zh_hans: 网格对齐：<b>开</b>
zh_hant: 對齊：<b>開啟</b>

# star_pin_ancestor_daylight_prairie
source: Elder of the Prairie Pin
de: "Älteste der Prärie"-Anstecknadel
es: Broche Anciana de la Planicie
fr: Broche Ancienne de la Prairie
id: Pin Tetua Padang Rumput
it: Spilletta Anziana della Prateria
ja: ピンバッジ 草原の大精霊
ko: 초원의 장로 핀배지
pt: Broche do ancião da campina
ru: Значок «Старейшина Прерии»
th: เข็มกลัดผู้อาวุโสแห่งทุ่งหญ้า
vi: Huy Hiệu Trưởng Lão Thảo Nguyên
zh_hans: 云野长者徽章
zh_hant: 雲野長老徽章

# star_pin_ancestor_hidden_forest
source: Elder of the Forest Pin
de: "Ältester des Waldes"-Anstecknadel
es: Broche de la Anciana del bosque
fr: Broche Ancien de la Prairie
id: Pin Tetua Hutan
it: Spilletta Anziano della Foresta
ja: ピンバッジ 雨林の大精霊
ko: 숲의 장로 핀배지
pt: Broche do Ancião da Floresta
ru: Значок «Старейшина леса»
th: เข็มกลัดผู้อาวุโสแห่งพงไพร
vi: Huy Hiệu Trưởng Lão Rừng Mưa
zh_hans: 雨林长者徽章
zh_hant: 雨林長老徽章

# star_pin_ancestor_isle_dawn
source: Elder of the Isle Pin
de: "Ältester der Insel"-Anstecknadel
es: Broche Anciano de la Isla
fr: Broche Ancien de l'Île
id: Pin Tetua Pulau
it: Spilletta Anziano dell'Isola
ja: ピンバッジ 孤島の大精霊
ko: 섬의 장로 핀배지
pt: Broche do ancião da ilha
ru: Значок «Старейшина Острова»
th: เข็มกลัดผู้อาวุโสแห่งเกาะ
vi: Huy Hiệu Trưởng Lão Đảo
zh_hans: 晨岛长者徽章
zh_hant: 晨島長老徽章

# star_pin_cape_lightseeker
source: Lightseeker Cape Pin
de: "Lichtsucherumhang"-Anstecknadel
es: Broche Capa de los Buscadores de la Luz
fr: Broche Cape de Chercheur de lumière
id: Pin Jubah Pencari Cahaya
it: Spilletta mantello da Cercatore della Luce
ja: ピンバッジ 光の探求者のケープ
ko: 빛 추적자의 망토 핀배지
pt: Broche da capa do buscador da luz
ru: Значок «Накидка Искателя света»
th: เข็มกลัดเสื้อคลุมผู้แสวงหาแสง
vi: Huy Hiệu Áo Choàng Người Tìm Ánh Sáng
zh_hans: 追光者斗篷徽章
zh_hant: 追光者斗篷徽章

# star_pin_cape_lightseeker_petal
source: Lightseeker Petal Cape Pin
de: "Lichtsucher-Blütenumhang"-Anstecknadel
es: Broche de la capa de pétalos de los buscadores de la luz
fr: Broche Cape pétale de Chercheur de lumière
id: Pin Jubah Kelopak Pencari Cahaya
it: Spilletta mantello di petali da Cercatore della Luce
ja: ピンバッジ 花びらケープ
ko: 꽃잎 망토 핀배지
pt: Broche da capa de pétala do Buscador da Luz
ru: Значок «Цветочная накидка Искателя света»
th: เข็มกลัดเสื้อคลุมกลีบดอกไม้ของผู้แสวงหาแสง
vi: Huy Hiệu Áo Choàng Cánh Hoa Ánh Sáng
zh_hans: 追光花瓣斗篷徽章
zh_hant: 追光花瓣斗篷徽章

# star_pin_cape_rhythm_director
source: Rhythm Director Cape Pin
de: "Rhythmus-Direktorumhang"-Anstecknadel
es: Broche de la capa del director del ritmo
fr: Broche Cape de Directeur du Rythme
id: Pin Jubah Kondektur Irama
it: Spilletta mantello Direttore del Ritmo
ja: ピンバッジ 座長のケープ
ko: 감독의 망토 핀배지
pt: Broche da capa do diretor de ritmo
ru: Значок «Накидка творца ритма»
th: เข็มกลัดเสื้อคลุมวาทยกรท่วงทำนอง
vi: Huy Hiệu Áo Choàng Đạo Diễn Nhịp Điệu
zh_hans: 音韵导演斗篷徽章
zh_hant: 音韻導演斗篷徽章

# star_pin_connect_soulmate_left
source: Soulmate In Sky Pins (Left)
de: "Seelenverwandter in Sky"-Anstecknadel (links)
es: Broches de almas gemelas en Sky (izquierdo)
fr: Broches Âme sœur dans Sky (Gauche)
id: Pin Belahan Jiwa Di Sky (Kiri)
it: Spilletta anima gemella di Sky (sinistra)
ja: ピンバッジ ソウルメイト（左）
ko: 소울메이트 핀배지 (왼쪽)
pt: Broches de alma gêmea do Sky (esquerdo)
ru: Значки «Родственная душа» (левый)
th: เข็มกลัดเนื้อคู่ใน Sky (ซ้าย)
vi: Huy Hiệu Tri Kỷ (Trái)
zh_hans: 知己徽章（左）
zh_hant: 知己徽章（左）

# star_pin_connect_soulmate_right
source: Soulmate In Sky Pins (Right)
de: "Seelenverwandter in Sky"-Anstecknadel (rechts)
es: Broches de almas gemelas en Sky (derecho)
fr: Broches Âme sœur dans Sky (Droite)
id: Pin Belahan Jiwa Di Sky (Kanan)
it: Spilletta anima gemella di Sky (destra)
ja: ピンバッジ ソウルメイト（右）
ko: 소울메이트 핀배지(오른쪽)
pt: Broches de alma gêmea do Sky (direito)
ru: Значки «Родственная душа» (правый)
th: เข็มกลัดเนื้อคู่ใน Sky (ขวา)
vi: Huy Hiệu Tri Kỷ (Phải)
zh_hans: 知己徽章（右）
zh_hant: 知己徽章（右）

# star_pin_connect_you_and_i_left
source: You and I Pins (Left)
de: "Du und ich"-Anstecknadeln (links)
es: Broche Tú y Yo (Izquierdo)
fr: Broche Toi et Moi (gauche)
id: Pin Kamu dan Aku (Kiri)
it: Spillette io e te (sinistra)
ja: ピンバッジ あなたと私（左）
ko: 너와 나 핀배지 (왼쪽)
pt: Broches de você e eu (esquerda)
ru: Значки «Ты и Я» (левый)
th: เข็มกลัดคุณกับฉัน (ซ้าย)
vi: Huy Hiệu Bạn Và Tôi (Trái)
zh_hans: 你我成双徽章（左）
zh_hant: 你我成雙徽章（左）

# star_pin_connect_you_and_i_right
source: You and I Pins (Right)
de: "Du und ich"-Anstecknadeln (rechts)
es: Broche Tú y Yo (Derecho)
fr: Broche Toi et Moi (droite)
id: Pin Kamu dan Aku (Kanan)
it: Spillette io e te (destra)
ja: ピンバッジ あなたと私（右）
ko: 너와 나 핀배지 (오른쪽)
pt: Broches de você e eu (direita)
ru: Значки «Ты и Я» (правый)
th: เข็มกลัดคุณกับฉัน (ขวา)
vi: Huy Hiệu Bạn Và Tôi (Phải)
zh_hans: 你我成双徽章（右）
zh_hant: 你我成雙徽章（右）

# star_pin_costume_weasel_mask
source: Weasel Mask Pin
de: "Wieselmaske"-Anstecknadel
es: Broche Máscara de comadreja
fr: Broche Masque de belette
id: Pin Topeng Musang
it: Spilletta maschera da donnola
ja: ピンバッジ イタチの仮面
ko: 족제비 가면 핀배지
pt: Broche da máscara de fuinha
ru: Значок «Маска горностая»
th: เข็มกลัดหน้ากากพังพอน
vi: Huy Hiệu Mặt Nạ Chồn
zh_hans: 鼬鼠面具徽章
zh_hant: 鼬鼠面具徽章

# star_pin_creature_flipped_crab
source: Flipped Crab Pin
de: "Umgekippter Krebs"-Anstecknadel
es: Broche Cangrejo volteado
fr: Broche Crabe renversé
id: Pin Kepiting Terbalik
it: Spilletta granchio capovolto
ja: ピンバッジ ひっくり返りの闇の蟹
ko: 뒤집어진 게 핀배지
pt: Broche do caranguejo de cabeça para baixo
ru: Значок «Перевернутый краб»
th: เข็มกลัดปูตีลังกา
vi: Huy Hiệu Cua Nhào Lộn
zh_hans: 翻到暗蟹徽章

# star_pin_creature_healer_crab
source: Healer Crabs Pin
de: "Heilerkrebse"-Anstecknadel
es: Broche Cangrejos curativos
fr: Broche Crabe guérisseur
id: Pin Kepiting Pemulih
it: Spilletta granchio guaritore
ja: ピンバッジ 癒しの蟹
ko: 치유하는 게 핀배지
pt: Broche dos caranguejos curandeiros
ru: Значок «Крабы-целители»
th: เข็มกลัดปูผู้รักษา
vi: Huy Hiệu Cua Thầy Thuốc
zh_hans: 叠叠蟹徽章
zh_hant: 疊疊蟹徽章

# star_pin_creature_manta
source: Manta Pin
de: "Riesenrochen"-Anstecknadel
es: Broche Raya
fr: Broche Raie manta
id: Pin Manta
it: Spilletta manta
ja: ピンバッジ ゆらゆらマンタ
ko: 만타가오리 핀배지
pt: Broche da arraia
ru: Значок «Скат»
th: เข็มกลัดกระเบน
vi: Huy Hiệu Cá Đuối
zh_hans: 鲲鹏徽章
zh_hant: 鯤鵬徽章

# star_pin_drop_wing
source: Dark Dragon Pin
de: Dunkeldrachen-Anstecknadel
es: Prendedor del dragón oscuro
fr: Broche Dragon noir
id: Pin Naga Kegelapan
it: Spilletta Drago Oscuro
ja: ピンバッジ 暗黒竜
ko: 다크 드래곤 핀배지
pt: Broche do Dragão Sombrio
ru: Значок «Темный дракон»
th: เข็มกลัดมังกรทมิฬ
vi: Huy Hiệu Rồng Hắc Ám
zh_hans: 冥龙徽章
zh_hant: 冥龍別針

# star_pin_holiday_earthday_cape
source: Earth Day Cape Pin
de: "Erdtagumhang"-Anstecknadel
es: Broche Capa del Día de la Tierra
fr: Broche Cape de la Journée de la Terre
id: Pin Jubah Hari Bumi
it: Spilletta mantello Giornata della Terra
ja: ピンバッジ アースデイケープ
ko: 지구의 날 망토 핀배지
pt: Broche da capa do Dia da Terra
ru: Значок «Накидка ко Дню Земли»
th: เข็มกลัดเสื้อคลุมวันรักษ์โลก
vi: Huy Hiệu Áo Choàng Ngày Trái Đất
zh_hans: 地球日斗篷徽章
zh_hant: 地球日斗篷徽章

# star_pin_holiday_earthday_friendship
source: Earth Day Friendship Pin
de: "Erdtag-Freundschaft"-Anstecknadel
es: Broche Amistad del Día de la Tierra
fr: Broche Amitié de la Journée de la Terre
id: Pin Pertemanan Hari Bumi
it: Spilletta amicizia Giornata della Terra
ja: ピンバッジ アースデイの友情
ko: 지구의 날 우정 핀배지
pt: Broche da amizade do Dia da Terra
ru: Значок «Дружба в День Земли»
th: เข็มกลัดมิตรภาพวันรักษ์โลก
vi: Huy Hiệu Tình Bạn Ngày Trái Đất
zh_hans: 地球日友情徽章
zh_hant: 地球日友情徽章

# star_pin_instrument_harmony_harp
source: Harmony Harp Pin
de: "Harmonieharfe"-Anstecknadel
es: Broche Arpa armoniosa
fr: Broche Harpe d'harmonie
id: Pin Harpa Harmoni
it: Spilletta arpa dell'armonia
ja: ピンバッジ ハープが奏でる音色
ko: 하모니 하프 핀배지
pt: Broche da harpa harmônica
ru: Значок «Арфа»
th: เข็มกลัดพิณแห่งความปรองดอง
vi: Huy Hiệu Đàn Hạc Hài Hòa
zh_hans: 和谐竖琴徽章
zh_hant: 和諧豎琴徽章

# star_pin_mask_chibi
source: Chibi Mask Pin
de: "Chibi-Maske"-Anstecknadel
es: Broche de máscara chibi
fr: Broche Masque Chibi
id: Pin Topeng Chibi
it: Spilletta maschera da Chibi
ja: ピンバッジ リトル仮面
ko: 아기가면 핀배지
pt: Broche de máscara chibi
ru: Значок «Маска Чиби»
th: เข็มกลัดหน้ากากเล็กจิ๋ว
vi: Huy Hiệu Mặt Nạ Chibi
zh_hans: 矮人面具徽章
zh_hant: 矮人面具徽章

# star_pin_mask_rhythm_actor
source: Rhythm Actor Mask Pin
de: "Rhythmus-Schauspielermaske"-Anstecknadel
es: Broche de la máscara del actor del ritmo
fr: Broche Masque d'Acteur du Rythme
id: Pin Topeng Aktor Irama
it: Spilletta maschera Attore del Ritmo
ja: ピンバッジ 旅役者の仮面
ko: 배우의 가면 핀배지
pt: Broche de máscara de ator do ritmo
ru: Значок «Маска актера ритма»
th: เข็มกลัดหน้ากากนักแสดงแห่งท่วงทำนอง
vi: Huy Hiệu Mặt Nạ Diễn Viên Nhịp Điệu
zh_hans: 音韵演员面具徽章
zh_hant: 音韻演員面具徽章

# star_pin_outfit_mask_fox
source: Gratitude Fox Mask Pin
de: „Dankbarkeits-Fuchsmaske“-Anstecknadel
es: Prendedor de máscara de zorro de la gratitud
fr: Broche Masque de renard de la gratitude
id: Pin Topeng Rubah Rasa Syukur
it: Spilletta maschera da volpe della Gratitudine
ja: ピンバッジ 感謝の狐面
ko: 감사의 여우 가면 핀배지
pt: Broche de Máscara de Raposa da Gratidão
ru: Значок «Лисичка благодарности»
th: เข็มกลัดหน้ากากจิ้งจอกกตัญญู
vi: Huy Hiệu Mặt Nạ Cáo Tri Ân
zh_hans: 感谢季狐狸面具徽章
zh_hant: 感謝季狐狸面具別針

# star_pin_outfit_prop_ap05piano
source: Rhythm Piano Pin
de: "Rhythmus-Klavier“-Anstecknadel
es: Prendedor de piano del ritmo
fr: Broche piano du Rythme
id: Pin Piano Irama
it: Spilletta pianoforte ritmico
ja: ピンバッジ リズムが弾けるピアノ
ko: 리듬의 피아노 핀배지
pt: Broche de Teclado
ru: Значок «Ритмичное пианино»
th: เข็มกลัดเปียโนแห่งท่วงทำนอง
vi: Huy Hiệu Piano Nhịp Điệu
zh_hans: 音韵钢琴徽章
zh_hant: 音韻鋼琴徽章

# star_pin_outfit_prop_fireworks
source: Captain Firework Pin
de: Kapitän-Feuerwerk-Anstecknadel
es: Prendedor de la vara de fuegos artificiales
fr: Broche bâton de feu d'artifice
id: Pin Kapten Kembang Api
it: Spilletta fuochi d'artificio
ja: ピンバッジ 隊長の花火杖
ko: 대장의 불꽃놀이 핀배지
pt: Broche do Capitão Fogos
ru: Значок «Управляющий фейерверками»
th: เข็มกลัดกัปตันดอกไม้ไฟ
vi: Huy Hiệu Đội Trưởng Pháo Hoa
zh_hans: 巨型烟花徽章
zh_hant: 煙花隊長別針

# star_pin_outfit_prop_horn
source: Scout Horn Pin
de: Pfadfinderhorn-Anstecknadel
es: Prendedor del cuerno del explorador
fr: Broche Corne d’éclaireur
id: Pin Tanduk Pramuka
it: Spilletta corno da scout
ja: ピンバッジ 斥候の角笛
ko: 스카우트 뿔나팔 핀배지
pt: Broche de Berrante do Batedor
ru: Значок «Рог разведчика»
th: เข็มกลัดเขาสัตว์ผู้สอดแนม
vi: Huy Hiệu Sừng Hướng Đạo Sinh
zh_hans: 童子军号角徽章
zh_hant: 童子軍號角別針

# star_pin_outfit_prop_teaset
source: Bloom Tea Set Pin
de: „Blüten-Teeservice“-Anstecknadel
es: Prendedor del juego de té de floración
fr: Broche Service à thé fleuri
id: Pin Set Teh Bermekaran
it: Spilletta servizio da tè fiorito
ja: ピンバッジ 花笑むティーセット
ko: 꽃놀이 티테이블 핀배지
pt: Broche de Conjunto de Chá do Florescer
ru: Значок «Цветущий чайный сервиз»
th: เข็มกลัดชุดน้ำชาผลิบาน
vi: Huy Hiệu Bộ Trà Hoa Nở
zh_hans: 花开茶具徽章
zh_hant: 綻放茶具別針

# star_pin_outfit_prop_umbrella03
source: Lightseeker Umbrella
de: „Lichtsucher“-Schirm
es: Paraguas de los buscadores de la luz
fr: Parapluie de Chercheur de lumière
id: Payung Pencari Cahaya
it: Ombrello del Cercatore della Luce
ja: 光海月の雨傘
ko: 빛 추적자의 우산
pt: Guarda-chuva dos Caçadores de Luz
ru: Зонтик искателя света
th: ร่มผู้แสวงหาแสง
vi: Ô Ánh Sáng
zh_hans: 追光雨伞
zh_hant: 追光者雨傘

# star_pin_outfit_wing_ap04white
source: Belonging White Cape Pin
de: "Weißer Umhang des Zusammengehörens"-Anstecknadel
es: Prendedor de capa blanca de la pertenencia
fr: Broche cape blanche de l’Appartenance
id: Pin Jubah Putih Kepemilikan
it: Spilletta mantello bianco degli affetti
ja: ピンバッジ 想いを編む賢者のケープ
ko: 친밀의 흰색 망토 핀배지
pt: Broche de Capa Branca do Pertencer
ru: Значок «Белая накидка сопричастности»
th: เข็มกลัดเสื้อคลุมสีขาวแห่งการเป็นส่วนหนึ่ง
vi: Huy Hiệu Áo Choàng Sở Hữu
zh_hans: 归属白披风徽章
zh_hant: 歸屬白斗蓬徽章

# star_pin_outfit_wing_ap06layereda
source: Enchantment Alchemist Cape Pin
de: Zauberalchemistenumhang-Anstecknadel
es: Prendedor de la capa del encanto del alquimista
fr: Broche Cape d’alchimiste de l’enchantement
id: Pin Jubah Ahli Alkima Pesona
it: Spilletta mantello da alchimista degli Incantesimi
ja: ピンバッジ 錬金術師のケープ
ko: 마법의 연금술사 망토 핀배지
pt: Broche da Capa do Alquimista Encantado
ru: Значок с накидкой алхимика (очарование)
th: เข็มกลัดเสื้อคลุมนักเล่นแร่แปรธาตุแห่งการร่ายมนตร์
vi: Huy Hiệu Áo Choàng Nhà Giả Kim Thuật
zh_hans: 魔法炼金术士斗篷徽章
zh_hant: 魔法煉金術士斗篷別針

# star_pin_outfit_wing_blossom
source: Bloom Cape Pin
de: „Blütenumhang“-Anstecknadel
es: Prendedor de capa de floración
fr: Broche cape fleurie
id: Pin Jubah Bermekaran
it: Spilletta mantello fiorito
ja: ピンバッジ 花笑むケープ
ko: 꽃놀이 망토 핀배지
pt: Broche de Capa do Florescer
ru: Значок «Цветущая накидка»
th: เข็มกลัดเสื้อคลุมผลิบาน
vi: Huy Hiệu Áo Choàng Nở Rộ
zh_hans: 花开斗篷徽章
zh_hant: 綻放斗篷別針

# star_pin_outfit_wing_ocean
source: Ocean Cape Pin
de: "Ozeanumhang"-Anstecknadel
es: Prendedor de capa del océano
fr: Broche cape de l’océan
id: Pin Jubah Samudra
it: Spilletta mantello dell'oceano
ja: ピンバッジ オーシャンケープ
ko: 바다 망토 핀배지
pt: Broche de Capa do Oceano
ru: Значок «Морская накидка»
th: เข็มกลัดเสื้อคลุมท้องทะเล
vi: Huy Hiệu Áo Choàng Đại Dương
zh_hans: 海洋披风徽章
zh_hant: 海洋斗篷徽章

# star_pin_outfit_wing_postman
source: Dreams Postman Cape Pin
de: „Traumpostboten-Umhang“-Anstecknadel
es: Prendedor de capa del cartero de los sueños
fr: Broche cape de facteur des Rêves
id: Pin Jubah Petugas Pos Impian
it: Spilletta mantello del postino dei Sogni
ja: ピンバッジ 夢見の郵便屋さんのケープ
ko: 꿈의 우체부 망토 핀배지
pt: Broche de Capa Sonhos do Carteiro
ru: Значок «Накидка почтальона мечтаний»
th: เข็มกลัดเสื้อคลุมบุรุษไปรษณีย์แห่งความฝัน
vi: Huy Hiệu Áo Choàng Bưu Tá Giấc Mộng
zh_hans: 梦想邮递员斗篷徽章
zh_hant: 夢想郵差斗篷別針

# star_pin_plushy_crab
source: Crab Plush-6"
de: Plüschkrabbe 6"
es: Peluche de cangrejo de 15 cm.
fr: Peluche de crabe 15 cm
id: Boneka Kepiting-6"
it: Peluche granchio da 15 cm
ja: 闇の蟹ぬいぐるみ
ko: 어둠의 게 봉제인형 (15cm)
pt: Caranguejo de pelúcia 6"
ru: Плюшевый краб-6"
th: ตุ๊กตาปู-6"
vi: Cua Lông-6"
zh_hans: 绒毛蟹-6"
zh_hant: 絨毛螃蟹-6”
