Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# aviary_shop_dye_notstarted
source: A spirit once ran a <1>Dye Workshop</1> here long ago... The <1>Hopeful Steward</1> outside knows where they might be.
de: Vor langer Zeit hat ein Geist hier eine <1>Farben-Werkstatt</1> betrieben ... Der <1>Hoffnungsvolle Verwalter</1> draußen weiß, wo er sein könnte.
es: Hace mucho, un espíritu tuvo un <1>taller de tinturas</1> aquí... El <1>Administrador optimista</1>, que está fuera, sabe dónde podría estar.
fr: Il y a très longtemps, un esprit tenait un <1>Atelier de teinture</1>... Le <1>Coordinateur optimiste</1>, dehors, sait où le trouver.
id: Dahulu kala, seorang roh pernah menjalankan <1>Lokakarya Warna</1> di sini... <1>Pelayan Penuh Harapan</1> di luar sana tahu di mana mereka mungkin berada.
it: Molto tempo fa, qui uno spirito gestiva una <1>Bottega di tintura</1>... L'<1>Assistente speranzoso</1> all'esterno sa dove potrebbe essere.
ja: 遠い昔、とある精霊はここで<1>光染め工房</1>を営んでいました… 外にいる<1>希望の番人</1>なら、その精霊がどこにいるか知っているかもしれません
ko: 오래 전 어느 영혼이 이곳에서 <1>염색 공방</1>을 운영했어요... 밖에 있는 <1>희망적인 집사</1>가 위치를 알고 있습니다.
pt: Um espírito abriu um <1>Ateliê de Tintas</1> aqui há muito tempo... O <1>Gestor Otimista</1> sabe onde ele fica.
ru: Некогда <1>мастерской цвета</1> заведовал дух... <1>Неунывающий смотритель</1>, который находится снаружи, должен знать, где искать его.
th: ครั้งหนึ่งเคยมีสปิริตที่เปิด<1>เวิร์คช็อปสีย้อม</1>อยู่ที่นี่เมื่อนานมาแล้ว... <1>บริกรผู้มีความหวัง</1>ด้านนอกรู้ว่าพวกเขาอยู่ที่ไหน
vi: Một tinh linh từng điều hành <1>Xưởng Nhuộm</1> tại đây rất lâu về trước... <1>Quản Gia Hy Vọng</1> bên ngoài biết họ có thể đang ở đâu.
zh_hans: 很久以前，有一位先灵曾在这里开了一家<1>染色工作室</1>…… 外面的<1>满怀希望的守护者</1>知道这位先灵可能在哪里。
zh_hant: 很久以前，一位先靈曾在此經營<1>光之染坊</1>…… 外面的<1>滿懷希望的守護者</1>知道這位先靈可能在哪裡。

# aviary_shop_hat_done
source: Speak with the <1>Hopeful Steward</1> outside to finish restoring the <1>Hat Workshop</1>!
de: Sprich mit dem <1>Hoffnungsvollen Verwalter</1> draußen, um die Wiederherstellung der <1>Hut-Werkstatt</1> abzuschließen!
es: ¡Habla con el <1>Administrador optimista</1>, que está fuera, para terminar de reparar el <1>taller de sombreros</1>!
fr: Parlez au <1>Coordinateur optimiste</1>, à l'extérieur, pour finir de restaurer l'<1>Atelier de chapeaux</1> !
id: Bicaralah dengan <1>Pelayan Penuh Harapan</1> di luar untuk menyelesaikan pemulihan <1>Lokakarya Topi</1>!
it: Parla con l'<1>Assistente speranzoso</1> all'esterno per finire di restaurare la <1>Bottega di cappelli</1>!
ja: <1>希望の番人</1>に話しかけ、 <1>帽子館</1>の復元を完了しましょう！
ko: 밖에 있는 <1>희망적인 집사</1>에게 말을 걸어 <1>모자 제작소</1>를 마저 복원해 주세요!
pt: Fale com o <1>Gestor Otimista</1> do lado de fora para terminar a restauração do <1>Ateliê de Chapéus</1>!
ru: Поговорите с <1>неунывающим смотрителем</1> снаружи, чтобы закончить восстановление <1>мастерской шляп</1>!
th: พูดคุยกับ<1>บริกรผู้มีความหวัง</1>ด้านนอกเพื่อซ่อมแซม<1>เวิร์คช็อปหมวก</1>ให้เสร็จ!
vi: Nói chuyện với <1>Quản Gia Hy Vọng</1> bên ngoài để hoàn thành việc phục hồi <1>Xưởng Mũ</1>!
zh_hans: 与外面的<1>满怀希望的守护者</1>交谈以完成<1>帽子工作室</1>的恢复工作！
zh_hant: 與外面的<1>滿懷希望的守護者</1>對話，完成修復<1>帽子小舖</1>！

# aviary_shop_hat_notstarted
source: A spirit once ran a <1>Hat Workshop</1> here long ago... The <1>Hopeful Steward</1> outside knows where they might be.
de: Vor langer Zeit hat ein Geist hier eine <1>Hut-Werkstatt</1> betrieben ... Der <1>Hoffnungsvolle Verwalter</1> draußen weiß, wo er sein könnte.
es: Hace mucho, un espíritu tuvo un <1>taller de sombreros</1> aquí... El <1>Administrador optimista</1>, que está fuera, sabe dónde podría estar.
fr: Il y a très longtemps, un esprit tenait un <1>Atelier de chapeaux</1>... Le <1>Coordinateur optimiste</1>, dehors, sait où le trouver.
id: Dahulu kala, seorang roh pernah menjalankan <1>Lokakarya Topi</1> di sini... <1>Pelayan Penuh Harapan</1> di luar sana tahu di mana mereka mungkin berada.
it: Molto tempo fa, qui uno spirito gestiva una <1>Bottega di cappelli</1>... L'<1>Assistente speranzoso</1> all'esterno sa dove potrebbe essere.
ja: 遠い昔、とある精霊はここで<1>帽子館</1>を営んでいました… 外にいる<1>希望の番人</1>なら、その精霊がどこにいるか知っているかもしれません
ko: 오래 전 어느 영혼이 이곳에서 <1>모자 제작소</1>를 운영했어요... 밖에 있는 <1>희망적인 집사</1>가 위치를 알고 있습니다.
pt: Um espírito abriu um <1>Ateliê de Chapéus</1> aqui há muito tempo... O <1>Gestor Otimista</1> sabe onde ele fica.
ru: Некогда <1>мастерской шляп</1> заведовал дух... <1>Неунывающий смотритель</1>, который находится снаружи, должен знать, где искать его.
th: ครั้งหนึ่งเคยมีสปิริตที่เปิด<1>เวิร์คช็อปหมวก</1>อยู่ที่นี่เมื่อนานมาแล้ว... <1>บริกรผู้มีความหวัง</1>ด้านนอกรู้ว่าพวกเขาอยู่ที่ไหน
vi: Một tinh linh từng điều hành <1>Xưởng Mũ</1> tại đây rất lâu về trước... <1>Quản Gia Hy Vọng</1> bên ngoài biết họ có thể đang ở đâu.
zh_hans: 很久以前，有一位先灵曾在这里开了一家<1>帽子工作室</1>…… 外面的<1>满怀希望的守护者</1>知道这位先灵可能在哪里。
zh_hant: 很久以前，一位先靈曾在此經營<1>帽子小舖</1>…… 外面的<1>滿懷希望的守護者</1>知道這位先靈可能在哪裡。

# aviary_shop_hat_ongoing
source: Complete <b>Season of Moments</b> for the <1>Moments Guide</1> to restore the <1>Hat Workshop</1>.
de: Schließe die <b>Saison der Momente</b> ab, damit der <1>Momente-Helfer</1> die <1>Hut-Werkstatt</1> wiederherstellt.
es: Completa la <b>Temporada de los momentos</b> para que el <1>Guía de los momentos</1> restaure el <1>taller de sombreros</1>.
fr: Terminez la <b>saison des Instants</b> et le <1>guide des Instants</1> restaurera l'<1>Atelier de chapeaux</1>.
id: Selesaikan <b>Musim Momen</b> agar <1>Pemandu Momen</1> dapat memulihkan <1>Lokakarya Topi</1>.
it: Completa la <b>Stagione dei Momenti</b> per la <1>guida dei momenti</1> per ripristinare la <1>Bottega di cappelli</1>.
ja: <1>瞬きの案内人</1>が<1>帽子館</1>を復元できるように、<b>瞬きの季節</b>のクエストを完了しましょう
ko: <1>순간의 안내자</1>를 위해 <b>순간의 시즌</b>을 완료해서 <1>모자 제작소</1>를 복원해주세요.
pt: Conclua a <b>Temporada dos Momentos</b> para o <1>Guia dos Momentos</1> para restaurar o <1>Ateliê de Chapéus</1>.
ru: Завершите <b>Сезон мгновений</b> у <1>проводника мгновений</1>, чтобы восстановить <1>мастерскую шляп</1>.
th: เล่น<b>ฤดูกาลแห่งช่วงเวลา</b>ให้จบเพื่อให้<1>ผู้แนะนำช่วงเวลา</1>ซ่อมแซม<1>เวิร์คช็อปหมวก</1>
vi: Hoàn thành <b>Mùa Khoảnh Khắc</b> để <1>Chỉ Dẫn Khoảnh Khắc</1> phục hồi <1>Xưởng Mũ</1>.
zh_hans: 完成<b>拾光季</b>的任务，帮助<1>拾光向导</1>修复<1>帽子小铺</1>。
zh_hant: 完成<b>拾光季</b>的任務，幫助<1>拾光嚮導</1>修復<1>帽子小舖</1>。

# aviary_shop_mask_done
source: Speak with the <1>Hopeful Steward</1> outside to finish restoring the <1>Mask Workshop</1>!
de: Sprich mit dem <1>Hoffnungsvollen Verwalter</1> draußen, um die Wiederherstellung der <1>Masken-Werkstatt</1> abzuschließen!
es: ¡Habla con el <1>Administrador optimista</1>, que está fuera, para terminar de reparar el <1>taller de máscaras</1>!
fr: Parlez au <1>Coordinateur optimiste</1>, à l'extérieur, pour finir de restaurer l'<1>Atelier de masques</1> !
id: Bicaralah dengan <1>Pelayan Penuh Harapan</1> di luar untuk menyelesaikan pemulihan <1>Lokakarya Topi</1>!
it: Parla con l'<1>Assistente speranzoso</1> all'esterno per finire di restaurare la <1>Bottega delle maschere</1>!
ja: <1>希望の番人</1>に話しかけ、<1>仮面画廊</1>の復元を完了しましょう！
ko: 밖에 있는 <1>희망적인 집사</1>에게 말을 걸어 <1>가면 제작소</1>를 마저 복원해주세요!
pt: Fale com o <1>Gestor Otimista</1> do lado de fora para terminar a restauração do <1>Ateliê de Máscaras</1>!
ru: Поговорите с <1>неунывающим смотрителем</1> снаружи, чтобы закончить восстановление <1>мастерской масок</1>!
th: พูดคุยกับ<1>บริกรผู้มีความหวัง</1>ด้านนอกเพื่อซ่อมแซม<1>เวิร์คช็อปหน้ากาก</1>ให้เสร็จ!
vi: Nói chuyện với <1>Quản Gia Hy Vọng</1> bên ngoài để hoàn thành việc phục hồi <1>Xưởng Mặt Nạ</1>!
zh_hans: 与外面的<1>满怀希望的守护者</1>交谈以完成<1>面具工作室</1>的恢复工作！
zh_hant: 與外面的<1>滿懷希望的守護者</1>對話，完成修復<1>面具作坊</1>！

# aviary_shop_mask_notstarted
source: A spirit once ran a <1>Mask Workshop</1> here long ago... The <1>Hopeful Steward</1> outside knows where they might be.
de: Vor langer Zeit hat ein Geist hier eine <1>Masken-Werkstatt</1> betrieben ... Der <1>Hoffnungsvolle Verwalter</1> draußen weiß, wo er sein könnte.
es: Hace mucho, un espíritu tuvo un <1>taller de máscaras</1> aquí... El <1>Administrador optimista</1>, que está fuera, sabe dónde podría estar.
fr: Il y a très longtemps, un esprit tenait un <1>Atelier de masques</1>... Le <1>Coordinateur optimiste</1>, dehors, sait où le trouver.
id: Dahulu kala, seorang roh pernah menjalankan <1>Lokakarya Topeng</1> di sini... <1>Pelayan Penuh Harapan</1> di luar sana tahu di mana mereka mungkin berada.
it: Molto tempo fa, qui uno spirito gestiva una <1>Bottega delle maschere</1>... L'<1>Assistente speranzoso</1> all'esterno sa dove potrebbe essere.
ja: 遠い昔、とある精霊はここで<1>仮面画廊</1>を営んでいました… 外にいる<1>希望の番人</1>なら、その精霊がどこにいるか知っているかもしれません
ko: 오래 전 어느 영혼이 이곳에서 <1>가면 제작소</1>를 운영했어요... 밖에 있는 <1>희망적인 집사</1>가 위치를 알고 있습니다.
pt: Um espírito abriu um <1>Ateliê de Máscaras</1> aqui há muito tempo... O <1>Gestor Otimista</1> sabe onde ele fica.
ru: Некогда <1>мастерской масок</1> заведовал дух... <1>Неунывающий смотритель</1>, который находится снаружи, должен знать, где искать его.
th: ครั้งหนึ่งเคยมีสปิริตที่เปิด<1>เวิร์คช็อปหน้ากาก</1>อยู่ที่นี่เมื่อนานมาแล้ว... <1>บริกรผู้มีความหวัง</1>ด้านนอกรู้ว่าพวกเขาอยู่ที่ไหน
vi: Một tinh linh từng điều hành <1>Xưởng Mặt Nạ</1> tại đây rất lâu về trước... <1>Quản Gia Hy Vọng</1> bên ngoài biết họ có thể đang ở đâu.
zh_hans: 很久以前，有一位先灵曾在这里开了一家<1>面具工作室</1>…… 外面的<1>满怀希望的守护者</1>知道这位先灵可能在哪里。
zh_hant: 很久以前，一位先靈曾在此經營<1>面具作坊</1>…… 外面的<1>滿懷希望的守護者</1>知道這位先靈可能在哪裡。

# aviary_shop_mask_ongoing
source: Complete <b>Season of Passage</b> for the <1>Passage Guide</1> to restore the <1>Mask Workshop</1>.
de: Schließe die <b>Saison des Übergangs</b> ab, damit der <1>Übergangshelfer</1> die <1>Masken-Werkstatt</1> wiederherstellt.
es: Completa la <b>Temporada de iniciación</b> para que el <1>Guía de iniciación</1> restaure el <1>taller de máscaras</1>.
fr: Terminez la <b>saison des l'Initiation</b> et le <1>guide de l'Initiation</1> restaurera l'<1>Atelier de masques</1>.
id: Selesaikan <b>Musim Inisiasi Pembaruan</b> agar <1>Pemandu Inisiasi</1> dapat memulihkan <1>Lokakarya Topeng</1>.
it: Completa la <b>Stagione della Transizione</b> per la <1>guida della transizione</1> per ripristinare la <1>Bottega delle maschere</1>.
ja: <1>ならいの案内人</1>が<1>仮面画廊</1>を復元できるように、<b>ならいの季節</b>のクエストを完了しましょう
ko: <1>성장의 안내자</1>를 위해 <b>성장의 시즌</b>을 완료해서 <1>가면 제작소</1>를 복원해주세요.
pt: Conclua a <b>Temporada da Passagem</b> para o <1>Guia da Passagem</1> para restaurar o <1>Ateliê de Máscaras</1>.
ru: Завершите <b>Сезон посвящения</b> у <1>проводника посвящения</1>, чтобы восстановить <1>мастерскую масок</1>.
th: เล่น<b>ฤดูกาลแห่งเส้นทาง</b>ให้จบเพื่อให้<1>ผู้แนะนำเส้นทาง</1>ซ่อมแซม<1>เวิร์คช็อปหน้ากาก</1>
vi: Hoàn thành <b>Mùa Thử Thách</b> để <1>Chỉ Dẫn Thử Thách</1> phục hồi <1>Xưởng Mặt Nạ</1>.
zh_hans: 完成<b>夜行季</b>的任务，帮助<1>夜行向导</1>修复<1>面具作坊</1>。
zh_hant: 完成<b>夜行季</b>的任務，幫助<1>夜行嚮導</1>修復<1>面具作坊</1>。

# backend_commerce_steam_gift_message
source: Gift to friend: {{1}} - {{2}}
de: Geschenk für Freund: {{1}} - {{2}}
es: Regalo para amigo: {{1}} - {{2}}
fr: Cadeau pour ami: {{1}} - {{2}}
id: Hadiah untuk teman: {{1}} - {{2}}
it: Regalo per amico: {{1}} - {{2}}
ja: フレンドへのギフト：{{1}} - {{2}}
ko: 친구에게 선물: {{1}} - {{2}}
pt: Presente para amigo: {{1}} - {{2}}
ru: Подарок другу: {{1}} - {{2}}
th: มอบของขวัญให้เพื่อน: {{1}} - {{2}}
vi: Tặng cho bạn bè: {{1}} - {{2}}
zh_hans: 送给朋友的礼物：{{1}} - {{2}}
zh_hant: 送給朋友的禮物：{{1}} - {{2}}

# beta_ap24_disclaimer_hint1
source: Quest still in development
de: Die Quest befindet sich noch in der Entwicklung
es: La misión sigue en la etapa de desarrollo
fr: Quête toujours en développement
id: Misi masih dalam pengembangan
it: Missione ancora in fase di sviluppo
ja: このクエストは開発中です
ko: 퀘스트 개발 중
pt: Missão em desenvolvimento
ru: Задание находится в разработке
th: ภารกิจกำลังอยู่ระหว่างพัฒนา
vi: Nhiệm vụ vẫn đang được phát triển
zh_hans: 任务仍在开发中
zh_hant: 任務開發中

# beta_ap24_disclaimer_hint2
source: Available soon
de: Bald verfügbar
es: Disponible próximamente
fr: Bientôt disponible
id: Segera hadir
it: Disponibile a breve
ja: もうすぐ登場します
ko: 곧 열림
pt: Disponível em breve
ru: Скоро будет доступно
th: จะพร้อมใช้งานในเร็วๆ นี้
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即將推出

# beta_ap24_testing_hint
source: Please share your thoughts about this season's items in the official Sky Discord!
de: Bitte teile uns deine Meinung zu den Gegenständen dieser Saison im offiziellen Discord von Sky mit!
es: ¡Cuenta qué te parecen los objetos de esta temporada en el servidor oficial de Sky en Discord!
fr: N’hésitez pas à commenter les objets de la saison sur la page Discord officielle de Sky !
id: Silakan bagikan pendapat kalian tentang item musim ini di Discord resmi Sky!
it: Condividi le tue opinioni sugli oggetti di questa stagione sul canale Discord ufficiale di Sky!
ja: Sky公式Discordサーバーで、この季節のアイテムについてご意見をお寄せください！
ko: 공식 Sky Discord에서 이번 시즌의 아이템에 대해 어떻게 생각하시는지 알려주세요!
pt: Compartilhe suas impressões sobre os itens desta temporada no Discord oficial do Sky!
ru: Поделитесь своим мнением о предметах этого сезона в официальном канале Sky в Discord!
th: โปรดแชร์ความคิดเห็นของคุณเกี่ยวกับไอเทมประจำฤดูกาลนี้ใน Discord อย่างเป็นทางการของ Sky
vi: Hãy chia sẻ cảm nhận của bạn về các vật phẩm của mùa này trên kênh Discord Sky chính thức!
zh_hans: 请在《Sky光·遇》官方Discord上分享你对本季物品的看法！
zh_hant: 請在官方《Sky光·遇》Discord 上分享你對本季物品的感想！

# beta_end
source: Further area is under construction. Return <8>Home</8> through the <2>Portal</2> nearby.
de: Weitere Bereiche werden noch errichtet. Kehre durch das <2>Portal</2> in der Nähe <8>nach Hause</8> zurück.
es: El área más adelante está en construcción. Regresar a<8>Hogar</8> a través del <2>portal</2> cercano.
fr: Le secteur suivant est en construction. Retournez à la <8>maison</8> par le <2>portail</2> à proximité.
id: Area lebih lanjut tengah dibangun. Kembali ke <8>Rumah</8> melalui <2>Portal</2> terdekat.
it: Lavori in corso nell'area successiva. Torna a <8>Casa</8> usando il <2>portale</2> vicino.
ja: この先にはまだ進めないようです <2>祭壇に祈りを捧げる</2>と、<2>ホームへ戻る</2>ことができます
ko: 이후 지역은 공사 중입니다. 근처 <2>포털</2>을 통해 <8>안식처</8>로 돌아가세요.
pt: A área seguinte está sendo construída. Volte para o <8>Lar</8> através do <2>portal</2> próximo.
ru: Дальше идет строительство Возвращайтесь <8>домой</8> через <2>портал</2> неподалеку.
th: พื้นที่เพิ่มเติมกำลังอยู่ระหว่างการก่อสร้าง กลับไปที่<8>บ้าน</8>ผ่าน<2>ประตูมิติ</2>ที่อยู่ใกล้เคียง
vi: Khu vực khác đang được xây dựng. Trở lại <8>Nhà</8> thông qua <2>Cổng di chuyển</2> gần đó.
zh_hans: 此后的区域还在施工中。 通过附近的<2>传送门</2>回到<8>遇境</8>。
zh_hant: 此後的區域還在施工中。 通過附近的<2>傳送門</2>回到<8>遇境</8>。

# birthday_cake_begin
source: A player invites everyone to eat cake. Go to the table and have a look.
de: Ein Spieler lädt alle zum Tortenessen ein. Geh zum Tisch und sieh nach.
es: Un jugador invita a todo el mundo a comer pastel. Ve a la mesa y echa un vistazo.
fr: Un joueur a invité tout le monde à savourer un délicieux gâteau. Allez vite prendre votre part à la table.
id: Seorang pemain mengundang semua orang untuk makan kue. Pergi ke meja dan lihatlah.
it: Un giocatore invita tutti a mangiare una fetta di torta. Vai al tavolo a dare un'occhiata.
ja: プレイヤーがみんなでケーキを食べようと呼んでいます。テーブルのところへ行ってみましょう
ko: 모두 케이크를 먹으러 오라는 플레이어의 초대가 있어요. 테이블로 이동해 살펴보세요.
pt: Um jogador convidou todo mundo para comer bolo. Vá até a mesa e dê uma olhada.
ru: Игрок приглашает всех поесть торт. Подойдите к столу и посмотрите.
th: ผู้เล่นเชิญให้ทุกคนมาทานเค้ก ไปดูที่โต๊ะเลยสิ
vi: Một người chơi muốn mời bánh mọi người. Tới xem.
zh_hans: 有一位玩家邀请所有人吃蛋糕。去桌子那里看看吧。
zh_hant: 有一位玩家邀請大家來吃蛋糕。去桌子那邊看看吧。

# birthday_cake_end
source: The cake was quickly consumed by everyone.
de: Die Torte wurde blitzschnell von allen verputzt.
es: Todos se comieron el pastel rapidísimo.
fr: Le gâteau a été rapidement dévoré par tout le monde.
id: Kui itu langsung dimakan oleh semua orang.
it: Tutti hanno mangiato la torta.
ja: みんなが楽しみ、ケーキはすぐになくなってしまいました
ko: 모두 케이크를 빨리 먹어버렸어요.
pt: O bolo foi consumido rapidamente por todos.
ru: Все быстро съели торт.
th: ทุกคนกินเค้กเข้าไปอย่างรวดเร็ว
vi: Chiếc bánh nhanh chóng được mọi người thưởng thức.
zh_hans: 蛋糕很快被大家一扫而空。
zh_hant: 大家你一口、我一口，很快就把蛋糕吃完了。

# bloom24_meditation_teleport
source: Where is it blooming this year?
de: Wo blüht es dieses Jahr?
es: ¿Dónde está floreciendo este año?
fr: Où est-ce que ça fleurit cette année ?
id: Di mana bunga ini bermekaran tahun ini?
it: Dove sta fiorendo quest'anno?
ja: 今年はどこで花が咲いているでしょう？
ko: 올해 어디에서 꽃이 피나요?
pt: Onde está florescendo este ano?
ru: Где это цветет в этом году?
th: ปีนี้มันจะเบ่งบานที่ไหนกันนะ
vi: Năm nay hoa sẽ nở ở đâu?
zh_hans: 花朵今年会在哪里开呢？
zh_hant: 花朵今年會在哪裡開呢？

# bloom25_confirm_teleport_rose
source: A <b>Rose</b> invites you to a unique place in the realms of Sky. <2>Teleport</2> there with this <b>Rose</b>?
de: Eine <b>Rose</b> lädt dich zu einem besonderen Ort in den Reichen von Sky ein. Mit dieser <b>Rose</b> dorthin <2>teleportieren</2>?
es: Una <b>rosa</b> te invita a un lugar único en los reinos de Sky. ¿Quieres <2>teletransportarte</2> allí con esta <b>rosa</b>?
fr: Une <b>rose</b> vous propose de la rejoindre dans un lieu spécial des royaumes du ciel. Souhaitez-vous vous <2>téléporter</2> et retrouver cette <b>rose</b> ?
id: Setangkai <b>Mawar</b> mengundang kamu ke tempat yang unik di alam Sky. <2>Teleportasi</2> ke sana dengan <b>Mawar</b> ini?
it: Una <b>rosa</b> ti invita in un luogo speciale nei reami di Sky. Vuoi <2>teletrasportarti</2> lì con questa <b>rosa</b>?
ja: <b>バラ</b>がSkyのとある地に存在する特別な場所に案内してくれるようです。 <b>バラ</b>と一緒にそこへ<2>テレポート</2>しますか？
ko: <b>장미</b>가 Sky의 특별한 곳으로 당신을 초대합니다. 이 <b>장미</b>와 함께 <2>순간이동</2>할까요?
pt: Uma <b>Rosa</b> convida você para um lugar único nos reinos de Sky. <2>Teletransportar-se</2> para lá com a <b>Rosa</b>?
ru: <b>Роза</b> приглашает вас в особенный уголок миров Неба. <2>Перенестись</2> туда вместе с <b>ней</b>?
th: <b>กุหลาบ</b>ได้เชิญคุณไปยังสถานที่พิเศษในดินแดนแห่ง Sky <2>เทเลพอร์ต</2>ไปที่นั่นกับ<b>กุหลาบ</b>หรือไม่
vi: Một <b>Bông Hồng</b> mời bạn đến một nơi đặc biệt trong các cõi của Sky. <2>Dịch chuyển</2> đến đó bằng <b>Bông Hồng</b> này?
zh_hans: 一朵<b>玫瑰</b>邀请你前往天空王国中一个特别的地方。 要与这朵<b>玫瑰</b>一起<2>传送</2>过去吗？
zh_hant: 有一朵<b>玫瑰</b>將引領你前往 Sky 領域中一處獨特的所在。 是否願意由這朵<b>玫瑰</b><2>傳送</2>前往？

# bloom25_intro_tutorial_01
source: Each rose will bloom in color and lead you to a unique captivating spot in the realms.
de: Jede Rose blüht in Farbe und führt dich zu einem einzigartigen fesselnden Ort in den Reichen.
es: Las rosas florecerán con un color y te llevarán a un lugar único y fascinante en los reinos.
fr: Chaque rose a sa couleur et vous conduira vers un lieu particulier des royaumes.
id: Setiap bunga mawar akan mekar dengan warna yang berbeda dan membawa kamu ke tempat yang unik dan menawan di alam.
it: Sbocciando, ogni rosa manifesterà il suo colore e ti condurrà in un luogo speciale e affascinante dei reami.
ja: バラたちは色とりどりに咲き誇り、それぞれが各地の幻想的な場所へとあなたを導いてくれるでしょう
ko: 각 장미는 다채롭게 피어나 당신을 이 지역의 특별하고 매력적인 장소로 안내합니다.
pt: Cada rosa florescerá e levará você a um lugar único e cativante nos reinos.
ru: Каждая из роз расцветает особым цветом и ведёт вас в очаровательный уголок миров.
th: กุหลาบแต่ละดอกจะเบ่งบานพร้อมกับสีสัน และนำพาคุณไปยังจุดน่าที่หลงใหลเป็นพิเศษในดินแดน
vi: Mỗi bông hồng sẽ nở rộ đầy màu sắc và dẫn bạn đến một nơi độc đáo đầy mê hoặc trong các cõi.
zh_hans: 每一朵玫瑰都会绽放色彩，引领你前往领域中一个独特而迷人的地方。
zh_hant: 每一朵玫瑰都將綻放色彩，引領你前往領域中獨特且迷人的角落。

# bloom25_intro_tutorial_02
source: You can plant your message here. <b>This Rose belongs to you</b>. May your words of promise spread joy to others.
de: Du kannst hier eine Nachricht platzieren. <b>Diese Rose gehört dir</b>. Mögen deine Worte des Versprechens Freude verbreiten.
es: Siembra tu mensaje aquí. <b>Esta rosa es tuya</b>. Que tus promesas transmitan alegría a los demás.
fr: Plantez votre message ici. <b>Cette rose est à vous</b>. Puissent vos paroles d'espoir apporter de la joie aux autres.
id: Kamu bisa menanam pesanmu di sini. <b>Mawar ini adalah milik kamu</b>. Biarkan kata-kata kamu menyebarkan sukacita kepada orang lain.
it: Puoi piantare qui il tuo messaggio. <b>Questa rosa appartiene a te</b>. Che le tue parole di speranza possano diffondere la gioia.
ja: ここにあなたのメッセージを植えられます。<b>このバラはあなただけのものです。</b>あなたの祝福の言葉が喜びを運びますように
ko: 여기에 메시지를 심을 수 있습니다. <b>이 장미는 당신의 것입니다</b>. 당신이 남기는 약속의 말이 다른 사람들에게 기쁨을 주기를 바랍니다.
pt: Você pode plantar sua mensagem aqui. <b>Esta Rosa pertence a você</b>. Que suas palavras espalhem alegria para todos.
ru: Вы можете разместить своё сообщение здесь. <b>Эта роза принадлежит вам</b>. Пусть слова ваших пожеланий и устремлений наполнят всех радостью.
th: คุณสามารถปลูกข้อความของคุณไว้ที่นี่ได้ <b>กุหลาบดอกนี้เป็นของคุณ</b> ขอให้ถ้อยคำสัญญาของคุณส่งต่อความสุขให้แก่ผู้อื่น
vi: Bạn có thể gửi thông điệp của mình tại đây. <b>Bông Hồng này thuộc về bạn</b>. Mong rằng những lời hứa của bạn sẽ lan tỏa niềm vui đến mọi người.
zh_hans: 你可以在此种下你的消息。<b>这朵玫瑰属于你</b>。愿你的诺言为他人带去欢乐。
zh_hant: 你可以在這裡種下你的訊息。<b>這朵玫瑰屬於你</b>。願你的話語與承諾，為他人帶來喜悅。

# bloom25_intro_tutorial_03
source: Share and read messages every day to earn <2>Event Ticket Light</2>.
de: Teile und lese jeden Tag Nachrichten, um das <2>Event-Ticket Licht</2> zu erhalten.
es: Comparte y lee mensajes todos los días para adquirir <2>luz para boletos del evento</2>.
fr: Partagez et diffusez chaque jour des messages pour gagner des <2>tickets d'événement Lumière</2>.
id: Bagikan dan baca pesan setiap hari untuk mendapatkan <2>Cahaya Tiket Acara</2>.
it: Condividi e leggi i messaggi ogni giorno per ottenere la <2>luce dei biglietti evento</2>.
ja: メッセージを残すまたは読むことで、日替わりで<2>イベント専用チケットのかけら</2>を集めましょう
ko: 매일 메시지를 공유하고 읽어 <2>이벤트 티켓 빛</2>을 획득하세요.
pt: Compartilhe e leia mensagens todos os dias para ganhar <2>luz de tíquete de evento</2>.
ru: Публикуйте и читайте сообщения каждый день, чтобы получить <2>свет билетов события</2>.
th: แบ่งปันและอ่านข้อความทุกวันเพื่อรับ<2>แสงตั๋วอีเวนต์</2>
vi: Chia sẻ và đọc thông điệp mỗi ngày để nhận <2>Ánh Sáng Vé Sự Kiện</2>.
zh_hans: 每天分享和阅读消息，即可获得<2>活动门票的烛光</2>。
zh_hant: 每日分享並閱讀訊息，即可獲得<2>活動燭光</2>。

# bloom25_intro_tutorial_04
source: You shall be greeted by a precious <1>memory</1>...
de: Du sollst von einer kostbaren <1>Erinnerung</1> begrüßt werden ...
es: Te recibirá un valioso <1>recuerdo</1>…
fr: Un précieux <1>souvenir</1> vous accueillera...
id: Kamu akan disambut oleh <1>kenangan</1> yang berharga...
it: Un prezioso <1>ricordo</1> ti accoglierà...
ja: あなたは大切な<1>記憶</1>に迎えられるでしょう…
ko: 소중한 <1>기억</1>이 당신을 맞이해 줄 거예요...
pt: Uma preciosa <1>lembrança</1> receberá você...
ru: Вас ожидает встреча с драгоценными <1>воспоминаниями</1>...
th: คุณจะได้รับการต้อนรับด้วย<1>ความทรงจำ</1>อันล้ำค่า...
vi: Một <1>ký ức quý giá</1> sẽ chào đón bạn...
zh_hans: 你将会迎来一段珍贵<1>回忆</1>……
zh_hant: 你將會迎來一段珍貴的<1>回憶</1>⋯⋯

# bloom25_intro_tutorial_05
source: ...if you previously completed the <b>Little Prince Seasonal Quests</b>.
de: ... wenn du zuvor die <b>Saisonquests des kleinen Prinzen</b> abgeschlossen hast.
es: … si completaste las <b>misiones de temporada de El principito</b>.
fr: Si vous avez déjà terminé les <b>quêtes saisonnières du Petit Prince</b>.
id: ... jika kamu sebelumnya telah menyelesaikan <b>Petualangan Musim Pangeran Kecil</b>.
it: ...se hai già completato le <b>missioni della Stagione del Piccolo Principe</b>.
ja: ...もしあなたが<b>星の王子さまの季節のクエスト</b>を完了していたなら
ko: ...이전에 <b>어린 왕자의 시즌 퀘스트</b>를 완료했다면 말이지요.
pt: ... caso você já tenha concluído as <b>missões da Temporada do Pequeno Príncipe</b>.
ru: ...если вы успели выполнить <b>задания сезона «Маленького принца»</b>.
th: ...หากคุณทำ<b>ภารกิจเจ้าชายน้อยประจำฤดูกาล</b>เสร็จก่อนหน้านี้
vi: ...nếu bạn đã hoàn thành <b>Nhiệm Vụ Mùa Hoàng Tử Bé</b> trước đây.
zh_hans: ……前提是你之前完成了<b>小王子季的季节任务</b>。
zh_hant: ——只要你之前曾經完成過<b>小王子季的季節任務</b>。
