Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap19_quest05_hint8
source: Bring the <b>four</b> remaining <1>spirits</1> to the <1>Moments Guide</1>.
de: Bringe die <b>vier</b> verbleibenden <1>Geister</1> zum <1>Momente-Helfer</1>.
es: Lleva a los <b>cuatro</b> <1>espíritus</1> restantes con el <1>guía de los momentos</1>.
fr: Apportez les <b>quatre</b> <1>esprits</1> restants au <1>guide des Instants</1>.
id: Bawa <b>empat</b> <1>roh</1> lainnya ke <1>Pemandu Momen</1>.
it: Porta i <b>quattro</b> <1>spiriti</1> rimanenti alla <1>Guida dei Momenti</1>.
ja: あと<b>4人</b>の<b>精霊たち</b>を<1>瞬きの案内人</1>のもとへ連れて行きましょう
ko: <b>4명</b>의 남은 <1>영혼</1>을 <1>순간의 안내자</1>에게 데리가 주세요.
pt: Leve os <b>quatro</b> <1>espíritos</1> restantes ao <1>Guia dos Momentos</1>.
ru: Приведите <b>четырех</b> оставшихся <1>духов</1> к <1>Проводнику мгновений</1>.
th: นำ<b>สปิริต</b>ที่���หลือ<1>สี่</1>ตนไปหา<1>ผู้แนะนำช่วงเวลา</1>
vi: Đưa <b>bốn</b> <1>tinh linh</1> còn lại đến với <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: 将其余<b>四位</b><1>先灵</1>带到<1>拾光向导</1>那里。
zh_hant: 帶著剩下的<b>四個</b><1>先靈</1>去見<1>拾光嚮導</1>。

# ap19_quest05_hint9
source: Bring the <b>three</b> remaining <1>spirits</1> to the <1>Moments Guide</1>.
de: Bringe die <b>drei</b> verbleibenden <1>Geister</1> zum <1>Momente-Helfer</1>.
es: Lleva a los <b>tres</b> <1>espíritus</1> restantes con el <1>guía de los momentos</1>.
fr: Apportez les <b>trois</b> <1>esprits</1> restants au <1>guide des Instants</1>.
id: Bawa <b>tiga</b> <1>roh</1> lainnya ke <1>Pemandu Momen</1>.
it: Porta i <b>tre</b> <1>spiriti</1> rimanenti alla <1>Guida dei Momenti</1>.
ja: あと<b>3人</b>の<b>精霊たち</b>を<1>瞬きの案内人</1>のもとへ連れて行きましょう
ko: <b>3명</b>의 남은 <1>영혼</1>을 <1>순간의 안내자</1>에게 데려가 주세요.
pt: Leve os <b>três</b> <1>espíritos</1> restantes ao <1>Guia dos Momentos</1>.
ru: Приведите <b>трех</b> оставшихся <1>духов</1> к <1>Проводнику мгновений</1>.
th: นำ<b>สปิริต</b>ที่เหลือ<1>สาม</1>ตนไปหา<1>ผู้แนะนำช่วงเวลา</1>
vi: Đưa <b>ba</b> <1>tinh linh</1> còn lại đến với <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: 将其余<b>三位</b><1>先灵</1>带到<1>拾光向导</1>那里。
zh_hant: 帶著剩下的<b>三個</b><1>先靈</1>去見<1>拾光嚮導</1>。

# ap19_quest05_info1
source: Now that the rain has ceased, the flowers in <1>Prairie Peaks</1> have begun to bloom.
de: Jetzt, wo der Regen aufgehört hat, haben die Blumen im <1>Präriegipfel</1> angefangen zu blühen.
es: Ahora que la lluvia paró, las flores del <1>Cumbres de la planicie</1> comenzaron a florecer.
fr: Maintenant que la pluie s’est calmée, les fleurs du <1>Pics de la Prairie</1> ont commencé à éclore.
id: Kini setelah hujan mereda, bunga-bunga di <1>Puncak Padang Rumput</1> mulai bermekaran.
it: Ora che ha smesso di piovere, i fiori nella<1>Vette della Prateria</1> hanno cominciato a sbocciare.
ja: 雨がやみ、<1>草原連峰</1>の花々が咲き始めました
ko: 비가 그치자 <1>초원 봉우리</1>에 꽃이 피어나기 시작했어요.
pt: Agora que a chuva parou, as flores no <1>Picos da Campina</1> começaram a desabrochar.
ru: Теперь, когда дождь прекратился, цветы в <1>Степные вершины</1> начали цвести.
th: ตอนนี้ฝนหยุดตกแล้ว และดอกไม้ใน<1>ยอดเขาแห่งทุ่งหญ้า</1>ก็เริ่มผลิบาน
vi: Giờ mưa đã tạnh, hoa ở <1>Đỉnh Thảo Nguyên</1> đã bắt đầu nở.
zh_hans: 现在雨停了，<1>云野峻岭</1>的花也开始盛开了。
zh_hant: 雨停了，<1>雲野峻嶺</1>的花也開始綻放了。

# ap19_quest05_info2
source: The <1>Moments Guide</1> is looking for the other <1>spirits</1>. Bring them here to enjoy this moment.
de: Der <1>Momente-Helfer</1> sucht nach den anderen <1>Geistern</1>. Bringe sie her, um diesen Moment zu genießen.
es: El <1>guía de los momentos</1> está buscando a los demás <1>espíritus</1>. Tráelos hasta aquí para disfrutar del momento.
fr: Le <1>guide des Instants</1> est à la recherche des autres <1>esprits</1>. Apportez-les ici pour profiter de ce moment.
id: <1>Pemandu Momen</1> mencari <1>roh</1> lainnya. Bawa mereka ke sini untuk menikmati momen ini.
it: La <1>Guida dei Momenti</1> sta cercando gli altri <1>spiriti</1>. Portali qui e goditi questo momento.
ja: <1>瞬きの案内人</1>が他の<1>精霊たち</1>を探しているようです。彼らを連れてきて、この瞬間をともに楽しみましょう
ko: <1>순간의 안내자</1>가 다른 <1>영혼</1>들을 찾고 있어요. 영혼들을 여기로 데려와서 이 순간을 함께할 수 있게 도와주세요.
pt: O <1>Guia dos Momentos</1> está procurando os outros <1>espíritos</1>. Traga-os aqui para aproveitar este momento.
ru: <1>Проводник мгновений</1> ищет других <1>духов</1>. Приведите их к Проводнику, чтобы насладиться этим мгновением.
th: <1>ผู้แนะนำช่วงเวลา</1>กำลังมองหา<1>สปิริต</1>ตนอื่น พาเขามาที่นี่เพื่อเพลิดเพลินไปกับช่วงเวลานี้
vi: <1>Chỉ Dẫn Khoảnh Khắc</1> đang tìm kiếm các <1>tinh linh</1> khác. Hãy đưa họ đến đây để tận hưởng khoảnh khắc này.
zh_hans: <1>拾光向导</1>正在寻找其他<1>先灵</1>。将他带到这里，享受这一时刻。
zh_hant: <1>拾光嚮導</1>正在尋找其他的<1>先靈</1>。帶他們來這裡享受這個時刻。

# ap19_quest05_info3
source: <b>Join</b> the <1>Reassuring Ranger</1> and take a picture with them.
de: <b>Begleite</b> den <1>Ermutigenden Ranger</1> und mache ein Foto mit ihm.
es: <b>Únete</b> al <1>guardaparques reconfortante</1> y tómate una foto con él.
fr: <b>Rejoignez</b> le <1>garde-forestier rassurant</1> et prenez une photo avec lui.
id: <b>Bergabunglah</b> dengan <1>Jagawana Penenang</1> dan berfotolah bersama mereka.
it: <b>Unisciti</b> al <1>Ranger rassicurante</1> e scatta una foto con lui.
ja: <1>頼もしい自然保護官</1>を<b>見つけ</b>、一緒に写真を撮りましょう
ko: <1>든든한 순찰대원</1>을 <b>만나</b> 함께 사진을 찍으세요.
pt: <b>Junte-se</b> ao <1>Guarda-florestal Tranquilizador</1> e tire uma foto com ele.
ru: <b>Присоединитесь</b> к <1>Надежному рейнджеру</1> и сфотографируйтесь с ним.
th: <b>เข้าร่วมกับ</b><1>พรานผู้มั่นใจ</1> แล้วถ่ายรูปกับเขา
vi: <b>Gặp</b> <1>Kiểm Lâm Trấn An</1> và chụp hình với họ.
zh_hans: <b>加入</b><1>可靠护林员</1>并与其合影。
zh_hant: <b>加入</b><1>可靠護林員</1>，一起拍張合照。

# ap19_quest05_info4
source: <b>Join</b> the <1>Nightbird Whisperer</1> and take a picture with them.
de: <b>Begleite</b> die <1>Nachtvogelflüsterin</1> und mache ein Foto mit ihr.
es: <b>Únete</b> a la <1>susurradora de aves nocturnas</1> y tómate una foto con ella.
fr: <b>Rejoignez</b> la <1>charmeuse d’oiseaux de nuit</1> et prenez une photo avec elle.
id: <b>Bergabunglah</b> dengan <1>Pembisik Burung Malam</1> dan berfotolah bersama mereka.
it: <b>Unisciti</b> all’<1>Allevatrice di uccelli notturni</1> e scatta una foto con lei.
ja: <1>夜鳥の語り部</1>を<b>見つけ</b>、一緒に写真を撮りましょう
ko: <1>밤의 새 소리꾼</1>를 <b>만나</b> 함께 사진을 찍으세요.
pt: <b>Junte-se</b> à <1>Domadora de Aves Noturnas</1> e tire uma foto com ela.
ru: <b>Присоединитесь</b> к <1>Заклинательнице сов</1> и сфотографируйтесь с ней.
th: <b>เข้าร่วม</b>กับ<1>ผู้รู้ใจนกราตรี</1> แล้วถ่ายภาพกับเขา
vi: <b>Gặp</b> <1>Chim Đêm Thì Thầm</1> và chụp hình với họ.
zh_hans: <b>加入</b><1>夜鸟语者</1>并与其合影。
zh_hant: <b>加入</b><1>夜鳥語者</1>，一起拍張合照。

# ap19_quest05_info5
source: <b>Join</b> the <1>Jolly Geologist</1> and take a picture with them.
de: <b>Begleite</b> die <1>Fröhliche Geologin</1> und mache ein Foto mit ihr.
es: <b>Únete</b> a la <1>geóloga alegre</1> y tómate una foto con ella.
fr: <b>Rejoignez</b> la <1>géologue joyeuse</1> et prenez une photo avec elle.
id: <b>Bergabunglah</b> dengan <1>Ahli Bumi Periang</1> dan berfotolah bersama mereka.
it: <b>Unisciti</b> alla <1>Geologa allegra</1> e scatta una foto con lei.
ja: <1>上機嫌な地質学者</1>を<b>見つけ</b>、一緒に写真を撮りましょう
ko: <1>유쾌한 지질학자</1>를 <b>만나</b> 함께 사진을 찍으세요.
pt: <b>Junte-se</b> à <1>Geóloga Divertida</1> e tire uma foto com ela.
ru: <b>Присоединитесь</b> к <1>Веселому геологу</1> и сфотографируйтесь с ним.
th: <b>เข้าร่วมกับ</b><1>นักธรณีวิทยาผู้ร่าเริง</1> แล้วถ่ายรูปร่วมกับเขา
vi: <b>Gặp</b> <1>Nhà Địa Chất Vui Vẻ</1> và chụp hình với họ.
zh_hans: <b>加入</b><1>雀跃地质学家</1>并与其合影。
zh_hant: <b>加入</b><1>雀躍地質學家</1>，一起拍張合照。

# ap19_quest05_info6
source: <b>Join</b> the <1>Ascetic Monk</1> and take a picture with them.
de: <b>Begleite</b> den <1>Asketen-Mönch</1> und mache ein Foto mit ihm.
es: <b>Únete</b> al <1>monje ascético</1> y tómate una foto con él.
fr: <b>Rejoignez</b> le <1>moine ascétique</1> et prenez une photo avec lui.
id: <b>Bergabunglah</b> dengan <1>Biarawan Bertapa</1> dan berfotolah bersama mereka.
it: <b>Unisciti</b> al <1>Monaco asceta</1> e scatta una foto con lui.
ja: <1>節制の修行者</1>を<b>見つけ</b>、一緒に写真を撮りましょう
ko: <1>금욕적인 수도승</1>을 <b>만나</b> 함께 사진을 찍으세요.
pt: <b>Junte-se</b> ao <1>Monge Asceta</1> e tire uma foto com ele.
ru: <b>Присоединитесь</b> к <1>Монаху-отшельнику</1> и сфотографируйтесь с ним.
th: <b>เข้าร่วมกับ</b><1>นักพรต</1> แล้วถ่ายรูปร่วมกับเขา
vi: <b>Gặp</b> <1>Nhà Sư Khổ Hạnh</1> và chụp hình với họ.
zh_hans: <b>加入</b><1>苦行僧侣</1>并与其合影。
zh_hant: <b>加入</b><1>苦行僧侶</1>，一起拍張合照。

# ap19_quest05_meditationhint
source: Visit each <1>spirit</1> and bring them to the <1>Moments Guide</1>?
de: Jeden <1>Geist</1> besuchen und sie zum <1>Momente-Helfer</1> bringen?
es: ¿Visitar a cada <1>espíritu</1> y llevarlos con el <1>guía de los momentos</1>?
fr: Aller voir chaque <1>esprit</1> pour les apporter au <1>guide des Instants</1> ?
id: Kunjungi tiap <1>roh</1> dan bawa mereka ke <1>Pemandu Momen</1>?
it: Vuoi far visita a ogni <1>spirito</1> e portalo alla <1>Guida dei Momenti</1>?
ja: <1>精霊たち</1>を訪れ、彼らを<1>瞬きの案内人</1>のもとへ連れてきますか？
ko: 각 <1>영혼</1>을 찾아가 영혼들을 <1>순간의 안내자</1>에게 데려와 주세요.
pt: Visitar cada <1>espírito</1> e levá-los ao <1>Guia dos Momentos</1>?
ru: Посетите каждого <1>духа</1> и приведете его к <1>Проводнику мгновений</1>?
th: ไปหา<1>สปิริต</1>แต่ละตน แล้วพาเขาไปหา<1>ผู้แนะนำช่วงเวลา</1>หรือไม่
vi: Đến gặp từng <1>tinh linh</1> và đưa họ đến với <1>Chỉ Dẫn Khoảnh Khắc</1>?
zh_hans: 拜访每一位<1>先灵</1>，并将他们带到<1>拾光向导</1>那里。
zh_hant: 要去找每一個<1>先靈</1>，並帶他們去找<1>拾光嚮導</1>嗎？

# ap19_quests_encouraging1
source: How beautiful!
de: Wunderschön!
es: ¡Qué hermoso!
fr: C’est magnifique !
id: Betapa indahnya!
it: Che bello!
ja: なんと美しい！
ko: 아름다워요!
pt: Que coisa mais linda!
ru: Какая красота!
th: ช่างสวยงามจริงๆ!
vi: Đẹp làm sao!
zh_hans: 真美啊！
zh_hant: 太美了！

# ap19_quests_encouraging2
source: Nice work!
de: Gute Arbeit!
es: ¡Buen trabajo!
fr: Beau boulot !
id: Kerja bagus!
it: Bel lavoro!
ja: 素晴らしい作品だ！
ko: 훌륭해요!
pt: Bom trabalho!
ru: Отличная работа!
th: เยี่ยมเลย!
vi: Làm tốt lắm!
zh_hans: 漂亮！
zh_hant: 真不錯！

# ap19_quests_encouraging3
source: Great composition!
de: Tolle Komposition!
es: ¡Gran composición!
fr: Superbe composition !
id: Komposisi yang bagus!
it: Meravigliosa!
ja: 構図が最高だ！
ko: 구도가 좋아요!
pt: A composição está ótima!
ru: Удачная композиция!
th: จัดองค์ประกอบภาพได้ดี!
vi: Bố cục tuyệt vời!
zh_hans: 构图不错！
zh_hant: 構圖真棒！

# ap20_fetch05_hint01
source: Help with each of this spirit's wishes to revive something new in Aviary Village.
de: Hilf bei jedem Wunsch dieses Geistes, um etwas Neues in Volieren-Dorf wiederzubeleben.
es: Ayuda con cada uno de los deseos de este espíritu para revivir algo nuevo en Aldea aviaria.
fr: Aidez avec chacun des souhaits de cet esprit pour raviver quelque chose de nouveau dans le Village volière.
id: Bantu dengan setiap keinginan roh ini untuk menghidupkan sesuatu yang baru di Desa Aviary.
it: Aiuta con ogni desiderio di questo spirito per rivitalizzare qualcosa di nuovo nel Villaggio degli Uccelli.
ja: 花鳥郷をさらに再建できるよう、精霊たち一人一人の願いを叶えるお手伝いをしましょう
ko: 이 영혼들이 새들의 정원 마을을 되살려 소원을 이룰 수 있게 도와주세요.
pt: Ajude cada um dos desejos deste espírito para reviver algo novo na Aldeia Aviária.
ru: Помогите с каждым желанием этого духа, чтобы возродить что-то новое в Птичьей деревне.
th: ช่วยสปิริตแต่ละตนให้สมหวังตามความปรารถนาของเขาเพื่อฟื้นฟูสิ่งใหม่ในหมู่บ้านเอเวียรี
vi: Hãy giúp với từng ước mơ của linh hồn này để tái sinh điều mới mẻ tại Làng Chuồng Chim.
zh_hans: 请透过完成这位先灵的各个愿望，帮助云巢的一处重现生机。
zh_hant: 請透過完成這位先靈的各個願望，幫助雲巢的一處重現生機。

# ap20_fetch05_hint02
source: You’ve helped this spirit! Return to the Hopeful Steward.
de: Du hast diesem Geist geholfen! Kehre zum Hoffnungsvollen Verwalter zurück.
es: ¡Ayudaste a este espíritu! Vuelve con el administrador optimista.
fr: Vous avez aidé cet esprit ! Retournez voir le coordinateur optimiste.
id: Kamu telah membantu roh ini! Kembali ke Pelayan yang Penuh Harapan.
it: Hai aiutato questo spirito! Torna dall’Assistente speranzoso.
ja: この精霊を手伝いました！ 希望の番人のもとへ戻りましょう
ko: 이 영혼을 도와줬어요! 희망적인 집사에게 돌아가요.
pt: Você ajudou o espírito! Fale novamente com o Gestor Otimista.
ru: Вы помогли этому духу! Вернитесь к неунывающему смотрителю.
th: คุณได้ช่วยสปิริตตนนี้แล้ว! กลับไปหาบริกรผู้มีความหวัง
vi: Bạn đã giúp đỡ tinh linh này! Hãy quay lại với Quản Gia Hy Vọng.
zh_hans: 你帮助了这个先灵！ 回去找满怀希望的守护者。
zh_hant: 你幫助了這位先靈！ 回去找滿懷希望的守護者。

# ap20_fetch05_hint03
source: This spirit now has a home in Aviary Village.
de: Dieser Geist hat jetzt ein Zuhause im Volieren-Dorf.
es: Ahora el espíritu tiene un hogar en la aldea aviaria.
fr: Cet esprit a maintenant une maison dans un village volière.
id: Roh ini kini punya rumah di Desa Aviary.
it: Questo spirito ora ha una casa nel Villaggio degli Uccelli.
ja: この精霊は花鳥郷に家を見つけたようです
ko: 이 영혼은 이제 새들의 정원 마을에 집이 생겼어요.
pt: Este espírito agora tem um lar na Aldeia Aviária.
ru: Этот дух обрёл дом в Птичьей деревне.
th: สปิริตตนนี้ได้มีบ้านอยู่ในหมู่บ้านเอเวียรีแล้ว
vi: Tinh linh này giờ đã có một ngôi nhà ở Làng Chuồng Chim.
zh_hans: 这个先灵现在在云巢有家了。
zh_hant: 這位先靈現在在雲巢有家了。

# ap20_fetch05_hint04
source: You’ve already helped this spirit! Return to the Hopeful Steward.
de: Du hast diesem Geist bereits geholfen! Kehre zum Hoffnungsvollen Verwalter zurück.
es: ¡Ya ayudaste a este espíritu! Vuelve con el administrador optimista.
fr: Vous avez déjà aidé cet esprit ! Retournez voir le coordinateur optimiste.
id: Kamu sudah membantu roh ini! Kembali ke Pelayan yang Penuh Harapan.
it: Hai già aiutato questo spirito! Torna dall’Assistente speranzoso.
ja: すでにこの精霊を手伝いました！ 希望の番人のもとへ戻りましょう
ko: 이미 이 영혼을 도와줬어요! 희망적인 집사에게 돌아가주세요.
pt: Você já ajudou esse espírito! Fale novamente com o Gestor Otimista.
ru: Вы уже помогли этому духу! Вернитесь к неунывающему смотрителю.
th: คุณได้ช่วยสปิริตตนนี้ไปแล้ว! กลับไปหาบริกรผู้มีความหวัง
vi: Bạn đã giúp đỡ tinh linh này rồi! Hãy quay lại với Quản Gia Hy Vọng.
zh_hans: 你已经帮助过这个先灵！ 回去找满怀希望的守护者。
zh_hant: 你之前幫助過這位先靈了！ 回去找滿懷希望的守護者。

# ap21_deer_text1
source: Dear lost messenger, please come with me.
th: เรียน ผู้ส่งสาส์นที่สาบสูญ โปรดมากับฉัน
zh_hans: 迷途的使者，请随我来吧

# ap21_quest01_hint2
source: You have successfully restored a section of the mural.
de: Du hast erfolgreich einen Teil des Wandbildes wiederhergestellt.
es: Restauraste con éxito una sección del mural.
fr: Vous avez restauré une partie de la fresque.
id: Kamu telah berhasil memulihkan sebagian dari mural.
it: Hai ripristinato una sezione del murale.
ja: 壁画の一部を見事に修復しました
ko: 벽화의 한 부분을 성공적으로 복원했습니다.
pt: Uma parte do mural foi restaurada com sucesso.
ru: Вы восстановили фрагмент фрески.
th: คุณได้ฟื้นฟูจิตรกรรมฝาผนังส่วนหนึ่งสำเร็จแล้ว
vi: Bạn đã khôi phục thành công một phần của bức cổ họa.
zh_hans: 你已经成功修复了壁画的一部分。
zh_hant: 你已成功復原了壁畫的一部分。

# ap21_quest01_hint3
source: You're lost, kid. I'll show you the way, okay
th: เจ้าหลงทางซะแล้วล่ะ เด็กน้อย ข้าจะนำทางเจ้าไปเองนะ
zh_hans: 远道而来的孩子, 你迷路了吧 我给你引路，好吗

# ap21_quest01_narration_01
source: Here is the story of the Nine-Colored Deer...
de: Hier ist die Geschichte des Neunfarbigen Hirsches …
es: Esta es la historia del ciervo de los nueve colores...
fr: C'est la saison du Cerf aux neuf couleurs...
id: Inilah kisah Rusa Sembilan Warna...
it: Questa è la storia del Cervo dai nove colori...
ja: これは九色の鹿の物語...
ko: 아홉 빛깔 사슴의 이야기를 들어보세요...
pt: Esta é a história do Cervo de Nove Cores...
ru: Это история Девятицветного оленя...
th: นี่คือเรื่องราวของกวางเก้าสี...
vi: Đây là câu chuyện về Cửu Sắc Lộc...
zh_hans: <1>这是一个有关九色鹿的故事</1>
zh_hant: 九色鹿的故事要從這裡說起……

# ap21_quest01_narration_02
source: ...a benevolent beast from long ago.
de: … ein gütiges Wesen aus vergangener Zeit.
es: ... una bestia benévola de hace mucho tiempo.
fr: ... créature bienveillante d'un lointain passé.
id: ... seekor binatang yang baik hati dari masa lampau.
it: ...una bestia gentile di tanto tempo fa.
ja: ...遥か昔からいた慈悲深き獣
ko: ...오래전부터 존재해온 자비로운 짐승이랍니다.
pt: ... um ser benevolente de muito tempo atrás.
ru: ...доброго существа из древних времён.
th: ...สัตว์ผู้มีเมตตาจากอดีตกาล
vi: ...một sinh vật cổ xưa lương thiện.
zh_hans: <1>很久很久以前的某一天</1>
zh_hant: ……從前從前有一個來自遙遠過去的祥獸。

# ap21_quest01_narration_03
source: One day, a child was lost
de: Eines Tages verirrte sich ein Kind
es: Un día, un niño se perdió
fr: Un jour, un enfant s'égara
id: Suatu hari, seorang anak hilang
it: Un giorno un bambino si smarrì
ja: ある日、とある子どもが迷い込んだのは
ko: 어느 날, 한 아이가
pt: Um dia, uma criança se perdeu
ru: Однажды в тёмной долине
th: วันหนึ่ง เด็กน้อยได้หลงทาง
vi: Ngày kia, có một đứa trẻ bị lạc
zh_hans: <1>一个孩子在危机四伏的黑暗峡谷中</1>
zh_hant: 某一天，有一個孩子迷路了

# ap21_quest01_narration_04
source: in a valley filled with darkness.
de: in einem düsteren Tal.
es: en un valle repleto de oscuridad.
fr: dans une vallée de ténèbres.
id: di lembah yang penuh dengan kegelapan
it: in una valle oscura.
ja: 闇に覆われた谷
ko: 아주 캄캄한 계곡에서 길을 잃었어요.
pt: em um vale tomado pela escuridão.
ru: потерялся ребёнок.
th: ในหุบเขาที่เต็มไปด้วยความมืดมิด
vi: trong một thung lũng ngập tràn bóng tối.
zh_hans: <1>迷失了方向</1>
zh_hant: 在這充滿黑暗的山谷之中。

# ap21_quest01_narration_05
source: The Nine-Colored Deer rescued the child,
de: Der Neunfarbige Hirsch rettete das Kind
es: El ciervo de los nueve colores rescató al niño
fr: Le cerf aux neuf couleurs le secourut
id: Rusa Sembilan Warna menyelamatkan anak itu,
it: Il Cervo dai nove colori salvò il bambino
ja: 九色の鹿がその子どもを救い
ko: 아홉 빛깔 사슴이 아이를 구하고 이렇게 말했답니다.
pt: O Cervo de Nove Cores resgatou a criança
ru: Девятицветный олень спас его,
th: กวางเก้าสีได้ช่วยเด็กน้อยเอาไว้
vi: Cửu Sắc Lộc đã cứu được đứa trẻ,
zh_hans: <1>九色鹿及时出现并解救了孩子</1>
zh_hant: 九色鹿救了這個孩子，

# ap21_quest01_narration_06
source: and said, "Come and visit my beautiful home."
de: und sagte: "Komm und besuche mein schönes Heim.“
es: y dijo: «Ven a visitar mi hermoso hogar».
fr: et lui dit : "Viens voir ma merveilleuse maison."
id: dan berkata, "Datang dan kunjungi rumahku yang indah".
it: e disse: "Vieni nella mia bellissima casa."
ja: 告げました 「私の美しいお家へいらっしゃい」
ko: "내 아름다운 안식처로 오렴."
pt: e disse: "Venha e conheça meu belo lar."
ru: и сказал: «Будь гостем в моём прекрасном доме».
th: แล้วกล่าวว่า "มาเยี่ยมชมบ้านที่สวยงามของข้าสิ"
vi: và nói: "Hãy đến thăm ngôi nhà xinh đẹp của ta."
zh_hans: <1>安抚道"我们到无忧无虑的地方去吧"</1>
zh_hant: 並說：「來參觀我的美麗家園吧。」

# ap21_quest01_narration_07
source: In this way, the Nine-Colored Deer
de: So rettete der Neunfarbige Hirsch
es: Así, el ciervo de los nueve colores
fr: Ainsi, le cerf aux neuf couleurs
id: Dengan cara ini, Rusa Sembilan Warna
it: In questo modo, il Cervo dai nove colori
ja: こうして九色の鹿は
ko: 이렇게 아홉 빛깔 사슴은
pt: Assim, o Cervo de Nove Cores
ru: Так Девятицветный олень
th: เช่นนี้เอง กวางเก้าสี
vi: Thế là, Cửu Sắc Lộc
zh_hans: <1>就这样</1>
zh_hant: 就這樣，九色鹿

# ap21_quest01_narration_08
source: saved the Child from a monster.
de: das Kind vor einem Monster.
es: salvó al niño de un monstruo.
fr: sauva l'enfant des griffes d'un monstre.
id: menyelamatkan Anak itu dari monster
it: salvò il bambino da un mostro.
ja: 子どもを怪物から救ったのです
ko: 괴물로부터 아이를 구해냈어요.
pt: salvou a criança de um monstro.
ru: защитил дитя от чудовища.
th: จึงช่วยเด็กน้อยให้รอดพ้นจากสัตว์ประหลาดได้
vi: đã cứu Đứa trẻ khỏi một con quái vật.
zh_hans: <1>九色鹿保护了孩子免遭野兽的攻击</1>
zh_hant: 從怪物手中救出了孩子。

# ap21_quest01_narration_09
source: The child was scared,
de: Das Kind hatte Angst
es: El niño tenía miedo
fr: L'enfant avait peur,
id: Anak itu ketakutan,
it: Il bambino era spaventato
ja: 子どもはとても怯え
ko: 하지만 겁을 먹은 아이는
pt: A criança estava com medo
ru: Ребёнок был напуган
th: เด็กน้อยรู้สึกกลัว
vi: Đứa trẻ sợ hãi,
zh_hans: <1>孩子被吓坏了</1>
zh_hant: 孩子感到害怕，

# ap21_quest01_narration_10
source: and tried to escape.
de: und wollte fliehen.
es: e intentó escapar.
fr: il tenta de s'enfuir.
id: dan mencoba untuk melarikan diri.
it: e cercò di scappare.
ja: 疲れて逃げることもできませんでした
ko: 도망을 치려고 했죠.
pt: e tentou fugir.
ru: и попытался убежать.
th: และพยายามหนี
vi: và tìm cách chạy trốn.
zh_hans: <1>试图逃离峡谷</1>
zh_hant: 並試圖逃跑。

# ap21_quest02_gameplay_01
source: Find the crab hiding in the sand.
de: Finde die Krabbe, die sich im Sand versteckt.
es: Encuentra al cangrejo que se esconde en la arena.
fr: Trouvez le crabe qui se cache dans le sable.
id: Temukan kepiting yang bersembunyi di dalam pasir.
it: Trova il granchio nascosto sotto la sabbia.
ja: 砂に隠れている蟹を見つけましょう
ko: 모래 속에 숨어있는 게를 찾으세요.
pt: Ache o caranguejo escondido na areia.
ru: Отыщите краба в песке.
th: ค้นหาปูที่ซ่อนอยู่ในทราย
vi: Tìm cua ẩn dưới cát.
zh_hans: 找到沙滩中的螃蟹
zh_hant: 找出藏在沙子裡的螃蟹。

# ap21_quest02_gameplay_02
source: Find the jellyfish hiding at the bottom of the lake.
de: Finde die Qualle, die sich auf dem Grund des Sees versteckt.
es: Encuentra a la medusa que se esconde en el fondo del lago.
fr: Trouvez la méduse au fond du lac.
id: Temukan ubur-ubur yang bersembunyi di dasar danau.
it: Trova la medusa nascosta sul fondo del lago.
ja: 湖の底に隠れている海月を見つけましょう
ko: 호수 바닥에 숨어있는 해파리를 찾으세요.
pt: Ache a água-viva escondida no fundo do lago.
ru: Найдите медузу на дне озера.
th: ค้นหาแมงกะพรุนที่ซ่อนอยู่ใต้ทะเลสาบ
vi: Tìm sứa trốn dưới đáy hồ.
zh_hans: 找到躲藏在湖底的水母
zh_hant: 找到藏在湖底的水母。

# ap21_quest02_gameplay_03
source: See if you can spot the manta from the dune.
de: Entdecke den Manta von der Düne aus.
es: Ve a ver si puedes divisar a la mantarraya de la duna.
fr: Essayez de trouver la raie depuis les dunes.
id: Lihat apakah kamu bisa melihat manta dari bukit pasir.
it: Prova a individuare la manta sulla duna.
ja: 砂地の中でマンタを探しましょう
ko: 모래 언덕에서 만타가오리를 발견해 보세요.
pt: Veja se consegue localizar a arraia da duna.
ru: Постарайтесь увидеть манту с дюны.
th: มาดูกันว่าคุณจะมองเห็นกระเบนจากเนินทรายได้ไหม
vi: Để xem liệu bạn có thấy cá đuối nấp dưới cát không.
zh_hans: 去沙丘上寻找遥鲲的踪迹
zh_hant: 看看你是否能從沙丘上發現那隻光鰩。

# ap21_quest02_hint1
source: Find the crab and jellyfish around the lake.
de: Finde die Krabbe und die Qualle am See.
es: Encuentra al cangrejo y a la medusa cerca del lago.
fr: Trouvez le crabe et la méduse autour du lac.
id: Temukan kepiting dan ubur-ubur di sekitar danau.
it: Trova il granchio e la medusa attorno al lago.
ja: 湖のそばで、蟹と海月を探しましょう
ko: 호수 근처에서 게와 해파리를 찾으세요.
pt: Ache o caranguejo e a água-viva em volta do lago.
ru: Найдите краба и медузу у озера.
th: ค้นหาปูและแมงกะพรุนที่อยู่รอบทะเลสาบ
vi: Tìm cua và sứa quanh hồ.
zh_hans: 在湖泊周围找到螃蟹和水母。
zh_hant: 在湖泊周圍找到螃蟹和水母。

# ap21_quest02_hint2
source: Lead the jellyfish to the <1>Deer</1>.
de: Führe die Qualle zum <1>Hirsch</1>.
es: Guía a la medusa hasta el <1>ciervo</1>.
fr: Menez la méduse au <1>cerf</1>.
id: Arahkan ubur-ubur ke <1>Rusa</1>.
it: Conduci la medusa dal <1>Cervo</1>.
ja: 海月を<1>鹿</1>のもとへ導きましょう
ko: 해파리를 <1>사슴</1>에게 인도하세요.
pt: Guie a água-viva até o <1>Cervo</1>.
ru: Отведите медузу к <1>оленю</1>.
th: พาแมงกะพรุนไปหา<1>กวาง</1>
vi: Dẫn sứa đến gặp <1>Cửu Sắc Lộc</1>.
zh_hans: 把水母引向<1>九色鹿</1>。
zh_hant: 引導水母前往<1>九色鹿</1>所在之處。

# ap21_quest02_hint3
source: Lead the crab to the <1>Deer</1>.
de: Führe die Krabbe zum <1>Hirsch</1>.
es: Lleva el cangrejo al <1>ciervo</1>.
fr: Mène le crabe au <1>cerf</1>.
id: Bawa kepiting ke <1>rusa</1>.
it: Porta il granchio al <1>cervo</1>.
ja: 蟹を<1>鹿</1>のもとへ導きましょう
ko: 게를 <1>사슴</1>에게 데려가주세요.
pt: Leve o caranguejo ao <1>cervo</1>.
ru: Проводи краба к <1>оленю</1>.
th: พาปูไปหา<1>กวาง</1>
vi: Dẫn cua đến <1>nai</1>.
zh_hans: 把暗蟹引向<1>九色鹿</1>。
zh_hant: 引導暗蟹前往<1>九色鹿</1>所在之處。

# ap21_quest02_hint4
source: Visit the <1>Deer</1> for help.
de: Besuche den <1>Hirsch</1> um Hilfe.
es: Visita al <1>ciervo</1> para obtener ayuda.
fr: Rends visite au <1>cerf</1> pour obtenir de l'aide.
id: Kunjungi <1>rusa</1> untuk mendapatkan bantuan.
it: Visita il <1>cervo</1> per aiuto.
ja: <1>鹿</1>に伝え助けてもらいましょう
ko: <1>사슴</1>을 찾아가 도움을 받아보세요.
pt: Visite o <1>cervo</1> para obter ajuda.
ru: Вернись к <1>оленю</1> за помощью.
th: ไปหา<1>กวาง</1>เพื่อขอความช่วยเหลือ
vi: Thăm <1>nai</1> để nhận sự giúp đỡ.
zh_hans: 拜访<1>九色鹿</1>寻求协助。
zh_hant: 拜訪<1>九色鹿</1>尋求幫助。
