Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tgcoffice_don_09_01
source: Please send along any support requests for speedy resolution!
de: Bitte sende auch alle Support-Anfragen für eine schnelle Lösung!
es: ¡No duden en enviarme sus solicitudes de asistencia para que las resuelva de inmediato!
fr: Envoyez-moi vos demandes d'assistance pour une résolution rapide !
id: Kirimkan semua permintaan dukungan untuk mempercepat perbaikan!
it: Si prega di inviare lì eventuali richieste di assistenza per una rapida risoluzione!
ja: サポートのご用命があればお任せを。パパッと解決してみせるよ！
ko: 지원 요청을 보내면 문제를 빠르게 해결할 수 있어요!
pt: Envie suas solicitações de suporte para uma rápida resolução!
ru: Присылайте запросы в поддержку, мы постараемся помочь побыстрее!
th: โปรดช่วยส่งคำร้องขอรับการสนับสนุนเพื่อรับการแก้ไขปัญหาได้อย่างรวดเร็ว
vi: Để được hỗ trợ kịp thời, vui lòng gửi kèm yêu cầu hỗ trợ!
zh_hans: 如果有需要帮助的可以发送支援请求，会尽快给你解决！
zh_hant: 如果需要幫助，可以傳支援需求給我，我會盡快幫你解決！

# tgcoffice_don_10_01
source: Thanks so much! It's working now!
de: Vielen lieben Dank! Jetzt funktioniert es wieder!
es: ¡Muchas gracias! ¡Ya funciona!
fr: Merci mille fois ! Ça marche maintenant !
id: Terima kasih banyak! Sudah berfungsi sekarang!
it: Grazie mille! Ora funziona!
ja: 直った！本当にありがとう！
ko: 정말 고마워요! 이제 작동해요!
pt: Valeu demais! Agora funciona!
ru: Спасибо! Всё заработало!
th: ขอบคุณมาก! มันใช้งานได้แล้ว!
vi: Anh sửa được rồi! Cám ơn anh nhiều nhé!
zh_hans: 太谢谢啦！已经好了！
zh_hant: 太謝謝啦！已經好了！

# tgcoffice_don_10_02
source: Let's go to karaoke together next time!
de: Lass uns das nächste Mal zusammen zum Karaoke gehen!
es: ¡La próxima vayamos a cantar karaoke!
fr: Allons faire un karaoké ensemble la prochaine fois !
id: Ayo pergi bersama ke karaoke lain kali!
it: Andiamo insieme al karaoke la prossima volta!
ja: 今度、また一緒にカラオケ行きましょうね！
ko: 다음엔 같이 노래방이나 가요!
pt: Na próxima, vamos cantar karaokê!
ru: Давайте в следующий раз в караоке!
th: คราวหน้าไปร้องคาราโอเกะด้วยกันนะ!
vi: Mấy hôm nữa đi hát karaoke nhé!
zh_hans: 我们下次一起去K歌吧！
zh_hant: 我們下次一起去K歌吧！

# tgcoffice_don_karaoke_01
source: Thanks, it's working now!
de: Danke, jetzt funktioniert es wieder!
es: ¡Muchas gracias! ¡Ya funciona!
fr: Merci, ça marche maintenant !
id: Terima kasih, sudah berfungsi sekarang!
it: Grazie, adesso funziona!
ja: ありがとう、これで使えるよ！
ko: 고마워요. 이제 작동해요!
pt: Valeu, agora funciona!
ru: Спасибо, заработало!
th: ขอบคุณนะ มันใช้งานได้แล้ว!
vi: Cảm ơn anh, anh sửa được rồi!
zh_hans: 谢啦，终于好了！
zh_hant: 謝啦，終於好了！

# tgcoffice_don_karaoke_02
source: You free for karaoke this weekend?
de: Hast du dieses Wochenende Lust auf Karaoke?
es: ¿Estás libre para ir a cantar karaoke el fin de semana?
fr: Tu es libre pour faire un karaoké ce week-end ?
id: Kamu bisa pergi karaoke akhir pekan ini?
it: Vieni al karaoke questo fine settimana?
ja: ところで週末カラオケ行かない？
ko: 이번 주말에 같이 노래방 갈까요?
pt: Você pode cantar karaokê no fim de semana?
ru: Как насчет караоке на выходных?
th: สุดสัปดาห์นี้คุณว่างไปร้องคาราโอเกะด้วยกันไหม
vi: Cuối tuần này đi karaoke không?
zh_hans: 有空么，周末一起去唱K？
zh_hant: 有空嗎，週末要不要一起去唱K？

# tgcoffice_halloween_01
source: Hey Bert! I made this mischief hat!
de: Hey, Bert! Ich habe diesen Hexenhut hergestellt!
es: ¡Ey, Bert! ¡Hice este sombrero malvado!
fr: Salut Bert ! J'ai fabriqué ce chapeau de sorcière !
id: Hei Bert! Aku membuat topi kejahilan ini!
it: Ehi Bert! Guarda che bello questo cappello da strega!
ja: ねえバート見て！今年はこれ作ってみたの、いたずらハット！
ko: 안녕, 버트! 제가 장난꾸러기 모자를 만들어봤어요.
pt: Ei, Bert! Eu fiz esse chapéu irado!
ru: Эй, Берт! Смотри, я сделала колдовскую шляпу!
th: เฮ้ เบิร์ต! ฉันสร้างหมวกแห่งความซุกซนใบนี้ขึ้นมา!
vi: Này Bert! Tôi đã làm chiếc mũ này!
zh_hans: 嗨，Bert！看我做的这顶帽子！
zh_hant: 嗨，Bert！看我做的這頂帽子！

# tgcoffice_halloween_02
source: WHAAAAT! THIS IS SO RAD
de: WAAAS?! DAS IST JA ABGEFAHREN!
es: ¡¿QUÉ?! ¡ES MUY GENIAL!
fr: QUOI ? IL EST TROP GÉNIAL !
id: APAAAAA! INI KEREN BANGET
it: WOW! È FANTASTICO!
ja: Wow！格好良いし可愛いし、まさに『いたずらな日々』って感じだ！
ko: 우와아아! 진짜 멋진데요?
pt: NOOOOOOSSA! É TÃO DA HORA!
ru: ЧТО?! КАК ЗДОРОВО!
th: อะไรนะ! นั่นมันสุดยอดมากเลย
vi: WOW! NGẦU QUÁ!
zh_hans: 哇嗷！这真是太酷了！
zh_hant: 哇嗷！這真是太酷了！

# tgcoffice_halloween_03
source: I WANT ONE!
de: ICH WILL AUCH EINEN!
es: ¡QUIERO UNO!
fr: JE VEUX LE MÊME !
id: AKU MAU!
it: LO VOGLIO ANCH'IO!
ja: 僕やみんなの分もある？！
ko: 저도 갖고 싶어요!
pt: EU QUERO UM!
ru: Я ХОЧУ ТАКУЮ!
th: ฉันอยากได้ใบหนึ่ง!
vi: TÔI CŨNG MUỐN MỘT CHIẾC!
zh_hans: 给我也来个！
zh_hant: 給我也來個！

# tgcoffice_halloween_04
source: I put the rest in the shop with some other surprises.
de: Ich werde den Rest mit den anderen Überraschungen in den Shop legen.
es: Puse el resto en la tienda junto con otras sorpresas.
fr: J'ai mis le reste dans la boutique avec quelques autres surprises.
id: Aku taruh sisanya di toko dengan sejumlah kejutan lainnya.
it: Ho messo il resto nel negozio, insieme ad altre sorprese.
ja: 他のサプライズと一緒に、ショップに追加しといたよ
ko: 남은 모자는 다른 깜짝선물과 함께 상점에 넣어뒀어요.
pt: Deixei o resto na loja com algumas surpresas.
ru: Я разместила ее в магазине вместе с другими сюрпризами.
th: ฉันเก็บหมวกใบที่เหลือไว้ที่ร้านพร้อมกับเซอร์ไพรส์อื่นๆ
vi: Tôi để chúng ở cửa hàng, còn một số bất ngờ nhỏ nữa đấy!
zh_hans: 我把我做的都放在商店了，还有一些别的小惊喜哦！
zh_hant: 我把我做的都放在商店了，還有一些別的小驚喜哦！

# tgcoffice_halloween_05
source: Oh, I will check it out. Thanks Reika!
de: Oh, das sehe ich mir an. Danke, Reika!
es: Oh, iré a verlo. ¡Gracias, Reika!
fr: Je vais y jeter un œil. Merci Reika !
id: Oh, akan aku lihat. Terima kasih Reika!
it: Ok, corro a vedere. Grazie Reika!
ja: それは絶対チェックしなきゃ。ありがとう、レイカ！
ko: 가서 확인해 볼게요. 고마워요, 레이카!
pt: Ah, vou dar uma olhada. Valeu, Reika!
ru: Я обязательно загляну туда. Спасибо, Реика!
th: โอ้ เดี๋ยวฉันจะแวะไป ขอบคุณนะ เรย์กะ!
vi: Tôi sẽ đến xem ngay! Cảm ơn Reika!
zh_hans: 我这就去看！谢谢你Reika！
zh_hant: 我這就去看！謝謝你Reika！

# tgcoffice_jenova_01
source: We are doomed....
de: Wir sind verloren ...
es: Estamos condenados...
fr: Nous sommes voués à disparaître…
id: Habislah kita ...
it: Siamo spacciati...
ja: もうおしまいだ...
ko: 우린 끝났어...
pt: Estamos condenados...
ru: Мы обречены...
th: เราแย่แล้ว....
vi: Chúng ta tiêu đời rồi...
zh_hans: 我们完蛋了...
zh_hant: 我們完蛋了...

# tgcoffice_jenova_02
source: It's going to disappoint...
de: Es wird enttäuschend ...
es: Que decepción…
fr: Ce sera une déception…
id: Ini akan mengecewakan ...
it: Sarà una delusione...
ja: 無念...
ko: 아마 다들 실망할 거야...
pt: Será uma decepção...
ru: Какое будет разочарование...
th: มันคงจะออกมาไม่สวยแน่...
vi: Sẽ rất thất vọng đấy...
zh_hans: 玩家会失望的...
zh_hant: 玩家會失望的...

# tgcoffice_paul_has_cape_01
source: Hey, look at my cape!
de: Hey, sieh mich an ...!
es: ¡Oye, mírame!
fr: Hé, regarde-moi !
id: Hei, lihat aku..!
it: Ehi, guardami...!
ja: ねぇ、こっちに来て...！
ko: 저기요, 저 좀 봐주세요…!
pt: Ei, olha aqui para mim!
ru: Эй, посмотри на меня!..
th: เฮ้ ดูเสื้อคลุมของฉันสิ!
vi: Này, nhìn vào tôi..!
zh_hans: 嘿，快看我...！
zh_hant: 嘿，快看我...！

# tgcoffice_paul_has_cape_02
source: Wait... you have the same one?
de: Warte, hast du denselben Umhang wie ich ...?
es: Espera, Tu capa es igual a la mía…
fr: Attends, tu as la même cape que moi ?
id: Tunggu, kamu punya jubah yang sama denganku ...?
it: Ma... il tuo mantello è uguale al mio...?
ja: 私とおんなじケープ...？
ko: 잠깐만요. 저랑 똑같은 망토를 입으셨네요…?
pt: Espera aí, você tem a mesma capa que eu?!
ru: Погоди, у нас с тобой одинаковые накидки?
th: เดี๋ยวนะ... คุณมีเสื้อคลุมแบบเดียวกันด้วยเหรอ
vi: Chờ đã, bạn cũng có chiếc áo choàng này...?
zh_hans: 等等，你也有这件斗篷...？
zh_hant: 等等，你也有這件斗篷...？

# tgcoffice_paul_has_cape_03
source: How come?! I thought it was an exclusive gift for me!
de: Wie kann das sein! Ich dachte, das war ein besonderes Geschenk, nur für mich!
es: ¡Cómo es posible! Pensé que era un regalo exclusivo para mí!
fr: Comment est-ce possible ? Je pensais que c'était un cadeau exclusif rien que pour moi !
id: Kok bisa! Aku kira ini hadiah eksklusif untukku!
it: Com'è possibile?! Credevo che fosse un regalo esclusivo per me!
ja: うそーっ、私だけの特別なケープだと思ってたのに！
ko: 이럴 수가! 저한테만 주는 특별한 선물인 줄 알았는데!
pt: Como assim?!
ru: Но как же так! Это же был подарок только для меня!
th: ยังไงกันเนี่ย! ฉันคิดว่ามันเป็นของขวัญพิเศษสำหรับฉันนะ!
vi: Sao có thể! Tôi còn tưởng món quà này chỉ dành riêng cho tôi!
zh_hans: 怎么可能！我还以为这件礼物只属于我！
zh_hant: 怎麼可能！我還以為這件禮物只屬於我！

# tgcoffice_paul_has_cape_04
source: Well, I guess happiness is only real when shared...
de: Naja, ich schätze, Glück ist nur echt, wenn man es teilt ...
es: Bueno, supongo que la felicidad solo es real cuando se comparte....
fr: Eh bien, je suppose que le bonheur est réel uniquement lorsqu'il est partagé…
id: Yah, kurasa, kegembiraan hanya terwujud saat dibagikan ...
it: Beh, vedi, la felicità è reale soltanto se viene condivisa...
ja: でも...うん、幸せは独り占めしちゃいけないよね
ko: 뭐, 행복은 나눌 때 더 커지니까요.
pt: Achei que era um presente exclusivo para mim!
ru: Ну ладно. Думаю, счастьем надо делиться.
th: เอ่อ ฉันคิดว่า ความสุขจะเกิดขึ้นก็ต่อเมื่อเราแบ่งปันกันน่ะ...
vi: Ồ, có lẽ, chia sẻ mới là niềm vui thực sự...
zh_hans: 好吧，或许，分享才有真正的快乐...
zh_hant: 好吧，或許，分享才有真正的快樂...

# tgcoffice_paul_has_cape_05
source: Yes, yes... bring your friends to me. I have something to share!
de: Ja, ja ... bringe deine Freunde zu mir. Ich habe etwas, das ich teilen will!
es: Así es… trae a tus amigos. ¡Tengo algo que compartir!
fr: Oui, oui… amène-moi vos amis. J’ai quelque chose à partager !
id: Ya ya ... ajak temanmu kemari. Aku punya sesuatu untuk dibagikan!
it: Sì...portami i tuoi amici. Ho qualcosa da condividere!
ja: あなたのお友だち、連れて来てくれる？幸せ、お友だちにもおすそ分けしよ！
ko: 좋아요, 친구들을 데려와 주세요. 나눠줄 게 있거든요!
pt: Bem, parece que a felicidade só é real quando compartilhada...
ru: Да, да! Приведи ко мне друзей. У меня есть для них кое-что!
th: ใช่ ใช่แล้ว... พาเพื่อนของคุณมาหาฉันสิ ฉันมีบางอย่างที่อยากจะแบ่งปัน!
vi: Được được... đưa những người bạn đó đến gặp tôi. Tôi có điều muốn chia sẻ!
zh_hans: 对对对...带你的朋友们来见我，我有东西要分享!
zh_hant: 對對對...帶你的朋友們來見我，我有東西要分享!

# tgcoffice_paul_no_cape_01
source: Hey, look at my cape!
de: Hey, sieh dir meinen Umhang an!
es: ¡Oye, mira mi capa!
fr: Hé, regarde ma cape !
id: Hei, lihat jubahku!
it: Ehi, guarda il mio mantello!
ja: ねぇ、私のケープ見て！
ko: 저기요, 제 망토 좀 봐주세요!
pt: Sim, claro...traga os seus amigos até mim. Eu quero mostrar uma coisa!
ru: Эй, посмотри на мою накидку!
th: เฮ้ ดูเสื้อคลุมของฉันสิ!
vi: Này, nhìn áo choàng của tôi!
zh_hans: 嘿，你看我的斗篷！
zh_hant: 嘿，你看我的斗篷！

# tgcoffice_paul_no_cape_02
source: thatgamecompany gave me this as a gift for supporting them!
de: thatgamecompany hat ihn mir geschenkt, weil ich sie unterstütze!
es: ¡thatgamecompany me dio esto como un regalo por apoyarlos!
fr: thatgamecompany me l'a offerte en cadeau pour les avoir soutenus !
id: thatgamecompany memberikan ini sebagai hadiah karena telah mendukung mereka!
it: thatgamecompany me l'ha regalato per ringraziarmi del supporto!
ja: thatgamecompanyさんが、お手伝いのお礼に、ってくれたの！
ko: thatgamecompany를 지원한 대가로 선물을 받았어요!
pt: Ei, veja a minha capa!
ru: Это мой подарок от thatgamecompany за поддержку!
th: thatgamecompany มอบสิ่งนี้ให้ฉันเป็นของขวัญสำหรับการสนับสนุนพวกเขา!
vi: thatgamecompany đã tặng tôi món quà này vì đã ủng hộ họ!
zh_hans: thatgamecompany给我这个礼物，感谢我对他们的支持！
zh_hant: thatgamecompany給我這個禮物，感謝我對他們的支持！

# tgcoffice_paul_no_cape_03
source: Curious how I got it?
de: Du willst wissen, woher ich den habe?
es: ¿Quieres saber cómo la conseguí?
fr: Tu veux savoir comment je l'ai obtenue ?
id: Penasaran bagaimana caraku mendapatkannya?
it: Vuoi sapere come l'ho ricevuto?
ja: どうやって手に入れたか、知りたい？
ko: 어떻게 받았냐구요?
pt: A thatgamecompany me deu de presente por tê-los apoiado!
ru: Хочешь знать, как он мне достался?
th: อยากรู้ไหมว่าฉันได้มันมายังไง
vi: Làm thế nào tôi có được nó?
zh_hans: 想知道怎么得到它吗？
zh_hant: 想知道怎麼得到它嗎？

# tgcoffice_paul_no_cape_04
source: I'll never tell... unless you ask nicely!
de: Ich werd’s dir nie verraten ... es sei denn, du fragst nett.
es: Nunca te lo diré... a menos que lo pidas por favor
fr: Je ne le dirai jamais... sauf si tu le demandes gentiment
id: Aku tak akan memberi tahu ... kecuali kamu tanya baik-baik
it: Non te lo dirò mai... a meno che tu non me lo chieda gentilmente...
ja: 内緒！…でも、優しそうなあなたに、こっそり教えてあげてもいいよ
ko: 정중히 부탁하면 말해줄게요.
pt: Eu nunca vou falar... a não ser que você peça com carinho.
ru: Ни за что не скажу.. ладно, если ты хорошо попросишь
th: ฉันไม่บอกหรอก... เว้นแต่ว่าคุณจะขอร้องฉัน!
vi: Thường thì tôi không nói... trừ khi bạn hỏi một cách lịch sự
zh_hans: 一般人我不告诉他……除非你好好问我
zh_hant: 一般人我可是不會說的……除非你很有禮貌地問我

# tgcoffice_paul_no_cape_05
source: Envy me! Hahahaha!
de: Beneide mich, hahahaha!
es: ¿Me tienes envidia?, ¡ja, ja, ja!
fr: Tu peux être jaloux, ha ha ha !
id: Iri saja, hahahaha!
it: Invidiami, ah ah ah!
ja: うらやましいでしょ！えへへ！
ko: 부럽죠? 하하하하!
pt: Morra de inveja! Hahaha!
ru: И завидуй молча! Ха-ха-ха!
th: อิจฉาฉันล่ะสิ! ฮ่าๆๆๆ!
vi: Ghen tị với tôi đi, hahahaha!
zh_hans: 你就嫉妒我吧，哈哈哈哈！
zh_hant: 你就嫉妒我吧，哈哈哈哈！

# tgcoffice_paul_openning_01
source: Howdy, my friend!
de: Hallöchen, mein Freund!
es: ¡Qué tal, mi amigo!
fr: Salutations !
id: Halo, kawanku!
it: Salve!
ja: ハーイ！よく来たね！
ko: 안녕하세요, 친구!
pt: Olá, amigo!
ru: Как поживаете, друг!
th: สวัสดีเพื่อนยาก!
vi: Chào bạn của tôi!
zh_hans: 嘿！朋友！
zh_hant: 嘿！朋友！

# tgcoffice_paul_openning_02
source: The devs are inviting us to celebrate this time of the year with them!
de: Die Devs laden uns ein, diese Zeit des Jahres mit ihnen gemeinsam zu feiern!
es: ¡Los desarrolladores nos invitan a celebrar ésta época del año con ellos!
fr: Les développeurs nous invitent à célébrer cette période de l'année avec eux !
id: Pengembang mengundang kita untuk merayakan periode di tahun ini bersama mereka!
it: Gli sviluppatori ci stanno invitando a festeggiare con loro questo periodo dell'anno!
ja: 一緒にこの特別な時間をお祝いしたいから、開発チームがみんなを中に招待してくれてるの！
ko: 개발진이 파티를 함께하려고 우리를 초대했대요!
pt: Os desenvolvedores estão convidando a gente para comemorar esta época do ano com eles!
ru: Разработчики приглашают нас отметить праздники с ними!
th: ผู้พัฒนาขอเชิญชวนให้เราเฉลิมฉลองช่วงเวลานี้ของปีร่วมกับพวกเขา!
vi: Các nhà phát triển đang mời chúng tôi kỷ niệm thời điểm này trong năm với họ!
zh_hans: 那家游戏公司的员工邀请我们一起庆祝这个开心的日子！
zh_hant: 那家遊戲公司的員工邀請我們一起慶祝這個開心的日子！

# tgcoffice_paul_openning_03
source: Come with me!
de: Komm mit!
es: ¡Acompáñame!
fr: Viens avec moi !
id: Ikuti aku!
it: Vieni con me!
ja: 私についてきて！
ko: 따라오세요!
pt: Venha comigo!
ru: Пойдемте со мной!
th: มากับฉันสิ!
vi: Theo tôi nào!
zh_hans: 跟我来！
zh_hant: 跟我來！

# tgcoffice_paul_openning_04
source: Okie...I have a couple more friends to pick up.
de: Schön ... ich muss noch ein paar mehr Freunde einsammeln.
es: Bien... tengo que pasar por un par de amigos más.
fr: OK… J'ai quelques amis de plus à aller chercher.
id: Aku tak akan memberi tahu ... kecuali kamu tanya baik-baik
it: Ok... Devo andare a chiamare ancora un paio di amici.
ja: よし、私は他のフレンドたちも迎えに行ってくるね。
ko: 됐어요. 저는 데려갈 친구가 좀 더 있어서요...
pt: Certo... só preciso pegar mais uns amigos.
ru: Ладно... Мне еще пару друзей надо забрать.
th: ได้สิ... แต่ฉันต้องแวะรับเพื่อนอีกสองสามคนน่ะ
vi: Okie... Tôi có một vài người bạn nữa đang chờ.
zh_hans: 嗯…我还有一些朋友要接过来。
zh_hant: 嗯…我還有一些朋友要接過來。

# tgcoffice_paul_openning_05
source: See you in the party!
de: Wir sehen uns auf der Party!
es: ¡Nos vemos en la fiesta!
fr: On se voit à la fête !
id: Sampai jumpa di pesta!
it: Ci vediamo alla festa!
ja: パーティで会おうね～！！
ko: 파티에서 만나요!
pt: Vejo você na festa!
ru: Увидимся на празднике!
th: แล้วพบกันในงานปาร์ตี้นะ!
vi: Hẹn gặp lại bạn trong buổi tiệc!
zh_hans: 我们在宴会上见啦！
zh_hant: 我們在宴會上見啦！

# tgcoffice_scott_01
source: Hey I'm Scott! Animator and stuff. Lets party!
de: Hey, ich bin Scott! Animator und so. Let's Party!
es: ¡Hola, me llamo Scott! Animador y todo eso. ¡Vamos a divertirnos!
fr: Salut, je suis Scott ! Je suis animateur, entre autres choses. Que la fête commence !
id: Hai, aku Scott! Animator dan banyak lagi. Ayo berpesta!
it: Ehi, sono Scott, l'animatore. Divertiamoci!
ja: やあ、僕はスコット、アニメーターやなんやかんややってるよ！一緒に遊ぼうぜ！
ko: 안녕하세요, 전 스콧이에요! 애니메이션 등 다양한 작업을 맡고 있죠. 파티를 시작해요!
pt: Olá, sou o Scott! Sou animador e tal. Vamos nos divertir!
ru: Привет, меня зовут Скотт! Я аниматор и вообще отличный парень. Давай устроим себе праздник!
th: เฮ้ ฉันชื่อสก็อตต์! ฉันเป็นนักสร้างภาพเคลื่อนไหว เรามาปาร์ตี้กันเถอะ!
vi: Này, tôi là Scott! Làm hoạt hình và mấy thứ khác. Mở tiệc nào!
zh_hans: 嗨！我是斯考特，做动画的！让我们吃披萨吧！
zh_hant: 嗨！我是斯考特，做動畫的！讓我們吃披薩吧！

# tgcoffice_scott_02
source: Pizza Party!
es: ¡Fiesta de pizza!
fr: La fête de la pizza !
id: Pesta Piza!
ja: ピザパーティー！
ko: 피자 파티!
pt: Festa da Pizza!
ru: Праздник пиццы!
th: ปาร์ตี้พิซซ่า!
vi: Tiệc pizza!
zh_hans: 披萨！
zh_hant: 披薩！

# tgcoffice_scott_03
source: Pizza after party!
de: Pizza nach der Party!
es: ¡Pizza después de la fiesta!
fr: La pizza de l'after !
id: Piza setelah pesta!
it: Pizza dopo il party!
ja: 二次会もピザパーティー！
ko: 피자 뒷풀이 파티!
pt: Pizza depois da festa!
ru: Праздник после пиццы!
th: พิซซ่าหลังปาร์ตี้!
vi: Pizza sau bữa tiệc!
zh_hans: 继续披萨！
zh_hant: 繼續披薩！

# tgcoffice_scott_04
source: Too much pizza party...
de: Zu viel Pizza-Party!
es: Demasiada fiesta de pizza...
fr: Trop de pizza…
id: Terlalu banyak pesta piza ...
it: Troppi pizza party...
ja: ピザばっかり...
ko: 피자 파티를 너무 많이 했더니…
pt: Eita, quanta pizza...
ru: Праздник недоеденной пиццы...
th: มีปาร์ตี้พิซซ่ามากเกินไปแล้ว...
vi: Nhiều Pizza quá!
zh_hans: 太多披萨了...
zh_hant: 太多披薩了...

# tgcoffice_vince_01
source: Time for my lunchtime walk!
de: Zeit für meinen Mittagsspaziergang!
es: ¡Es la hora de mi caminata de después de la comida!
fr: C'est l'heure de ma promenade de midi !
id: Waktunya jalan setelah makan siang!
it: È l'ora della passeggiata!
ja: お昼だ！散歩の時間だ！
ko: 점심 산책 시간이에요!
pt: Hora da minha caminhada do almoço!
ru: Пора прогуляться!
th: ได้เวลาเดินเล่นหลังมื้อเที่ยงของฉันแล้ว!
vi: Đã đến bữa trưa!
zh_hans: 午餐时间到了！
zh_hant: 午餐時間到了！

# tgcoffice_vince_02
source: Now I’m ready to compose something new!
de: Jetzt bin ich bereit, etwas Neues zu komponieren!
es: ¡Ahora estoy preparado para componer algo nuevo!
fr: Je suis prêt à composer quelque chose de nouveau !
id: Sekarang aku siap membuat komposisi baru!
it: Ora sono pronto a comporre qualcosa di nuovo!
ja: よーし、新しい曲を書くぞー！
ko: 이제 새 음악을 작곡할 준비가 됐어요!
pt: Agora sim, tudo pronto para compor algo novo!
ru: Теперь можно и сочинить что-нибудь!
th: ตอนนี้ฉันพร้อมที่จะเรียบเรียงบางสิ่งขึ้นมาใหม่แล้ว!
vi: Bây giờ tôi đã sẵn sàng để sáng tác một cái gì đó mới!
zh_hans: 好嘞，我准备好编新的乐曲咯！
zh_hant: 好嘞，我準備好編新的樂曲咯！

# theater_prompt_01
source: Can't think of anything today?
de: Fällt dir heute nichts ein?
es: ¿Hoy no puedes pensar en nada?
fr: Pas d'idée aujourd'hui ?
id: Tak bisa memikirkan apa-apa hari ini?
it: Sei a corto di idee?
ja: 今日はどんな演目にしよう？
ko: 오늘의 공연을 고민 중이신가요?
pt: Não consegue pensar em nada hoje?
ru: Ничего не приходит в голову?
th: วันนี้คิดอะไรไม่ออกใช่ไหมเอ่ย
vi: Không biết làm gì hôm nay?
zh_hans: 今天没有任何想法？
zh_hant: 今天沒有靈感嗎？

# theater_prompt_02
source: Try recreating
de: Wie wäre es mit
es: Intenta recrear
fr: Essayez de recréer
id: Coba mengkreasikan
it: Prova a ricreare
ja: こんな物語を作ってみよう：
ko: [추천 주제]
pt: Tente recriar
ru: Попробуйте еще раз
th: ลองสร้างใหม่
vi: Thử tạo lại
zh_hans: 尝试再创作
zh_hant: 試試看重新創造作

# theater_prompt_03
source: involving
de: inklusive
es: involucrarse
fr: avec
id: melibatkan
it: con
ja: を
ko: [추천 과제]
pt: envolvendo
ru: с
th: มีส่วนร่วม
vi: liên quan
zh_hans: 包含
zh_hant: 參與

# theater_prompt_04
source: in
es: en
fr: dans
id: di
it: in questa località:
ja: 物語の舞台は
ko: [추천 장소]
pt: em
ru: в декорациях
th: ใน
vi: đến
zh_hans: 在
zh_hant: 在

# theater_prompt_05
source: Don't know how to help today?
de: Du weißt nicht, wie du heute helfen kannst?
es: ¿No sabes cómo ayudar hoy?
fr: Vous ne savez pas comment aider aujourd'hui ?
id: Bingung mau bantu apa hari ini?
it: Non sai come aiutare oggi?
ja: 今日はどんなお手伝いをすればいいかな？
ko: 오늘은 어떤 공연을 펼쳐볼까요?
pt: Não sabe como ajudar hoje?
ru: Не знаете, чем помочь сегодня?
th: วันนี้ไม่รู้จะช่วยยังไงดีใช่ไหม
vi: Không biết hôm nay làm gì?
zh_hans: 不知道今天该做些什么？
zh_hant: 今天不知道該如何提供協助？

# theater_prompt_06
source: Why don't you try
de: Warum versuchst du es nicht mit
es: ¿Por qué no intentas...
fr: Pourquoi n'essayez-vous pas
id: Kenapa tak coba
it: Perché non provi a
ja: 試してみよう：
ko: [추천 장르]
pt: Por que não tenta
ru: Как насчет
th: ทำไมคุณไม่ลองดู
vi: Tại sao bạn không thử
zh_hans: 为什么不试试
zh_hant: 何不嘗試看看

# theater_prompt_genre_01
source: a riveting drama
de: einem fesselnden Drama
es: un drama cautivador
fr: un drame fascinant
id: drama memukau
it: un dramma affascinante
ja: 痛快なドラマ
ko: 매혹적인 드라마
pt: um drama fascinante
ru: увлекательной драмы
th: ละครอันตราตรึงใจ
vi: một bộ phim truyền hình hấp dẫn
zh_hans: 令人着迷的戏剧
zh_hant: 令人振奮的戲劇

# theater_prompt_genre_02
source: a slapstick comedy
de: einer Slapstick-Komödie
es: una comedia circense
fr: une comédie burlesque
id: komedi dagelan
it: una commedia farsesca
ja: ドタバタな喜劇
ko: 떠들썩한 코미디
pt: uma comédia pastelão
ru: комедии положений
th: มุกตลกเจ็บตัว
vi: một bộ phim hài hước
zh_hans: 粗俗滑稽的喜剧
zh_hant: 淺顯的滑稽鬧劇

# theater_prompt_genre_03
source: a beautiful romance
de: einer wunderschönen Romanze
es: un hermoso romance
fr: une belle histoire d'amour
id: romansa indah
it: un bel romanzo
ja: 美しいロマンス
ko: 아름다운 로맨스
pt: um belo romance
ru: истории любви
th: ความโรแมนติกที่แสนสวยงาม
vi: một mối tình lãng mạn
zh_hans: 美丽动人的爱情故事
zh_hant: 優美的羅曼史

# theater_prompt_genre_04
source: an exciting adventure
de: einem aufregenden Abenteuer
es: una emocionante aventura
fr: une aventure palpitante
id: petualangan seru
it: un'avventura avvincente
ja: ワクワクする冒険譚
ko: 흥미진진한 모험
pt: uma aventura emocionante
ru: увлекательного приключения
th: การผจญภัยอันน่าตื่นเต้น
vi: một cuộc phiêu lưu thú vị
zh_hans: 激动人心的冒险故事
zh_hant: 刺激的冒險故事

# theater_prompt_genre_05
source: a suspenseful thriller
de: einem spannenden Thriller
es: un buen suspenso
fr: un thriller plein de suspense
id: cerita mencekam
it: un thriller ricco di suspense
ja: サスペンス・スリラー
ko: 긴장감 넘치는 스릴러
pt: um suspense curioso
ru: напряженного триллера
th: เรื่องเขย่าขวัญอันลุ้นระทึก
vi: một bộ phim kinh dị hồi hộp
zh_hans: 扣人心弦的悬疑故事
zh_hant: 懸疑驚悚劇

# theater_prompt_genre_06
source: a melodic musical
de: einem melodischen Musical
es: un musical melódico
fr: une comédie musicale mélodique
id: musik bermelodi
it: un musical melodico
ja: ミュージカル
ko: 음악이 흐르는 뮤지컬
pt: um musical melódico
ru: волшебного мюзикла
th: ดนตรีอันไพเราะ
vi: một vở nhạc kịch du dương
zh_hans: 旋律优美的音乐剧
zh_hant: 悠揚的音樂劇

# theater_prompt_genre_07
source: a children's story
de: einer Kindergeschichte
es: una historia infantil
fr: une histoire pour enfants
id: cerita anak
it: una fiaba per bambini
ja: おとぎ話
ko: 어린이 동화
pt: uma história infantil
ru: сказки для детей
th: เรื่องราวของเด็กน้อย
vi: một câu chuyện thiếu nhi
zh_hans: 儿童故事
zh_hant: 兒童故事

# theater_prompt_genre_08
source: a poetic play
de: einem poetischen Theaterstück
es: una obra poética
fr: une pièce de théâtre poétique
id: drama puitis
it: un dramma poetico
ja: 詩劇
ko: 서정적인 연극
pt: uma peça poética
ru: прекрасной пьесы
th: บทละครเกี่ยวกับบทกวี
vi: một vở kịch thơ mộng
zh_hans: 诗体剧
zh_hant: 充滿詩意的戲劇

# theater_prompt_genre_09
source: an intriguing mystery
de: einer fesselnden Mystery-Geschichte
es: un intrigante misterio
fr: un mystère intriguant
id: misteri menarik
it: un mistero avvincente
ja: なぞ解きミステリー
ko: 호기심을 자극하는 미스터리
pt: um mistério intrigante
ru: загадочной истории
th: ความลึกลับที่น่าสนใจ
vi: một bí ẩn hấp dẫn
zh_hans: 引人入胜的神秘故事
zh_hant: 妙趣橫生的推理劇

# theater_prompt_level_01
source: Isle of Dawn
de: Insel der Dämmerung
es: Isla del Amanecer
fr: l'Île de l'aube
id: Pulau Fajar
it: Isola dell'Alba
ja: 孤島
ko: 여명의 섬
pt: Ilha do Alvorecer
ru: Острова рассвета
th: เกาะรุ่งอรุณ
vi: Đảo Bình Minh
zh_hans: 晨岛
zh_hant: 晨島

# theater_prompt_level_02
source: Daylight Prairie
de: Tageslichtprärie
es: Planicie Luz de Día
fr: la Prairie illuminée
id: Padang Rumput Siang
it: Prateria Diurna
ja: 草原
ko: 햇빛 초원
pt: Campina da Aurora
ru: Полуденной прерии
th: ทุ่งหญ้าแสงตะวัน
vi: Thảo Nguyên Ánh Sáng
zh_hans: 云野
zh_hant: 雲野
