Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# name_acknowledge
source: Saluting Protector
de: Grüßender Beschützer
es: Protector que saluda
fr: Protecteur saluant
id: Menghormati Pelindung
it: Protettore sull'attenti
ja: 敬礼する守護者
ko: 경례하는 수호자
pt: Protetor saudoso
ru: Салютующий защитник
th: ผู้พิทักษ์โค้งคำนับ
vi: Hộ Vệ Cúi Chào
zh_hans: 敬礼护卫
zh_hant: 敬禮護衛

# name_anxious
source: Anxious Angler
de: Ängstliche Anglerin
es: Pescador ansioso
fr: Pêcheuse angoissée
id: Pemancing Cemas
it: Pescatrice ansiosa
ja: 繊細な漁師
ko: 안절부절 낚시꾼
pt: Pescadora Ansiosa
ru: Беспокойная рыбачка
th: นักตกปลาขี้กังวล
vi: Ngư Dân Lo Lắng
zh_hans: 焦虑渔夫
zh_hant: 焦慮的垂釣者

# name_ap20_cobbler
source: Echo of an Abandoned Refuge
de: Echo einer verlassenen Zuflucht
es: Eco de un refugio abandonado
fr: Écho d'un refuge abandonné
id: Gema Pengungsian Terbengkalai
it: Eco di un rifugio abbandonato
ja: 見捨てられた隠れ家の残響
ko: 버려진 피난처의 메아리
pt: Eco de um Refúgio Abandonado
ru: Эхо покинутого убежища
th: เสียงสะท้อนแห่งที่หลบภัยร้าง
vi: Tiếng vọng Nơi ẩn náu Bỏ hoang
zh_hans: 废弃避难所的回声
zh_hant: 廢棄避難所的殘像

# name_ap20_haberdasher
source: Remnant of a Forgotten Haven
de: Überreste eines vergessenen Hafens
es: Restos de un paraíso olvidado
fr: Vestige d'un havre oublié
id: Sisa dari Surga yang Terlupakan
it: Resti di un porto perduto
ja: 忘れ去られた楽園のなごり
ko: 잊혀진 안식처의 잔해
pt: Resquício de um Abrigo Esquecido
ru: Следы забытой гавани
th: เศษซากแห่งสรวงสวรรค์ที่ถูกลืม
vi: Tàn tích Nơi trú ẩn Quên lãng
zh_hans: 被遗忘的避风港遗迹
zh_hant: 被遺忘的避風港遺跡

# name_ap20_lapidary
source: Vestige of a Deserted Oasis
de: Überreste einer verlassenen Oase
es: Vestigio de un oasis desierto
fr: Vestige d'une oasis désertée
id: Peninggalan sebuah oasis yang ditinggalkan
it: Vestigio di un'oasi deserta
ja: 寂れたオアシスの面影
ko: 버려진 오아시스의 흔적
pt: Vestígio de um oásis deserto
ru: Останки заброшенного оазиса
th: ร่องรอยของโอเอซิสร้าง
vi: Dấu vết của một ốc đảo hoang vắng
zh_hans: 被遗弃的绿洲余痕
zh_hant: 被遺棄的綠洲餘痕

# name_ap20_modiste
source: Memory of a Lost Village
de: Erinnerung eines verlorenen Dorfes
es: Recuerdo de una aldea perdida
fr: Souvenir d’un village perdu
id: Kenangan Desa yang Hilang
it: Memoria di un villaggio perduto
ja: 失われし村の記憶
ko: 사라진 마을의 기억
pt: Lembrança de uma Aldeia Perdida
ru: Память об оставленной деревне
th: ความทรงจำของหมู่บ้านที่สาบสูญ
vi: Ký ức Ngôi làng Đã mất
zh_hans: 失落村庄的回忆
zh_hant: 失落村莊的回憶

# name_ap22_carpenter
source: Nesting Loft
de: Nistboden
es: Ático acogedor
fr: Loft de la Nidification
id: Loteng Bersarang
it: Soffitta del falegname
ja: 巣づくりのロフト
ko: 보금자리 가구점
pt: Loft do Ninho
ru: Гнездовой лофт
th: รังสไตล์ลอฟท์
vi: Xây Tổ Gác Xép
zh_hans: 筑巢阁楼
zh_hant: 築巢閣樓

# name_ap22_mason
source: Nesting Atrium
de: Nest-Aula
es: Pórtico acogedor
fr: Atrium de la Nidification
id: Atrium Bersarang
it: Atrio del muratore
ja: 巣づくりの吹き抜け
ko: 보금자리 안마당
pt: Átrio do Ninho
ru: Гнездовой атриум
th: รังเอเทรียม
vi: Xây Tổ Sân Nhỏ
zh_hans: 筑巢中庭
zh_hant: 築巢中庭

# name_ap22_miniquest_house
source: Nesting Challenges: Nest
de: Nestherausforderungen: Nest
es: Desafíos acogedores: morada
fr: Défis de la Nidification : nid
id: Tantangan Bersarang: Sarang
it: Sfide domestiche: Nido
ja: 巣づくりチャレンジ：巣
ko: 보금자리 도전 과제: 보금자리
pt: Desafios de Habitação: Ninho
ru: Испытания гнездования: гнездо
th: ความท้าทายการสร้างรัง: รัง
vi: Thử Thách Xây Tổ: Tổ
zh_hans: 筑巢挑战：巢穴
zh_hant: 築巢挑戰：巢穴

# name_ap22_miniquest_shop
source: Nesting Challenges: Workshop
de: Nestherausforderungen: Werkstatt
es: Desafíos acogedores: taller
fr: Défis de la Nidification : atelier
id: Tantangan Bersarang: Bengkel
it: Sfide domestiche: laboratorio
ja: 巣づくりチャレンジ：工房
ko: 보금자리 도전 과제: 제작소
pt: Desafios de Habitação: Oficina
ru: Испытания гнездования: мастерская
th: ความท้าทายการสร้างรัง: เวิร์คช็อป
vi: Thử Thách Xây Tổ: Xưởng
zh_hans: 筑巢挑战：工作室
zh_hant: 築巢挑戰：工坊

# name_ap22_miniquest_social
source: Nesting Challenges: Friends
de: Nestherausforderungen: Freunde
es: Desafíos acogedores: amistades
fr: Défis de la Nidification : amis
id: Tantangan Bersarang: Teman
it: Sfide domestiche: amici
ja: 巣づくりチャレンジ：フレンド
ko: 보금자리 도전 과제: 친구
pt: Desafios de Habitação: Amigos
ru: Испытания гнездования: друзья
th: ความท้าทายการสร้างรัง: เพื่อน
vi: Thử Thách Xây Tổ: Bạn bè
zh_hans: 筑巢挑战：好友
zh_hant: 築巢挑戰：朋友

# name_ap22_upholsterer
source: Nesting Nook
de: Nistecke
es: Rincón acogedor
fr: Recoin de la Nidification
id: Pojokan Bersarang
it: Angolo del tappezziere
ja: 巣づくりの小部屋
ko: 보금자리 구석
pt: Recanto do Ninho
ru: Уголок гнездования
th: รังสไตล์นุ๊ก
vi: Xây Tổ Góc Nhỏ
zh_hans: 筑巢角落
zh_hant: 築巢角落

# name_ap22_weaver
source: Nesting Solarium
de: Nest-Solarium
es: Solárium acogedor
fr: Solarium de la Nidification
id: Solarium Bersarang
it: Terrazzo del tessitore
ja: 巣づくりのサンルーム
ko: 보금자리 온실
pt: Solarium do Ninho
ru: Гнездовой солярий
th: รังสไตล์โซลาเรียม
vi: Xây Tổ Tắm Nắng
zh_hans: 筑巢日光室
zh_hant: 築巢日光室

# name_ap23_cello_stage01
source: The Cellist’s Beginnings
de: Die Anfänge der Cellistin
es: Los comienzos del chelista
fr: Les débuts de la Violoncelliste
id: Permulaan Sang Pemain Cello
it: Violoncellista principiante
ja: 駆けだしのチェリスト
ko: 첼로 연주자의 시작
pt: Os Primórdios da Violoncelista
ru: Становление виолончелистки
th: จุดเริ่มต้นของนักเชลโล
vi: Sự Khởi Đầu Của Nghệ Sĩ Cello
zh_hans: 大提琴家的起步
zh_hant: 大提琴家的起步

# name_ap23_cello_stage02
source: The Cellist’s Flourishing
de: Das Aufblühen der Cellistin
es: La prosperidad del chelista
fr: L’éclosion de la Violoncelliste
id: Perkembangan Sang Pemain Cello
it: Violoncellista esperta
ja: 栄光のチェリスト
ko: 첼로 연주자의 전성기
pt: O Desabrochar da Violoncelista
ru: Зенит виолончелистки
th: การเจริญเติบโตของนักเชลโล
vi: Sự Thành Công Của Nghệ Sĩ Cello
zh_hans: 大提琴家的巅峰
zh_hant: 大提琴家的巔峰

# name_ap23_instrument_shop
source: The Musicians’ Legacy
de: Das Vermächtnis der Musik
es: El legado del músico
fr: L’héritage du Musicien
id: Warisan Para Musisi
it: Eredità dei musicisti
ja: 音楽家たちの遺産
ko: 음악가의 유산
pt: O Legado dos Músicos
ru: Наследие музыкантов
th: มรดกของนักดนตรี
vi: Di Sản Của Các Nhạc Sĩ
zh_hans: 音乐家的传承
zh_hant: 音樂家的傳承

# name_ap23_pianist_stage01
source: The Pianist’s Beginnings
de: Die Anfänge des Pianisten
es: Los comienzos del pianista
fr: Les débuts du Pianiste
id: Permulaan Sang Pianis
it: Pianista principiante
ja: 駆けだしのピアニスト
ko: 피아노 연주자의 시작
pt: Os Primórdios do Pianista
ru: Становление пианиста
th: จุดเริ่มต้นของนักเปียโน
vi: Sự Khởi Đầu Của Nghệ Sĩ Piano
zh_hans: 钢琴家的起步
zh_hant: 鋼琴家的起步

# name_ap23_pianist_stage02
source: The Pianist’s Flourishing
de: Das Aufblühen des Pianisten
es: La prosperidad del pianista
fr: L’éclosion du Pianiste
id: Perkembangan Sang Pianis
it: Pianista esperto
ja: 栄光のピアニスト
ko: 피아노 연주자의 전성기
pt: O Desabrochar do Pianista
ru: Зенит пианиста
th: การเจริญเติบโตของนักเปียโน
vi: Sự Thành Công Của Nghệ Sĩ Piano
zh_hans: 钢琴家的巅峰
zh_hant: 鋼琴家的巔峰

# name_ap24_family
source: Sense of Self
de: Selbstbewusstsein
es: Sentido de identidad
fr: Sens de soi
id: Perasaan Diri Sendiri
it: Autopercezione
ja: 自己の確立
ko: 자아의 인식
pt: Senso de Identidade
ru: Самосознание
th: ความตระหนักรู้ในตัวเอง
vi: Tự Nhận Thức
zh_hans: 自我的意识
zh_hant: 自我的意識

# name_ap24_friend
source: Inspiration of Inclusion
de: Inspiration der Inklusion
es: Inspiración inclusiva
fr: L’inspiration de l’inclusion
id: Inspirasi dari Keterlibatan
it: Senso di inclusione
ja: 包容力の源
ko: 포용의 원천
pt: Inspiração de Inclusão
ru: Вдохновение инклюзивности
th: แรงบันดาลใจแห่งความปรองดอง
vi: Cảm Hứng Về Lòng Bao Dung
zh_hans: 包容的启示
zh_hant: 包容的啟發

# name_ap24_home
source: Comfort of Kindness
de: Komfort der Güte
es: Consuelo de bondad
fr: Bien-être et bonté
id: Kenyamanan Kebaikan
it: Conforto della gentilezza
ja: 慈愛の安らぎ
ko: 친절의 위로
pt: Conforto da Bondade
ru: Комфорт доброты
th: ความใจดีที่ปลอบโยน
vi: Sự An Ủi Của Lòng Tốt
zh_hans: 善意的慰藉
zh_hant: 善良的慰藉

# name_ap24_wanderer
source: Spirit of Adventure
de: Geist des Abenteuers
es: Espíritu aventurero
fr: Esprit d’aventure
id: Semangat Petualangan
it: Spirito di avventura
ja: 冒険の心
ko: 모험의 정신
pt: Espírito de Aventura
ru: Дух приключений
th: สปิริตแห่งการผจญภัย
vi: Tinh Thần Phiêu Lưu
zh_hans: 冒险的精神
zh_hant: 冒險的精神

# name_armwave
source: Running Wayfarer
de: Rennende Wanderin
es: Viajero corredor
fr: Voyageur fugueur
id: Pelancong Lari
it: Viandante in corsa
ja: 駆けゆく旅人
ko: 달리는 여행자
pt: Viajante de Corrida
ru: Бегущая путница
th: ผู้เดินทางด้วยการวิ่ง
vi: Lữ Khách Chạy Trốn
zh_hans: 奔跑旅人
zh_hant: 奔跑旅人

# name_aviary
source: Aviary
de: Voliere
es: Aviario
fr: Volière
id: Kandang Burung
it: Voliera
ja: 花鳥庭園
ko: 새장
pt: Aviário
ru: Вольер
th: เอเวียรี
vi: Lồng Rỗng
zh_hans: 空巢
zh_hant: 空巢

# name_awww
source: Forgetful Storyteller
de: Vergessliche Geschichtenerzählerin
es: Cuentista olvidadizo
fr: Conteuse distraite
id: Pencerita Pelupa
it: Narratrice smemorata
ja: 忘れっぽい劇作家
ko: 깜박하는 이야기꾼
pt: Contadora de Histórias Esquecidiça
ru: Рассеянная рассказчица
th: นักเล่าเรื่องขี้ลืม
vi: Người Kể Chuyện Hay Quên
zh_hans: 健忘的说书人
zh_hant: 健忘說書人

# name_babymanta
source: Light Whisperer
de: Lichtflüsterin
es: Susurradora de la luz
fr: Chuchoteuse de lumières
id: Pembisik Cahaya
it: Domatrice della luce
ja: 光の語り部
ko: 빛의 소리꾼
pt: Domadora de Luzes
ru: Заклинательница света
th: ผู้กระซิบแห่งแสง
vi: Người Luyện Ánh Sáng
zh_hans: 光之低语者
zh_hant: 光之低語者

# name_backflip
source: Backflipping Champion
de: Rückwärtssalto-Champion
es: Campeón de Voltereta
fr: Champion du salto arrière
id: Jagoan Salto Belakang
it: Campione acrobatico
ja: 宙返りをする優勝者
ko: 공중제비 챔피언
pt: Campeão dando cambalhota
ru: Чемпион по сальто
th: แชมป์นักตีลังกา
vi: Quán Quân Nhào Lộn
zh_hans: 空翻亚军
zh_hant: 空翻亞軍

# name_balance
source: Prophet of Air
de: Prophet der Luft
es: Profeta del Aire
fr: Prophète de l'air
id: Utusan Udara
it: Profeta dell'Aria
ja: 風の預言者
ko: 공기의 예언자
pt: Profeta do ar
ru: Пророк воздуха
th: ผู้พยากรณ์แห่งลม
vi: Tiên Tri Không Khí
zh_hans: 风先知
zh_hant: 風先知

# name_beacon
source: Ceremonial Worshiper
de: Zeremonieller Verehrer
es: Adorador ceremonial
fr: Adorateur de cérémonie
id: Pemuja Upacara
it: Devoto cerimoniale
ja: 式典の礼拝者
ko: 예식 참배자
pt: Adorador cerimonial
ru: Торжественный почитатель
th: ผู้ประกอบพิธี
vi: Cố Vấn Nghi Lễ
zh_hans: 祭光参事
zh_hant: 祭光參事

# name_bearhug
source: Bearhug Hermit
de: Großer Yeti
es: Yeti Abrazoso
fr: Yéti du câlin
id: Pertapa Peluk Beruang
it: Yeti caldo abbraccio
ja: ハグ好きの隠者
ko: 안아 드는 은둔자
pt: Iéti do Abraço de Urso
ru: Отшельник-обниматель
th: นักบวชผู้กอดแบบหมี
vi: Tu Sĩ Gấu Ôm
zh_hans: 熊抱雪人
zh_hant: 熊抱雪人

# name_beckon
source: Beckoning Ruler
de: Winkender Herrscher
es: Gobernante que llama
fr: Seigneur qui appelle
id: Penguasa Tukang Perintah
it: Sovrano incoraggiante
ja: 手招く支配者
ko: 손짓하는 군주
pt: Rei acenando
ru: Подзывающий правитель
th: ผู้ปกครองจอมกวักมือ
vi: Kẻ Thống Trị Hiệu Lệnh
zh_hans: 发号施令的统治者
zh_hant: 發號施令的統治者

# name_bellyscratch
source: Chill Sunbather
de: Entspannter Sonnenbadender
es: Tranquilo Bañista del Sol
fr: Bain de soleil relaxant
id: Tukang Berjemur Santai
it: Bagnante rilassato
ja: くつろぐ日光浴者
ko: 일광욕 마니아
pt: Banhista relaxado
ru: Расслабленный пляжник
th: ผู้อาบแดดแสนสบาย
vi: Người Tắm Nắng
zh_hans: 放松日浴者
zh_hant: 放鬆日浴者

# name_bird
source: Bird Whisperer
de: Vogelsprecher
es: Susurrador de aves
fr: Orateur d'oiseaux
id: Pembisik Burung
it: Portavoce degli uccelli
ja: 鳥の語り部
ko: 새 소리꾼
pt: Comunicador de aves
ru: Голос птицы
th: ผู้รู้ใจนก
vi: Người Luyện Chim
zh_hans: 鸟语者
zh_hant: 鳥語者

# name_bow
source: Bowing Medalist
de: Sich verbeugende Medaillengewinnerin
es: Medallista reverencial
fr: Médaillée à l'arc
id: Medalis Membungkuk
it: Vincitrice inchinata
ja: お辞儀をするメダリスト
ko: 목례하는 메달리스트
pt: Medalhista curvando-se
ru: Кланяющийся медалист
th: ผู้ชนะเลิศการโค้งคำนับ
vi: Quý Quân Cúi Đầu
zh_hans: 鞠躬季军
zh_hant: 鞠躬季軍

# name_brave
source: Courageous Soldier
de: Mutiger Soldat
es: Soldado valiente
fr: Soldat courageux
id: Prajurit Pemberani
it: Soldato coraggioso
ja: 勇敢な戦士
ko: 용감한 병사
pt: Soldado valente
ru: Храбрый солдат
th: ทหารกล้า
vi: Người Lính Dũng Cảm
zh_hans: 无畏士兵
zh_hant: 無畏士兵

# name_bubbles
source: Daydream Forester
de: Tagträumender Förster
es: Guardabosques soñador
fr: Forestier rêveur
id: Penjaga Hutan Angan-angan
it: Guardaboschi sognante
ja: 夢見がちな森の民
ko: 몽상하는 숲지기
pt: Silvicultor sonhador
ru: Мечтательный лесовичок
th: ผู้ดูแลป่าเพ้อฝัน
vi: Người Đi Rừng Mộng Du
zh_hans: 白日梦森林人
zh_hant: 白日夢森林人

# name_butterfly
source: Butterfly Charmer
de: Schmetterlingszähmer
es: Encantador de mariposas
fr: Charmeur de papillon
id: Perayu Kupu-kupu
it: Custode di farfalle
ja: 蝶々使い
ko: 나비 조련사
pt: Encantador de borboletas
ru: Заклинатель бабочек
th: ผู้ดึงดูดผีเสื้อ
vi: Người Dụ Bướm
zh_hans: 引蝶人
zh_hant: 引蝶人

# name_carry
source: Piggyback Lightseeker
de: Huckepack-Lichtsucherin
es: Buscadora de la luz a caballito
fr: Chercheuse de lumière à califourchon
id: Pencari Cahaya Gendong Belakang
it: Cercatrice della Luce a cavalluccio
ja: おんぶする光探求者
ko: 목말 타는 빛 추적자
pt: Buscadora da luz de carona
ru: Искатель света на закорках
th: ผู้แสวงหาแสงที่ชอบขี่หลัง
vi: Người Tìm Ánh Sáng
zh_hans: 肩背追光者
zh_hant: 肩背追光者

# name_cartwheel
source: Radiance Leaping Dancer
de: Leuchtender Springender Tänzer
es: Bailarín saltarín de resplandor
fr: Danseur bondissant de l'Éclat
id: Penari Lompat Pancaran Cahaya
it: Ballerino guizzante dello Splendore
ja: 光に染まる飛び跳ねる舞踏家
ko: 광채의 팔짝 뛰는 무용수
pt: Dançarino Saltitante do Resplendor
ru: Скачущий танцор сияния
th: นักกระโดดโลดเต้นแสงเรืองรอง
vi: Vũ Công Nhảy Nhót Rạng Rỡ
zh_hans: 彩染跳跃舞者
zh_hant: 彩染跳躍舞者

# name_celebrate
source: Confetti Cousin
de: Konfetti-Cousine
es: Prima de Confeti
fr: Cousine des confettis
id: Sepupu Konfeti
it: Cugina festeggiante
ja: 紙ふぶき好きのいとこ
ko: 꽃가루 사촌
pt: Prima do confete
ru: Конфетти-кузен
th: ญาตินักโปรยกระดาษ
vi: Em Họ Pháo Hoa Giấy
zh_hans: 彩纸表亲
zh_hant: 彩紙表親

# name_cheer
source: Cheerful Spectator
de: Fröhlicher Zuschauer
es: Espectador alegre
fr: Spectateur enthousiaste
id: Pengawas Periang
it: Spettatore allegro
ja: 応援する観客
ko: 유쾌한 관중
pt: Espectador vibrante
ru: Веселый зритель
th: ผู้ชมแสนร่าเริง
vi: Khán Giả Cổ Vũ
zh_hans: 叫好观众
zh_hant: 叫好觀眾

# name_chestpound
source: Prophet of Fire
de: Prophet des Feuers
es: Profeta del Fuego
fr: Prophète du feu
id: Utusan Api
it: Profeta del Fuoco
ja: 火の預言者
ko: 불의 예언자
pt: Profeta do fogo
ru: Пророк огня
th: ผู้พยากรณ์แห่งไฟ
vi: Tiên Tri Lửa
zh_hans: 火先知
zh_hant: 火先知

# name_chuckle
source: Chuckling Scout
de: Kichernder Pfadfinder
es: Explorador risueño
fr: Scout ricanant
id: Pramuka Cekikikan
it: Scout ridacchiante
ja: 含み笑いのスカウト
ko: 키득거리는 스카우트
pt: Batedor risonho
ru: Хихикающий скаут
th: ผู้สอดแนมแอบหัวเราะ
vi: Hướng Đạo Sinh Khúc Khích
zh_hans: 傻笑童子军
zh_hant: 傻笑童子軍

# name_cold
source: Shivering Trailblazer
de: Zitternde Wegbereiterin
es: Pionera temblorosa
fr: Pionnière frissonnante
id: Perintis Gemetaran
it: Pioniera infreddolita
ja: 凍える先駆者
ko: 덜덜 떠는 개척자
pt: Pioneira tremendo
ru: Продрогший первопроходец
th: ผู้บุกเบิกสั่นระริก
vi: Người Khai Hoang Run Rẩy
zh_hans: 发抖开拓者
zh_hant: 發抖開拓者

# name_come
source: Ushering Stargazer
de: Geleitende Sternguckerin
es: Soñadora escolta
fr: Guide astronome
id: Pengamat Bintang Pengantar
it: Osservatrice guida
ja: 先導する星読み
ko: 안내하는 별지기
pt: Astrólogo Convidativo
ru: Манящая мечтательница
th: ผู้ดูดาวนำทาง
vi: Nhà Thiên Văn Dẫn Đường
zh_hans: 引路望星客
zh_hant: 引路望星客

# name_crabvoice
source: Crab Whisperer
de: Krabbensprecher
es: Susurrador de cangrejos
fr: Orateur crabe des
id: Pembisik Kepiting
it: Portavoce granchio
ja: 蟹の語り部
ko: 게 소리꾼
pt: Comunicador de carangueijo
ru: Голос краба
th: ผู้รู้ใจปู
vi: Người Luyện Cua
zh_hans: 蟹语者
zh_hant: 蟹語者

# name_crabwalk
source: Crab Walker
de: Krabbenläufer
es: Caminador cangrejo
fr: Marcheur de crabe
id: Pejalan Kepiting
it: Camminatore granchio
ja: 蟹歩きの名人
ko: 게 애호가
pt: Caranguejo andarilho
ru: Крабоход
th: ผู้เดินอย่างปู
vi: Vũ Công Cua
zh_hans: 蟹舞者
zh_hant: 蟹舞者

# name_cry
source: Tearful Light Miner
de: Weinerliche Lichtabbauerin
es: Minera de luz llorona
fr: Mineuse de lumière en larmes
id: Penambang Cahaya Menangis
it: Minatrice della luce triste
ja: 涙ぐむ光坑夫
ko: 눈물 흘리는 광부
pt: Mineradora de luz triste
ru: Слезливый сборщик света
th: นักขุดแสงเจ้าน้ำตา
vi: Thợ Mỏ Bi Thương
zh_hans: 悲伤矿工
zh_hant: 悲傷礦工

# name_dance
source: Festival Spin Dancer
de: Festival-Drehtänzerin
es: Bailarina festiva
fr: Tournoyeuse de festival
id: Penari Putar Festival
it: Ballerina del festival
ja: 祝祭の旋舞家
ko: 축제 스핀 댄서
pt: Dançarina rodopiante de festival
ru: Праздничный танцовщик
th: นักเต้นผู้หมุนตัวอย่างรื่นเริง
vi: Vũ Công Xoay Tròn
zh_hans: 旋转舞者
zh_hant: 旋轉舞者

# name_darkvoidspace
source: Ancient Darkness
de: Uralte Finsternis
es: Oscuridad ancestral
fr: Ténèbres anciennes
id: Kegelapan Kuno
it: Oscurità antica
ja: 万古の闇
ko: 고대의 어둠
pt: Escuridão Antiga
ru: Древняя Тьма
th: ความมืดยุคโบราณ
vi: Bóng tối Cổ xưa
zh_hans: 远古冥暗
zh_hant: 遠古冥闇

# name_darkvoidspace01
source: Ancient Darkness
de: Uralte Finsternis
es: Oscuridad ancestral
fr: Ténèbres anciennes
id: Kegelapan Kuno
it: Oscurità antica
ja: 万古の闇
ko: 고대의 어둠
pt: Escuridão Antiga
ru: Древняя Тьма
th: ความมืดยุคโบราณ
vi: Bóng tối Cổ xưa
zh_hans: 远古冥暗
zh_hant: 遠古冥闇

# name_darkvoidspace02
source: Ancient Darkness
de: Uralte Finsternis
es: Oscuridad ancestral
fr: Ténèbres anciennes
id: Kegelapan Kuno
it: Oscurità antica
ja: 万古の闇
ko: 고대의 어둠
pt: Escuridão Antiga
ru: Древняя Тьма
th: ความมืดยุคโบราณ
vi: Bóng tối Cổ xưa
zh_hans: 远古冥暗
zh_hant: 遠古冥闇

# name_dawn
source: Isle of Dawn
de: Insel der Dämmerung
es: Isla del Amanecer
fr: Île de l’aube
id: Pulau Fajar
it: Isola dell'Alba
ja: 孤島
ko: 여명의 섬
pt: Ilha do Alvorecer
ru: Остров рассвета
th: เกาะรุ่งอรุณ
vi: Đảo Bình Minh
zh_hans: 晨岛
zh_hant: 晨島

# name_day
source: Daylight Prairie
de: Tageslichtprärie
es: Planicie Luz de Dia
fr: Prairie illuminée
id: Padang Rumput Siang
it: Prateria Diurna
ja: 草原
ko: 햇빛 초원
pt: Campina da Aurora
ru: Полуденная прерия
th: ทุ่งหญ้าแสงตะวัน
vi: Thảo Nguyên Ánh Sáng
zh_hans: 云野
zh_hant: 雲野

# name_deepbreath
source: Prophet of Water
de: Prophet des Wassers
es: Profeta del Agua
fr: Prophète de l'eau
id: Utusan Air
it: Profeta dell'Acqua
ja: 水の預言者
ko: 물의 예언자
pt: Profeta da água
ru: Пророк воды
th: ผู้พยากรณ์แห่งน้ำ
vi: Tiên Tri Nước
zh_hans: 水先知
zh_hant: 水先知

# name_die
source: Fainting Warrior
de: Ohnmächtige Kriegerin
es: Guerrera desmayada
fr: Guerrière affaiblie
id: Pendekar Pingsan
it: Guerriera indebolita
ja: 昏倒する戦士
ko: 기절하는 전사
pt: Guerreira desmaiada
ru: Угасающий воин
th: นักรบหน้ามืด
vi: Chiến Sĩ Ngất Xỉu
zh_hans: 昏厥战士
zh_hant: 昏厥戰士

# name_dontgo
source: Pleaful Parent
de: Bittender Vater
es: Padre suplicante
fr: Parent suppliant
id: Orang Tua Menyenangkan
it: Genitore supplice
ja: 訴えかける親
ko: 애원하는 부모
pt: Pai suplicante
ru: Умоляющий родитель
th: ผู้ดูแลแสนใจดี
vi: Phụ Huynh Nài Nỉ
zh_hans: 不舍家长
zh_hant: 不捨家長

# name_doublefive
source: Doublefive Light Catcher
de: Doppel-Five-Lichtfänger
es: Cazador de luz con chocalas!
fr: Attrapeur de lumière amical
id: Penangkap Cahaya Tos Dua Tangan
it: Raccoglitore della Luce amichevole
ja: ダブルタッチの光採取者
ko: 하이파이브하는 빛잡이
pt: Caçador de luz celebrante
ru: Ловец света «дай пять»
th: ผู้ดักแสงจอมแปะมือ
vi: Nông Dân Đập Tay
zh_hans: 击掌光农
zh_hant: 擊掌光農

# name_doze
source: Snoozing Carpenter
de: Düsende Schreinerin
es: Carpintera dormilona
fr: Charpentière ensommeillée
id: Tukang Kayu Malas
it: Operaia sonnecchiante
ja: 居眠りする大工
ko: 졸고 있는 목수
pt: Carpinteira dorminhoca
ru: Засыпающий плотник
th: ช่างไม้งีบหลับ
vi: Thợ Mộc Ngủ Gật
zh_hans: 瞌睡木匠
zh_hant: 瞌睡木匠

# name_duetbow
source: Compassionate Cellist
de: Mitfühlende Cellistin
es: Chelista compasivo
fr: Violoncelliste compatissante
id: Pemain Cello yang Penuh Kasih
it: Violoncellista compassionevole
ja: 思いやり深いチェリスト
ko: 인정 많은 첼로 연주자
pt: Violoncelista Solidária
ru: Добрая виолончелистка
th: นักเชลโล่ผู้เมตตา
vi: Nghệ Sĩ Cello Nhân Hậu
zh_hans: 富有同情心的大提琴手
zh_hant: 善良的大提琴手

# name_duetdance
source: Modest Dancer
de: Bescheidene Tänzerin
es: Bailarín modesto
fr: Danseuse modeste
id: Penari Rendah Hati
it: Ballerina modesta
ja: 慎み深い踊り手
ko: 겸손한 댄서
pt: Dançarina Modesta
ru: Скромная танцовщица
th: นักเต้นผู้ถ่อมตัว
vi: Vũ Công Giản Dị
zh_hans: 谦逊的舞者
zh_hant: 謙遜舞者

# name_dusk
source: Golden Wasteland
de: Goldene Ödnis
es: Páramo Dorado
fr: Désert d’or
id: Gurun Emas
it: Deserto Dorato
ja: 捨てられた地
ko: 황금 황무지
pt: Sertão Dourado
ru: Золотая пустошь
th: แดนร้างทองอร่าม
vi: Hoang Mạc Hoàng Kim
zh_hans: 暮土
zh_hant: 暮土

# name_duskcrabfield
source: Crab Fields
de: Krabbenfelder
es: Planicies de los cangrejos
fr: Champs de crabes
id: Ladang Kepiting
it: Campi del granchio
ja: 蟹の沼地
ko: 게 들판
pt: Campos de Caranguejo
ru: Крабовые поля
th: ทุ่งปู
vi: Cánh Đồng Cua
zh_hans: 暗蟹沙原
zh_hant: 暗蟹沙原

# name_duskgraveyard
source: Graveyard
de: Ödnisfriedhof
es: cementerio del páramo
fr: Cimetière du Désert
id: Makam
it: Cimitero
ja: 墓所
ko: 묘지
pt: Cemitério
ru: Кладбище
th: สุสาน
vi: Nghĩa Trang
zh_hans: 暮土墓园
zh_hant: 暮土墓園

# name_dusktriangle
source: Treasure Reef
de: Schatzriff
es: Coral del tesoro
fr: Récif du trésor
id: Karang Harta Karun
it: Scogliera del Tesoro
ja: 秘宝の環礁
ko: 보물섬
pt: Recife do Tesouro
ru: Остров сокровищ
th: แนวปะการังสมบัติ
vi: Rạn San Hô Kho Báu
zh_hans: 宝藏暗礁
zh_hant: 寶礁

# name_dustoff
source: Prophet of Earth
de: Prophet der Erde
es: Profeta de la Tierra
fr: Prophète de la terre
id: Utusan Bumi
it: Profeta della Terra
ja: 地の預言者
ko: 땅의 예언자
pt: Profeta da terra
ru: Пророк земли
th: ผู้พยากรณ์แห่งดิน
vi: Tiên Tri Đất
zh_hans: 土先知
zh_hant: 土先知

# name_elder_forest
source: Elder of the Forest
de: Älteste des Waldes
es: Anciana del Bosque
fr: Ancienne de la Forêt
id: Tetua Hutan
it: Anziana della Foresta
ja: 雨林の大精霊
ko: 숲의 장로
pt: Anciã da Floresta
ru: Древний Леса
th: ผู้อาวุโสแห่งพงไพร
vi: Trưởng Lão Rừng Mưa
zh_hans: 雨林长者
zh_hant: 雨林長老

# name_elder_isle
source: Elder of the Isle
de: Ältester der Insel
es: Anciano de la Isla
fr: Ancien de l'Île
id: Tetua Pulau
it: Anziano dell'Isola
ja: 孤島の大精霊
ko: 섬의 장로
pt: Ancião da Ilha
ru: Древний Острова
th: ผู้อาวุโสแห่งเกาะ
vi: Trưởng Lão Đảo
zh_hans: 晨岛长者
zh_hant: 晨島長老

# name_elder_prairie
source: Elder of the Prairie
de: Älteste der Prärie
es: Anciana de la Planicie
fr: Ancienne de la Prairie
id: Tetua Padang Rumput
it: Anziana della Prateria
ja: 草原の大精霊
ko: 초원의 장로
pt: Anciã da Campina
ru: Древний Прерии
th: ผู้อาวุโสแห่งทุ่งหญ้า
vi: Trưởng Lão Thảo Nguyên
zh_hans: 云野长者
zh_hant: 雲野長老

# name_elder_valley
source: Elder of the Valley
de: Ältester des Tals
es: Anciano del Valle
fr: Ancien de la Vallée
id: Tetua Lembah
it: Anziano della Valle
ja: 峡谷の大精霊
ko: 계곡의 장로
pt: Ancião do Vale
ru: Древний Долины
th: ผู้อาวุโสแห่งหุบเขา
vi: Trưởng Lão Thung Lũng
zh_hans: 霞谷长者
zh_hant: 霞谷長老

# name_elder_vault
source: Elder of the Vault
de: Älteste des Tresors
es: Anciana de la Bóveda
fr: Ancienne de la Chambre forte
id: Tetua Kubah
it: Anziana della Cupola
ja: 書庫の大精霊
ko: 도서관의 장로
pt: Anciã do Relicário
ru: Древний Хранилища
th: ผู้อาวุโสแห่งกรุสมบัติ
vi: Trưởng Lão Kho
zh_hans: 禁阁长者
zh_hant: 禁閣長老

# name_elder_wasteland
source: Elder of the Wasteland
de: Ältester der Ödnis
es: Anciano del Páramo
fr: Ancien du Désert
id: Tetua Gurun
it: Anziano del Deserto
ja: 捨てられた地の大精霊
ko: 황무지의 장로
pt: Ancião do Sertão
ru: Древний Пустоши
th: ผู้อาวุโสแห่งแดนร้าง
vi: Trưởng Lão Hoang Mạc
zh_hans: 暮土长者
zh_hant: 暮土長老

# name_evillaugh
source: Cackling Cannoneer
de: Kicher-Kanonierin
es: Cañonero tentado
fr: Canonnière caquetante
id: Prajurit Artileri Tertawa
it: Cannoniera sghignazzante
ja: 豪快に笑う砲手
ko: 낄낄 웃는 포수
pt: Canhoneira Sorridente
ru: Хохотушка с пушкой
th: พลปืนใหญ่ผู้ขบขัน
vi: Xạ Thủ Vui Nhộn
zh_hans: 嬉笑炮手
zh_hant: 嘎嘎大笑的炮手

# name_eww
source: Scaredy Cadet
de: Verängstigter Kadett
es: Cadete miedoso
fr: Cadet effrayé
id: Kadet Penakut
it: Cadetto spaventato
ja: 臆病な見習い士官
ko: 겁쟁이 생도
pt: Cadete cauteloso
ru: Кадет-трусишка
th: ทหารขี้กลัว
vi: Học Viên Nhát Gan
zh_hans: 胆小鬼学员
zh_hant: 膽小鬼學員
