Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap07_fetch_02_task_done
source: You’ve found a memory fragment! Return it to the <1>Ancestor Spirit</1>.
de: Du hast ein Erinnerungsfragment gefunden! Bringe es dem <1>Vorfahrengeist</1> zurück.
es: ¡Encontraste un fragmento de recuerdo! Devuélvelo al <1>Espíritu ancestral</1>.
fr: Vous avez trouvé un fragment de souvenir ! Rapportez-le à l'<1>esprit ancêtre</1>.
id: Kamu menemukan fragmen kenangan. Kembalikan ke <1>Roh Leluhur</1>.
it: Hai trovato un frammento di ricordo! Riportalo allo <1>spirito ancestrale</1>.
ja: あなたは記憶の断片を見つけました！ 先祖の<1>精霊</1>に届けてあげましょう
ko: 기억의 조각을 찾았어요! <1>선조영혼</1>에게 가져다주세요.
pt: Você encontrou um fragmento de memória! Devolva-o ao <1>espírito ancestral</1>.
ru: Вы нашли фрагмент памяти! Верните его <1>духу-предку</1>.
th: คุณพบผลึกความทรงจำแล้ว! นำมันกลับไปคืน<1>สปิริตบรรพชน</1>
vi: Bạn đã lấy về một mảnh ký ức. Hãy đưa nó cho <1>Tinh Linh Tổ Tiên</1>.
zh_hans: 您已经取回一片记忆碎片。请将它交还给<1>先灵</1>。
zh_hant: 您已經取回一片記憶碎片。請將它交還給<1>先靈</1>。

# spirit_shop_ap06unlock_ap07_fetch_03_task_desc
source: The <1>Spirit</1> suggests more fragments can be found.
de: Der <1>Geist</1> vermutet, dass es noch mehr Fragmente gibt.
es: El <1>Espíritu</1> sugiere que se pueden encontrar más fragmentos.
fr: L'<1>esprit</1> suggère que d'autres fragments peuvent être trouvés.
id: <1>Roh</1> membisikkan ada fragmen lain yang bisa ditemukan.
it: Secondo lo <1>spirito</1>, ci sono altri frammenti da trovare.
ja: その<1>精霊</1>は他にも断片が見つかるだろうとあなたに伝えたいようです
ko: <1>영혼</1>은 더 많은 조각을 찾을 수 있으리라고 믿습니다.
pt: O <1>espírito</1> sugere que mais fragmentos podem ser encontrados.
ru: <1>Дух</1> полагает, что можно найти и другие фрагменты.
th: <1>สปิริต</1>แนะนำว่า อาจพบผลึกเพิ่มเติมได้อีก
vi: <1>Tinh Linh</1> cảm nhận được, ở đây vẫn còn nhiều mảnh.
zh_hans: <1>先灵</1>感应到，这里还藏着更多的碎片。
zh_hant: <1>先靈</1>感應到，這裡還藏著更多的碎片。

# spirit_shop_ap06unlock_ap07_fetch_03_task_desc_02
source: Follow the songs of the stream, and pay a tribute to the mountain.
de: Folge den Liedern des Stroms und würdige den Berg.
es: Sigue las canciones del arroyo, y rinde tributo a la montaña.
fr: Suivez les chants du ruisseau, et rendez hommage à la montagne.
id: Ikuti alunan sungai kecil, dan beri penghormatan ke gunung.
it: Segui il canto del ruscello e rendi omaggio alla montagna.
ja: 清流の歌を辿り、山に賛美を捧げましょう
ko: 강의 노래를 따라가서 산에 기도를 바치세요.
pt: Siga as músicas do riacho e preste uma homenagem à montanha.
ru: Следуй за песней потока и отдай должное горам.
th: ติดตามบทเพลงแห่งสายน้ำ และแสดงความเคารพต่อขุนเขา
vi: Tiếng ca theo dòng nước, hãy dâng hiến cho núi non.
zh_hans: 跟随水流的歌声，向大山献祭吧。
zh_hant: 跟隨水流的歌聲，向大山獻祭吧。

# spirit_shop_ap06unlock_ap07_fetch_03_task_done
source: You’ve found a memory fragment! Return it to the <1>Ancestor Spirit</1>.
de: Du hast ein Erinnerungsfragment gefunden! Bringe es dem <1>Vorfahrengeist</1> zurück.
es: ¡Encontraste un fragmento de recuerdo! Devuélvelo al <1>Espíritu ancestral</1>.
fr: Vous avez trouvé un fragment de souvenir ! Rapportez-le à l'<1>esprit ancêtre</1>.
id: Kamu menemukan fragmen kenangan. Kembalikan ke <1>Roh Leluhur</1>.
it: Hai trovato un frammento di ricordo! Riportalo allo <1>spirito ancestrale</1>.
ja: あなたは記憶の断片を見つけました！ 先祖の<1>精霊</1>に届けてあげましょう
ko: 기억의 조각을 찾았어요! <1>선조영혼</1>에게 가져다주세요.
pt: Você encontrou um fragmento de memória! Devolva-o ao <1>espírito ancestral</1>.
ru: Вы нашли фрагмент памяти! Верните его <1>духу-предку</1>.
th: คุณพบผลึกความทรงจำแล้ว! นำมันกลับไปคืน<1>สปิริตบรรพชน</1>
vi: Bạn đã tìm được một mảnh ký ức. Hãy đưa nó cho <1>Tinh Linh Tổ Tiên</1>.
zh_hans: 您已经取回一片记忆碎片。请将它交还给<1>先灵</1>。
zh_hant: 您已經取回一片記憶碎片。請將它交還給<1>先靈</1>。

# spirit_shop_ap06unlock_ap07_fetch_04_task_desc
source: The <1>Spirit</1> feels blessed for what is to come.
de: Der <1>Geist</1> ist freut sich schon, wie es weitergeht.
es: El <1>Espíritu</1> se siente bendecido por lo que está por venir.
fr: L'<1>esprit</1> se sent béni pour ce qui est à venir.
id: <1>Roh</1> merasa diberkati atas apa yang akan datang.
it: Lo <1>spirito</1> si sente fortunato per ciò che verrà.
ja: その<1>精霊</1>はこれから起こることに思いを馳せ、恵まれていると感じているようです
ko: <1>영혼</1>은 앞으로 더 일어날 일을 기대하고 있습니다.
pt: O <1>espírito</1> se sente abençoado pelo que está por vir.
ru: <1>Дух</1> чувствует, что всё будет хорошо.
th: <1>สปิริต</1>รู้สึกได้รับพรสำหรับสิ่งที่จะเกิดขึ้น
vi: <1>Tinh Linh</1> cảm thấy hạnh phúc trước điều sắp xảy ra.
zh_hans: <1>先灵</1>渴盼着将要到来的欣喜。
zh_hant: <1>先靈</1>渴盼著將要到來的欣喜。

# spirit_shop_ap06unlock_ap07_fetch_04_task_desc_02
source: The secret is hidden in plain sight.
de: Das Geheimnis ist vor deinen Augen versteckt.
es: El secreto se esconde a simple vista.
fr: Le secret est caché à la vue de tous.
id: Rahasia tersembunyi di hadapan matamu.
it: Il segreto è sotto gli occhi di tutti.
ja: その秘密は見ればすぐにわかるように隠されているでしょう
ko: 평범해 보이는 풍경 속에 비밀이 숨겨져 있습니다.
pt: O segredo está escondido à vista.
ru: Тайна скрыта у всех на виду.
th: ความลับถูกซ่อนอยู่ในที่ที่เห็นได้ชัดเจน
vi: Nơi bình yên nhất ẩn chứa những bí mật sâu kín nhất.
zh_hans: 最平坦的地方，缺藏着最深的秘密。
zh_hant: 最平坦的地方，缺藏著最深的秘密。

# spirit_shop_ap06unlock_ap07_fetch_04_task_done
source: You’ve found a memory fragment! Return it to the <1>Ancestor Spirit</1>.
de: Du hast ein Erinnerungsfragment gefunden! Bringe es dem <1>Vorfahrengeist</1> zurück.
es: ¡Encontraste un fragmento de recuerdo! Devuélvelo al <1>Espíritu ancestral</1>.
fr: Vous avez trouvé un fragment de souvenir ! Rapportez-le à l'<1>esprit ancêtre</1>.
id: Kamu menemukan fragmen kenangan. Kembalikan ke <1>Roh Leluhur</1>.
it: Hai trovato un frammento di ricordo! Riportalo allo <1>spirito ancestrale</1>.
ja: あなたは記憶の断片を見つけました！ 先祖の<1>精霊</1>に届けてあげましょう
ko: 기억의 조각을 찾았어요! <1>선조영혼</1>에게 가져다주세요.
pt: Você encontrou um fragmento de memória! Devolva-o ao <1>espírito ancestral</1>.
ru: Вы нашли фрагмент памяти! Верните его <1>духу-предку</1>.
th: คุณพบผลึกความทรงจำแล้ว! นำมันกลับไปคืน<1>สปิริตบรรพชน</1>
vi: Bạn đã tìm được một mảnh ký ức. Hãy đưa nó cho <1>Tinh Linh Tổ Tiên</1>.
zh_hans: 您已经取回一片记忆碎片。请将它交还给<1>先灵</1>。
zh_hant: 您已經取回一片記憶碎片。請將它交還給<1>先靈</1>。

# spirit_shop_ap06unlock_ap07_fetch_05_task_desc
source: The <1>Spirit</1> can't wait to see the next step to restoration.
de: Der <1>Geist</1> kann den nächsten Schritt zur Wiederherstellung kaum erwarten.
es: El <1>Espíritu</1> espera con ansias ver el siguiente paso de la restauración.
fr: L'<1>esprit</1> a hâte de voir la prochaine étape de la restauration.
id: <1>Roh</1> tidak sabar melihat langkah restorasi berikutnya.
it: Lo <1>spirito</1> attende con ansia il passo successivo del restauro.
ja: その<1>精霊</1>は次の修繕が楽しみでたまらないようです
ko: <1>영혼</1>은 다음으로 무엇을 복원하게 될지 빨리 보고 싶어합니다.
pt: O <1>espírito</1> mal pode esperar para ver a próxima etapa da restauração.
ru: <1>Духу</1> не терпится увидеть следующий шаг к возрождению башни.
th: <1>สปิริต</1>แทบอดใจรอไม่ไหวที่จะได้เห็นการฟื้นฟูขั้นต่อไป
vi: <1>Tinh Linh</1> nóng lòng tìm mảnh tiếp theo để ráp lại.
zh_hans: <1>先灵</1>迫不及待想要找到下一块碎片进行重组。
zh_hant: <1>先靈</1>迫不及待想要找到下一塊碎片進行重組。

# spirit_shop_ap06unlock_ap07_fetch_05_task_desc_02
source: The path lies behind a curtain of water.
de: Der Pfad liegt hinter einem Vorhang aus Wasser.
es: El camino yace tras una cortina de agua.
fr: Le chemin se trouve derrière un voile d'eau.
id: Jalan berada di balik tabir air.
it: Il sentiero si trova dietro una cortina d'acqua.
ja: 道は水の帳の向こう側に続いているでしょう
ko: 물의 장막 뒤에서 길을 찾으세요.
pt: O caminho fica atrás de uma cortina de água.
ru: Путь лежит за водяной завесой.
th: ทางเดินอยู่หลังม่านน้ำ
vi: Con đường nằm sau một bức màn nước.
zh_hans: 道路就藏在水帘之后。
zh_hant: 道路就藏在水簾之後。

# spirit_shop_ap06unlock_ap07_fetch_05_task_done
source: You’ve found a memory fragment! Return it to the <1>Ancestor Spirit</1>.
de: Du hast ein Erinnerungsfragment gefunden! Bringe es dem <1>Vorfahrengeist</1> zurück.
es: ¡Encontraste un fragmento de recuerdo! Devuélvelo al <1>Espíritu ancestral</1>.
fr: Vous avez trouvé un fragment de souvenir ! Rapportez-le à l'<1>esprit ancêtre</1>.
id: Kamu menemukan fragmen kenangan. Kembalikan ke <1>Roh Leluhur</1>.
it: Hai trovato un frammento di ricordo! Riportalo allo <1>spirito ancestrale</1>.
ja: あなたは記憶の断片を見つけました！ 先祖の<1>精霊</1>に届けてあげましょう
ko: 기억의 조각을 찾았어요! <1>선조영혼</1>에게 가져다주세요.
pt: Você encontrou um fragmento de memória! Devolva-o ao <1>espírito ancestral</1>.
ru: Вы нашли фрагмент памяти! Верните его <1>духу-предку</1>.
th: คุณพบผลึกความทรงจำแล้ว! นำมันกลับไปคืน<1>สปิริตบรรพชน</1>
vi: Bạn đã tìm được một mảnh ký ức. Hãy đưa nó cho <1>Tinh Linh Tổ Tiên</1>.
zh_hans: 您已经取回一片记忆碎片。请将它交还给<1>先灵</1>。
zh_hant: 您已經取回一片記憶碎片。請將它交還給<1>先靈</1>。

# spirit_shop_ap06unlock_ap07_fetch_06_task_desc
source: The <1>Spirit</1> hopes for harmony and prosperity again.
de: Der <1>Geist</1> hofft auf erneut auf Harmonie und Wohlstand.
es: El <1>Espíritu</1> desea que vuelva la paz y la prosperidad.
fr: L'<1>esprit</1> espère retrouver l'harmonie et la prospérité.
id: <1>Roh</1> mengharapkan harmoni dan kemakmuran lagi.
it: Lo <1>spirito</1> spera che torni l'armonia e la prosperità.
ja: その<1>精霊</1>はかつての平和と繁栄が再び地を満たすことを祈っているようです
ko: <1>영혼</1>은 다시 조화와 번영을 이루기를 바랍니다.
pt: O <1>espírito</1> deseja harmonia e prosperidade novamente.
ru: <1>Дух</1> надеется на возвращение гармонии и процветания.
th: <1>สปิริต</1>หวังว่าจะมีความสามัคคี และความเจริญรุ่งเรืองอีกครั้ง
vi: <1>Tinh Linh</1> mong có được sự hòa hợp và thịnh vượng trước kia.
zh_hans: <1>先灵</1>期待着重见旧日的生机。
zh_hant: <1>先靈</1>期待著重見舊日的生機。

# spirit_shop_ap06unlock_ap07_fetch_06_task_desc_02
source: The final mystery is shrouded by a blanket of stone.
de: Das letzte Geheimnis liegt gehüllt in eine Decke aus Stein.
es: El misterio final está cubierto por un manto de piedras.
fr: Le dernier mystère est enveloppé d'un voile de pierre.
id: Misteri akhir diselimuti oleh selimut batu.
it: Il mistero finale è avvolto da una coperta di pietra.
ja: 最後の謎は岩に覆われた空洞に埋もれているでしょう
ko: 마지막 힌트는 바위 밑에 숨겨져 있습니다.
pt: O mistério final está envolto em um cobertor de pedra.
ru: Последняя тайна окутана пеленой камня.
th: ความลึกลับสุดท้ายถูกปกคลุมไปด้วยกองหิน
vi: Bí ẩn cuối cùng được giấu dưới tấm thảm đá.
zh_hans: 最后的谜团就藏在石毯之下。
zh_hant: 最後的謎團就藏在石毯之下。

# spirit_shop_ap06unlock_ap07_fetch_06_task_done
source: You’ve found a memory fragment! Return it to the <1>Ancestor Spirit</1>.
de: Du hast ein Erinnerungsfragment gefunden! Bringe es dem <1>Vorfahrengeist</1> zurück.
es: ¡Encontraste un fragmento de recuerdo! Devuélvelo al <1>Espíritu ancestral</1>.
fr: Vous avez trouvé un fragment de souvenir ! Rapportez-le à l'<1>esprit ancêtre</1>.
id: Kamu menemukan fragmen kenangan. Kembalikan ke <1>Roh Leluhur</1>.
it: Hai trovato un frammento di ricordo! Riportalo allo <1>spirito ancestrale</1>.
ja: あなたは記憶の断片を見つけました！ 先祖の<1>精霊</1>に届けてあげましょう
ko: 기억의 조각을 찾았어요! <1>선조영혼</1>에게 가져다주세요.
pt: Você encontrou um fragmento de memória! Devolva-o ao <1>espírito ancestral</1>.
ru: Вы нашли фрагмент памяти! Верните его <1>духу-предку</1>.
th: คุณพบผลึกความทรงจำแล้ว! นำมันกลับไปคืน<1>สปิริตบรรพชน</1>
vi: Bạn đã tìm được một mảnh ký ức. Hãy đưa nó cho <1>Tinh Linh Tổ Tiên</1>.
zh_hans: 您已经取回一片记忆碎片。请将它交还给<1>先灵</1>。
zh_hant: 您已經取回一片記憶碎片。請將它交還給<1>先靈</1>。

# spirit_shop_ap06unlock_ap08_fetch_01_task_desc
source: Embark on the first trial.
de: Brich zur ersten Prüfung auf.
es: Embárcate en la primera prueba.
fr: Lancez-vous dans la première épreuve.
id: Mulai ujian pertama.
it: Imbarcati nella prima prova.
ja: 第一の試練に挑みましょう
ko: 첫 번째 시련이 열렸습니다.
pt: Embarque na primeira provação.
ru: Приготовьтесь пройти первое испытание.
th: เริ่มต้นบททดสอบแรก
vi: Chào mừng đến với thử thách đầu tiên.
zh_hans: 迎接您的首个试炼。
zh_hant: 迎接您的首個試煉。

# spirit_shop_ap06unlock_ap08_fetch_01_task_done
source: You have honored the <b>Wisdom of Patience.</b> Return to the Season Guide.
de: Du hast die <b>Weisheit der Geduld</b> geehrt. Kehre zum Saisonshelfer zurück.
es: Honraste la <b>Sabiduría de la Paciencia.</b> Regresa con el Guía de Temporada.
fr: Vous avez honoré la <b>Sagesse de la Patience.</b> Retournez au guide saisonnier.
id: Kamu telah menghormati <b>Kebijaksanaan Kesabaran</b>. Kembali ke Pemandu Musim.
it: Hai onorato la <b>Pazienza</b>. Torna dalla guida stagionale.
ja: あなたは見事に<b>忍耐の知恵</b>を授かりました 案内人のもとへ戻りましょう
ko: <b>인내의 지혜</b>를 배웠습니다. 시즌 안내자에게 돌아가보세요.
pt: Você honrou a <b>sabedoria da paciência.</b> Fale com o Guia da Temporada.
ru: Вы обрели <b>Мудрость терпения.</b> Возвращайтесь к проводнику сезона.
th: คุณได้ยกย่อง<b>สติปัญญาแห่งความอดทน</b>แล้ว กลับไปหาผู้แนะนำฤดูกาล
vi: Bạn đã tôn vinh <b>Trí tuệ Kiên nhẫn</b>. Hãy trở về tìm Chỉ Dẫn Mùa
zh_hans: 您便是预言中<b>耐心的智者</b>吧。请回去找到先知吧。
zh_hant: 您便是預言中<b>耐心的智者</b>吧。請回去找到先知吧。

# spirit_shop_ap06unlock_ap08_fetch_02_task_desc
source: Embark on the second trial.
de: Brich zur zweiten Prüfung auf.
es: Embárcate en la segunda prueba.
fr: Lancez-vous dans la deuxième épreuve.
id: Mulai ujian kedua.
it: Imbarcati nella seconda prova.
ja: 第二の試練に挑みましょう
ko: 두 번째 시련이 열렸습니다.
pt: Embarque na segunda provação.
ru: Приготовьтесь пройти второе испытание.
th: เริ่มต้นบททดสอบที่สอง
vi: Hãy đón nhận thử thách thứ 2.
zh_hans: 迎接您的第二个试炼。
zh_hant: 迎接您的第二個試煉。

# spirit_shop_ap06unlock_ap08_fetch_02_task_done
source: You have honored the <b>Wisdom of Resilience.</b> Return to the Season Guide.
de: Du hast die <b>Weisheit der Widerstandskraft</b> geehrt. Kehre zum Saisonshelfer zurück.
es: Honraste la <b>Sabiduría de la Resistencia.</b> Regresa con el Guía de Temporada.
fr: Vous avez honoré la <b>Sagesse de la Ténacité.</b> Retournez au guide saisonnier.
id: Kamu telah menghormati <b>Kebijaksanaan Ketangguhan</b>. Kembali ke Pemandu Musim.
it: Hai onorato la <b>Resilienza</b>. Torna dalla guida stagionale.
ja: あなたは見事に<b>不屈の知恵</b>を授かりました 案内人のもとへ戻りましょう
ko: <b>끈기의 지혜</b>를 배웠습니다. 시즌 안내자에게 돌아가세요.
pt: Você honrou a <b>sabedoria da resiliência.</b> Fale com o Guia da Temporada.
ru: Вы обрели <b>Мудрость стойкости.</b> Возвращайтесь к проводнику сезона.
th: คุณได้ยกย่อง<b>สติปัญญาแห่งการพึ่งพา</b>แล้ว กลับไปหาผู้แนะนำฤดูกาล
vi: Bạn đã tôn vinh <b>Trí tuệ Nhẫn nại</b>. Hãy trở về tìm Chỉ Dẫn Mùa.
zh_hans: 您便是预言中<b>坚韧的智者</b>吧。请回去找到先知吧。
zh_hant: 您便是預言中<b>堅韌的智者</b>吧。請回去找到先知吧。

# spirit_shop_ap06unlock_ap08_fetch_03_task_desc
source: Embark on the third trial.
de: Brich zur dritten Prüfung auf.
es: Embárcate en la tercera prueba.
fr: Lancez-vous dans la troisième épreuve.
id: Mulai ujian ketiga.
it: Imbarcati nella terza prova.
ja: 第三の試練に挑みましょう
ko: 세 번째 시련이 열렸습니다.
pt: Embarque na terceira provação.
ru: Приготовьтесь пройти третье испытание.
th: เริ่มต้นบททดสอบที่สาม
vi: Hãy đón nhận thử thách thứ 3.
zh_hans: 迎接您的第三个试炼。
zh_hant: 迎接您的第三個試煉。

# spirit_shop_ap06unlock_ap08_fetch_03_task_done
source: You have honored the <b>Wisdom of Balance.</b> Return to the Season Guide.
de: Du hast die <b>Weisheit der Balance</b> geehrt. Kehre zum Saisonshelfer zurück.
es: Honraste la <b>Sabiduría del Balance.</b> Regresa con el Guía de Temporada.
fr: Vous avez honoré la <b>Sagesse de l'Équilibre.</b> Retournez au guide saisonnier.
id: Kamu telah menghormati <b>Kebijaksanaan Keseimbangan</b>. Kembali ke Pemandu Musim.
it: Hai onorato l'<b>Equilibrio</b>. Torna dalla guida stagionale.
ja: あなたは見事に<b>調和の知恵</b>を授かりました 案内人のもとへ戻りましょう
ko: <b>균형의 지혜</b>를 배웠습니다. 시즌 안내자에게 돌아가보세요.
pt: Você honrou a <b>sabedoria do equilíbrio.</b> Fale com o Guia da Temporada.
ru: Вы обрели <b>Мудрость равновесия.</b> Возвращайтесь к проводнику сезона.
th: คุณได้ยกย่อง<b>สติปัญญาแห่งความสมดุล</b> กลับไปหาผู้แนะนำฤดูกาล
vi: Bạn đã tôn vinh <b>Trí tuệ Cân bằng</b>. Hãy trở về tìm Chỉ Dẫn Mùa.
zh_hans: 您便是预言中<b>平衡的智者</b>吧。请回去找到先知吧。
zh_hant: 您便是預言中<b>平衡的智者</b>吧。請回去找到先知吧。

# spirit_shop_ap06unlock_ap08_fetch_04_task_desc
source: Embark on the last trial.
de: Brich zur letzten Prüfung auf.
es: Embárcate en la última prueba.
fr: Lancez-vous dans la dernière épreuve.
id: Mulai ujian terakhir.
it: Imbarcati nell'ultima prova.
ja: 第四の試練に挑みましょう
ko: 마지막 시련이 열렸습니다.
pt: Embarque na última provação.
ru: Приготовьтесь пройти последнее испытание.
th: เริ่มต้นบททดสอบสุดท้าย
vi: Hãy đón nhận thử thách cuối cùng
zh_hans: 迎接您的最后一个试炼。
zh_hant: 迎接您的最後一個試煉。

# spirit_shop_ap06unlock_ap08_fetch_04_task_done
source: You have honored the <b>Wisdom of Courage.</b> Return to the Season Guide.
de: Du hast die <b>Weisheit des Muts</b> geehrt. Kehre zum Saisonshelfer zurück.
es: Honraste la <b>Sabiduría del Coraje.</b> Regresa con el Guía de Temporada.
fr: Vous avez honoré la <b>Sagesse du Courage.</b> Retournez au guide saisonnier.
id: Kamu telah menghormati <b>Kebijaksanaan Keberanian</b>. Kembali ke Pemandu Musim.
it: Hai onorato il <b>Coraggio</b>. Torna dalla guida stagionale.
ja: あなたは見事に<b>勇気の知恵</b>を授かりました 案内人のもとへ戻りましょう
ko: <b>용기의 지혜</b>를 배웠습니다. 시즌 안내자에게 돌아가보세요.
pt: Você honrou a <b>sabedoria da coragem.</b> Fale com o Guia da Temporada.
ru: Вы обрели <b>Мудрость храбрости.</b> Возвращайтесь к проводнику сезона.
th: คุณได้ยกย่อง<b>สติปัญญาแห่งความกล้าหาญ</b> กลับไปหาผู้แนะนำฤดูกาล
vi: Bạn đã tôn vinh <b>Trí tuệ Dũng cảm</b>. Hãy trở về tìm Chỉ Dẫn Mùa.
zh_hans: 您便是预言中<b>勇毅的智者</b>吧。请回去找到先知吧。
zh_hant: 您便是預言中<b>勇毅的智者</b>吧。請回去找到先知吧。

# spirit_shop_ap06unlock_ap09_fetch_01_task_desc
source: The <1>Spirit</1> observed a crucial lesson. Seek this memory.
de: Der <1>Geist</1> erinnert sich an eine wichtige Lektion. Suche die Erinnerung, um sie zurückzuholen.
es: El <1>espíritu</1> recuerda una lección esencial. Busca su recuerdo para devolvérselo.
fr: L'<1>esprit</1> se souvient d'une leçon essentielle. Cherchez son souvenir pour le rapporter.
id: <1>Roh</1> melihat pelajaran penting. Cari kenangan ini.
it: Lo <1>Spirito</1> ricorda una lezione cruciale. Cerca il suo ricordo per rievocarla.
ja: この<1>精霊</1>は、とても大事な教えが授けられる様子を見守っていました。その記憶を探しに行きましょう
ko: <1>영혼</1>이 중요한 가르침을 발견했어요. 이 기억을 찾아 돌려주세요.
pt: O <1>espírito</1> se lembra de uma lição crucial. Procure sua lembrança para reavê-la.
ru: <1>Дух</1> вспоминает важный урок. Отыщите и верните это воспоминание.
th: <1>สปิริต</1>ได้เห็นบทเรียนที่สำคัญ จงแสวงหาความทรงจำนี้
vi: <1>Tinh Linh</1> đã nhớ lại một bài học quan trọng. Hãy tìm lại ký ức này.
zh_hans: <1>先祖</1>回想起了重要的一步，找回回忆碎片，并带回来。
zh_hant: <1>先祖</1>回想起了重要的一步，找回回憶碎片，並帶回來。

# spirit_shop_ap06unlock_ap09_fetch_01_task_done
source: You have experienced a lost memory. Return to the <1>Spirit</1> in the village.
de: Du hast eine verlorene Erinnerung erlebt. Kehre zum <1>Geist</1> im Dorf zurück.
es: Experimentaste un recuerdo perdido. Regresa con el <1>espíritu</1> de la aldea.
fr: Vous avez vécu un souvenir perdu. Retournez voir l'<1>esprit</1> dans le village.
id: Kamu mengalami kenangan yang hilang. Kembali ke <1>Roh</1> di desa.
it: Ha trovato un ricordo perduto. Torna dallo <1>Spirito</1> nel villaggio.
ja: 失われた記憶を追体験しました。町にいる<1>精霊</1>のもとへ戻りましょう
ko: 잃어버린 기억을 경험했어요. 마을에 있는 <1>영혼</1>에게 돌아가보세요.
pt: Você testemunhou uma lembrança perdida. Fale novamente com o <1>espírito</1> na aldeia.
ru: Вы пережили потерянное воспоминание. Вернитесь к <1>духу</1> в деревушку.
th: คุณได้พบกับความทรงจำที่หายไป กลับไปหา<1>สปิริต</1>ในหมู่บ้าน
vi: Bạn đã chứng kiến một ký ức bị mất. Hãy về làng tìm <1>Tinh Linh</1>.
zh_hans: 你重拾了一段被遗忘的记忆。回到村落里找到<1>先祖</1>吧。
zh_hant: 你重拾了一段被遺忘的記憶。回到村落裏找到<1>先祖</1>吧。

# spirit_shop_ap06unlock_ap09_fetch_02_task_desc
source: The <1>Spirit</1> observed a decisive lesson. Seek this memory.
de: Der <1>Geist</1> erinnert sich an eine entscheidende Lektion. Suche die zweite Erinnerung, um sie zurückzuholen.
es: El <1>espíritu</1> recuerda una lección decisiva. Busca este segundo recuerdo para devolvérselo.
fr: L'<1>esprit</1> se souvient d'une leçon décisive. Cherchez son deuxième souvenir pour le rapporter.
id: <1>Roh</1> melihat pelajaran mutlak. Cari kenangan ini.
it: Lo <1>Spirito</1> ricorda una lezione importante. Cerca questo secondo ricordo per rievocarla.
ja: この<1>精霊</1>は、決め手となる教えが授けられる様子を見守っていました。その記憶を探しに行きましょう
ko: <1>영혼</1>이 정밀함에 관한 가르침을 발견했어요. 이 기억을 찾아 돌려주세요.
pt: O <1>espírito</1> se lembra de uma lição decisiva. Procure sua segunda lembrança para reavê-la.
ru: <1>Дух</1> вспоминает судьбоносный урок. Отыщите и верните второе воспоминание.
th: <1>สปิริต</1>ได้เห็นบทเรียนที่แน่วแน่ จงแสวงหาความทรงจำนี้
vi: <1>Tinh Linh</1> đã nhớ lại một bài học quyết định. Hãy tìm lại ký ức này.
zh_hans: <1>先祖</1>回想起了关键的一步，找回回忆碎片，并带回来。
zh_hant: <1>先祖</1>回想起了關鍵的一步，找回回憶碎片，並帶回來。

# spirit_shop_ap06unlock_ap09_fetch_02_task_done
source: You have experienced the second lost memory. Return to the <1>Spirit</1> in the village.
de: Du hast die zweite verlorene Erinnerung erlebt. Kehre zum <1>Geist</1> im Dorf zurück.
es: Experimentaste el segundo recuerdo perdido. Regresa con el <1>espíritu</1> de la aldea.
fr: Vous avez vécu le deuxième souvenir perdu. Retournez voir l'<1>esprit</1> dans le village.
id: Kamu mengalami kenangan yang hilang kedua. Kembali ke <1>Roh</1> di desa.
it: Hai trovato il secondo ricordo perduto. Torna dallo <1>Spirito</1> nel villaggio.
ja: 失われた第二の記憶を追体験しました。町にいる<1>精霊</1>のもとへ戻りましょう
ko: 잃어버린 두 번째 기억을 경험했어요. 마을에 있는 <1>영혼</1>에게 돌아가세요.
pt: Você testemunhou a segunda lembrança perdida. Fale novamente com o <1>espírito</1> na aldeia.
ru: Вы пережили второе потерянное воспоминание. Вернитесь к <1>духу</1> в деревушку.
th: คุณได้พบกับความทรงจำที่สองที่หายไป กลับไปหา<1>สปิริต</1>ในหมู่บ้าน
vi: Bạn đã chứng kiến ký ức thứ hai bị mất. Hãy về làng tìm <1>Tinh Linh</1>.
zh_hans: 你重拾了另一段被遗忘的记忆。回到村落里找到<1>先祖</1>吧。
zh_hant: 你重拾了另一段被遺忘的記憶。回到村落裏找到<1>先祖</1>吧。

# spirit_shop_ap06unlock_ap09_fetch_03_task_desc
source: The <1>Spirit</1> observed a daring lesson. Seek this memory.
de: Der <1>Geist</1> erinnert sich an eine furchtbare Lektion. Suche die Erinnerung, um sie zurückzuholen.
es: El <1>espíritu</1> recuerda una lección osada. Busca este recuerdo para devolvérselo.
fr: L'<1>esprit</1> se souvient d'une leçon palpitante. Cherchez son souvenir pour le rapporter.
id: <1>Roh</1> melihat pelajaran berani. Cari kenangan ini.
it: Lo <1>Spirito</1> ricorda una lezione spaventosa. Cerca il suo ricordo per rievocarla.
ja: この<1>精霊</1>は、勇気の要る教えが授けられる様子を見守っていました。その記憶を探しに行きましょう
ko: <1>영혼</1>이 대담함에 관한 가르침을 발견했어요. 이 기억을 찾아 돌려주세요.
pt: O <1>espírito</1> se lembra de uma lição temerosa. Procure sua lembrança para reavê-la.
ru: <1>Дух</1> вспоминает страшный урок. Отыщите и верните это воспоминание.
th: <1>สปิริต</1>ได้เห็นบทเรียนที่กล้าหาญ จงแสวงหาความทรงจำนี้
vi: <1>Tinh Linh</1> đã nhớ lại một bài học táo bạo. Hãy tìm lại ký ức này.
zh_hans: <1>先祖</1>回想起了令人生畏的一步，找回回忆碎片，并带回来。
zh_hant: <1>先祖</1>回想起了令人生畏的一步，找回回憶碎片，並帶回來。

# spirit_shop_ap06unlock_ap09_fetch_03_task_done
source: You have experienced the third lost memory. Return to the <1>Spirit</1> in the village.
de: Du hast die dritte verlorene Erinnerung erlebt. Kehre zum <1>Geist</1> im Dorf zurück.
es: Experimentaste el tercer recuerdo perdido. Regresa con el <1>espíritu</1> de la aldea.
fr: Vous avez vécu le troisième souvenir perdu. Retournez voir l'<1>esprit</1> dans le village.
id: Kamu mengalami kenangan yang hilang ketiga. Kembali ke <1>Roh</1> di desa.
it: Hai trovato il terzo ricordo perduto. Torna dallo <1>Spirito</1> nel villaggio.
ja: 失われた第三の記憶を追体験しました。町にいる<1>精霊</1>のもとへ戻りましょう
ko: 잃어버린 세 번째 기억을 경험했어요. 마을에 있는 <1>영혼</1>에게 돌아가보세요.
pt: Você testemunhou a terceira lembrança perdida. Fale novamente com o <1>espírito</1> na aldeia.
ru: Вы пережили третье потерянное воспоминание. Вернитесь к <1>духу</1> в деревушку.
th: คุณได้พบกับความทรงจำที่สามที่หายไป กลับไปหา<1>สปิริต</1>ในหมู่บ้าน
vi: Bạn đã chứng kiến ký ức thứ ba bị mất. Hãy về làng tìm <1>Tinh Linh</1>.
zh_hans: 你重拾了第三段被遗忘的记忆。回到村落里找到<1>先祖</1>吧。
zh_hant: 你重拾了第三段被遺忘的記憶。回到村落裏找到<1>先祖</1>吧。
