Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# code_scanner_code_confirm_shortcode
source: Entered Sky Code is valid! Confirm to use it . . .
de: Eingegebener Sky Code ist gültig! Bestätigen Sie, um es zu verwenden . . .
es: ¡El código Sky ingresado es válido! Confirma para usarlo . . .
fr: Le code Sky entré est valide ! Confirmez pour l'utiliser . . .
id: Kode Sky yang dimasukkan valid! Konfirmasi untuk menggunakannya . . .
it: Il codice Sky inserito è valido! Conferma per utilizzarlo . . .
ja: 有効なコードを確認しました！コードを使用してよろしいですか
ko: 입력하신 Sky 코드는 사용 가능합니다! 코드를 사용할까요?
pt: O código Sky inserido é válido! Confirme para usá-lo . . .
ru: Введенный код Sky действителен! Подтвердите, чтобы использовать его . . .
th: รหัส Sky ที่ป้อนไม่ถูกต้อง! โปรดยืนยันเพื่อใช้ . . .
vi: Mã Sky đã nhập là hợp lệ! Xác nhận để sử dụng nó . . .
zh_hans: 输入的 Sky 代码有效！确认使用吗？
zh_hant: 輸入的 Sky 代碼有效！確認使用嗎？

# code_scanner_denied_camera_permission
source: To scan a Sky QR code using the camera, we need your permission first. To grant permission use <b>Settings</b> but note it will quit Sky when changing camera permissions. Or <b>Import</b> from an image using the button.
de: Um einen Sky QR-Code mit der Kamera zu scannen, benötigen wir zuerst Ihre Erlaubnis. Um die Erlaubnis zu erteilen, verwenden Sie die Einstellungen, beachten Sie jedoch, dass Sky beendet wird, wenn die Kamera-Berechtigungen geändert werden. Oder Importieren Sie aus einem Bild mit der Schaltfläche.
es: Para escanear un código QR de Sky usando la cámara, necesitamos tu permiso primero. Para otorgar permiso usa Configuraciones pero ten en cuenta que Sky se cerrará al cambiar los permisos de la cámara. O Importar desde una imagen usando el botón.
fr: Pour scanner un code QR Sky à l'aide de la caméra, nous avons besoin de votre autorisation au préalable. Pour accorder l'autorisation, utilisez les paramètres, mais notez que Sky se fermera lors du changement des autorisations de la caméra. Ou Importez à partir d'une image en utilisant le bouton.
id: Untuk memindai kode QR Sky menggunakan kamera, kami memerlukan izin darimu terlebih dahulu. Untuk memberikan izin, gunakan Pengaturan, tetapi perhatikan bahwa Sky akan keluar saat mengubah izin kamera. Atau Impor dari gambar menggunakan tombol.
it: Per scansionare un codice QR Sky utilizzando la fotocamera, abbiamo bisogno prima del tuo permesso. Per concedere il permesso usa Impostazioni, ma nota che Sky si chiuderà quando cambierai i permessi della fotocamera. O Importa da un'immagine utilizzando il pulsante.
ja: Sky QRコードのスキャンには、カメラの使用許可が必要となります。<b>設定</b>にて変更ください。なお、カメラの使用許可を変更する際にSkyが終了する場合があります。また、インポートボタンを使用し画像から取り込むことも可能です
ko: 카메라로 Sky QR 코드를 스캔하려면 우선 카메라 앱 사용 권한이 필요합니다. <b>설정</b>에서 권한을 승인할 수 있습니다. 단, 권한 변경 시 Sky가 종료되는 점 유의하여 주십시오. 또는 <b>가져오기</b> 버튼으로 이미지를 불러올 수 있습니다.
pt: Para digitalizar um código QR Sky usando a câmera, precisamos primeiro da sua permissão. Para conceder permissão, use as Configurações, mas note que o Sky será encerrado ao alterar as permissões da câmera. Ou Importe de uma imagem usando o botão.
ru: Чтобы сканировать Sky QR-код с помощью камеры, приложению нужно получить разрешение. Чтобы предоставить разрешение, используйте Настройки, но обратите внимание, что Sky закроется при изменении разрешений камеры. Или импортируйте изображение с помощью кнопки.
th: เราต้องได้รับอนุญาตจากคุณก่อนเพื่อที่จะ<b>สแกน</b>รหัส QR ของ Sky โดยคุณสามารถมอบสิทธิอนุญาตได้โดยใช้<b>การตั้งค่า</b> แต่โปรดทราบว่า คุณจะต้องออกจาก Sky ในขณะที่เปลี่ยนการอนุญาตของกล้อง หรือ<b>นำเข้า</b>จากภาพโดยใช้ปุ่ม
vi: Để quét mã QR Sky bằng máy ảnh, chúng tôi cần sự cho phép của bạn trước tiên. Để cấp quyền, hãy sử dụng Cài đặt nhưng lưu ý rằng Sky sẽ thoát khi thay đổi quyền máy ảnh. Hoặc Nhập từ hình ảnh bằng cách sử dụng nút.
zh_hans: 欲使用相机扫描 Sky 二维码，我们首先需要您的许可。如要授权，请使用<b>设置</b>，但请注意，更改相机权限时，Sky 将退出。您亦可使用<b>导入</b>按钮透过图像导入。
zh_hant: 欲使用相機掃描 Sky QR 條碼，我們首先需要您的許可。如要授權，請使用<b>設置</b>，但請注意，更改相機權限時，Sky 將退出。您亦可使用<b>導入</b>按鈕透過圖像導入。

# code_scanner_enter_code_hint
source: Enter a Sky Code . . .
de: Geben Sie einen Sky Code ein . . .
es: Introduce un código de Sky . . .
fr: Entrez un code Sky . . .
id: Masukkan kode Sky . . .
it: Inserisci un codice Sky . . .
ja: Skyコードを入力してください …
ko: Sky 코드 입력하기 . . .
pt: Digite um código Sky . . .
ru: Введите Sky код . . .
th: ป้อนรหัส Sky . . .
vi: Nhập mã Sky . . .
zh_hans: 输入 Sky 代码 . . .
zh_hant: 輸入 Sky 代碼 . . .

# code_scanner_enter_code_manually
source: Enter a Sky Code manually here:
de: Geben Sie hier manuell einen Sky-Code ein:
es: Introduce un código de Sky manualmente aquí:
fr: Entrez ici manuellement un code Sky:
id: Masukkan kode Sky secara manual di sini:
it: Inserisci qui un codice Sky manualmente:
ja: こちらにSkyコードを入力してください：
ko: 여기에 Sky 코드를 수동으로 입력하세요:
pt: Digite um código Sky manualmente aqui:
ru: Введите здесь Sky код вручную:
th: ป้อนรหัส Sky ด้วยตัวเองที่นี่:
vi: Nhập mã Sky thủ công ở đây:
zh_hans: 在此手动输入 Sky 代码：
zh_hant: 在此手動輸入 Sky 代碼：

# code_scanner_error_code_not_found
source: The entered code cannot be found:
de: Der eingegebene Code kann nicht gefunden werden:
es: No se puede encontrar el código ingresado:
fr: Le code entré ne peut pas être trouvé:
id: Kode yang dimasukkan tidak dapat ditemukan:
it: Il codice inserito non può essere trovato:
ja: 入力されたコードを確認できません：
ko: 입력한 코드를 찾을 수 없습니다:
pt: O código inserido não pode ser encontrado:
ru: Введенный код не может быть найден:
th: ไม่พบรหัสที่ป้อน:
vi: Không thể tìm thấy mã đã nhập:
zh_hans: 找不到输入的代码：
zh_hant: 找不到輸入的代碼：

# code_scanner_error_image_parsing
source: Error: No Sky QR code could be found in the selected image!
de: Fehler: In dem ausgewählten Bild konnte kein Sky QR-Code gefunden werden!
es: Error: ¡No se pudo encontrar un código QR de Sky en la imagen seleccionada!
fr: Erreur: Aucun code QR Sky n'a pu être trouvé dans l'image sélectionnée!
id: Kesalahan: Tidak ada kode QR Sky yang dapat ditemukan dalam gambar yang dipilih!
it: Errore: Non è stato possibile trovare un codice QR Sky nell'immagine selezionata!
ja: エラー：選択された画像よりSky QRコードを確認できません
ko: 오류: 선택한 이미지에서 Sky QR 코드를 찾을 수 없습니다
pt: Erro: Nenhum código QR do Sky pôde ser encontrado na imagem selecionada!
ru: Ошибка: В выбранном изображении не найден QR-код Sky!
th: ข้อผิดพลาด: ไม่พบรหัส QR ของ Sky ในภาพที่เลือก!
vi: Lỗi: Không tìm thấy mã QR Sky trong hình ảnh đã chọn!
zh_hans: 错误：在选定的图片中找不到 Sky 二维码！
zh_hant: 錯誤：在選定的圖片中找不到 Sky QR 條碼！

# code_scanner_error_invalid_code
source: The entered code is invalid:
de: Der eingegebene Code ist ungültig:
es: El código ingresado es inválido:
fr: Le code saisi est invalide:
id: Kode yang dimasukkan tidak valid:
it: Il codice inserito non è valido:
ja: 入力されたコードは無効です：
ko: 입력한 코드가 유효하지 않습니다:
pt: O código inserido é inválido:
ru: Введенный код недействителен:
th: รหัสที่ป้อนไม่ถูกต้อง:
vi: Mã đã nhập không hợp lệ:
zh_hans: 代码输入无效：
zh_hant: 代碼輸入無效：

# code_scanner_error_invalid_url
source: The scanned code is invalid!
de: Der gescannte Code ist ungültig!
es: ¡El código escaneado es inválido!
fr: Le code scanné est invalide!
id: Kode yang discan tidak valid!
it: Il codice scannerizzato non è valido!
ja: スキャンしたコードは無効です
ko: 스캔한 코드가 유효하지 않습니다
pt: O código escaneado é inválido!
ru: Отсканированный код недействителен!
th: รหัสที่สแกนไม่ถูกต้อง!
vi: Mã đã quét không hợp lệ!
zh_hans: 条码扫描无效！
zh_hant: 條碼掃描無效！

# code_scanner_scan_mode_title
source: Scan
de: Scannen
es: Escanear
fr: Scanner
id: Pindai
it: Scansiona
ja: スキャン
ko: 스캔
pt: Escanear
ru: Сканировать
th: สแกน
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

# code_scanner_status_image_picker
source: Image Picker...
de: Bildauswahl...
es: Selector de imágenes...
fr: Sélecteur d'images...
id: Pengambil Gambar...
it: Selettore di immagini...
ja: 画像抽出…
ko: 이미지 선택...
pt: Seletor de imagens...
ru: Выбор изображения...
th: เลือกภาพ...
vi: Bộ chọn hình ảnh...
zh_hans: 图片选择器...
zh_hant: 圖片選擇器...

# code_scanner_status_request_camera_permission
source: Tap the camera to request permissions and start scanning!
de: Tippe auf die kamera, um berechtigungen anzufordern und mit dem scannen zu beginnen!
es: ¡Toca la cámara para solicitar permisos y comenzar a escanear!
fr: Appuyez sur la caméra pour demander les autorisations et commencer à scanner !
id: Ketuk kamera untuk meminta izin dan mulai memindai!
it: Tocca la fotocamera per richiedere i permessi e iniziare a scansionare!
ja: カメラをタップし許可を求め、スキャンを開始しましょう！
ko: 카메라를 눌러 권한을 요청한 다음 스캔을 시작하세요!
pt: Toque na câmera para solicitar permissões e começar a escanear!
ru: Нажмите на камеру, чтобы запросить разрешения и начать сканирование!
th: แตะที่กล้องเพื่อขออนุญาตและเริ่มการสแกน!
vi: Nhấn vào máy ảnh để yêu cầu cấp quyền và bắt đầu quét!
zh_hans: 点击相机以取得权限并开始扫描！
zh_hant: 點擊相機以取得權限並開始掃描！

# code_scanner_status_scanning
source: Scanning for code...
de: Scanne nach code...
es: Escaneando el código...
fr: Analyse du code en cours...
id: Memindai kode...
it: Scansione del codice in corso...
ja: コードをスキャン中…
ko: 코드 스캔 중...
pt: Procurando o código...
ru: Сканирование кода...
th: กำลังสแกนรหัส...
vi: Đang quét mã...
zh_hans: 扫描代码中...
zh_hant: 代碼掃描中...

# code_scanner_status_typing
source: Typing code...
de: Gebe code ein...
es: Escribiendo el código...
fr: Saisie du code...
id: Mengetik kode...
it: Digitando il codice...
ja: コードを入力中…
ko: 코드 입력 중...
pt: Digitando o código...
ru: Ввод кода...
th: กำลังพิมพ์รหัส...
vi: Đang nhập mã...
zh_hans: 输入代码中...
zh_hant: 代碼輸入中...

# code_scanner_type_mode_title
source: Type
de: Tippen
es: Escribir
fr: Taper
id: Mengetik
it: Digitare
ja: 入力
ko: 입력
pt: Digitar
ru: Набирать
th: พิมพ์
vi: Gõ
zh_hans: 键入
zh_hant: 鍵入

# code_scanner_verifying_code
source: Verifying the Sky QR code . . .
de: Verifizieren des Sky QR-Codes . . .
es: Verificando el código QR de Sky . . .
fr: Vérification du code QR Sky . . .
id: Memverifikasi kode QR Sky . . .
it: Verifica del codice QR di Sky . . .
ja: Sky QRコードを確認中…
ko: Sky QR 코드 검증 중 . . .
pt: Verificando o código QR do Sky . . .
ru: Проверка QR-кода Sky . . .
th: กำลังตรวจสอบยืนยันรหัส QR ของ Sky . . .
vi: Đang xác minh mã QR Sky . . .
zh_hans: Sky 二维码验证中 . . .
zh_hant: Sky QR 條碼驗證中 . . .

# colosseum_game_art_1
source: The Human Canvas
de: Die menschliche Leinwand
es: El lienzo humano
fr: La toile humaine
id: Kanvas Manusia
it: La tela umana
ja: 星の子キャンバス
ko: 빛의 아이 캔버스
pt: Tela Humana
ru: Люди-картины
th: ผืนผ้าใบของมนุษย์
vi: Bức tranh Loài người
zh_hans: 光之子画布
zh_hant: 光之子畫布

# colosseum_game_art_2
source: Where you are the painting
de: Du bist das Gemälde
es: Cuando tú eres la pintura
fr: Le jeu où VOUS êtes la peinture
id: Tempat kamu melukis
it: Il quadro sei tu
ja: どこに何を描こうか
ko: 어디에 무엇을 그려볼까요
pt: Onde você é a pintura
ru: Живописная игра «Найди меня»
th: คุณวาดภาพที่ไหนกัน
vi: Bức tranh Bạn đang ở đâu
zh_hans: 你就是挥洒的颜料
zh_hant: 你就是揮灑的顏料

# colosseum_game_ball_1
source: The Great Spheres
de: Die großen Sphären
es: Las grandes esferas
fr: Les grandes sphères
id: Bola Besar
it: Le grandi sfere
ja: 大いなるスフィア
ko: 커다란 구
pt: Grandes Esferas
ru: Великие сферы
th: สเฟียร์อันยิ่งใหญ่
vi: Những Quả cầu Vĩ đại
zh_hans: 大球体
zh_hant: 大球體

# colosseum_game_ball_2
source: Largest ballgame in all the realms
de: Größtes Ballspiel aller Reiche
es: El juego de pelota más grande de todos los reinos
fr: Le plus grand jeu de balle de tous les royaumes
id: Permainan bola terbesar di seluruh alam
it: Il più grande gioco a palla di tutti i regni
ja: 王国内で最も巨大なボールゲーム
ko: 왕국에서 가장 큰 공놀이
pt: O maior jogo de bola em todos os reinos
ru: Самая масштабная игра с мячом во всех мирах
th: เกมบอลที่ใหญ่ที่สุดในทุกดินแดน
vi: Trò bóng lớn nhất trong mọi vương quốc
zh_hans: 所有领域最大的球赛
zh_hant: 全領域最大的球賽

# colosseum_game_flame_1
source: The Flamebearer
de: Der Flammenträger
es: El portaflama
fr: Le porteur de flammes
id: Pembawa Api
it: Il portafiamme
ja: 炎の運び手
ko: 불꽃옮기기
pt: Portador da Chama
ru: Несущий пламя
th: ผู้ถือเปลวไฟ
vi: Người truyền lửa
zh_hans: 火焰使者
zh_hant: 火焰使者

# colosseum_game_flame_2
source: Deliver light to the statues
de: Bringe Licht zu den Statuen
es: Lleva la luz a las estatuas
fr: Apportez la lumière aux statues
id: Mengantarkan cahaya ke patung-patung
it: Dai luce alle statue
ja: 巨像に光を
ko: 조각상에게 빛을 전달해요
pt: Leve luz às estátuas
ru: Свет — статуям
th: นำแสงไปมอบให้กับรูปปั้น
vi: Mang ánh sáng cho các bức tượng
zh_hans: 赋予雕像光照
zh_hant: 賦予雕像光亮

# colosseum_game_parade_1
source: The Light Parade
de: Die Lichtparade
es: El desfile de luz
fr: La parade des lumières
id: Pawai Cahaya
it: La sfilata di luce
ja: 光のパレード
ko: 빛의 행진
pt: Desfile de Luz
ru: Парад света
th: พาเหรดแห่งแสง
vi: Cuộc diễu hành ánh sáng
zh_hans: 游光盛典
zh_hant: 遊光盛典

# colosseum_game_parade_2
source: A moving procession of lights and sounds
de: Eine bewegende Prozession aus Lichtern und Klängen
es: Una caravana de luces y sonidos
fr: Un cortège son et lumière
id: Prosesi pergerakan cahaya dan suara
it: Una processione suggestiva di luci e suoni
ja: 光と音の行進
ko: 빛과 소리의 감동적인 행렬
pt: Uma procissão em movimento de luzes e sons
ru: Процессия света и звука
th: ขบวนแสงและเสียงที่เคลื่อนไหวไปมา
vi: Chuyển động của ánh sáng và âm thanh
zh_hans: 光声交融，流光溢彩
zh_hant: 光與聲音的流動

# colosseum_game_platform_1
source: The Tour Rings
de: Die Rundfahrtringe
es: Los anillos de paseo
fr: La quête des anneaux
id: Cincin Perjalanan
it: Gara dei cerchi
ja: 巡回の輪
ko: 움직이는 고리
pt: Anéis da Turnê
ru: Сквозь кольца
th: วงแหวนทัวร์
vi: Những chiếc nhẫn hành trình
zh_hans: 旅行环
zh_hant: 浮環觀景台

# colosseum_game_platform_2
source: Ride and maneuver across the stadium
de: Eine Spritztour durch das Stadion
es: Conduce y maniobra por todo el estadio
fr: Manœuvrez à travers le stade
id: Berkendara dan bermanuver di seluruh stadion
it: Cavalca e manovra attraverso lo stadio
ja: 乗り込んで、劇場を巡ろう
ko: 올라타서 경기장을 누벼요
pt: Ande e manobre pelo estádio
ru: Ловко и быстро передвигайтесь по стадиону
th: ขี่และเคลื่อนตัวไปทั่วสนามกีฬา
vi: Lên xe và di chuyển khắp sân
zh_hans: 骑行和穿越体育场
zh_hant: 搭乘操作以巡遊會場

# colosseum_game_tug_1
source: The Duel
de: Das Duell
es: El duelo
fr: Le duel
id: Duel
it: Il duello
ja: 決戦の時
ko: 결투
pt: Duelo
ru: Дуэль
th: การดวล
vi: Trận đấu tay đôi
zh_hans: 决斗
zh_hant: 決鬥

# colosseum_game_tug_2
source: Which side will prevail?
de: Welche Seite wird sich durchsetzen?
es: ¿Qué lado prevalecerá?
fr: Quel camp l’emportera ?
id: Pihak mana yang akan unggul?
it: Chi prevarrà?
ja: どちらが優勢？
ko: 어느 쪽이 강할까요?
pt: Qual será o lado vitorioso?
ru: Какая сторона одержит верх?
th: ฝ่ายใดจะคว้าชัย
vi: Bên nào sẽ chiếm ưu thế?
zh_hans: 哪一方会获胜？
zh_hant: 哪方將會勝出？

# colosseum_game_vote_1
source: The Voting Towers
de: Die Wahltürme
es: Las torres de votación
fr: Les tours de vote
id: Menara Pemilihan
it: Le torri elettorali
ja: 投票の塔
ko: 투표의 탑
pt: Torres de Votação
ru: Башни голосования
th: หอลงคะแนน
vi: Tháp bình chọn
zh_hans: 投票塔楼
zh_hant: 投票塔

# colosseum_game_vote_2
source: Make your voice heard
de: Deine Stimme zählt
es: Asegúrate de que se escuche tu voz
fr: Faites entendre votre voix
id: Jadikan suaramu terdengar
it: Fai sentire la tua voce
ja: あなたの声を届けよう
ko: 의견을 들려주세요
pt: Faça sua voz ser ouvida
ru: Пусть ваш голос услышат
th: ทำให้เสียงของคุณดังขึ้น
vi: Lắng nghe tiếng nói của bạn
zh_hans: 让你的声音被听见
zh_hant: 讓你的聲音被聽見

# colosseum_vote_10_a
source: Running
de: Laufen
es: Correr
fr: Courir
id: Berlari
it: Correre
ja: 走る
ko: 달리기
pt: Correr
ru: Бег
th: วิ่ง
vi: Chạy
zh_hans: 跑步
zh_hant: 跑步

# colosseum_vote_10_b
source: Flying
de: Fliegen
es: Volar
fr: Voler
id: Terbang
it: Volare
ja: 飛ぶ
ko: 비행
pt: Voar
ru: Полёты
th: บิน
vi: Bay
zh_hans: 飞行
zh_hant: 飛行

# colosseum_vote_10_c
source: Surfing
de: Surfen
es: Navegar
fr: Surfer
id: Berselancar
it: Fare surf
ja: サーフィン
ko: 서핑
pt: Surfar
ru: Сёрфинг
th: โต้คลื่น
vi: Lướt sóng
zh_hans: 冲浪
zh_hant: 衝浪

# colosseum_vote_10_d
source: Swimming
de: Schwimmen
es: Nadar
fr: Nager
id: Berenang
it: Nuotare
ja: 泳ぐ
ko: 수영
pt: Nadar
ru: Плавание
th: ว่ายน้ำ
vi: Bơi
zh_hans: 游泳
zh_hant: 游泳

# colosseum_vote_11_a
source: Laughter
de: Gelächter
es: Risa
fr: Rire
id: Tertawa
it: Ridere
ja: 笑い
ko: 웃음
pt: Riso
ru: Смех
th: หัวเราะ
vi: Tiếng cười
zh_hans: 笑声
zh_hant: 歡笑

# colosseum_vote_11_b
source: Relaxation
de: Entspannung
es: Relajación
id: Relaksasi
it: Rilassarsi
ja: リラックス
ko: 휴식
pt: Relaxamento
ru: Расслабление
th: ผ่อนคลาย
vi: Thư giãn
zh_hans: 放松
zh_hant: 放鬆

# colosseum_vote_11_c
source: Camaraderie
de: Kameradschaft
es: Camaradería
id: Keakraban
it: Solidarietà
ja: 友情
ko: 우정
pt: Camaradagem
ru: Дружба
th: มิตรภาพที่ดี
vi: Tình bạn
zh_hans: 情谊
zh_hant: 情誼

# colosseum_vote_11_d
source: Nostalgia
de: Nostalgie
fr: Nostalgie
ja: 郷愁
ko: 추억
ru: Ностальгия
th: คิดถึง
vi: Hoài niệm
zh_hans: 怀旧
zh_hant: 懷舊

# colosseum_vote_12_a
source: Trees
de: Bäume
es: Árboles
fr: Arbres
id: Pohon
it: Alberi
ja: 木々
ko: 나무
pt: Árvores
ru: Деревья
th: ต้นไม้
vi: Cây
zh_hans: 树木
zh_hant: 樹木

# colosseum_vote_12_b
source: Flowers
de: Blumen
es: Flores
fr: Fleurs
id: Bunga
it: Fiori
ja: 花々
ko: 꽃
pt: Flores
ru: Цветы
th: ดอกไม้
vi: Hoa
zh_hans: 鲜花
zh_hant: 花朵

# colosseum_vote_12_c
source: Dirt
de: Erde
es: Tierra
fr: Terre
id: Tanah
it: Terriccio
ja: 土
ko: 흙
pt: Terra
ru: Грязь
th: โคลน
vi: Bụi
zh_hans: 泥土
zh_hant: 泥土

# colosseum_vote_12_d
source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: 水
ko: 물
pt: Água
ru: Вода
th: น้ำ
vi: Nước
zh_hans: 水
zh_hant: 水

# colosseum_vote_13_a
source: Clear
de: Klar
es: Despejado
fr: Dégagé
id: Cerah
it: Limpido
ja: 晴天
ko: 맑음
pt: Aberto
ru: Ясно
th: แจ่มใส
vi: Trong xanh
zh_hans: 晴天
zh_hant: 晴朗

# colosseum_vote_13_b
source: Foggy
de: Nebel
es: Neblinoso
fr: Brumeux
id: Berkabut
it: Nebbioso
ja: 霧
ko: 안개
pt: Neblina
ru: Туманно
th: หมอกลง
vi: Sương mù
zh_hans: 雾天
zh_hant: 起霧

# colosseum_vote_13_c
source: Rainy
de: Regen
es: Lluvioso
fr: Pluvieux
id: Hujan
it: Piovoso
ja: 雨
ko: 비
pt: Chuva
ru: Дождливо
th: ฝนตก
vi: Mưa
zh_hans: 雨天
zh_hant: 下雨

# colosseum_vote_13_d
source: Snowy
de: Schnee
es: Nevado
fr: Neigeux
id: Bersalju
it: Nevoso
ja: 雪
ko: 눈
pt: Neve
ru: Снежно
th: หิมะตก
vi: Tuyết rơi
zh_hans: 雪天
zh_hant: 下雪

# colosseum_vote_14_a
source: Handholding
de: Händchen halten
es: Toma mi mano
fr: Se tenir la main
id: Berpegangan Tangan
it: Tenere la mano
ja: 手つなぎ
ko: 손 잡기
pt: Mãos dadas
ru: Держаться за руку
th: จับมือ
vi: Nắm tay
zh_hans: 牵手
zh_hant: 牽手

# colosseum_vote_14_b
source: High Fiving
de: Gib mir fünf
es: Choca los cinco
fr: Faire un « high five »
id: Tos
it: Battere il cinque
ja: ハイタッチ
ko: 하이파이브
pt: Toca aqui
ru: Дать пять
th: แปะมือ
vi: Đập tay
zh_hans: 击掌
zh_hant: 擊掌

# colosseum_vote_14_c
source: Hugging
de: Umarmung
es: Abrazo
fr: Se faire un câlin
id: Berpelukan
it: Abbracciare
ja: ハグ
ko: 포옹
pt: Abraço
ru: Обнять
th: กอด
vi: Ôm
zh_hans: 拥抱
zh_hant: 擁抱

# colosseum_vote_14_d
source: Piggyback Riding
de: Huckepack
es: A caballito
fr: Monter sur le dos
id: Gendong Belakang
it: Andare a cavalluccio
ja: おんぶ
ko: 업기
pt: Cavalinho nas costas
ru: Верхом на спине
th: ขี่หลัง
vi: Cõng
zh_hans: 肩背
zh_hant: 肩背

# colosseum_vote_15_a
source: Rhythm
de: Rhythmus
es: Ritmo
fr: Rythme
id: Ritme
it: Ritmo
ja: リズムが弾ける
ko: 리듬
pt: Ritmo
ru: Ритм
th: ท่วงทำนอง
vi: Nhịp
zh_hans: 音韵
zh_hant: 音韻

# colosseum_vote_15_b
source: Enchantment
de: Verzauberung
es: Encanto
fr: Enchantement
id: Pesona
it: Incantesimi
ja: 魔法
ko: 마법
pt: Encantamento
ru: Волшебство
th: ร่ายมนตร์
vi: Mê hoặc
zh_hans: 魔法
zh_hant: 魔法

# colosseum_vote_15_c
source: Sanctuary
de: Zuflucht
es: Santuario
fr: Sanctuaire
id: Tempat Suci
it: Santuario
ja: 楽園
ko: 낙원
pt: Santuário
ru: Укрытие
th: สวรรค์
vi: Thánh địa
zh_hans: 圣岛
zh_hant: 聖島

# colosseum_vote_15_d
source: Prophecy
de: Prophezeiung
es: Profecía
fr: Prophétie
id: Nubuat
it: Profezia
ja: 預言者
ko: 예언
pt: Profecia
ru: Пророчество
th: คำพยากรณ์
vi: Lời tiên tri
zh_hans: 预言
zh_hant: 預言

# colosseum_vote_16_a
source: Dreams
de: Träume
es: Sueños
fr: Rêves
id: Impian
it: Sogni
ja: 夢かなう
ko: 꿈
pt: Sonhos
ru: Мечты
th: ฝัน
vi: Ước mơ
zh_hans: 梦想
zh_hant: 夢想

# colosseum_vote_16_b
source: Assembly
de: Versammlung
es: Ensamblaje
fr: Rassemblement
id: Berkumpul
it: Costruzione
ja: 大樹に集う
ko: 협력
pt: União
ru: Собрание
th: ชุมนุม
vi: Tập hợp
zh_hans: 重组
zh_hant: 重組

# colosseum_vote_16_c
source: The Little Prince
de: Der kleine Prinz
es: El principito
fr: Le Petit Prince
id: Pangeran Kecil
it: Il Piccolo Principe
ja: 星の王子さま
ko: 어린 왕자
pt: O Pequeno Príncipe
ru: Маленький принц
th: เจ้าชายน้อย
vi: Hoàng Tử Bé
zh_hans: 小王子
zh_hant: 小王子

# colosseum_vote_16_d
source: Flight
de: Flug
es: Vuelo
fr: Envol
id: Penerbangan
it: Volo
ja: 羽ばたく
ko: 비행
pt: Voo
ru: Полёт
th: บิน
vi: Chuyến bay
zh_hans: 飞翔
zh_hant: 飛翔

# colosseum_vote_17_a
source: Abyss
de: Abgrund
es: Abismo
fr: Abysses
id: Palung
it: Abissi
ja: 深淵
ko: 심해
pt: Abismo
ru: Бездна
th: นรก
vi: Vực sâu
zh_hans: 深渊
zh_hant: 深淵

# colosseum_vote_17_b
source: Performance
de: Darbietung
es: Obras
fr: Interprétation
id: Pertunjukan
it: Spettacolo
ja: 表現者たち
ko: 공연
ru: Представление
th: การแสดง
vi: Trình diễn
zh_hans: 表演
zh_hant: 表演

# colosseum_vote_17_c
source: Shattering
de: Erschütternd
es: Destrucción
fr: Éclatement
id: Kehancuran
it: Frantumazione
ja: 砕ケル闇
ko: 산산조각
pt: Despedaçar
ru: Крушение
th: แตกสลาย
vi: Tan vỡ
zh_hans: 破晓
zh_hant: 破曉

# colosseum_vote_18_a
source: Drawing
de: Zeichnen
es: Dibujo
fr: Dessin
id: Menggambar
it: Disegnare
ja: デッサン
ko: 그리기
pt: Desenho
ru: Рисунок
th: วาดภาพ
vi: Vẽ
zh_hans: 素描
zh_hant: 素描

# colosseum_vote_18_b
source: Painting
de: Malen
es: Pintura
fr: Peinture
id: Melukis
it: Dipingere
ja: 絵画
ko: 색칠하기
pt: Pintura
ru: Живопись
th: ระบายสี
vi: Bức tranh
zh_hans: 彩绘
zh_hant: 彩繪

# colosseum_vote_18_c
source: Sculpting
de: Bildhauerei
es: Escultura
fr: Sculpture
id: Memahat
it: Scolpire
ja: 彫刻
ko: 조각하기
pt: Escultura
ru: Скульптура
th: แกะสลัก
vi: Điêu khắc
zh_hans: 雕塑
zh_hant: 雕塑

# colosseum_vote_18_d
source: Sewing
de: Nähen
es: Costura
fr: Couture
id: Menjahit
it: Cucire
ja: 手芸
ko: 바느질
pt: Costura
ru: Шитьё
th: เย็บผ้า
vi: May vá
zh_hans: 缝纫
zh_hant: 縫紉

# colosseum_vote_19_a
source: Piano
it: Pianoforte
ja: ピアノ
ko: 피아노
ru: Пианино
th: เปียโน
zh_hans: 钢琴
zh_hant: 鋼琴

# colosseum_vote_19_b
source: Guitar
de: Gitarre
es: Guitarra
id: Gitar
it: Chitarra
ja: ギター
ko: 기타
pt: Violão
ru: Гитара
th: กีตาร์
vi: Ghi-ta
zh_hans: 吉他
zh_hant: 吉他

# colosseum_vote_19_c
source: Drums
de: Schlagzeug
es: Batería
fr: Batterie
id: Drum
it: Batteria
ja: ドラム
ko: 드럼
pt: Bateria
ru: Барабаны
th: กลอง
vi: Trống
zh_hans: 鼓
zh_hant: 鼓

# colosseum_vote_19_d
source: Flute
de: Flöte
es: Flauta
fr: Flûte
id: Seruling
it: Flauto
ja: フルート
ko: 플루트
pt: Flauta
ru: Флейта
th: ขลุ่ย
vi: Sáo
zh_hans: 笛子
zh_hant: 長笛

# colosseum_vote_1_a
source: Earth
de: Erde
es: Tierra
fr: Terre
id: Tanah
it: Terra
ja: 地
ko: 땅
pt: Terra
ru: Земля
th: ดิน
vi: Đất
zh_hans: 土
zh_hant: 土

# colosseum_vote_1_b
source: Fire
de: Feuer
es: Fuego
fr: Feu
id: Api
it: Fuoco
ja: 火
ko: 불
pt: Fogo
ru: Огонь
th: ไฟ
vi: Lửa
zh_hans: 火
zh_hant: 火

# colosseum_vote_1_c
source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: 水
ko: 물
pt: Água
ru: Вода
th: น้ำ
vi: Nước
zh_hans: 水
zh_hant: 水

# colosseum_vote_1_d
source: Wind
es: Viento
fr: Vent
id: Angin
it: Vento
ja: 風
ko: 바람
pt: Vento
ru: Ветер
th: ลม
vi: Gió
zh_hans: 风
zh_hant: 風

# colosseum_vote_20_a
source: Honesty
de: Ehrlichkeit
es: Honestidad
fr: Honnêteté
id: Kejujuran
it: Onestà
ja: 誠実さ
ko: 정직
pt: Sinceridade
ru: Честность
th: ความซื่อสัตย์
vi: Trung thực
zh_hans: 诚实
zh_hant: 誠實

# colosseum_vote_20_b
source: Respect
de: Respekt
es: Respeto
id: Rasa Hormat
it: Rispetto
ja: 尊重
ko: 존경
pt: Respeito
ru: Уважение
th: ความเคารพ
vi: Tôn trọng
zh_hans: 尊重
zh_hant: 尊重

# colosseum_vote_20_c
source: Loyalty
de: Treue
es: Lealtad
fr: Loyauté
id: Kesetiaan
it: Lealtà
ja: 忠義
ko: 충성
pt: Lealdade
ru: Преданность
th: ความภักดี
vi: Trung thành
zh_hans: 忠诚
zh_hant: 忠誠

# colosseum_vote_20_d
source: Compassion
de: Mitgefühl
es: Compasión
id: Kepedulian
it: Compassione
ja: 思いやり
ko: 다정
pt: Compaixão
ru: Сострадание
th: ความเห็นใจ
vi: Trắc ẩn
zh_hans: 同情心
zh_hant: 同情心
