Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_summerlights_message
source: Celebrate the end of Summer with friends around the bonfire. The Lantern returns to illuminate your path, available in the Shop.
de: Feiere mit Freunden am Lagerfeuer das Ende des Sommers. Die Laterne ist wieder da, um den Weg zu leuchten (erhältlich im Shop).
es: Celebra el fin de los Días de verano con amistades junto a la fogata. El farol regresa para iluminar tu camino; disponible en la tienda.
fr: Célébrez la fin de l'été avec vos amis autour d'un feu de joie. La Lanterne revient pour éclairer votre chemin, disponible dans la boutique.
id: Rayakan akhir Musim Panas bersama teman di sekeliling api unggun. Lentera kembali untuk menyinari jalanmu, tersedia di Toko.
it: Festeggia la fine dell'estate con gli amici intorno al falò. La lanterna torna a illuminare il tuo cammino ed è disponibile nel Negozio.
ja: フレンドと一緒に焚火を囲み、夏の終わりを楽しみましょう。あなたの道行を照らす夏灯りランタンが復刻し、ショップに登場します
ko: 친구들과 모닥불 주변에 둘러앉아 여름의 끝을 함께해요. 어두운 길을 밝혀주는 ���불이 상점에 돌아옵니다.
pt: Comemore o fim do verão com os amigos ao redor da fogueira. De volta, para iluminar o caminho, a lanterna! Disponível na Loja.
ru: Отпразднуйте конец лета с друзьями у костра. Летние фонарики вернулись и доступны в магазине! Осветите ими все вокруг!
vi: Cùng bạn bè bên lửa trại chào đón ngày hè kết thúc. Đèn lồng trở lại sẽ chiếu sáng con đường của bạn (Có tại Cửa hàng).
zh_hans: 与朋友一起围坐在篝火旁庆祝夏日的结束。归来的灯笼会照亮你的道路（可在商店中购买）。
zh_hant: 與朋友一起圍坐在篝火旁慶祝夏日的結束。歸來的燈籠會照亮你的道路（可在商店中購買）。

# notification_summerlights_title
source: ✨ Days of Summer Lights ✨
de: ✨ Tage der Sommerlichter ✨
es: ✨ Días de Luz de Verano ✨
fr: ✨ Jours de lumières estivales ✨
id: ✨ Cahaya Hari Musim Panas ✨
it: ✨ Giorni delle Luci Estive ✨
ja: ✨夏灯りの日々✨
ko: ✨ 여름빛의 날 ✨
pt: ✨ Dias das Luzes de Verão ✨
ru: ✨ Дни летнего света ✨
vi: ✨ Lễ Hội Ngày Hè ✨
zh_hans: ✨ 夏日烛光 ✨
zh_hant: ✨ 夏日燭光 ✨

# notification_sunlight_end_message
source: Venture to Hidden Forest to guide a group of jellyfish, try out new collectibles, and more! 🏕️
de: Reise in den Verborgenen Wald und hilf einer Gruppe Babyquallen, probiere neue Sammelgegenstände aus und vieles mehr! 🏕️
es: ¡Crea un lugar de descanso para los espíritus, prueba nuevos objetos y más! 🪼
fr: Aventurez-vous dans la Forêt cachée pour guider un groupe de méduses, essayer de nouveaux objets à collectionner, et plus encore ! 🏕️
id: Buatlah tempat istirahat yang nyaman untuk para roh, coba koleksi baru, dan masih banyak lagi! 🪼
it: Avventurati nella Foresta Nascosta per guidare un gruppo di meduse, provare nuovi oggetti da collezione e altro ancora! 🏕️
ja: 雨林で海月たちを導き、新アイテムを試して、最後まで思いっきり楽しみましょう！🏕️
ko: 영혼들을 위한 편안한 휴식처를 꾸미고 새로운 수집품을 써 보는 등 다양한 활동이 기다립니다! 🪼
pt: Aventure-se na Floresta Oculta para guiar um grupo de águas-vivas, pegar novos itens colecionáveis e muito mais! 🏕️
ru: Создайте спокойное место, где духи смогут отдохнуть, и получите новые коллекционные предметы! Вас ждёт много интересного! 🪼
th: ออกผจญภัยในป่าลับเพื่อนำทางกลุ่มแมงกะพรุน ลองสะสมของใหม่ๆ และอื่นๆ อีกมากมาย! 🏕️
vi: Tạo một nơi ẩn náu thư giãn cho các tinh linh, thử các vật phẩm sưu tập mới và nhiều hơn nữa! 🪼
zh_hans: 冒险前往雨林引导一群小水母，尝试新收藏品，体验众多精彩活动！🏕️
zh_hant: 前往雨林，為水母們指引前路，試用全新的物品，體驗更多精采活動！🏕️

# notification_sunlight_end_title
source: Days of Sunlight ends soon 🌄
de: Die Tage des Sonnenlichts enden bald 🌄
es: Los Días de luz solar terminan pronto 🌄
fr: Les Jours de l’ensoleillement touchent à leur fin 🌄
id: Hari Musim Panas segera usai 🌄
it: L'evento Giorni Solari sta per terminare 🌄
ja: 陽光の日々はもうすぐ終わります 🌄
ko: 햇빛의 날이 곧 종료됩니다 🌄
pt: Os Dias Ensolarados terminam em breve 🌄
ru: Солнечные дни скоро закончатся 🌄
th: วันแห่งแสงอาทิตย์จะสิ้นสุดเร็ว ๆ นี้ 🌄
vi: Ngày Nắng Hè sắp kết thúc 🌄
zh_hans: 阳光节即将结束🌄
zh_hant: 陽光節即將結束🌄

# notification_sunlight_start_message
source: Help a group of baby jellyfish, and join your favorite spirits for activities in Hidden Forest 🎣
de: Hilf einer Gruppe von Babyquallen und schließe dich deinen Lieblingsgeistern für Aktivitäten im Verborgenen Wald an 🎣
es: ¡Llévales los rayos de sol a los espíritus curiosos de la Bóveda del Conocimiento con nuevas misiones, trajes y más! 🏖️
fr: Aidez un groupe de bébés méduses et rejoignez vos esprits préférés pour des activités dans la Forêt Cachée 🎣
id: Bawa keindahan alam terbuka ke dalam Kubah Pengetahuan dengan petualangan baru, kostum baru, dan masih banyak lagi! 🏖️
it: Aiuta un gruppo di meduse neonate e unisciti ai tuoi spiriti preferiti per attività nella Foresta Nascosta 🎣
ja: 雨林で海月の赤ちゃんたちを導き、大好きな精霊たちとのアクティビティを楽しみましょう🎣
ko: 신규 퀘스트 및 의상 등을 통해 지식의 도서관에 있는 호기심 많은 영혼들에게 햇살 가득한 바깥의 풍경을 가져다 주세요! 🏖️
pt: Ajude um grupo de águas-vivas bebês e junte-se aos seus espíritos favoritos para atividades na Floresta Oculta 🎣
ru: Порадуйте любопытных духов из Хранилища знаний солнечными приключениями с новыми заданиями, нарядами и множеством интересностей! 🏖️
th: ช่วยเหลือแมงกะพรุนทารกและเข้าร่วมกับเหล่าวิญญาณที่คุณชื่นชอบเพื่อทำกิจกรรมในป่าลับ 🎣
vi: Mang không gian ngoài trời đầy nắng đến các tinh linh tò mò ở Kho Tri Thức với các nhiệm vụ, trang phục mới và nhiều hơn nữa! 🏖️
zh_hans: 帮助一群小水母，并与您喜欢的先灵一起在雨林中游玩 🎣
zh_hant: 幫助一群小水母，並與你喜愛的先靈一起在雨林遊玩 🎣

# notification_sunlight_start_title
source: ☀️ Days of Sunlight beckons! ☀️
de: ☀️ Die Tage des Sonnenlichts rufen! ☀️
es: ☀️ ¡Se acercan los Días de luz solar! ☀️
fr: ☀️ Les Jours de l’ensoleillement vous invitent ! ☀️
id: ☀️ Tanda Hari Musim Panas!
it: ☀️ Giorni Solari ti chiama! ☀️
ja: ☀️ 陽光の日々があなたを待っています！ ☀️
ko: ☀️ 햇빛의 날에 어서 오세요! ☀️
pt: ☀️ Os Dias Ensolarados estão chegando! ☀️
ru: ☀️ Солнечные дни так и манят! ☀️
th: ☀️ วันแห่งแสงอาทิตย์เรียกร้อง! ☀️
vi: ☀️ Ngày Nắng Hè vẫy gọi! ☀️
zh_hans: ☀️阳光节开始了！☀️
zh_hant: ☀️陽光節向你招手！☀️

# notification_superlike_memory_multiple
source: Your Shared Memory received %@ ♥. Collect them at Aviary Village.
de: Dein Gemeinschaftsraum hat %@ ♥ erhalten. Sammle sie im Volieren-Dorf ein.
es: Tu recuerdo compartido recibió %@ ♥. Recógelos en la aldea aviaria.
fr: Votre souvenir partagé a obtenu %@ ♥. Récupérez-les au village volière.
id: Kenangan Bersama milik kamu telah menerima %@ ♥. Kumpulkan di Desa Aviary.
it: Il tuo Ricordo condiviso ha ricevuto %@ ♥. Raccoglili presso il Villaggio degli Uccelli.
ja: あなたのシェアメモリーズが %@ 個の♥を獲得しました！ <b>花鳥郷</b>で受け取りましょう
ko: 공유기억이 ♥ %@개를 받았어요. 새들의 정원 마을에서 수령해 주세요.
pt: Sua memória compartilhada recebeu %@ ♥. Pegue-os na Aldeia Aviária.
ru: Ваше общее воспоминание получает %@ ♥. Можно забрать в Птичьей деревне.
vi: Ký Ức Chung của bạn đã nhận được %@ ♥. Hãy nhận chúng tại Làng Chuồng Chim.
zh_hans: 你的共享回忆收到了%@个♥。 前往云巢收集。
zh_hant: 你的共享記憶收到了%@顆♥。 請在雲巢領取。

# notification_superlike_note_multiple
source: Your Shared Message received %@ ♥. Collect them at Aviary Village.
de: Deine geteilte Nachricht hat %@ ♥ erhalten. Sammle sie im Volieren-Dorf ein.
es: Tu mensaje compartido recibió %@ ♥. Recógelos en la aldea aviaria.
fr: Votre message partagé a obtenu %@ ♥. Récupérez-les au village volière.
id: Pesan yang Dibagikan milik kamu telah menerima %@ ♥. Kumpulkan di Desa Aviary.
it: Il tuo Messaggio condiviso ha ricevuto %@ ♥. Raccoglili presso il Villaggio degli Uccelli.
ja: あなたのメッセージが %@ 個の♥を獲得しました！ <b>花鳥郷</b>で受け取りましょう
ko: 메시지가 ♥ %@개를 받았어요. 새들의 정원 마을에서 수령해 주세요.
pt: Sua mensagem compartilhada recebeu %@ ♥. Pegue-os na Aldeia Aviária.
ru: Ваше общее сообщение получает %@ ♥. Можно забрать в Птичьей деревне.
vi: Tin Nhắn Chung của bạn đã nhận được %@ ♥. Hãy nhận chúng tại Làng Chuồng Chim.
zh_hans: 你的共享消息收到了%@个♥。 前往云巢收集。
zh_hant: 你的共享訊息收到了%@顆♥。 請在雲巢領取。

# notification_superlike_space_multiple
source: Your Shared Space received %@ ♥. Collect them at Aviary Village.
de: Dein Gemeinschaftsraum hat %@ ♥ erhalten. Sammle sie im Volieren-Dorf ein.
es: Tu espacio compartido recibió %@ ♥. Recógelos en la aldea aviaria.
fr: Votre espace partagé a obtenu %@ ♥. Récupérez-les au village volière.
id: Ruang Bersama milik kamu telah menerima %@ ♥. Kumpulkan di Desa Aviary.
it: Il tuo Spazio condiviso ha ricevuto %@ ♥. Raccoglili presso il Villaggio degli Uccelli.
ja: あなたのシェアスペースが %@ 個の♥を獲得しました！ <b>花鳥郷</b>で受け取りましょう
ko: 공유공간이 ♥ %@개를 받았어요. 새들의 정원 마을에서 수령해 주세요.
pt: Seu espaço compartilhado recebeu %@ ♥. Pegue-os na Aldeia Aviária.
ru: Ваше общее пространство получает %@ ♥. Можно забрать в Птичьей деревне.
vi: Không Gian Chung của bạn đã nhận được %@ ♥. Hãy nhận chúng tại Làng Chuồng Chim.
zh_hans: 你的共享空间收到了%@个♥。 前往云巢收集。
zh_hant: 你的共享空間收到了%@顆♥。 請在雲巢領取。

# notification_thatskyshop_new_wave_message
source: New Sky Merchandise？Teleport to thatskyshop now! ✨
de: Neues Sky-Merchandise？Teleporte dich gleich zum thatskyshop! ✨
es: ¿Nuevos productos de Sky? ¡Teletranspórtate a thatskyshop ahora! ✨
fr: De la nouvelle marchandise Sky ? Téléportez-vous vers thatskyshop maintenant ! ✨
id: Barang Dagangan Sky Baru？Teleportasi ke thatskyshop sekarang! ✨
it: Nuovi articoli di Sky? Visita subito thatskyshop! ✨
ja: Skyの新グッズが登場しました！今すぐthatskyshopを見てみましょう！✨
ko: 새로운 Sky 굿즈 등장! 지금 바로 thatskyshop으로 텔레포트 해보세요. ✨
pt: Mercadorias novas do Sky? Teletransporte-se para thatskyshop agora! ✨
ru: Новые товары Sky! Телепортируйтесь в thatskyshop прямо сейчас! ✨
vi: Nghe nói Sky có vật phẩm mới? Đến thatskyshop ngay! ✨
zh_hans: 听说Sky周边上新了？瞬间移动去thatskyshop看看吧! ✨
zh_hant: 聽說Sky周邊上新了？瞬間移動去Sky小鋪看看吧! ✨

# notification_tournament_end_message
source: Join your favorite Tournament games before the event ends! 🎉
de: Nimm an deinen Lieblingsspielen des Turniers teil, bevor das Event endet! 🎉
es: ¡Únete a tus juegos favoritos del torneo antes de que termine el evento! 🎉
fr: Rejoignez vos jeux préférés dans le tournoi avant la fin de l’événement ! 🎉
id: Bergabunglah dengan game Turnamen favorit kamu sebelum acara berakhir! 🎉
it: Partecipa ai tuoi giochi preferiti prima che il Torneo finisca! 🎉
ja: イベントが終わってしまう前にお気に入りの競技を楽しみましょう！🎉
ko: 이벤트가 종료되기 전에 마음에 드는 토너먼트 게임에 참여하세요! 🎉
pt: Entre nos seus jogos preferidos do Torneio antes que o evento acabe! 🎉
ru: Поучаствуйте в своих любимых играх, пока турнир не закончился! 🎉
vi: Tham gia các trò chơi Giải đấu yêu thích của bạn trước khi sự kiện kết thúc! 🎉
zh_hans: 在活动结束之前，参加你最喜欢的锦标赛游戏！🎉
zh_hant: 在活動結束前參加你最喜愛的比賽項目吧！🎉

# notification_tournament_end_title
source: 🏁 Tournament of Triumph Ends Soon 🏁
de: 🏁 Das Turnier des Triumphs endet bald 🏁
es: 🏁 El torneo del triunfo termina pronto 🏁
fr: 🏁 Le Tournoi du Triomphe se termine bientôt 🏁
id: 🏁 Turnamen Kejayaan Segera Berakhir 🏁
it: 🏁 Il Torneo del Trionfo sta per terminare 🏁
ja: 🏁 凱旋の大競技会はまもなく閉会します🏁
ko: 🏁 승리의 토너먼트가 곧 종료됩니다 🏁
pt: 🏁 O Torneio do Triunfo acabará em breve 🏁
ru: 🏁 Триумфальный турнир скоро закончится 🏁
vi: 🏁 Giải Đấu Vinh Quang Sắp Kết Thúc 🏁
zh_hans: 🏁 凯旋锦标赛即将结束 🏁
zh_hant: 🏁 凱旋錦標賽即將結束 🏁

# notification_tournament_start_message
source: Race, leap, and scramble through the realms in Sky's newest event. 💨💨💨
de: Renne, springe und krieche durch die Reiche, um Punkte für dein Team zu verdienen. 💨💨💨
es: Corre, salta y trepa a través de los reinos para ganar puntos para tu equipo. 💨💨💨
fr: Courez, sautez et parcourez les royaumes pour rapporter des points à votre équipe. 💨💨💨
id: Berlomba, melompat, dan berebut di seluruh dunia untuk mendapatkan poin bagi tim kamu. 💨💨💨
it: Corri, salta e arrampicati attraverso i reami e guadagna punti per la tua squadra. 💨💨💨
ja: レースに飛行、各地方を駆け回り、チームのためにポイントを集めましょう。💨💨💨
ko: 여러 지역을 돌며 경주하고, 뛰고, 기어다니면서 팀 점수를 모으세요. 💨💨💨
pt: Corra, pule e esforce-se pelos reinos para ganhar pontos para sua equipe. 💨💨💨
ru: Промчитесь по разным мирам, чтобы заработать очки для своей команды. 💨💨💨
vi: Đua, nhảy và tung hoành trong các vương quốc để giành điểm về cho đội của mình. 💨💨💨
zh_hans: 竞速、跳跃、一路飙过各个领域，为你的团队赢取积分。💨💨💨
zh_hant: 在各個領域中競速、跳躍和跋涉，為你的隊伍贏取積分。💨💨💨

# notification_tournament_start_title
source: The Tournament of Triumph has Begun! 🏅
de: Das Turnier des Triumphs hat begonnen! 🏅
es: ¡Comenzó el torneo del triunfo! 🏅
fr: Le Tournoi du Triomphe est lancé ! 🏅
id: Turnamen Kejayaan Telah Dimulai! 🏅
it: Il Torneo del Trionfo è iniziato! 🏅
ja: 凱旋の大競技会 開会！🏅
ko: 승리의 토너먼트를 시작합니다! 🏅
pt: O Torneio do Triunfo começou! 🏅
ru: Триумфальный турнир начался! 🏅
vi: Giải Đấu Vinh Quang Đã Bắt Đầu! 🏅
zh_hans: 凯旋锦标赛已经开始！🏅
zh_hant: 凱旋錦標賽開始了！🏅

# notification_traveling_abyss_message
source: A Spirit from the Season of Abyss has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Tiefsee ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada del abismo volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison des Abysses est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Palung telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione degli Abissi è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし深淵の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 심해의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada do Abismo voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона бездны ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Vực Sâu đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 深渊季中的一位先灵已回归，但时间极为有限！
zh_hant: 深淵季的先靈限時回歸！

# notification_traveling_assembly_message
source: A Spirit from the Season of Assembly has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison des Zusammenbaus ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada del ensamblaje volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison du Rassemblement est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Berkumpul telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione della Costruzione è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし大樹に集う季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 협력의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada da União voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона собрания ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Tụ Hội đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 重组季中的一位先灵已回归，但时间极为有限！
zh_hant: 重組季的先靈限時回歸！

# notification_traveling_aurora_message
source: A Spirit from the Season of AURORA has returned for a very limited time! 🕯️
de: Ein Geist aus der AURORA-Saison ist für begrenzte Zeit zurückgekehrt! 🕯️
es: ¡Un espíritu de la temporada de AURORA regresó por tiempo muy limitado! 🕯️
fr: Un esprit de la saison d'AURORA est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim AURORA telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione di AURORA è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りしAURORAの季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: AURORA의 시즌의 영혼이 잠시 머물다 갈 거예요! 🕯️
pt: Um espírito da temporada da AURORA retornou por tempo muito limitado! 🕯️
ru: Дух сезона AURORA ненадолго вернулся! 🕯️
vi: Một Tinh linh từ Mùa AURORA đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 来自AURORA 季节的先灵限时回归！🕯️
zh_hant: 奧蘿拉季的先靈限時回歸！ 🕯️

# notification_traveling_belonging_message
source: A spirit from the Season of Belonging has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison des Zusammengehörens ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de la pertenencia volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison de l'Appartenance est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Kebersamaan telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione degli Affetti è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし想いを編む季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 친밀의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada do Pertencer voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона сопричастности ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Sở Hữu đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 归属季中的一位先灵已回归，但时间极为有限！
zh_hant: 歸屬季的先靈限時回歸！

# notification_traveling_dreams_message
source: A spirit from the Season of Dreams has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Träume ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de los sueños volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison des Rêves est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Impian telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione dei Sogni è tornato per un periodo brevissimo!🕯️
ja: 過ぎ去りし夢かなう季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 꿈의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada dos Sonhos voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона мечтаний ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Giấc Mơ đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 梦想季中的一位先灵已回归，但时间极为有限！
zh_hant: 夢想季節的先靈限時回歸！

# notification_traveling_duets_message
source: Items from the Season of Duets have returned for a very limited time! 🕯️
de: Gegenstände aus der Saison der Duette sind für begrenzte Zeit zurückgekehrt! 🕯️
es: ¡Los objetos de la temporada de duetos regresaron por tiempo muy limitado! 🕯️
fr: Des objets de la saison des Duos sont de retour pour une durée très limitée ! 🕯️
id: Item dari Musim Duet telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Gli oggetti della Stagione dei Duetti sono tornati per un periodo brevissimo! 🕯️
ja: 過ぎ去りし重なる音色の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 듀엣의 시즌 아이템이 잠시 돌아왔어요! 🕯️
pt: Itens da Temporada de Duetos retornaram por tempo muito limitado! 🕯️
ru: Предметы из Сезона Дуэтов ненадолго вернулись в игру! 🕯️
th: ไอเทมจากฤดูกาลบรรเลงคู่กลับมาอีกครั้งในระยะเวลาจำกัดเท่านั้น! 🕯️
vi: Các vật phẩm từ Mùa Song Tấu đã quay trở lại trong thời gian có hạn! 🕯️
zh_hans: 来自二重奏季的物品限时回归！🕯️
zh_hant: 二重奏季的物品限時回歸！🕯️

# notification_traveling_enchantment_message
source: A spirit from the Season of Enchantment has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Verzauberung ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada del encanto volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison de l'Enchantement est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Pesona telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione degli Incantesimi è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし魔法の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 마법의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada dos Encantos voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона волшебства ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Phép Thuật đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 魔法季中的一位先灵已回归，但时间极为有限！
zh_hant: 魔法季的先靈限時回歸！

# notification_traveling_flight_message
source: A Spirit from the Season of Flight has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison des Fliegens ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada del vuelo volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison du Vol est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Penerbangan telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione del Volo è tornato per un periodo brevissimo!🕯️
ja: 過ぎ去りし羽ばたく季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 비행의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada de Voo voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона полета ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Bay Lượn đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 飞行季中的一位先灵已回归，但时间极为有限！
zh_hant: 飛翔季節的先靈限時回歸！

# notification_traveling_gratitude_message
source: A spirit from the Season of Gratitude has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Dankbarkeit ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de la gratitud volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison de la gratitude est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Rasa Syukur telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione della Gratitudine è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし感謝の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 감사의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada da Gratidão voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона благодарности ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Tri Ân đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 感恩季中的一位先灵已回归，但时间极为有限！
zh_hant: 感恩季的先靈限時回歸！

# notification_traveling_group_assembly_message
source: Four spirits from the Season of Assembly are all arriving for a special visit! 🕯️
de: Vier Geister aus der Saison des Zusammenbaus kommen alle für einen besonderen Besuch! 🕯️
es: ¡Cuatro Espíritus de la Temporada de Asamblea están llegando para una visita especial! 🕯️
fr: Quatre esprits de la saison d'assemblée arrivent tous pour une visite spéciale! 🕯️
id: Empat Roh dari Musim Berkumpul hadir untuk sebuah kunjungan yang istimewa! 🕯️
it: Quattro Spiriti della Stagione di Assemblea arrivano tutti per una visita speciale! 🕯️
ja: 大樹に集う季節より特別に、4人の精霊たちがSkyに来訪します！🕯
ko: 협력의 시즌 영혼 넷이 모두 특별히 Sky를 찾아옵니다! 🕯️
pt: Quatro Espíritos da Temporada da União estão chegando para uma visita especial! 🕯️
ru: Четыре духа Сезона собрания прибывают для внеочередного визита! 🕯️
vi: Bốn Linh Từ Mùa Hội Nghị đều đến thăm một lần đặc biệt! 🕯️
zh_hans: 重组季的四位先灵将特别再次拜访光遇！ 🕯️
zh_hant: 重組季的四位先靈將特別再次拜訪 Sky！🕯️

# notification_traveling_group_assembly_title
source: A Group of Visiting Spirits 🌠
de: Eine Gruppe reisender Geister 🌠
es: Un grupo de espíritus visitantes 🌠
fr: Un groupe d’esprits visiteurs 🌠
id: Sekelompok Roh Pengunjung 🌠
it: Un gruppo di spiriti in arrivo 🌠
ja: 再訪する精霊たちの一団🌠
ko: 함께 찾아오는 영혼들 🌠
pt: Um grupo de espíritos visitantes 🌠
ru: Группа духов-гостей 🌠
vi: Một nhóm các Tinh Linh Ghé Thăm 🌠
zh_hans: 一群来访先灵🌠
zh_hant: 一群來訪的先靈 🌠

# notification_traveling_group_common_message
source: An extra group of spirits from a past Season are arriving for a special visit! 🕯️
de: Eine zusätzliche Gruppe von Geistern aus einer vergangenen Saison kommt für einen besonderen Besuch! 🕯️
es: ¡Un grupo adicional de Espíritus de una temporada pasada está llegando para una visita especial! 🕯️
fr: Un groupe supplémentaire d'esprits d'une saison passée arrive pour une visite spéciale! 🕯️
id: Sekelompok Roh tambahan dari Musim lalu hadir untuk sebuah kunjungan yang istimewa! 🕯️
it: Un gruppo supplementare di Spiriti da una stagione passata sta arrivando per una visita speciale! 🕯️
ja: 過ぎ去りし過去の季節より季節より特別に、4人の精霊たちがSkyに来訪します！🕯
ko: 어느 과거 시즌의 영혼들이 특별히 Sky를 찾아옵니다! 🕯️
pt: Um grupo de Espíritos de uma temporada passada está chegando para uma visita especial! 🕯️
ru: Особая группа Духов из прошлых Сезонов прибывает для внеочередной встречи! 🕯️
vi: Một nhóm linh hồn từ một mùa trước đang đến thăm một lần đặc biệt! 🕯️
zh_hans: 一群来自过往季节的先灵将特别再次拜访光遇！ 🕯️
zh_hant: 一群來自過往季節的先靈將特別再次拜訪 Sky！🕯️

# notification_traveling_group_common_title
source: A Group of Visiting Spirits 🌠
de: Eine Gruppe reisender Geister 🌠
es: Un grupo de espíritus visitantes 🌠
fr: Un groupe d’esprits visiteurs 🌠
id: Sekelompok Roh Pengunjung 🌠
it: Un gruppo di spiriti in arrivo 🌠
ja: 再訪する精霊たちの一団🌠
ko: 함께 찾아오는 영혼들 🌠
pt: Um grupo de espíritos visitantes 🌠
ru: Группа духов-гостей 🌠
vi: Một nhóm các Tinh Linh Ghé Thăm 🌠
zh_hans: 一群来访先灵🌠
zh_hant: 一群來訪的先靈 🌠
