Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# home_settings_volume_upgrade
source: Increase Decoration Limit
de: Dekorationslimit erhöhen
es: Aumentar límite de decoraciones
fr: Augmenter la limite de décoration
id: Tingkatkan Batas Dekorasi
it: Aumenta il limite di decorazioni
ja: 飾りの上限を増やす
ko: 최대 장식 양 늘리기
pt: Aumentar o limite de decoração
ru: Увеличить лимит украшений
th: เพิ่มขีดจำกัดของตกแต่ง
vi: Tăng Giới Hạn Trang Trí
zh_hans: 提升装饰上限
zh_hant: 增加裝飾上限

# home_settings_volume_upgrade_confirm
source: Increase Decoration Limit?
de: Dekorationslimit erhöhen?
es: ¿Aumentar límite de decoraciones?
fr: Augmenter la limite de décoration ?
id: Meningkatkan Batas Dekorasi?
it: Aumentare il limite di decorazioni?
ja: 飾りの上限を増やしますか？
ko: 최대 장식 양 늘리기 늘릴까요?
pt: Aumentar o limite de decoração?
ru: Увеличить лимит украшений?
th: เพิ่มขีดจำกัดของตกแต่งหรือไม่
vi: Tăng Giới Hạn Trang Trí?
zh_hans: 要提升装饰上限吗？
zh_hant: 要增加裝飾上限嗎？

# home_settings_volume_upgrade_max
source: You've reached the maximum decoration limit.
de: Du hast das maximale Dekorationslimit erreicht.
es: Llegaste al límite de decoraciones.
fr: Vous avez atteint la limite de décoration.
id: Kamu telah mencapai batas dekorasi maksimum.
it: Hai raggiunto il limite massimo di decorazioni.
ja: 飾りを設置できる上限に達しました
ko: 최대 장식 양에 도달했습니다.
pt: Você chegou ao limite de decoração.
ru: Вы достигли максимального лимита украшений.
th: คุณมีของตกแต่งถึงขีดจำกัดแล้ว
vi: Bạn đã đạt đến giới hạn trang trí tối đa.
zh_hans: 你已达到装饰上限。
zh_hant: 你已達到裝飾上限。

# home_stop_view_other_nests
source: Stop Viewing
de: Ansehen beenden
es: Dejar de ver
fr: Arrêter
id: Berhenti Melihat
it: Interrompi
ja: 鑑賞終了
ko: 그만 보기
pt: Parar de ver
ru: Прекратить просмотр
th: หยุดดู
vi: Dừng xem
zh_hans: 停止浏览
zh_hant: 停止瀏覽

# home_view_other_nests
source: View Other Nests
de: Andere Nester ansehen
es: Ver otros nidos
fr: Voir d'autres nids
id: Lihat Sarang Lainnya
it: Visualizza altri nidi
ja: 他の人の巣を鑑賞する
ko: 다른 보금자리 보기
pt: Ver outros ninhos
ru: Посмотреть другие гнезда
th: ดูรังอื่น
vi: Xem các Tổ khác
zh_hans: 浏览其他人的巢穴
zh_hant: 瀏覽其他巢穴

# host_ann_text1
source: Please gather at the stage for our next performance!
de: Bitte versammelt euch für unsere nächste Aufführung an der Bühne!
es: ¡Por favor, vengan al escenario para nuestro próximo espectáculo!
fr: Veuillez vous rassembler sur la scène pour notre prochain spectacle !
id: Harap berkumpul di panggung untuk pertunjukan kita selanjutnya!
it: Signore e signori, raccoglietevi attorno al palcoscenico per la nostra prossima esibizione!
ja: まもなく次のステージの開演時間です。どうぞお集まりください！
ko: 다음 공연을 위해 무대로 모여주세요!
pt: Por favor, reúnam-se no palco para a próxima performance!
ru: Собираемся у сцены на следующее выступление!
th: โปรดรวมตัวกันที่เวทีสำหรับการแสดงครั้งต่อไปของเรา!
vi: Hãy tập trung tại sân khấu để đón xem buổi biểu diễn tiếp theo của chúng tôi!
zh_hans: 请持续关注舞台，期待我们的下一场表演！
zh_hant: 請聚集在舞臺上，為我們的下一場演出做好準備！

# host_ann_text2
source: It's time for a dance party!
de: Zeit für eine Tanzparty!
es: ¡Es hora de una fiesta de baile!
fr: C’est parti pour un événement de danse !
id: Saatnya pesta dansa!
it: È tempo di ballare!
ja: ダンスの時間を楽しみましょう！
ko: 댄스 파���를 즐겨요!
pt: Hora da festa de dança!
ru: Пора потанцевать!
th: ได้เวลาสำหรับปาร์ตี้เต้นรำแล้ว!
vi: Đã đến lúc khiêu vũ!
zh_hans: 是时候开一个热舞派对啦！
zh_hant: 熱舞派對開始啦！

# howtoplay_basics_0_title
source: Gameplay Tips
de: Gameplay-Tipps
es: Consejos del juego
fr: Conseils de jeu
id: Tips Bermain
it: Consigli di gioco
ja: この世界について
ko: 게임 플레이 팁
pt: Dicas de Jogo
ru: Советы по игре
th: เคล็ดลับเกมเพลย์
vi: Mẹo chơi
zh_hans: 核心玩法提示
zh_hant: 核心玩法提示

# howtoplay_basics_1_explore
source: <b>Explore</b> the realms of Sky to <b>uncover the history</b> of this world.
de: <b>Erkunde</b> die Reiche von Sky und <b>entdecke die Geschichte</b> dieser Welt.
es: <b>Explora</b> los reinos de Sky para <b>descubrir la historia</b> de este mundo.
fr: <b>Explorez</b> les royaumes de Sky pour <b>découvrir l'histoire</b> de ce monde.
id: Jelajahi negeri Sky untuk mengungkap sejarah dunia ini dan penduduknya.
it: <b>Esplora</b> i regni di Sky per <b>scoprire la storia</b> di questo mondo.
ja: Skyの世界は謎に満ちています。様々なエリアを飛び回って歴史を紐解いていきましょう
ko: Sky 월드를 <b>탐험</b>하며 <b>역사를 파헤쳐 보세요</b>.
pt: Explore o território de Sky para descobrir a história deste mundo e seu povo.
ru: Исследуйте страну Неба, чтобы открыть историю этого мира и его народа.
th: <b>สำรวจ</b>ดินแดนแห่ง Sky เพื่อ<b>เปิดเผยเรื่องราว</b>ของโลกใบนี้
vi: Khám phá vùng đất Sky để khám phá lịch sử của thế giới và con người.
zh_hans: <b>探索</b>Sky的各个领域，<b>揭开这个世界的历史</b>。
zh_hant: <b>探索</b> Sky的各種領域，<b>揭開這個世界的歷史</b>。

# howtoplay_basics_1_explore_title
source: <b>Unravel the mystery</b>
de: <b>Enthülle das Geheimnis</b>
es: <b>Resuelve el misterio</b>
fr: <b>Percez le mystère</b>
id: <b>Pecahkan misteri</b>
it: <b>Svela il mistero</b>
ja: <b>秘められた記憶</b>
ko: <b>숨겨진 미스터리</b>
pt: <b>Desvende o mistério</b>
ru: <b>Раскройте тайну</b>
th: <b>เผยความลับ</b>
vi: <b>Khám phá bí mật</b>
zh_hans: <b>探寻秘密</b>
zh_hant: <b>探尋秘密</b>

# howtoplay_basics_2_spirits
source: Return your ancestors' <1>spirits</1> to the sky to complete the <b>constellation</b> for each realm.
de: Bringe die <1>Geister</1> deiner Vorfahren zum Himmel zurück, um das <b>Sternbild</b> in jedem Reich zu vollenden.
es: Regresa los <1>espíritus</1> de tus ancestros al cielo para completar la <b>constelación</b> de cada reino.
fr: Retournez les <1>esprits</1> de vos ancêtres qux cieux pour compléter la <b>constellation</b> de chaque royaume.
id: Kembalikan leluhur ke langit dan selesaikan <b>rasi</b> untuk tiap kerajaan.
it: Riporta gli <1>spiriti</1> dei tuoi antenati in cielo per completare la <b>Costellazione</b> per ogni regno.
ja: 各エリアで星の精霊たちを探し出して空へと帰し、失われた星座を完成させましょう
ko: 선조들의 <1>영혼</1>을 하늘로 돌려보내 각 왕국의 <b>별자리</b>를 완성하세요.
pt: Devolva os ancestrais aos céus e conclua a <b>constelação</b> para cada reino.
ru: Верните предков в небо и завершите <b>созвездие</b> для каждого королевства.
th: นำ<1>สปิริต</1>บรรพชนของคุณกลับคืนสู่ท้องฟ้าเพื่อทำ<b>กลุ่มดาว</b>สำหรับแต่ละดินแดนให้เสร็จ
vi: Đưa linh hồn của tổ tiên trở lại bầu trời và hoàn thành <b>Chòm Sao</b> cho mỗi vương quốc.
zh_hans: 让<1>先灵</1>返回空中，完成每个领域的<b>星座</b>。
zh_hant: 將你的<1>先靈</1>送回空中，完成每一領域的<b>星座</b>。

# howtoplay_basics_2_spirits_title
source: <b>Free the spirits</b>
de: <b>Befreie die Geister</b>
es: <b>Libera los espíritus</b>
fr: <b>Libérez les esprits</b>
id: <b>Selamatkan roh</b>
it: <b>Libera gli spiriti</b>
ja: <b>星の精霊たち</b>
ko: <b>영혼을 해방시켜주세요.</b>
pt: <b>Salve os espíritos</b>
ru: <b>Спасайте духов</b>
th: <b>ปลดปล่อยสปิริต</b>
vi: <b>Soi sáng cho các linh hồn</b>
zh_hans: <b>释放先灵</b>
zh_hant: <b>釋放先靈</b>

# howtoplay_basics_3_friends
source: Each <1>spirit</1> you free will teach you a new <b>expression</b>.
de: Jeder von dir befreite <1>Geist</1> lehrt dich einen neuen <b>Ausdruck</b>.
es: Cada <1>espíritu</1> que liberes te enseñará una nueva <b>expresión</b>.
fr: Chaque <1>esprit</1> que vous libérez vous apprendra une nouvelle <b>expression</b>.
id: Tiap roh leluhur yang kamu selamatkan akan mengajarimu <b>ekspresi</b> baru.
it: Ogni <1>spirito</1> liberato ti insegnerà una nuova <b>espressione</b>.
ja: 助けた精霊たちから、新たな<b>感情表現</b>を学ぶことができます
ko: <1>영혼</1>을 돌려보낼 때마다 새로운 <b>제스처</b>를 베웁니다.
pt: Cada espírito ancestral que você salvar te ensinará uma nova <b>expressão</ b>.
ru: Каждый спасенный дух-предок научит вас новому <b>выражению</b>.
th: <1>สปิริต</1>แต่ละตนที่คุณปลดปล่อยจะสอน<b>การแสดงออก</b>ใหม่ให้กับคุณ
vi: Mỗi tinh linh tổ tiên mà bạn cứu sẽ dạy cho bạn một<b>biểu cảm</b> mới.
zh_hans: 你释放的每个<1>先灵</1>都会教你一种新<b>表情</b>。
zh_hant: 每一位被你釋放的<1>先靈</1>都將教你一種新的<b>表情</b>。

# howtoplay_basics_3_friends_title
source: <b>Learn new expressions</b>
de: <b>Lerne neue Ausdrücke</b>
es: <b>Aprende nuevas expresiones</b>
fr: <b>Apprenez de nouvelles expressions</b>
id: <b>Pelajari ekspresi baru</b>
it: <b>Apprendi nuove espressioni</b>
ja: <b>新たな感情表現を覚えましょう</b>
ko: <b>새로운 제스처 배우기</b>
pt: <b>Aprenda expressões novas</b>
ru: <b>Узнайте новые выражения</b>
th: <b>เรียนรู้การแสดงออกใหม่</b>
vi: <b>Học biểu cảm mới</b>
zh_hans: <b>学习新的表情</b>
zh_hant: <b>學習新的表情</b>

# howtoplay_basics_4_gates
source: Freed <1>spirits</1> will reopen <b>Spirit Gates</b> to new lands.
de: Befreite <1>Geister</1> öffnen <b>Geistertore</b> zu neuen Ländern.
es: Los <1>espíritus</1> libres volverán a abrir las <b>puertas espirituales</b> a nuevas tierras.
fr: Les <1>esprits</1> libérés réouviront <b>Spirit Gates</b> to new lands.
id: Menyelamatkan lebih banyak roh juga akan membuka gerbang ke negeri baru.
it: Gli <1>spiriti</1> liberati riapriranno i <b>portali spirito</b> per raggiungere nuove terre.
ja: 星の精霊たちを解放すると、新しいエリアへ通じる封印が解けるようになります
ko: 해방된 <1>영혼</1>은 새로운 땅으로 이어지는 <b>영혼의 관문</b>을 열어줍니다.
pt: Salvar mais espíritos também abre portões para novos territórios.
ru: Спасая духов, вы открываете врата в новые земли.
th: <1>สปิริต</1>ที่ได้รับการปลดปล่อยจะเปิด<b>ประตูสปิริต</b>อีกครั้งไปยังดินแดนใหม่
vi: Cứu nhiều Tinh Linh hơn để mở ra cánh cổng vào những vùng đất mới.
zh_hans: 被释放的<1>先灵</1>将重新打开通往新大陆的<b>先灵屏障</b>。
zh_hant: 被釋放的<1>先靈</1>將重新開啟通往新大陸的<b>先靈屏障</b>。

# howtoplay_basics_4_gates_title
source: <b>Unlock the spirit gates</b>
de: <b>Öffne die Geistertore</b>
es: <b>Desbloquear las puertas espirituales</b>
fr: <b>Ouvrez les portes de l’esprit</b>
id: <b>Buka gerbang roh</b>
it: <b>Sblocca i portali spirito</b>
ja: <b>星の封印</b>
ko: <b>영혼의 문 열기</>
pt: <b>Desbloqueie os portões espirituais</b>
ru: <b>Открывайте врата духов</b>
th: <b>ปลดล็อกประตูสปิริต</b>
vi: <b>Mở Cổng Tinh Linh</b>
zh_hans: <b>先灵之门</b>
zh_hant: <b>先靈之門</b>

# howtoplay_basics_5_flight
source: Collect <b><wingbuff/> winged light</b> to strengthen your <cape/> <b>wing</b> and reach new places.
de: Sammle <b><wingbuff/>Geflügeltes Licht</b>, um deine <cape/> <b>Flügel</b> zu stärken und neue Orte zu erreichen.
es: Recoge <b><wingbuff/> luz alada</b> para fortalecer tus <cape/> <b>alas</b> y alcanzar nuevos lugares.
fr: Récupérez la <b><wingbuff/> lumière ailée</b> pour améliorer votre cape et atteindre de nouveaux endroits.
id: Kumpulkan <b>cahaya bersayap <wingbuff/></b> untuk memperbesar jubahmu dan mencapai tempat baru.
it: Raccogli la <b><wingbuff/> luce alata</b> per rafforzare le tue <cape/> <b>ali</b> e raggiungere nuove località.
ja: <b><wingbuff/></b>を集めるとケープがレベルアップします。より高く飛んでまだ見ぬ土地への入り口を探しましょう
ko: <b><wingbuff/>날개빛</b>을 모아 <cape/> <b>날개</b>의 힘을 키우고 새로운 장소를 탐험해 보세요.
pt: Colete <b><wingbuff/> luz alada</ b> para aumentar sua capa e alcançar novos lugares.
ru: Собирайте <b><wingbuff/> крылатый свет</b>, растите накидку и летите к новым местам.
th: เก็บ<b><wingbuff/>แสงติดปีก</b>เพื่อเพิ่มความแข็งแกร่งให้กับ<cape/><b>ปีก</b>ของคุณ แล้วไปยังสถานที่ใหม่
vi: Thu thập <b><wingbuff/>Ngọn Sáng Chắp Cánh</b> để phát triển áo choàng và đến được những vùng đất mới.
zh_hans: 收集<b><wingbuff/>翼之光</b>来强健你的<cape/><b>翅膀</b>并到达新的地方。
zh_hant: 收集<b><wingbuff/>翼之光</b>，你就能強化自己的<cape/><b>翅膀</b>，並抵達新的地方。

# howtoplay_basics_5_flight_title
source: <b>Fly higher</b>
de: <b>Fliege höher</b>
es: <b>Volar más alto</b>
fr: <b>Volez plus haut</b>
id: <b>Terbang lebih tinggi</b>
it: <b>Vola più in alto</b>
ja: <b>光の翼</b>
ko: <b>더 높이 날기<ㅠ/b>
pt: <b>Voe mais alto</b>
ru: <b>Летайте выше</b>
th: <b>บินให้สูงขึ้น</b>
vi: <b>Bay cao hơn</b>
zh_hans: <b>飞向更高</b>
zh_hant: <b>飛向更高</b>

# howtoplay_basics_6_storm
source: Gather your <b>friends</b> and deliver <b><wingbuff/> winged light</b> through Eden to <b>fulfill your destiny</b>.
de: Versammle deine <b>Freunde</b> und liefere <b><wingbuff/> Geflügeltes Licht</b> in ganz Eden, um <b>dein Schicksal zu erfüllen</b>.
es: Reúne a tus <b>amistades</b> y reparte <b><wingbuff/> luz alada</b> a lo largo de Edén para <b>cumplir tu destino</b>.
fr: Rassemblez vos <b>amis</b> déposez votre <b><wingbuff/> lumière ailée</b> à travers Eden pour <b>atteindre votre destinée</b>.
id: Antarkan <b>cahaya bersayap <wingbuff/></b> melalui Eden demi hadiah terbesar.
it: Raduna gli <b>amici</b> e consegna la <b><wingbuff/> luce alata</b> attraverso l'Eden per <b>compiere il tuo destino</b>.
ja: <b><wingbuff/></b>を帰るべきところへ導きましょう。苦難の果てに最高の祝福が待っています
ko: <b>친구</b>를 모아 에덴을 찾아가서 <b><wingbuff/> 날개빛</b>을 전달하고 <b>운명을 실현하세요</b>.
pt: Entregue sua <b><wingbuff/> luz alada </ b> pelo Éden e receba uma grande recompensa.
ru: Проведите свой <b><wingbuff/> крылатый свет</b> сквозь Эдем для лучшей из наград.
th: รวบรวม<b>เพื่อน</b>ของคุณ แล้วนำ<b><wingbuff/>แสงติดปีก</b>ไปส่งผ่านทางเอเดน<b>เพื่อเติมเต็มโชคชะตาของคุณ</b>
vi: Cùng bè bạn, mang <b><wingbuff/>Ngọn Sáng Chắp Cánh</b> qua Địa Đàng để hoàn thành sứ mệnh.
zh_hans: 召集<b>好友</b>，让<b><wingbuff/>翼之光</b>通过暴风眼来<b>完成你的使命</b>。
zh_hant: 召集你的<b>好友</b>，並在穿越暴風眼時使用<b><wingbuff/>翼之光</b>，以<b>實現你的使命</b>。

# howtoplay_basics_6_storm_title
source: <b>Ascend to the Storm</b>
de: <b>Steige in den Sturm auf</b>
es: <b>Ascender a la tormenta</b>
fr: <b>S’élever vers la tempête</b>
id: <b>Naik ke Badai</b>
it: <b>Sali verso la tempesta</b>
ja: <b>目指すは暴風域</b>
ko: <b>폭풍을 향해 오르기</b>
pt: <b>Ascenda à tormenta</b>
ru: <b>Поднимитесь к Буре</b>
th: <b>บินขึ้นไปสู่พายุ</b>
vi: <b>Vượt qua Cơn Bão</b>
zh_hans: <b>冲破风暴</b>
zh_hant: <b>衝破風暴</b>

# howtoplay_basics_v2_0_title
source: What is Sky?
de: Was ist Sky?
es: ¿Qué es Sky?
fr: Sky, qu'est-ce que c'est ?
id: Apa itu Sky?
it: Che cos'è Sky?
ja: Skyとは？
ko: Sky는 무엇인가요?
pt: O que é Sky?
ru: Что такое Небо?
th: Sky คืออะไร
vi: Sky là gì?
zh_hans: 什么是Sky？
zh_hant: Sky 是什麼？

# howtoplay_basics_v2_1
source: The realms of Sky have succumbed to darkness... <b>You are here to bring them light.</b>
de: Die Reiche von Sky sind der Dunkelheit erlegen ... <b>Du bist hier, um ihnen Licht zu bringen.</b>
es: Los reinos de Sky se sumieron en la oscuridad… <b>Tú llegaste para traerles luz.</b>
fr: Les royaumes de Sky ont succombé aux ténèbres... <b>Vous êtes ici pour leur redonner la lumière.</b>
id: Alam Sky telah ditaklukkan oleh kegelapan... <b>Kamu ada di sini untuk memberikan mereka cahaya.</b>
it: I reami di Sky sono caduti nell'oscurità... <b>Tu sei qui per portare loro luce.</b>
ja: Skyの各地方は闇に覆われてしまいました… <b>あなたは世界に光をもたらすためにここにいるのです</b>
ko: Sky 월드는 어둠에 삼켜지고 말았습니다... <b>당신은 왕국에 빛을 가져다 주기 위해 찾아왔습니다.</b>
pt: Os reinos de Sky sucumbiram à escuridão... <b>Você está aqui para trazer luz.</b>
ru: Миры Неба погрузились во тьму... <b>И вы здесь, чтобы принести им свет.</b>
th: ดินแดนแห่ง Sky ถูกความมืดเข้าครอบงำ... <b>คุณมาอยู่ที่นี่เพื่อนำแสงสว่างไปให้พวกเขา</b>
vi: Các cõi trong Sky đã chìm trong bóng tối... <b>Bạn có mặt ở đây để mang ánh sáng đến cho chúng.</b>
zh_hans: Sky的各个领域已被黑暗吞噬…… <b>你的使命是为它们带来光明。</b>
zh_hant: Sky 的各個領域已被黑暗吞噬…… <b>你來到這裡，是為了帶來光明。</b>

# howtoplay_basics_v2_1_title
source: Your Predicament
de: Deine Lage
es: Tu misión
fr: Votre épineuse situation
id: Kesulitan mu
it: La tua impresa
ja: 苦境
ko: 내 상황
pt: Sua situação
ru: Ваше затруднение
th: สถานการณ์ของคุณ
vi: Tình Cảnh Của Bạn
zh_hans: 你的困境
zh_hant: 你的困境

# howtoplay_basics_v2_2
source: Use your Light to <b>save the Ancestor Spirits</b> still trapped in the realms.
de: Nutze Licht, um die <b>Ahnengeister zu retten</b>, die immer noch in den Reichen gefangen sind.
es: Usa tu luz para <b>salvar a los espíritus ancestrales</b> que quedaron atrapados en los reinos.
fr: Utilisez votre lumière pour <b>sauver les esprits des Ancêtres</b> prisonniers des royaumes.
id: Gunakan Cahaya kamu untuk <b>menyelamatkan Roh Leluhur</b> yang masih terperangkap di alam.
it: Usa la tua luce per <b>salvare gli spiriti degli antenati</b> rimasti intrappolati nei reami.
ja: あなたの光を使い、各地に囚われている<b>先祖の精霊たち</b>を救いましょう
ko: 빛을 사용해서 아직 왕국에 갇혀 있는 <b>여러 선조영혼을 구하세요</b>.
pt: Use sua luz para <b>salvar os Espíritos Ancestrais</b> que ainda estão presos nos reinos.
ru: Используйте свет, чтобы <b>спасти духов-предков</b>, всё ещё запертых в мирах.
th: ใช้แสงสว่างของคุณเพื่อ<b>ช่วยเหลือสปิริตบรรพชน</b>ที่ยังคงติดอยู่ในดินแดน
vi: Hãy dùng Ánh Sáng của bạn để <b>giải cứu các Tinh Linh Tổ Tiên</b> vẫn còn bị mắc kẹt trong các cõi.
zh_hans: 使用你的光<b>拯救仍被困在各个领域的先灵</b>。
zh_hant: 運用你的光，<b>拯救仍被困在各個領域的長老先靈</b>。

# howtoplay_basics_v2_2_title
source: Your Role
de: Deine Rolle
es: Tu función
fr: Votre rôle
id: Peran mu
it: Il tuo ruolo
ja: 役目
ko: 내 역할
pt: Sua função
ru: Ваша роль
th: บทบาทของคุณ
vi: Vai Trò Của Bạn
zh_hans: 你的角色
zh_hant: 你的角色

# howtoplay_basics_v2_3
source: Each spirit you save will grant you <b>blessings and expressions</b> to help you on your journey.
de: Jeder gerettete Geist gewährt dir <b>Segen und Ausdrücke</b>, um dir auf deiner Reise zu helfen.
es: Cada espíritu que salves te dará <b>bendiciones y expresiones</b> con las que podrás avanzar en tu viaje.
fr: Chaque esprit libéré vous offrira <b>bénédictions et expressions</b>, qui vous aideront dans votre quête.
id: Setiap roh yang kamu selamatkan akan memberimu <b>berkat dan ekspresi</b> untuk membantumu dalam perjalananmu.
it: Ogni spirito che salvi ti conferirà <b>benedizioni ed espressioni</b> per aiutarti nel tuo viaggio.
ja: 救われた精霊たちはお礼に<b>祝福と感情表現</b>を授けてくれます。これらはあなたの旅を助けてくれるでしょう
ko: 영혼을 구하면 모험에 도움이 되는 <b>축복과 제스처</b>를 받을 수 있습니다.
pt: Cada espírito que você salvar concederá <b>bênçãos e expressões</b> para ajudar na jornada.
ru: Каждый из спасённых духов подарит <b>благословения и выражения</b>, которые пригодятся на вашем пути.
th: สปิริตแต่ละตนที่คุณช่วยจะมอบ<b>พรและการแสดงออก</b>เพื่อช่วยเหลือคุณในการเดินทาง
vi: Mỗi tinh linh bạn cứu sẽ ban tặng <b>phước lành và biểu cảm</b> để giúp bạn trên hành trình của mình.
zh_hans: 每拯救一个先灵，都会赐予你<b>祝福和表情</b>，在旅程中助你一臂之力。
zh_hant: 每一位你拯救的先靈都將贈予你<b>祝福與表情</b>，助你踏上旅程。

# howtoplay_basics_v2_3_title
source: Your Journey
de: Deine Reise
es: Tu travesía
fr: Votre voyage
id: Petualangan mu
it: Il tuo viaggio
ja: 冒険
ko: 내 여정
pt: Sua jornada
ru: Ваше путешествие
th: การเดินทางของคุณ
vi: Hành Trình Của Bạn
zh_hans: 你的旅程
zh_hant: 你的旅程

# howtoplay_basics_v2_4
source: You are not on this journey alone! <b>Befriend others</b> to share the strength of each other's light.
de: Du bist auf dieser Reise nicht allein! <b>Schließe Freundschaften</b>, um die Stärke eures jeweiligen Lichts zu teilen.
es: ¡No recorres el camino en soledad! <b>Hazte amistades</b> y compartan la fuerza de su luz.
fr: Vous n'avancerez pas en solitaire ! <b>Faites-vous des amis</b> et partagez la force de votre lumière.
id: Kamu tidak sendirian dalam perjalanan ini! <b>Bertemanlah dengan orang lain</b> untuk berbagi kekuatan cahaya satu sama lain.
it: In questo viaggio non ci sarai soltanto tu! <b>Fai amicizia con gli altri</b> per condividere la forza della luce reciproca.
ja: あなたは一人きりで冒険をするわけではありません！ 旅の中で出会う<b>星の子どもたちとフレンドになり</b>、お互いの光の強さを分かち合いましょう
ko: 혼자 모험하는 것이 아닙니다! <b>다른 이들과 친구가 되어</b> 서로가 지닌 빛의 힘을 나누세요.
pt: Nesta jornada, você não está só! <b>Faça amizade com outras pessoas</b> para compartilhar a força da luz uns dos outros.
ru: Вы не одни в своём путешествии! <b>Подружитесь с другими</b>, чтобы поддерживать друг друга своим светом.
th: คุณไม่ได้ออกเดินทางครั้งนี้เพียงลำพัง! <b>ผูกมิตรกับคนอื่นๆ</b> เพื่อแบ่งปันแสงอันแข็งแกร่งแก่กันและกัน
vi: Bạn không đơn độc trong hành trình này! <b>Kết bạn với những người khác</b> để chia sẻ sức mạnh Ánh Sáng của nhau.
zh_hans: 你并非孤身一人踏上这段旅程！ <b>与他人交朋友</b>，彼此分享光的力量。
zh_hant: 你並不孤單！ <b>與他人結伴同行</b>，分享彼此的光明與力量。

# howtoplay_basics_v2_4_title
source: Your Community
de: Deine Gemeinschaft
es: Tu comunidad
fr: Votre communauté
id: Komunitas mu
it: La tua comunità
ja: 旅の仲間
ko: 내 공동체
pt: Sua comunidade
ru: Ваше сообщество
th: ชุมชนของคุณ
vi: Cộng Đồng Của Bạn
zh_hans: 你的社区
zh_hant: 你的社群

# howtoplay_basics_v2_5
source: Together, you will be able to discover hidden secrets and <b>reach new places.</b>
de: Zusammen könnt ihr versteckte Geheimnisse aufdecken und <b>neue Orte erreichen.</b>
es: En unión, podrán descubrir los secretos ocultos y <b>llegar a nuevos lugares.</b>
fr: Ensemble, vous découvrirez les secrets cachés et <b>atteindrez de nouveaux lieux.</b>
id: Bersama-sama, kamu akan menemukan rahasia tersembunyi dan <b>mencapai tempat-tempat baru.</b>
it: Insieme, potrete scoprire segreti nascosti e <b>raggiungere nuove località.</b>
ja: ともに進めば、隠された謎を見つけたり、<b>新たな場所へ辿り着く</b>こともできるでしょう
ko: 여럿이 힘을 합치면 숨겨진 비밀을 파헤치고 <b>새로운 장소로 나아갈 수 있습니다.</b>
pt: Juntos, vocês poderão descobrir segredos ocultos e <b>chegar a novos lugares.</b>
ru: Вместе вы сможете открыть неожиданные секреты и найти путь к <b>новым местам.</b>
th: เมื่อร่วมมือกัน คุณจะสามารถค้นพบความลับที่ซ่อนอยู่และ<b>ไปยังสถานที่ใหม่ๆ ได้</b>
vi: Cùng nhau, bạn có thể khám phá những bí ẩn ẩn giấu và <b>đến những nơi mới.</b>
zh_hans: 携手并进，你们将揭开隐藏的秘密，<b>抵达新的地方。</b>
zh_hant: 攜手同行，你們將能發掘隱藏的秘密，並<b>抵達新的地方。</b>

# howtoplay_basics_v2_5_title
source: Your Strength
de: Deine Stärke
es: Tu fuerza
fr: Votre force
id: Kekuatan mu
it: La tua forza
ja: 強さ
ko: 내 힘
pt: Sua força
ru: Ваша сила
th: ความแข็งแกร่งของคุณ
vi: Sức Mạnh Của Bạn
zh_hans: 你的力量
zh_hant: 你的力量

# howtoplay_basics_v2_6
source: At last, deliver your Light through Eye of Eden to fulfill your destiny and <b>restore the Kingdom of Sky.</b>
de: Übermittle letztendlich das Licht über das Auge von Eden, um deine Bestimmung zu erfüllen und <b>das Königreich von Sky wiederherzustellen.</b>
es: Por último, entrega tu luz mediante el Ojo de Edén, cumple tu destino y <b>restaura el reino de Sky.</b>
fr: Vous pourrez alors libérer votre lumière dans l'Œil d’Éden. Accomplissez votre destin et <b>restaurez le Royaume de Sky.</b>
id: Pada akhirnya, kirimkanlah Cahaya kamu melalui Pusat Eden untuk memenuhi takdir kamu dan <b>memulihkan Kerajaan Sky.</b>
it: Infine, consegna la tua luce attraverso l'Occhio di Eden per realizzare il tuo destino e <b>ristabilire il Regno di Sky.</b>
ja: そして最後に、暴風域を抜け光を届け、あなたの使命を果たし、<b>Skyの王国に再び光を取り戻しましょう</b>
ko: 마지막으로 에덴의 눈을 통해 빛을 전달해서 운명을 실현하고 <b>Sky 월드를 복원해 주세요.</b>
pt: Por fim, entregue sua luz através do Olho de Éden para cumprir seu destino e <b>restaurar o Reino de Sky.</b>
ru: Пронесите свет через Сердце Эдема и выполните своё предназначение — <b>восстановите мир Неба.</b>
th: สุดท้ายนี้ จงนำแสงของคุณไปส่งที่ดวงตาแห่งเอเดนเพื่อเติมเต็มโชคชะตาของคุณ และ<b>กอบกู้อาณาจักรแห่ง Sky</b>
vi: Cuối cùng, hãy mang Ánh Sáng của bạn đến Mắt Địa Đàng để hoàn thành sứ mệnh và <b>khôi phục Vương Quốc Sky.</b>
zh_hans: 最终，将你的光传递至暴风眼，完成你的使命，<b>重振天空王国</b>。
zh_hant: 最終，請將你的光帶往暴風眼，完成你的使命，<b>讓 Sky 的國度重獲光明。</b>

# howtoplay_basics_v2_6_title
source: Your Destiny
de: Dein Schicksal
es: Tu destino
fr: Votre destinée
id: Takdir mu
it: Il tuo destino
ja: 使命
ko: 내 운명
pt: Seu destino
ru: Ваша судьба
th: โชคชะตาของคุณ
vi: Định Mệnh Của Bạn
zh_hans: 你的命运
zh_hant: 你的命運

# howtoplay_closet_0_title
source: Outfit Tips
de: Outfit-Tipps
es: Consejos de trajes
fr: Conseils de tenues
id: Tips Pakaian
it: Consigli vestito
ja: ドレスアップアイテムについて
ko: 의상 팁
pt: Dicas de Traje
ru: Советы по нарядам
th: เคล็ดลับชุดเสื้อผ้า
vi: Mẹo trang phục
zh_hans: 服装系统提示
zh_hant: 服裝系統提示
