Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# meditation_shrine_anniversary_oreo
source: Is Oreo a good dog? Or the goodest dog?
de: Ist Oreo ein guter Hund? Oder der beste Hund?
es: ¿Oreo es un buen perro? ¿O el perro más bueno?
fr: Oreo est-il un bon chien ? Ou est-ce le meilleur des chiens ?
id: Apakah Oreo anjing yang pintar? Atau anjing yang paling pintar?
it: Oreo è un buon cane? O il cane più buono in assoluto?
ja: オレオはいい子？それとも最高にいい子？
ko: 오레오는 착한 강아지일까요? 아니면 세상에서 제일 착한 강아지일까요?
pt: Oreo é um bom cachorro? Ou o melhor cachorro?
ru: Орео хороший пёс? Или самый лучший?
th: โอรีโอเป็นสุนัขที่ดีหรือเปล่า หรือเขาเป็นสุนัขที่ดีที่สุดกันแน่
vi: Oreo có phải là một chú chó ngoan không? Hay là chú chó ngoan nhất?
zh_hans: Oreo 是好狗还是最好的狗？
zh_hant: Oreo 是乖狗狗還是最乖的狗狗？

# meditation_shrine_anniversary_partydragons
source: Should Dark Dragons be allowed to host birthday parties?
de: Sollten Dunkeldrachen Geburtstagsfeiern veranstalten dürfen?
es: ¿Permitir que los dragones oscuros celebren fiestas de cumpleaños?
fr: Faut-il autoriser les Dragons sombres à organiser des fêtes d’anniversaire ?
id: Bolehkah Naga Kegelapan menyelenggarakan pesta ulang tahun?
it: I Draghi Oscuri dovrebbero essere autorizzati a ospitare feste di compleanno?
ja: 暗黒竜も誕生日パーティーを主催してもよいと思いますか？
ko: 다크 드래곤이 생일 파티를 여는 걸 허락해줘야 할까요?
pt: Dragões Sombrios podem organizar festas de aniversário?
ru: Разрешить тёмным драконам проводить вечеринки на день рождения?
vi: Rồng Hắc Ám có được tổ chức tiệc sinh nhật không?
zh_hans: 冥龙应该被允许主持生日派对吗？
zh_hant: 冥龍可以舉辦生日派對嗎？

# meditation_shrine_anothercountry
source: If you could experience living in another country for a year, where would you live?
de: Wenn du ein Jahr lang in einem anderen Land leben könntest, wohin würdest du gehen?
es: Si pudieras vivir en otro país durante un año, ¿qué país elegirías?
fr: Si vous pouviez vivre à l’étranger pendant un an, où vivriez-vous ?
id: Kalau kamu bisa memilih tinggal di negara lain selama satu tahun, negara apa yang akan kamu pilih?
it: Se potessi vivere in un altro paese per un anno, dove vivresti?
ja: 1年間他の国で暮らすとしたら、どこに住みたいですか？
ko: 일 년간 해외에서 살아볼 수 있다면 어떤 나라에서 살아보고 싶은가요?
pt: Se você pudesse morar em outro país por um ano, onde moraria?
ru: Если бы вы смогли пожить год в другой стране, где бы вы жили?
th: หากคุณสามารถไปใช้ชีวิตในประเทศอื่นได้เป็นเวลาหนึ่งปี คุณจะอาศัยอยู่ที่ประเทศใด
vi: Nếu được trải nghiệm cuộc sống ở một quốc gia khác trong một năm, bạn sẽ sống ở đâu?
zh_hans: 如果你能体验在其他国家/地区生活一年，你会住在哪个国家/地区？
zh_hant: 如果你可以住在別的國家一年，你會想去哪？

# meditation_shrine_ap18_dawn_to_day
source: <b>Rest</b> by the <2>Passage Stone</2> until <b>dawn</b>?
de: Bis zum <b>Morgengrauen</b> beim <2>Übergangsstein</2> <b>ausruhen</b>?
es: ¿<b>Descansar</b> junto a la <2>roca de iniciación</2> hasta el <b>amanecer</b>?
fr: <b>Vous reposer</b> à côté de la <2>pierre d'Initiation</2> jusqu'à l'<b>aube</b> ?
id: <b>Istirahat</b> di <2>Kuil Batu Inisiasi</2> hingga <b>fajar</b>?
it: Vuoi <b>riposare</b> vicino alla <2>Pietra della Transizione</2> fino all'<b>alba</b>?
ja: <b>夜明け</b>まで<2>ならいの大岩</2>のそばで<b>休みますか</b>？
ko: <b>새벽</b>까지 <2>성장의 돌</2> 옆에서 <b>휴식할까요</b>?
pt: <b>Descansar</b> na <2>Pedra da Passagem</2> até o <b>amanhecer</b>?
ru: <b>Отдохнуть</b> у <2>Камня посвящения</2> до <b>рассвета</b>?
th: ต้องการ<b>พักผ่อน</b>ข้าง<2>ศิลาเส้นทาง</2>จนถึง<b>รุ่งเช้า</b>หรือไม่
vi: <b>Nghỉ ngơi</b> bên <2>Đá Thử Thách</2> đến lúc <b>bình minh</b>?
zh_hans: 在<2>夜行石</2>旁<b>休息</b>到<b>天亮</b>？
zh_hant: 要在<2>夜行石</2>旁<b>休息</b>到<b>天亮</b>嗎？

# meditation_shrine_ap18_dawn_to_night
source: <b>Rest</b> by the <2>Passage Stone</2> until <b>nightfall</b>?
de: Bis zum <b>Einbruch der Nacht</b> beim <2>Übergangsstein</2> <b>ausruhen</b>?
es: ¿<b>Descansar</b> junto a la <2>roca de iniciación</2> hasta el <b>ocaso</b>?
fr: <b>Vous reposer</b> à côté de la <2>pierre d'Initiation</2> jusqu'à la <b>tombée de la nuit</b> ?
id: <b>Istirahat</b> di <2>Kuil Batu Inisiasi</2> hingga <b>malam</b>?
it: Vuoi <b>riposare</b> vicino alla <2>Pietra della Transizione</2> fino al <b>calar della notte</b>?
ja: <b>日没</b>まで<2>ならいの大岩</2>のそばで<b>休みますか</b>？
ko: <b>해질녘</b>까지 <2>성장의 돌</2> 옆에서 <b>휴식할까요</b>?
pt: <b>Descansar</b> na <2>Pedra da Passagem</2> até o <b>anoitecer</b>?
ru: <b>Отдохнуть</b> у <2>Камня посвящения</2> до <b>заката</b>?
th: ต้องการ<b>พักผ่อน</b>ข้าง<2>ศิลาเส้นทาง</2>จนถึง<b>ค่ำ</b>หรือไม่
vi: <b>Nghỉ ngơi</b> bên <2>Đá Thử Thách</2> đến khi <b>đêm xuống</b>?
zh_hans: 在<2>夜行石</2>旁<b>休息</b>到<b>天黑</b>？
zh_hant: 要在<2>夜行石</2>旁<b>休息</b>到<b>天黑</b>嗎？

# meditation_shrine_ap18_fetch_01_enter
source: Are you ready to initiate the lessons of <2>Passage</2>? This will call the <1>adolescents</1> to the <2>Passage Stone</2>.
de: Bist du bereit, die Lehre des <2>Übergangs</2> zu beginnen? Dies ruft die <1>Jugendlichen</1> zum <2>Übergangsstein</2>.
es: ¿Todo listo para iniciar las lecciones de <2>iniciación</2>? Esto llamará a los <1>adolescentes</1> para que se acerquen a la <2>roca de iniciación</2>.
fr: Tout est prêt pour commencer les leçons de l'<2>Initiation</2> ? Cette action appelle les <1>adolescents</1> à la <2>pierre d'Initiation</2>.
id: Apakah kamu siap memulai pelajaran <2>Inisiasi Pembaruan</2>? Kesiapanmu akan memanggil <1>para pemuda</1> ke <2>Kuil Batu</2>.
it: Vuoi iniziare adesso le lezioni sulla <2>Transizione</2>? Gli <1>adolescenti</1> saranno richiamati alla <2>Pietra della Transizione</2>.
ja: <2>ならい</2>の儀を始める準備はできましたか？ これにより<1>若者たち</1>が<2>ならいの大岩</2>に呼び集められるでしょう
ko: <2>성장</2>의 수업을 시작할까요? 확인을 선택하면 <1>청소년들</1>을 <2>성장의 돌</2>로 불러모읍니다.
pt: Podemos iniciar as lições da <2>Passagem</2>? Com isso, os <1>adolescentes</1> serão chamados até a <2>Pedra da Passagem</2>.
ru: Вы готовы начать уроки <2>Посвящения</2>? Это созовет <1>отроков</1> к <2>Камню посвящения</2>.
th: คุณพร้อมที่จะเริ่มต้นบทเรียนเรื่อง<2>เส้นทาง</2>แล้วหรือยังเอ่ย การเริ่มต้น���ะเป็นการเรียก<1>เหล่าสปิริตน้อย</1>มาที่<2>ศิลาเส้นทาง</2>
vi: Bạn đã sẵn sàng cho các bài học về <2>Thử Thách</2>? Các <1>bạn trẻ</1> sẽ được kêu gọi tới <2>Đá Thử Thách</2>.
zh_hans: 你准备好开始<2>夜行</2>了吗？ 这会把<1>青年们</1>召集到<2>夜行石</2>旁。
zh_hant: 你準備好開始<2>夜行</2>了嗎？ 這會將<1>青年們</1>集合到<2>夜行石</2>旁。

# meditation_shrine_ap18_fetch_01_exit
source: <warning>Abandon</warning> the preparations?
de: Die Vorbereitungen <warning>abbrechen</warning>?
es: ¿<warning>Abandonar</warning> las preparaciones?
fr: <warning>Abandonner</warning> les préparatifs ?
id: <warning>Tinggalkan</warning> persiapan?
it: Vuoi <warning>abbandonare</warning> i preparativi?
ja: 準備を<warning>中断</warning>しますか？
ko: 준비를 <warning>포기할까요</warning>?
pt: <warning>Abandonar</warning> os preparativos?
ru: <warning>Бросить</warning> приготовления?
th: <warning>ละทิ้ง</warning>การเตรียมการหรือไม่
vi: <warning>Từ bỏ</warning> việc chuẩn bị?
zh_hans: <warning>放弃</warning>准备仪式？
zh_hant: <warning>放棄</warning>準備儀式？

# meditation_shrine_ap18_fetch_02_enter
source: This <2>mask</2> offers to teach the <2>Passage of Reliance</2>. <b>Rest</b> near it until <b>nightfall</b>?
de: Diese <2>Maske</2> lehrt den <2>Übergang der Zuversicht</2>. Bis zum <b>Einbruch der Nacht</b> daneben <b>ausruhen</b>?
es: Esta <2>máscara</2> ofrece enseñar la <2>iniciación de dependencia</2>. ¿<b>Descansar</b> cerca de ella hasta el <b>ocaso</b>?
fr: Ce <2>masque</2> propose d'enseigner l'<2>Initiation à la Confiance</2>. Voulez-vous vous <b>reposer</b> à côté jusqu'à la <b>tombée de la nuit</b> ?
id: <2>Topeng</2> ini menawarkan untuk mengajarkan <2>Inisiasi Kepercayaan</2>. <b>Istirahat</b> di dekat situ hingga <b>malam</b>?
it: Questo <2>maschera</2> si offre di insegnarti la <2>Transizione dell'Affidabilità</2>. Vuoi <b>riposare</b> vicino a essa fino al <b>calar della notte</b>?
ja: この<2>仮面</2>が<2>信頼のならい</2>への道を示すでしょう。 <b>日没</b>まで<b>休みますか</b>？
ko: 이 <2>가면</2>은 <2>믿음의 성장</2>을 가르쳐 줍니다. <b>해질녘</b>까지 근처에서 <b>휴식할까요</b>?
pt: Essa <2>máscara</2> se dispõe a ensinar a <2>Passagem da Confiança</2>. <b>Descansar</b> perto dela até o <b>anoitecer</b>?
ru: Эта <2>маска</2> позволяет пройти <2>Посвящение доверия</2>. <b>Отдохнуть</b> рядом с ней до <b>заката</b>?
th: <2>หน้ากาก</2>นี้เสนอที่จะสอนบทเรียนเรื่อง<2>เส้นทางแห่งการพึ่งพา</2> ต้องการ<b>พักผ่อน</b>อยู่ใกล้หน้ากากจนถึง<b>ค่ำ</b>หรือไม่
vi: <2>Mặt nạ</2> này đề nghị chỉ dạy về <2>Thử Thách Lòng Tin</2>. <b>Nghỉ ngơi</b> gần mặt nạ đến khi <b>đêm xuống</b>?
zh_hans: 这个<2>面具</2>能够传授你<2>信赖之旅</2>。 要在它附近<b>休息</b>到<b>天黑</b>吗？
zh_hant: 這個<2>面具</2>能夠傳授你<2>信任之旅</2>。 要在它附近<b>休息</b>到<b>天黑</b>嗎？

# meditation_shrine_ap18_fetch_02_exit
source: <warning>Abandon</warning> the <2>Passage of Reliance</2>?
de: Den <2>Übergang der Zuversicht</2> <warning>abbrechen</warning>?
es: ¿<warning>Abandonar</warning> la <2>iniciación de dependencia</2>?
fr: <warning>Abandonner</warning> l'<2>Initiation à la Confiance</2> ?
id: <warning>Tinggalkan</warning> <2>Inisiasi Kepercayaan</2>?
it: Vuoi <warning>abbandonare</warning> la <2>Transizione dell'Affidabilità</2>?
ja: <2>信頼のならい</2>を<warning>中断</warning>しますか？
ko: <2>믿음의 성장</2>을 <warning>포기할까요</warning>?
pt: <warning>Abandonar</warning> a <2>Passagem da Confiança</2>?
ru: <warning>Бросить</warning> <2>Посвящение доверия</2>?
th: <warning>ละทิ้ง</warning><2>เส้นทางแห่งการพึ่งพา</2>หรือไม่
vi: <warning>Từ bỏ</warning> <2>Thử Thách Lòng Tin</2>?
zh_hans: <warning>放弃</warning><2>信赖之旅</2>？
zh_hant: <warning>放棄</warning><2>信任之旅</2>？

# meditation_shrine_ap18_fetch_03_enter
source: This <2>mask</2> awaits an <b>eclipse</b> to share the <2>Passage of Assistance</2>. <b>Rest</b> here until the <b>eclipse</b> begins?
de: Diese <2>Maske</2> wartet auf eine <b>Sonnenfinsternis</b>, um den <2>Übergang der Mithilfe</2> zu lehren. Bis zum Beginn der <b>Sonnenfinsternis</b> hier <b>ausruhen</b>?
es: Esta <2>máscara</2> espera un <b>eclipse</b> para compartir la <2>iniciación de asistencia</2>. ¿<b>Descansar</b> aquí hasta que comience el <b>eclipse</b>?
fr: Ce <2>masque</2> attend une <b>éclipse</b> pour partager l'<2>Initiation à l'Assistance</2>. Voulez-vous vous <b>reposer</b> ici jusqu'au début de l'<b>éclipse</b> ?
id: <2>Topeng</2> ini menunggu <b>gerhana</b> untuk membagikan <2>Inisiasi Pertolongan</2>. <b>Istirahat</b> di sini hingga <b>gerhana</b> mulai berlangsung?
it: Questo <2>maschera</2> attende un'<b>eclisse</b> per condividere la <2>Transizione dell'Assistenza</2>. Vuoi <b>riposare</b> qui fino all'inizio dell'<b>eclisse</b>?
ja: この<2>仮面</2>は<2>助力のならい</2>の開始を示す<b>月食</b>を待っているようです <b>月食</b>が始まるまで、ここで<b>休みますか</b>？
ko: 이 <2>가면</2>은 <2>도움의 성장</2>을 시작하기 위해 <b>일식</b>을 기다리고 있습니다. <b>일식</b>이 일어날 때까지 여기에서 <b>휴식할까요</b>?
pt: Essa <2>máscara</2> espera por um <b>eclipse</b> para compartilhar a <2>Passagem da Assistência</2>. <b>Descansar</b> aqui até o <b>eclipse</b> começar?
ru: <2>Маска</2> ждет <b>затмения</b>, чтобы начать <2>Посвящение помощи</2>. <b>Отдохнуть</b> здесь до начала <b>затмения</b>?
th: <2>หน้ากาก</2>นี้รอคอย<b>อุปราคา</b>เพื่อแบ่งปันเรื่อง<2>เส้นทางแห่งการช่วยเหลือ</2> ต้องการ<b>พักผ่อน</b>ที่นี่จนกว่า<b>อุปราคา</b>จะเริ่มขึ้นหรือไม่
vi: <2>Mặt nạ</2> này đang chờ <b>nhật thực</b> để chia sẻ <2>Thử Thách Hỗ Trợ</2>. <b>Nghỉ ngơi</b> ở đây đến khi <b>nhật thực</b> bắt đầu?
zh_hans: 这块<2>面具</2>将在<b>日蚀</b>开始后与你分享<2>互助之旅</2>。 在这里<b>休息</b>到<b>日蚀</b>开始？
zh_hant: 這塊<2>面具</2>將在<b>日蝕</b>開始後與你分享<2>互助之旅</2>。 要在這裡<b>休息</b>到<b>日蝕</b>開始嗎？

# meditation_shrine_ap18_fetch_03_exit
source: <warning>Abandon</warning> the <2>Passage of Assistance</2>?
de: Den <2>Übergang der Mithilfe</2> <warning>abbrechen</warning>?
es: ¿<warning>Abandonar</warning> la <2>iniciación de asistencia</2>?
fr: <warning>Abandonner</warning> l'<2>Initiation à l'Assistance</2> ?
id: <warning>Tinggalkan</warning> <2>Inisiasi Pertolongan</2>?
it: Vuoi <warning>abbandonare</warning> la <2>Transizione dell'Assistenza</2>?
ja: <2>助力のならい</2>を<warning>中断</warning>しますか？
ko: <2>도움의 성장</2>을 <warning>포기할까요</warning>?
pt: <warning>Abandonar</warning> a <2>Passagem da Assistência</2>?
ru: <warning>Бросить</warning> <2>Посвящение помощи</2>?
th: <warning>ละทิ้ง</warning><2>เส้นทางแห่งการช่วยเหลือ</2>หรือไม่
vi: <warning>Từ bỏ</warning> <2>Thử Thách Hỗ Trợ</2>?
zh_hans: <warning>放弃</warning><2>互助之旅</2>？
zh_hant: <warning>放棄</warning><2>互助之旅</2>？

# meditation_shrine_ap18_fetch_04_enter
source: This <2>mask</2> offers to teach the <2>Passage of Coordination</2>. <b>Rest</b> near it until <b>nightfall</b>?
de: Diese <2>Maske</2> lehrt den <2>Übergang des Zusammenspiels</2>. Bis zum <b>Einbruch der Nacht</b> daneben <b>ausruhen</b>?
es: Esta <2>máscara</2> ofrece enseñar la <2>iniciación de coordinación</2>. ¿<b>Descansar</b> cerca de ella hasta el <b>ocaso</b>?
fr: Ce <2>masque</2> propose d'enseigner l'<2>Initiation à la Coordination</2>. Voulez-vous vous <b>reposer</b> à côté jusqu'à la <b>tombée de la nuit</b> ?
id: <2>Topeng</2> ini menawarkan untuk mengajarkan <2>Inisiasi Koordinasi</2>. <b>Istirahat</b> di dekat situ hingga <b>malam</b>?
it: Questo <2>maschera</2> si offre di insegnarti la <2>Transizione della Coordinazione</2>. Vuoi <b>riposare</b> vicino a essa fino al <b>calar della notte</b>?
ja: この<2>仮面</2>が<2>協調のならい</2>への道を示すでしょう。 <b>日没</b>まで<b>休みますか</b>？
ko: 이 <2>가면</2>은 <2>협동의 성장</2>을 가르쳐줍니다. <b>해질녘</b>까지 근처에서 <b>쉬고 계실래요</b>?
pt: Esta <2>máscara</2> se dispõe a ensinar a <2>Passagem da Coordenação</2>. <b>Descansar</b> perto dela até o <b>anoitecer</b>?
ru: Эта <2>маска</2> позволяет пройти <2>Посвящение согласия</2>. <b>Отдохнуть</b> рядом с ней до <b>заката</b>?
th: <2>หน้ากาก</2>นี้เสนอที่จะสอนบทเรียนเรื่อง<2>เส้นทางแห่งการร่วมมือ</2> ต้องการ<b>พักผ่อน</b>จนถึง<b>ค่ำ</b>หรือไม่
vi: <2>Mặt nạ</2> này đề nghị chỉ dạy về <2>Thử Thách Phối Hợp</2>. <b>Nghỉ ngơi</b> gần mặt nạ đến khi <b>đêm xuống</b>?
zh_hans: 这个<2>面具</2>能够传授你<2>协同之旅</2>。 要在它附近<b>休息</b>到<b>天黑</b>吗？
zh_hant: 這個<2>面具</2>能夠傳授你<2>協調之旅</2>。 要在它附近<b>休息</b>到<b>天黑</b>嗎？

# meditation_shrine_ap18_fetch_04_exit
source: <warning>Abandon</warning> the <2>Passage of Coordination</2>?
de: Den <2>Übergang des Zusammenspiels</2> <warning>abbrechen</warning>?
es: ¿<warning>Abandonar</warning> la <2>iniciación de coordinación</2>?
fr: <warning>Abandonner</warning> l'<2>Initiation à la Coordination</2> ?
id: <warning>Tinggalkan</warning> <2>Inisiasi Koordinasi</2>?
it: Vuoi <warning>abbandonare</warning> la <2>Transizione della Coordinazione</2>?
ja: <2>協調のならい</2>を<warning>中断</warning>しますか？
ko: <2>협동의 성장</2>을 <warning>포기하시겠어요</warning>?
pt: <warning>Abandonar</warning> a <2>Passagem da Coordenação</2>?
ru: <warning>Бросить</warning> <2>Посвящение согласия</2>?
th: ละทิ้ง<warning>เส้นทางแห่งการร่วมมือ</warning>หรือไม่
vi: <warning>Từ bỏ</warning> <2>Thử Thách Phối Hợp</2>?
zh_hans: <warning>放弃</warning><2>协同之旅</2>？
zh_hant: <warning>放棄</warning><2>協調之旅</2>？

# meditation_shrine_ap18_fetch_05_enter
source: This <2>mask</2> offers to teach the <2>Passage of Alignment</2>. <b>Rest</b> near it until <b>nightfall</b>?
de: Diese <2>Maske</2> lehrt den <2>Übergang der Anpassung</2>. Bis zum <b>Einbruch der Nacht</b> daneben <b>ausruhen</b>?
es: Esta <2>máscara</2> ofrece enseñar la <2>iniciación de alineamiento</2>. ¿<b>Descansar</b> cerca de ella hasta el <b>ocaso</b>?
fr: Ce <2>masque</2> propose d'enseigner l'<2>Initiation à l’Alignement</2>. Voulez-vous vous <b>reposer</b> à côté jusqu'à la <b>tombée de la nuit</b> ?
id: <2>Topeng</2> ini menawarkan untuk mengajarkan <2>Inisiasi Keselarasan</2>. <b>Istirahat</b> di dekat situ hingga <b>malam</b>?
it: Questo <2>maschera</2> si offre di insegnarti la <2>Transizione dell'Allineamento</2>. Vuoi <b>riposare</b> vicino a essa fino al <b>calar della notte</b>?
ja: この<2>仮面</2>が<2>団結のならい</2>への道を示すでしょう。 <b>日没</b>まで<b>休みますか</b>？
ko: 이 <2>가면</2>은 <2>협력의 성장</2>을 가르쳐줍니다. <b>해질녘</b>까지 근처에서 <b>쉬고 계실래요</b>?
pt: Esta <2>máscara</2> se dispõe a ensinar a <2>Passagem do Alinhamento</2>. <b>Descansar</b> perto dela até o <b>anoitecer</b>?
ru: Эта <2>маска</2> позволяет пройти <2>Посвящение выравнивания</2>. <b>Отдохнуть</b> рядом с ней до <b>заката</b>?
th: <2>หน้ากาก</2>นี้เสนอที่จะสอนบทเรียนเรื่อง<2>เส้นทางแห่งการจัดเรียง</2> ต้องการ<b>พักผ่อน</b>จนถึง<b>ค่ำ</b>หรือไม่
vi: <2>Mặt nạ</2> này đề nghị chỉ dạy về <2>Thử Thách Liên Kết</2>. <b>Nghỉ ngơi</b> gần mặt nạ đến khi <b>đêm xuống</b>?
zh_hans: 这个<2>面具</2>能够传授你<2>联合之旅</2>。 要在它附近<b>休息</b>到<b>天黑</b>吗？
zh_hant: 這個<2>面具</2>能夠傳授你<2>齊心之旅</2>。 要在它附近<b>休息</b>到<b>天黑</b>嗎？

# meditation_shrine_ap18_fetch_05_exit
source: <warning>Abandon</warning> the <2>Passage of Alignment</2>?
de: Den <2>Übergang der Anpassung</2> <warning>abbrechen</warning>?
es: ¿<warning>Abandonar</warning> la <2>iniciación de alineamiento</2>?
fr: <warning>Abandonner</warning> l'<2>Initiation à l'Alignement</2> ?
id: <warning>Tinggalkan</warning> <2>Inisiasi Keselarasan</2>?
it: Vuoi <warning>abbandonare</warning> la <2>Transizione dell'Allineamento</2>?
ja: <2>団結のならい</2>を<warning>中断</warning>しますか？
ko: <2>협력의 성장</2>을 <warning>포기하시겠어요</warning>?
pt: <warning>Abandonar</warning> a <2>Passagem do Alinhamento</2>?
ru: <warning>Бросить</warning> <2>Посвящение выравнивания</2>?
th: <warning>ละทิ้ง</warning><2>เส้นทางแห่งการจัดเรียง</2>หรือไม่
vi: <warning>Từ bỏ</warning> <2>Thử Thách Liên Kết</2>?
zh_hans: <warning>放弃</warning><2>联合之旅</2>？
zh_hant: <warning>放棄</warning><2>協調之旅</2>？

# meditation_shrine_ap21_fetch_01_enter
source: <2>Mural 1:</2> The Valley
de: <2>Wandbild 1:</2> Das Tal
es: <2>Mural 1:</2> El valle
fr: <2>Fresque 1 :</2> La vallée
id: <2>Mural 1:</2> Lembah
it: <2>Murale 1:</2> La valle
ja: <2>壁画1:</2> 谷
ko: <2>벽화 1:</2> 계곡
pt: <2>Mural 1:</2> Vale
ru: <2>Фреска 1:</2> Долина
th: <2>จิตรกรรมฝาผนัง 1:</2> หุบเขา
vi: <2>Cổ họa 1:</2> Thung Lũng
zh_hans: <2>壁画一：</2> 幽深峡谷
zh_hant: <2>壁畫一：</2> 山谷

# meditation_shrine_ap21_fetch_02_enter
source: <2>Mural 2:</2> The Sandbar
de: <2>Wandbild 2:</2> Die Sandbank
es: <2>Mural 2:</2> El banco de arena
fr: <2>Fresque 2 :</2> Le banc de sable
id: <2>Mural 2:</2> Gundukan Pasir
it: <2>Murale 2:</2> Il banco di sabbia
ja: <2>壁画 2:</2> 砂州
ko: <2>벽화 2:</2> 모래톱
pt: <2>Mural 2:</2> Banco de areia
ru: <2>Фреска 2:</2> Дюна
th: <2>จิตรกรรมฝาผนัง 2:</2> สันดอนทราย
vi: <2>Cổ họa 2:</2> Cồn Cát
zh_hans: <2>壁画二：</2> 静谧沙洲
zh_hant: <2>壁畫二：</2> 沙洲

# meditation_shrine_ap21_fetch_03_enter
source: <2>Mural 3:</2> The Lake
de: <2>Wandbild 3:</2> Der See
es: <2>Mural 3:</2> El lago
fr: <2>Fresque 3 :</2> Le lac
id: <2>Mural 3:</2> Danau
it: <2>Murale 3:</2> Il lago
ja: <2>壁画 3:</2> 湖
ko: <2>벽화 3:</2> 호수
pt: <2>Mural 3:</2> Lago
ru: <2>Фреска 3:</2> Озеро
th: <2>จิตรกรรมฝาผนัง 3:</2> ทะเลสาบ
vi: <2>Cổ họa 3:</2> Hồ
zh_hans: <2>壁画三：</2> 月牙湖畔
zh_hant: <2>壁畫三：</2> 湖泊

# meditation_shrine_ap21_fetch_04_enter
source: <2>Mural 4:</2> The Town
de: <2>Wandbild 4:</2> Die Stadt
es: <2>Mural 4:</2> El pueblo
fr: <2>Fresque 4 :</2> La ville
id: <2>Mural 4:</2> Kota
it: <2>Murale 4:</2> La città
ja: <2>壁画 4:</2> 都
ko: <2>벽화 4:</2> 마을
pt: <2>Mural 4:</2> Cidade
ru: <2>Фреска 4:</2> Город
th: <2>จิตรกรรมฝาผนัง 4:</2> เมือง
vi: <2>Cổ họa 4:</2> Thị Trấn
zh_hans: <2>壁画四：</2> 异域之城
zh_hant: <2>壁畫四：</2>\\城鎮

# meditation_shrine_ap21_fetch_05_enter
source: <2>Mural 5:</2> The Palace
de: <2>Wandbild 5:</2> Der Palast
es: <2>Mural 5:</2> El palacio
fr: <2>Fresque 5 :</2> Le palais
id: <2>Mural 5:</2> Istana
it: <2>Murale 5:</2> Il palazzo
ja: <2>壁画 5:</2> 宮殿
ko: <2>벽화 5:</2> 궁전
pt: <2>Mural 5:</2> Palácio
ru: <2>Фреска 5:</2> Дворец
th: <2>จิตรกรรมฝาผนัง 5:</2> พระราชวัง
vi: <2>Cổ họa 5:</2> Cung Điện
zh_hans: <2>壁画五：</2> 辉煌宫殿
zh_hant: <2>壁畫五：</2> 王宮

# meditation_shrine_appreciate
source: How do you show someone you appreciate them?
de: Wie zeigst du jemandem, dass du ihn zu schätzen weißt?
es: ¿Cómo le demuestras a alguien que lo aprecias?
fr: Comment montrez-vous à quelqu'un que vous l'appréciez ?
id: Bagaimana caramu mengapresiasi seseorang?
it: Come dimostri a qualcuno di apprezzarlo?
ja: あなたはいつも誰かへの感謝をどのように表しますか？
ko: 고마운 마음이 들 때 어떻게 표현하시나요?
pt: Como você mostra a alguém que gosta desta pessoa?
ru: Как вы показываете людям, что они вам дороги?
th: คุณจะแสดงให้ผู้อื่นรู้ว่าคุณเห็นคุณค่าพวกเขาได้อย่างไร
vi: Bạn làm thế nào để thể hiện sự cảm kích với một người?
zh_hans: 您是如何向别人表达您对他们的感激的？
zh_hant: 你會如何向別人表達你對他們的感謝？

# meditation_shrine_atpeace
source: When did you last feel at peace?
de: Wann warst du das letzte Mal entspannt?
es: ¿Cuándo fue la última vez que sentiste paz?
fr: Quand vous êtes-vous senti en paix pour la dernière fois ?
id: Kapan terakhir kali kamu merasa damai?
it: Quando è stata l'ultima volta che ti sei sentito/a veramente in pace?
ja: 最近安らぎを感じたのはどんな時でしたか？
ko: 언제 마지막으로 마음이 평온했나요?
pt: Quando foi a última vez em que você relaxou de verdade?
ru: Когда вы в последний раз чувствовали умиротворение?
th: คุณรู้สึกจิตใจสงบครั้งล่าสุดเมื่อไร
vi: Lần cuối cùng bạn cảm thấy bình yên là khi nào?
zh_hans: 您上次感到心灵平静是什么时候？
zh_hant: 你上次感到心靈平靜是什麼時候？

# meditation_shrine_book
source: What's your favorite <b>book?</b>
de: Was ist dein liebstes <b>Buch</b>?
es: ¿Cuál es tu <b>libro</b> favorito?
fr: Quel est votre <b>livre</b> préféré ?
id: Apa <b>buku</b> favorit kamu?
it: Qual è il tuo <b>libro</b> preferito?
ja: あなたの好きな<b>本</b>を教えてください
ko: 가장 좋아하는 <b>책</b>은 무엇인가요?
pt: Qual é seu <b>livro</b> preferido?
ru: Какая ваша любимая <b>книга</b>?
th: คุณชอบ<b>หนังสือ</b>เล่มไหนมากที่สุด
vi: <b>Cuốn sách</b> yêu thích của bạn là gì?
zh_hans: 你最喜欢的<b>书</b>是什么？
zh_hant: 你最喜歡哪本<b>書</b>？

# meditation_shrine_celebratingaccomplishment
source: How do you like to celebrate accomplishments?
de: Wie feierst du gerne deine Erfolge?
es: ¿Cómo te gusta celebrar los logros?
fr: De quelle manière aimez-vous célébrer vos accomplissements ?
id: Bagaimana kamu ingin merayakan pencapaian?
it: Come ti piace festeggiare gli obiettivi raggiunti?
ja: 何かを達成した時に、どのようにお祝いするのが好きですか？
ko: 무언가를 이루어냈을 때 어떻게 기념하시나요?
pt: Como você comemora as suas conquistas?
ru: Как вам нравится отмечать свои достижения?
th: คุณเฉลิมฉลองกับความสำเร็จอย่างไร
vi: Bạn thích ăn mừng thành tích như thế nào?
zh_hans: 你喜欢如何庆祝成就？
zh_hant: 有新的成就時，你會怎麼慶祝？

# meditation_shrine_challenge
source: What <b>challenge</b> are you most proud of overcoming?
de: Welche <b>Herausforderung</b>, die du geschafft hast, macht dich am meisten stolz?
es: ¿De qué <b>desafío </b> te enorgulleces más?
fr: Quel <b>défi</b> êtes vous le plus fier(e) d’avoir surmonté ?
id: <b>Tantangan</b> apa yang paling membanggakan yang pernah kamu lewati?
it: Quale <b>sfida</b> sei più orgoglioso/a di aver superato?
ja: 一番苦労した<b>チャレンジ</b>について教えてください
ko: 극복한 후 가장 자랑스럽게 느껴진 <b>도전</b>은 무엇인가요?
pt: Que <b>desafio</b> você tem mais orgulho de ter superado?
ru: Чем из <b>достигнутого</b> вы больше всего гордитесь?
th: คุณรู้สึกภูมิใจที่สุดที่เอาชนะ<b>ความท้าทาย</b>แบบใดได้
vi: Bạn tự hào nhất khi vượt qua được <b>thử thách</b> nào?
zh_hans: 你克服的<b>挑战</b>里什么最让你自豪？
zh_hant: 你克服的<b>挑戰</b>中，哪一樣最讓你自豪？

# meditation_shrine_change
source: How do you want to change the world?
de: Wie willst du die Welt verändern?
es: ¿De qué forma quieres cambiar el mundo?
fr: Comment voulez-vous changer le monde ?
id: Bagaimana kamu ingin mengubah dunia?
it: Come vorresti cambiare il mondo?
ja: どんなふうに世界を変えてみたいですか？
ko: 세상을 어떻게 바꿀 수 있을까요?
pt: Como você deseja mudar o mundo?
ru: Как вы хотите изменить мир?
th: คุณอยากเปลี่ยนแปลงโลกอย่างไร
vi: Bạn muốn thay đổi thế giới như thế nào?
zh_hans: 如果可能的话，您将如何改变世界？
zh_hant: 如果可能的話，你將如何改變世界？
