Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# skyfest_leave_mainstreet
source: Leave the <2>SkyFest</2> festivities?
de: Willst du das <2>SkyFest</2> verlassen?
es: ¿Quieres abandonar las festividades por el <2>aniversario de Sky</2>?
fr: Quitter les festivités de l'<2>anniversaire Sky</2> ?
id: Meninggalkan perayaan <2>Ulang Tahun Sky</2>?
it: Abbandonare i festeggiamenti dell'<2>Anniversario di Sky</2>?
ja: <2>SkyFest</2>のお祝い会場から離れますか？
ko: <2>Sky 기념일</2> 축제에서 나갈까요?
pt: Sair das festividades do <2>SkyFest</2>?
ru: Покинуть празднование <2>юбилея Sky</2>?
th: ออกจากเทศกาล<2>วันครบรอบของ Sky</2> หรือไม่
vi: Rời khỏi lễ hội <2>Kỷ Niệm Sky</2>?
zh_hans: 要离开<2>SkyFest</2>庆祝活动了吗？
zh_hant: 要離開 <2>《Sky光·遇》</2>活動嗎？

# skyfest_portal_art
source: Enter this <b>gallery</b> to view the <1>Art of Sky</1>.
de: Betrete diese <b>Galerie</b>, um die <1>Kunst von Sky</1> zu sehen.
es: Ingresa a esta <b>galería</b> para ver el <1>arte de Sky</1>.
fr: Entrez dans cette <b>galerie</b> pour admirer l'<1>art de Sky</1>.
id: Masuk ke <b>galeri</b> ini untuk melihat <1>Karya Seni Sky</1>.
it: Accedi a questa <b>galleria</b> per visualizzare l'<1>Arte di Sky</1>.
ja: <b>ギャラリー</b>に入場し、<1>Art of Sky -Skyの美術-</1>を鑑賞しましょう
ko: <b>전시관</b>에 입장하여 <1>Sky의 아트</1>을 관람합니다.
pt: Entre na <b>galeria</b> para ver a <1>arte de Sky</1>.
ru: В этой <b>галерее</b> можно знакомиться с <1>искусством Sky</1>.
th: เข้าสู่<b>แกลเลอรี</b>นี้เพื่อดู<1>ศิลปะแห่ง Sky</1>
vi: Vào <b>phòng trưng bày</b> này để xem <1>Kiệt Tác Sky</1>.
zh_hans: 进入<b>画廊</b>欣赏<1>Sky的艺术</1>。
zh_hant: 進入<b>藝廊</b>欣賞<1>Sky的藝術</1>。

# skyfest_portal_cinema
source: Enter the <b>cinema</b> to participate in special viewings.
de: Betrete das <b>Kino</b>, um an den Sonderaufführungen teilzunehmen.
es: Ingresa al <b>cine</b> para participar de las proyecciones especiales.
fr: Entrez dans le <b>cinéma</b> pour assister à des séances spéciales.
id: Masuk ke <b>bioskop</b> untuk berpartisipasi dalam penayangan khusus.
it: Entra nel <b>cinema</b> per partecipare a proiezioni speciali.
ja: <b>屋外シアター</b>に入場し、特別上映に参加しましょう
ko: <b>영화관</b>에 입장하여 특별 관람에 참여합니다.
pt: Entre no <b>cinema</b> para participar de exibições especiais.
ru: В <b>кинотеатре</b> можно устраивать специальные просмотры.
th: เข้าสู่<b>โรงภาพยนตร์</b>เพื่อเข้าร่วมรับชมแบบพิเศษ
vi: Vào <b>rạp chiếu phim</b> để tham gia các suất chiếu đặc biệt.
zh_hans: 进入<b>电影院</b>参加特别放映。
zh_hant: 進入<b>電影院</b>參加特別放映活動。

# skyfest_portal_history
source: Enter this <b>gallery</b> to view the <1>History of Sky</1>.
de: Betrete diese <b>Galerie</b>, um die <1>Geschichte von Sky</1> zu sehen.
es: Ingresa a esta <b>galería</b> para ver la <1>historia de Sky</1>.
fr: Entrez dans cette <b>galerie</b> pour découvrir l'<1>histoire de Sky</1>.
id: Masuk ke <b>galeri</b> ini untuk melihat <1>Sejarah Sky</1>.
it: Accedi a questa <b>galleria</b> per visualizzare la <1>Storia di Sky</1>.
ja: <b>ギャラリー</b>に入場し、<1>History of Sky -Skyの軌跡-</1>を鑑賞しましょう
ko: <b>전시관</b>에 입장하여 <1>Sky의 역사</1>를 둘러봅니다.
pt: Entre na <b>galeria</b> para ver a <1>história de Sky</1>.
ru: В этой <b>галерее</b> можно изучать <1>историю Sky</1>.
th: เข้าสู่<b>แกลเลอรี</b>นี้เพื่อดู<1>ประวัติศาสตร์แห่ง Sky</1>
vi: Vào <b>phòng trưng bày</b> này để xem <1>Lịch Sử Sky</1>.
zh_hans: 进入<b>画廊</b>探索<1>Sky的历史</1>。
zh_hant: 進入<b>藝廊</b>探索<1>Sky的歷史</1>。

# skykea_rotating_shop_days_left
source: <b>{{1}}</b> days until <b>items change<b>
de: <b>{{1}}</b> Tage bis sich die <b>Gegenstände ändern<b>
es: <b>{{1}}</b> días hasta el <b>recambio de objetos<b>
fr: <b>{{1}}</b> jours avant le <b>changement d'objets<b>
id: <b>{{1}}</b> hari lagi sampai <b>pergantian barang<b>
it: <b>{{1}}</b> giorni al <b>cambio degli oggetti<b>
ja: <b>アイテム更新<b>まであと<b>{{1}}</b>日
ko: <b>아이템 변경<b>까지 <b>{{1}}</b>일
pt: <b>{{1}}</b> dias até que <b>os itens mudem<b>
ru: <b>{{1}}</b> д. до <b>смены предметов<b>
th: เหลืออีก <b>{{1}}</b> วันก่อนที่<b>รายการไอเทมจะเปลี่ยนแปลงไป<b>
vi: Còn <b>{{1}}</b> ngày cho đến lúc <b>thay đổi các vật phẩm<b>
zh_hans: 距离<b>物品变更<b>还有<b>{{1}}</b>天
zh_hant: 距離<b>物品變更<b>還有<b>{{1}}</b>天

# skykea_rotating_shop_hours_left
source: <b>{{1}}</b> hours until <b>items change</b>
de: <b>{{1}}</b> Stunden bis sich die <b>Gegenstände ändern</b>
es: <b>{{1}}</b> horas hasta el <b>recambio de objetos</b>
fr: <b>{{1}}</b> heures avant le <b>changement d'objets</b>
id: <b>{{1}}</b> jam lagi sampai <b>pergantian barang<b>
it: <b>{{1}}</b> ore al <b>cambio degli oggetti</b>
ja: <b>アイテム更新<b>まであと<b>{{1}}</b>時間
ko: <b>아이템 변경</b>까지 <b>{{1}}</b>시간
pt: <b>{{1}}</b> horas até que <b>os itens mudem</b>
ru: <b>{{1}}</b> ч. до <b>смены предметов</b>
th: เหลืออีก <b>{{1}}</b> ชั่วโมงก่อนที่<b>รายการไอเทมจะเปลี่ยนแปลงไป</b>
vi: Còn <b>{{1}}</b> giờ cho đến lúc <b>thay đổi các vật phẩm</b>
zh_hans: 距离<b>物品变更</b>还有<b>{{1}}</b>小时
zh_hant: 距離<b>物品變更</b>還有<b>{{1}}</b>小時

# skykea_rotating_shop_minutes_left
source: <b>{{1}}</b> minutes until <b>items change</b>
de: <b>{{1}}</b> Minuten bis sich die <b>Gegenstände ändern</b>
es: <b>{{1}}</b> minutos hasta el <b>recambio de objetos</b>
fr: <b>{{1}}</b> minutes avant le <b>changement d'objets</b>
id: <b>{{1}}</b> menit lagi sampai <b>pergantian barang<b>
it: <b>{{1}}</b> minuti al <b>cambio degli oggetti</b>
ja: <b>アイテム更新<b>まであと<b>{{1}}</b>分
ko: <b>아이템 변경</b>까지 <b>{{1}}</b>분
pt: <b>{{1}}</b> minutos até que <b>os itens mudem</b>
ru: <b>{{1}}</b> мин. до <b>смены предметов</b>
th: เหลืออีก <b>{{1}}</b> นาทีก่อนที่<b>รายการไอเทมจะเปลี่ยนแปลงไป</b>
vi: Còn <b>{{1}}</b> phút cho đến lúc <b>thay đổi các vật phẩm</b>
zh_hans: 距离<b>物品变更</b>还有<b>{{1}}</b>分钟
zh_hant: 距離<b>物品變更</b>還有<b>{{1}}</b>分鐘

# skykea_rotating_shop_seconds_left
source: Less than <b>1</b> minute left
de: Weniger als <b>1</b> Minute übrig
es: Falta menos de <b>1</b> minuto
fr: Moins d'<b>1</b> minute restante
id: Kurang dari <b>1</b> menit tersisa
it: Hai meno di <b>1</b> minuto
ja: 残り<b>1</b>分未満
ko: 남은 시간 <b>1</b>분
pt: Falta menos de <b>1</b> minuto
ru: Осталось меньше <b>1</b> минуты
th: เหลือเวลาน้อยกว่า <b>1</b> นาที
vi: Còn chưa đầy <b>1</b> phút
zh_hans: 还剩不到<b>1</b>分钟
zh_hant: 還剩不到<b>1</b>分鐘

# snake_body_level_max
source: You've collected the maximum amount of lanterns!
de: Du hast die maximale Anzahl an Laternen gesammelt!
es: ¡Recogiste el máximo de faroles!
fr: Vous avez obtenu le nombre maximum de lanternes !
id: Kamu sudah mengumpulkan jumlah lampion maksimum!
it: Hai raccolto il numero massimo di lanterne!
ja: 集められる最大数のランタンを集めました！
ko: 등불을 최대 개수까지 모았습니다!
pt: Você pegou a quantidade máxima de lanternas!
ru: У вас максимальное количество фонариков!
th: คุณได้เก็บโคมไฟได้จำนวนสูงสุดแล้ว!
vi: Bạn đã thu thập số đèn lồng tối đa!
zh_hans: 你收集的灯笼已达到最大数量！
zh_hant: 你已收集到燈籠的數量上限！

# snake_exit_confirm
source: Exit Snake Game?
de: Schlangenspiel verlassen?
es: ¿Salir del juego de la serpiente?
fr: Quitter le jeu du serpent ?
id: Keluar dari Permainan Ular?
it: Vuoi uscire dal gioco del serpente?
ja: スネークゲームから退場しますか？
ko: 뱀 놀이를 종료할까요?
pt: Sair do Jogo da Cobrinha?
ru: Выйти из игры «Змейка»?
th: ออกจากเกมงูหรือไม่
vi: Thoát Trò Chơi Rắn Săn Mồi?
zh_hans: 退出舞蛇游戏？
zh_hant: 退出貪光蛇遊戲？

# snake_meditation_intro_1
source: Start the Snake Game and collect lanterns to earn <2>Event Ticket Light</2> every day.
de: Beginne das Schlangenspiel und sammle Laternen, um jeden Tag <2>Event-Tickets Licht</2> zu sammeln.
es: Inicia el juego de la serpiente y recoge faroles para adquirir <2>luz para boletos del evento</2> todos los días.
fr: Lancez le jeu du serpent et obtenez des lanternes pour gagner un <2>ticket d'événement Lumière</2> par jour.
id: Mulai Permainan Ular dan kumpulkan lentera untuk mendapatkan <2>Cahaya Tiket Acara</2> setiap hari.
it: Inizia il gioco del serpente e raccogli le lanterne per guadagnare <2>luce per biglietti evento</2> ogni giorno.
ja: スネークゲームをプレイして、日替わりで<2>専用チケットのかけら</2>を集めましょう
ko: 뱀 놀이에 참가하고 등불을 모아 매일 <2>이벤트 티켓 빛</2>을 얻으세요.
pt: Comece o Jogo da Cobrinha e pegue lanternas para ganhar <2>luz de ingresso do evento</2> todos os dias.
ru: Играйте в «Змейку» и каждый день собирайте <2>свет билетов события</2>.
th: เริ่มเกมงูแล้วรับโคมไฟเพื่อรับ<2>แสงตั๋วอีเวนต์</2>ทุกวัน
vi: Bắt đầu Trò Chơi Rắn Săn Mồi và thu thập đèn lồng để kiếm <2>Ánh Sáng Vé Sự Kiện</2> mỗi ngày.
zh_hans: 开始舞蛇游戏并收集灯笼以每天赢得<2>活动门票之光</2>。
zh_hant: 開始玩貪光蛇遊戲並收集燈籠，就可以獲得<2>活動燭光</2>。

# snake_meditation_intro_2
source: Join with others to form a chain!
de: Tue dich mit anderen zusammen, um eine Kette zu bilden!
es: ¡Únete a otras personas y forma una cadena!
fr: Rejoignez les autres pour former une chaîne !
id: Bergabunglah dengan orang lain untuk membentuk rantai!
it: Unisciti agli altri per formare una catena!
ja: 参加してみんなでつながりましょう！
ko: 다른 플레이어들과 함께 줄을 이어가세요!
pt: Participe com os outros para formar uma corrente!
ru: Объединитесь с другими, чтобы создать цепочку!
th: เข้าร่วมกับคนอื่นๆ เพื่อสร้างเครือข่าย!
vi: Cùng những người khác tạo thành một chuỗi!
zh_hans: 和其他人一起构成一个链条！
zh_hant: 加入其他人，搭起連鎖列車！

# snake_wax_start_hint
source: Gold Orb spawned! Chase it to get <2>Light</2>.
de: Goldkugel erschienen! Jage sie, um <2>Licht</2> zu erhalten.
es: ¡Apareció un orbe dorado! Persíguelo para conseguir <2>luz</2>.
fr: Un orbe en or est apparu ! Retrouvez-le pour obtenir sa <2>lumière</2>.
id: Butiran Emas muncul! Kejarlah untuk mendapatkan <2>Cahaya</2>.
it: È apparsa la Sfera d'oro! Raggiungila per ottenere la <2>luce</2>.
ja: 金色のオーブが出現しました！捕まえて<2>光のかけら</2>を入手しましょう
ko: 황금 구슬이 나타났어요! 쫓아가서 <2>빛</2>을 획득하세요.
pt: Orbe de ouro gerado! Corra atrás dele para obter <2>luz</2>.
ru: Появилась золотая сфера! Следуйте за ней, чтобы получить <2>свет</2>.
th: ลูกแก้วทองคำมาแล้ว! ไล่ตามเพื่อรับ<2>แสง</2>
vi: Quả Cầu Vàng đã xuất hiện! Hãy đuổi theo để nhận <2>Ánh Sáng</2>.
zh_hans: 金球已生成！追逐它以获得<2>光线</2>。
zh_hant: 金色光球現身了！追著它就可以得到<2>光</2>。

# social_feed_comment_all_title
source: <b>All Comments</b>
de: <b>Alle Kommentare</b>
es: <b>Todos los comentarios</b>
fr: <b>Tous les commentaires</b>
id: <b>Semua Komentar</b>
it: <b>Tutti i commenti</b>
ja: <b>すべてのコメント</b>
ko: <b>모든 댓글</b>
pt: <b>Todos os comentários</b>
ru: <b>Все комментарии</b>
th: <b>ความคิดเห็นทั้งหมด</b>
vi: <b>Tất cả bình luận</b>
zh_hans: <b>全部留言</b>
zh_hant: <b>全部留言</b>

# social_feed_comment_button
source: <b>Add a comment...</b>
de: <b>Einen Kommentar hinzufügen...</b>
es: <b>Agregar un comentario...</b>
fr: <b>Ajouter un commentaire...</b>
id: <b>Tambahkan komentar...</b>
it: <b>Aggiungi un commento...</b>
ja: <b>コメント入力...</b>
ko: <b>댓글 추가...</b>
pt: <b>Adicionar um comentário...</b>
ru: <b>Добавить комментарий...</b>
th: <b>เขียนความคิดเห็น...</b>
vi: <b>Thêm bình luận...</b>
zh_hans: <b>添加评论...</b>
zh_hant: <b>添加評論...</b>

# social_feed_comment_button_gamepad
source: <b>Comment</b>
de: <b>Kommentar</b>
es: <b>Comentario</b>
fr: <b>Commentaire</b>
id: <b>Komentar</b>
it: <b>Commento</b>
ja: <b>コメント</b>
ko: <b>댓글</b>
pt: <b>Comentário</b>
ru: <b>Комментарий</b>
th: <b>ความคิดเห็น</b>
vi: <b>Bình luận</b>
zh_hans: <b>评论</b>
zh_hant: <b>評論</b>

# social_feed_comment_enable
source: <b>Comments</b>
de: Kommentare zulassen?
es: ¿Permitir comentarios?
fr: Autoriser les commentaires ?
id: Izinkan Komentar?
it: Consentire commenti?
ja: コメントを許可しますか？
ko: 댓글을 허용할까요?
pt: Permitir comentários?
ru: Разрешить комментарии?
th: <b>ความคิดเห็น</b>
vi: Cho phép bình luận?
zh_hans: 允许留言吗？
zh_hant: 允許留言嗎？

# social_feed_comment_friends_title
source: <b>Friend Comments</b>
de: <b>Freundeskommentare</b>
es: <b>Comentarios de amigos</b>
fr: <b>Commentaires d'amis</b>
id: <b>Komentar Teman</b>
it: <b>Commenti degli amici</b>
ja: <b>フレンド・コメント</b>
ko: <b>친구 댓글</b>
pt: <b>Comentários de amigos</b>
ru: <b>Комментарии друзей</b>
th: <b>ความคิดเห็นของเพื่อน</b>
vi: <b>Bình luận của bạn bè</b>
zh_hans: <b>好友留言</b>
zh_hant: <b>好友留言</b>

# social_feed_comment_menu_count
source: <b>Comments ({{1}})</b>
de: <b>Kommentare ({{1}})</b>
es: <b>Comentarios ({{1}})</b>
fr: <b>Commentaires ({{1}})</b>
id: <b>Komentar ({{1}})</b>
it: <b>Commenti ({{1}})</b>
ja: <b>コメント ({{1}})</b>
ko: <b>댓글 ({{1}})</b>
pt: <b>Comentários ({{1}})</b>
ru: <b>Комментарии ({{1}})</b>
th: <b>ความคิดเห็น ({{1}})</b>
vi: <b>Bình luận ({{1}})</b>
zh_hans: <b>留言 ({{1}})</b>
zh_hant: <b>留言 ({{1}})</b>

# social_feed_comment_menu_title
source: <b>Comments</b>
de: <b>Kommentare</b>
es: <b>Comentarios</b>
fr: <b>Commentaires</b>
id: <b>Komentar</b>
it: <b>Commenti</b>
ja: <b>コメント</b>
ko: <b>댓글</b>
pt: <b>Comentários</b>
ru: <b>Комментарии</b>
th: <b>ความคิดเห็น</b>
vi: <b>Bình luận</b>
zh_hans: <b>留言</b>
zh_hant: <b>留言</b>

# social_feed_comment_none
source: <b>No Comments</b>
de: <b>Keine Kommentare</b>
es: <b>Sin comentarios</b>
fr: <b>Aucun commentaire</b>
id: <b>Tidak Ada Komentar</b>
it: <b>Nessun commento</b>
ja: <b>コメントなし</b>
ko: <b>댓글 없음</b>
pt: <b>Sem comentários</b>
ru: <b>Нет комментариев</b>
th: <b>ไม่มีความคิดเห็น</b>
vi: <b>Không có bình luận</b>
zh_hans: <b>没有评论</b>
zh_hant: <b>沒有評論</b>

# social_feed_comment_on_local_hint
source: You <b>can't comment</b> on your <b>own creation.</b>
de: Du kannst deine <b>eigene Kreation</b> <b>nicht kommentieren</b>.
es: <b>No puedes comentar</b> en tu <b>propia creación.</b>
fr: Vous ne <b>pouvez pas commenter</b> votre <b>propre création.</b>
id: Kamu <b>tak bisa mengomentari</b> <b>kreasimu sendiri.</b>
it: Non <b>puoi commentare</b> la <b>tua creazione.</b>
ja: <b>自分の作品</b>には、<b>コメントできません</b>
ko: <b>자신의 작품</b>에는 <b>댓글을 추가할 수 없어요</b>.
pt: Você <b>não pode comentar</b> na <b>própria criação.</b>
ru: Нельзя <b>комментировать</b> свое же <b>творение.</b>
th: คุณ<b>ไม่สามารถแสดงความคิดเห็น</b>เกี่ยวกับ<b>ผลงานที่คุณสร้างขึ้นเองได้</b>
vi: Bạn <b>không thể bình luận</b> về <b>tác phẩm của chính mình.</b>
zh_hans: 你<b>不能评论</b>自己的<b>作品。</b>
zh_hant: 你<b>不能</b>為<b>自己的創作留言。</b>

# social_feed_comment_public_title
source: <b>Public Comments</b>
de: <b>Öffentliche Kommentare</b>
es: <b>Comentarios públicos</b>
fr: <b>Commentaires publics</b>
id: <b>Komentar Publik</b>
it: <b>Commenti pubblici</b>
ja: <b>パブリック・コメント</b>
ko: <b>공개 댓글</b>
pt: <b>Comentários públicos</b>
ru: <b>Общественные комментарии</b>
th: <b>ความคิดเห็นสาธารณะ</b>
vi: <b>Bình luận công cộng</b>
zh_hans: <b>公开留言</b>
zh_hant: <b>公開留言</b>

# social_feed_comment_reveal_button
source: Reveal
de: Enthüllen
es: Revelar
fr: Montrer
id: Perlihatkan
it: Rivela
ja: 公開
ko: 공개
pt: Revelar
ru: Открыть
th: เปิดเผย
vi: Tiết lộ
zh_hans: 显示
zh_hant: 顯示

# social_feed_comment_reveal_title
source: See what others are saying
de: Sieh dir an, was andere sagen
es: Mira lo que dicen los demás
fr: Découvrez ce que les autres en disent
id: Lihat apa yang dikatakan orang lain
it: Scopri cosa ne pensano gli altri
ja: 他のプレイヤーの感想を見てみましょう
ko: 다른 댓글 보기
pt: Veja o que os outros estão dizendo
ru: Узнайте, что говорят другие
th: ดูว่าผู้อื่นเขียนอะไรบ้าง
vi: Xem bình luận của những khác
zh_hans: 看看别人在说什么
zh_hant: 看看其他人的留言

# social_feed_comment_text_placeholder
source: Add a comment...
de: Einen Kommentar hinzufügen...
es: Agregar un comentario...
fr: Ajouter un commentaire...
id: Tambahkan komentar...
it: Aggiungi un commento...
ja: コメント入力...
ko: 댓글 추가...
pt: Adicionar um comentário...
ru: Добавить комментарий...
th: เขียนความคิดเห็น...
vi: Thêm bình luận...
zh_hans: 添加评论...
zh_hant: 添加評論...

# social_feed_comment_text_title
source: Add a comment
de: Einen Kommentar hinzufügen
es: Agregar un comentario
fr: Ajouter un commentaire
id: Tambahkan komentar
it: Aggiungi un commento
ja: コメントを追加する
ko: 댓글 추가
pt: Adicionar um comentário
ru: Добавить комментарий
th: เขียนความคิดเห็น
vi: Thêm bình luận
zh_hans: 添加评论
zh_hant: 添加評論

# social_feed_comment_unfiltered
source: <b>Unfiltered</b>
de: <b>Ungefiltert</b>
es: <b>Sin filtrar</b>
fr: <b>Non filtré</b>
id: <b>Tanpa Filter</b>
it: <b>Non filtrato</b>
ja: <b>フィルターなし</b>
ko: <b>필터링 없음</b>
pt: <b>Sem filtro</b>
ru: <b>Без фильтра</b>
th: <b>ไม่ได้กรอง</b>
vi: <b>Chưa được lọc</b>
zh_hans: <b>未过滤</b>
zh_hant: <b>未過濾</b>

# social_feed_comment_view_all_body
source: Comments that have not yet received a <like/> will be included.
de: Kommentare, die noch kein <like/> erhalten haben, werden einbezogen.
es: Los comentarios que aún no han recibido un <like/> serán incluidos.
fr: Les commentaires qui n'ont pas encore reçu de <like/> seront inclus.
id: Komentar yang belum mendapatkan tanda <like/> akan disertakan.
it: I commenti che non hanno ancora ricevuto un <like/> saranno inclusi.
ja: まだ<like/>をもらっていないコメントも含まれます
ko: 아직 <like/>를 받지 않은 댓글이 포함됩니다.
pt: Comentários que ainda não receberam um <like/> serão incluídos.
ru: Комментарии, которые еще не получили <like/>, будут включены.
th: รวมความคิดเห็นที่ยังไม่ได้รับ <like/> ด้วย
vi: Những bình luận chưa nhận được <like/> sẽ được đưa vào.
zh_hans: 尚未收到<like/>的评论将被包括在内。
zh_hant: 尚未收到<like/>的評論將被包括在內。

# social_feed_comment_view_all_title
source: <b>View Unfiltered Comments?</b>
de: <b>Ungefilterte Kommentare anzeigen?</b>
es: <b>¿Ver comentarios sin filtrar?</b>
fr: <b>Voir les commentaires non filtrés ?</b>
id: <b>Lihat Komentar Tanpa Filter?</b>
it: <b>Visualizzare i commenti non filtrati?</b>
ja: <b>フィルタリングされていないコメントを表示しますか？</b>
ko: <b>필터링되지 않은 댓글 보기?</b>
pt: <b>Ver comentários não filtrados?</b>
ru: <b>Просмотреть неотфильтрованные комментарии?</b>
th: <b>ดูความคิดเห็นที่ไม่ได้กรองหรือไม่</b>
vi: <b>Xem các bình luận chưa được lọc?</b>
zh_hans: <b>查看未过滤的评论？</b>
zh_hant: <b>查看未過濾的評論？</b>

# social_feed_comments_disabled_warning
source: Comments have been <warning>disabled</warning> on this creation.
de: Kommentare wurden bei dieser Kreation <warning>deaktiviert</warning>.
es: Los comentarios han sido <warning>deshabilitados</warning> en esta creación.
fr: Les commentaires ont été <warning>désactivés</warning> sur cette création.
id: Komentar telah <warning>dinonaktifkan</warning> pada kreasi ini.
it: I commenti sono stati <warning>disabilitati</warning> su questa creazione.
ja: この創作へのコメントは<warning>無効</warning>です
ko: 이 작품에는 댓글이 <warning>비허용</warning> 되었습니다.
pt: Comentários foram <warning>desativados</warning> nesta criação.
ru: Для этого произведения комментарии были <warning>отключены</warning>
th: <warning>ปิดการใช้งาน</warning>ความคิดเห็นสำหรับผลงานนี้แล้ว
vi: Bình luận đã được <warning>vô hiệu hóa</warning> trên tác phẩm này.
zh_hans: 针对这个作品的留言已经被<warning>关闭了</warning>。
zh_hant: 針對這個作品的留言已經被<warning>關閉了</warning>。

# social_feed_deleted_interaction_warning
source: The creation has been <warning>deleted</warning> thus this didn't succeed.
de: Die Kreation wurde <warning>gelöscht</warning>, deshalb war dies nicht erfolgreich.
es: La creación ha sido <warning>eliminada</warning>, por lo tanto, esto no tuvo éxito.
fr: La création a été <warning>supprimée</warning>, donc cela n'a pas réussi.
id: Kreasi ini telah <warning>dihapus</warning> sehingga hal ini tidak berhasil.
it: La creazione è stata <warning>eliminata</warning>, quindi questo non ha avuto successo.
ja: この創作は<warning>削除</warning>されました
ko: 작품이 <warning>삭제되어</warning> 작업을 수행하지 못했습니다.
pt: A criação foi <warning>removida</warning> e por isso, não houve sucesso.
ru: Произведение было <warning>удалено</warning>, поэтому это действие не удалось выполнить
th: ผลงานนี้ถูก<warning>ลบออก</warning>เนื่องจากเป็นผลงานที่ยังไม่เสร็จ
vi: Tác phẩm đã được <warning>xóa</warning>, do đó điều này không thành công.
zh_hans: 这个作品已被<warning>删除</warning> ，因此这项操作并未成功。
zh_hant: 這個作品已被<warning>刪除</warning> ，因此這項操作並未成功。

# social_feed_dialog_placeholder
source: Leave a note
de: Eine Notiz hinterlassen
es: Dejar una nota
fr: Laisser une note
id: Tinggalkan catatan
it: Lascia un appunto
ja: メッセージを残す
ko: 메모 남기기
pt: Deixar um recado
ru: Оставить заметку
th: ทิ้งข้อความไว้
vi: Để lại lời nhắn
zh_hans: 留下回应
zh_hant: 留下回應

# social_feed_dialog_title
source: Sharing a Memory
de: Eine Erinnerung teilen
es: Compartiendo un recuerdo
fr: Partager un souvenir
id: Berbagi Memori
it: Condividere un ricordo
ja: 思い出の共有
ko: 추억 공유하기
pt: Compartilhando uma memória
ru: Делиться воспоминанием
th: แชร์ความทรงจำ
vi: Chia sẻ một Ký ức
zh_hans: 分享回忆
zh_hant: 分享回憶

# social_feed_menu_disable_looping
source: <b>Disable Looping</b>
de: <b>Looping deaktivieren</b>
es: <b>Deshabilitar bucle</b>
fr: <b>Désactiver la lecture en boucle</b>
id: <b>Nonaktifkan Looping</b>
it: <b>Disattiva riproduzione continuata</b>
ja: <b>ループを無効にする</b>
ko: <b>반복 시청 비활성화</b>
pt: <b>Desativar looping</b>
ru: <b>Отключить зацикливание</b>
th: <b>ปิดใช้งานการวนซ้ำ</b>
vi: <b>Tắt vòng lặp</b>
zh_hans: <b>禁用循环回放</b>
zh_hant: <b>關閉循環</b>

# social_feed_menu_enable_looping
source: <b>Enable Looping</b>
de: <b>Looping aktivieren</b>
es: <b>Habilitar bucle</b>
fr: <b>Activer la lecture en boucle</b>
id: <b>Aktifkan Looping</b>
it: <b>Attiva riproduzione continuata</b>
ja: <b>ループを有効にする</b>
ko: <b>반복 시청 활성화</b>
pt: <b>Ativar looping</b>
ru: <b>Включить зацикливание</b>
th: <b>เปิดใช้งานการวนซ้ำ</b>
vi: <b>Bật vòng lặp</b>
zh_hans: <b>启用循环回放</b>
zh_hant: <b>開啟循環</b>

# social_feed_menu_fan
source: <b>View More</b>
de: <b>Mehr anzeigen</b>
es: <b>Ver más</b>
fr: <b>Voir plus</b>
id: <b>Lihat Lebih Banyak</b>
it: <b>Visualizza altro</b>
ja: <b>もっと見る</b>
ko: <b>더 보기</b>
pt: <b>Ver Mais</b>
ru: <b>Посмотреть больше</b>
th: <b>ดูเพิ่มเติม</b>
vi: <b>Xem Thêm</b>
zh_hans: <b>查看更多</b>
zh_hant: <b>查看更多</b>

# social_feed_menu_fan_count
source: Followers:
de: <b>Fans:</b> {{1}}
es: <b>Fans:</b> {{1}}
fr: <b>Fans:</b> {{1}}
id: <b>Penggemar:</b> {{1}}
it: <b>Fans:</b> {{1}}
ja: <b>ファン：</b> {{1}}
ko: <b>팬:</b> {{1}}
pt: <b>Fãs:</b> {{1}}
ru: <b>Подписки:</b> {{1}}
th: ผู้ติดตาม:
vi: <b>Người hâm mộ:</b> {{1}}
zh_hans: <b>粉丝:</b> {{1}}
zh_hant: <b>粉絲:</b> {{1}}

# social_feed_menu_fan_count_message
source: <b>You have {{1}} viewer(s)</b>
de: Du hast {{1}} Zuschauer
es: Tienes {{1}} espectadores
fr: Vous avez {{1}} spectateurs
id: Kamu memiliki {{1}} penonton
it: Hai {{1}} spettatori
ja: あなたの鑑賞者 {{1}}人
ko: {{1}}명의 시청자가 보고 있습니다
pt: Você tem {{1}} espectadores
ru: <b>У вас {{1}} зрителей</b>
th: <b>คุณมีผู้ชม {{1}} ราย</b>
vi: Bạn có {{1}} người xem
zh_hans: 你有{{1}}名观众
zh_hant: 你有{{1}}名觀眾

# social_feed_menu_fan_of_count
source: Following:
de: <b>Fan von:</b> {{1}} Erstellern
es: <b>Fan de:</b> {{1}} Creadores
fr: <b>Fan de:</b> {{1}} Créateurs
id: <b>Penggemar dari:</b> {{1}} Kreator
it: <b>Fan di:</b> {{1}} Creatori
ja: <b>ファンになったクリエイター：</b>{{1}}
ko: 내가 <b>팬</b>이 된 창작자 수: {{1}}명
pt: <b>Fã de:</b> {{1}} Criadores
ru: <b>Подписан на:</b> {{1}} Создателей
th: ติดตาม:
vi: <b>Người hâm mộ của:</b> {{1}} Người sáng tạo
zh_hans: {{1}} 位创作者的<b>粉丝</b>
zh_hant: {{1}} 位創作者的<b>粉絲</b>

# social_feed_menu_hearts_received
source: <b>Your creation has received {{1}} <heart/></b>
de: <b>Deine Kreation hat {{1}} <heart/> erhalten</b>
es: <b>Tu creación ha recibido {{1}} <heart/></b>
fr: <b>Votre création a reçu {{1}} <heart/></b>
id: <b>Karyamu telah menerima {{1}} <heart/></b>
it: <b>La tua creazione ha ricevuto {{1}} <heart/></b>
ja: あなたの作品に {{1}} <heart/>が届きました
ko: <b>작품이 <heart/> {{1}}개를 받았습니다</b>
pt: <b>Sua criação recebeu {{1}} <heart/></b>
ru: <b>Ваше творение получило {{1}} <heart/></b>
th: <b>ผลงานของคุณได้รับ {{1}} <heart/></b>
vi: <b>Sáng tạo của bạn đã nhận được {{1}} <heart/></b>
zh_hans: <b>你的创作收到了{{1}}个<heart/></b>
zh_hant: <b>你的創作收到了{{1}}個<heart/></b>

# social_feed_menu_hide
source: <b>Hide</b>
de: <b>Ausblenden</b>
es: <b>Ocultar</b>
fr: <b>Masquer</b>
id: <b>Sembunyikan</b>
it: <b>Nascondi</b>
ja: <b>隠す</b>
ko: <b>숨기기</b>
pt: <b>Ocultar</b>
ru: <b>Скрыть</b>
th: <b>ซ่อน</b>
vi: <b>Ẩn</b>
zh_hans: <b>隐藏</b>
zh_hant: <b>隱藏</b>
