Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# story_dawn_calltoaction_02
source: Please, Child... Bring your <b>light</b> to our fallen <b>spirits</b>.
de: Bitte, Kind … Bringe dein <b>Licht</b> zu unseren gefallenen <b>Geistern</b>.
es: Por favor, mi Niño… Llévales nuestra <b>luz</b> a los <b>espíritus</b> caídos.
fr: S'il te plaît, mon enfant... Apporte ta <b>lumière</b> à nos <b>esprits déchus</b>.
id: Tolong, Nak... Bawa <b>cahayamu</b> ke <b>roh-roh</b> yang tersesat.
it: Per favore... porta la tua <b>luce</b> ai nostri <b>spiriti</b> caduti.
ja: お願い、星の子よ... どうかあなたの<b>光</b>を落ちた<b>精霊たち</b>へ届けてください
ko: 빛의 아이여, 부디 별에서 떨어진 <b>영혼들</b>에게 <b>빛</b>을 가져다 주세요.
pt: Criança... traga a sua <b>luz</b> aos nossos <b>espíritos</b> caídos.
ru: Прошу, дитя… Принеси свой <b>свет</b> нашим павшим <b>духам</b>.
th: ได้โปรดเถอะ เด็กน้อย... จงนำ<b>แสงสว่าง</b>ของคุณไปสู่<b>เหล่าสปิริต</b>ที่ล้มลงของเราด้วยเถอะ
vi: Đứa con của Ánh sáng... Hãy dùng <b>ánh sáng</b> của con để soi sáng những linh hồn thất lạc.
zh_hans: 拜托，光之子……把你的<b>光</b>带给那些陨落的<b>先灵</b>吧。
zh_hant: 拜託你，光之子……用你的<b>光芒</b>照耀那些殞落的<b>先靈</b>吧。

# story_dawn_candle_01
source: At last, you return to this world. Remember, Child—
de: Endlich kehrst du in diese Welt zurück. Denk daran, Kind–
es: Al fin, regresas a este mundo. Recuerda, pequeño…
fr: Enfin, tu reviens dans ce monde. Souviens-toi, mon enfant...
id: Akhirnya, kamu kembali ke dunia ini. Ingat, Nak—
it: Finalmente ritorni in questo mondo. Ricordati...
ja: ついに、この世界に戻られましたね さあ思い出すのです、星の子よ
ko: 마침내 이 세계로 돌아왔군요. 명심하세요, 빛의 아이...
pt: Finalmente, você volta a este mundo. Lembre-se, criança—
ru: Наконец-то ты снова в этом мире. Помни, дитя,
th: ในที่สุดคุณก็กลับมายังโลกแห่งนี้ เด็กน้อยเอ๋ย จงจำไว้ว่า...
vi: Cuối cùng thì bạn đã trở lại thế giới này. Hãy nhớ rằng,
zh_hans: 你终于回到了这个世界。记住，光之子——
zh_hant: 最後，你將返回這世界。要記得，光之子——

# story_dawn_candle_02
source: your <b>light</b> is a gift.
de: dein <b>Licht</b> ist ein Geschenk.
es: Tu <b>luz</b> es un regalo.
fr: notre <b>lumière</b> est un cadeau.
id: <b>cahayamu</b> adalah hadiah.
it: la tua <b>luce</b> è un dono.
ja: あなたの<b>光</b>は祝福
ko: 당신의 <b>빛</b>은 선물이라는 걸.
pt: sua <b>luz</b> é um presente.
ru: твой <b>свет</b> — это дар.
th: <b>แสงสว่าง</b>ของคุณคือของขวัญ
vi: <b>ánh sáng</b> của bạn là một món quà.
zh_hans: 你的<b>光</b>乃是天赋。
zh_hant: 你的<b>光芒</b>是一種天賦。

# story_dawn_child_come_01
source: Seek <b>Lost Memories</b> to gather <wingbuff/> <b>Winged Light</b>.
de: Suche <b>Verlorene Kinder</b>, um <wingbuff/> <b>Licht</b> zu sammeln.
es: Busca a los <b>infantes perdidos</b> para reunir <wingbuff/> <b>luz</b>.
fr: Cherche les <b>enfants perdus</b> pour rassembler<wingbuff/> la <b>lumière</b>.
id: Cari <b>Anak-Anak yang Hilang</b> untuk mengumpulkan <wingbuff/> <b>cahaya</b>.
it: Cerca i <b>Figli Perduti</b> per raccogliere la <wingbuff/> <b>luce</b>.
ja: <b>失われし子どもたち</b>を探し <wingbuff/> <b>光</b>を集めましょう
ko: <b>길 잃은 아이</b>를 찾아 <wingbuff/> <b>날개빛</b>을 모으세요.
pt: Procure <b>Crianças Perdidas</b> e reúna <wingbuff/> <b>luz</b>.
ru: Ищите <b>пропавших детей</b>, чтобы собрать <wingbuff/> <b>крылатый свет</b>.
th: ค้นหา<b>ความทรงจำที่หายไป</b>เพื่อเก็บรวบรวม<wingbuff/><b>แสงติดปีก</b>
vi: Tìm những <b>Đứa trẻ Lạc lối</b> để thu thập <wingbuff/> <b>ánh sáng</b>.
zh_hans: 寻找<b>失落之子</b>来聚集<wingbuff/><b>翼之光</b>。
zh_hant: 尋找<b>失落之子</b> ，收集<wingbuff/><b>翼之光</b>。

# story_dawn_child_to_temple_01
source: Go, Child. The <b>Kingdom of Sky</b> awaits your <b>light</b>.
de: Geh, Kind. Das <b>Königreich von Sky</b> erwartet dein <b>Licht</b>.
es: Ve, peque. El <b>reino de Sky</b> espera tu <b>luz</b>.
fr: Va, mon enfant. Le <b>royaume de Sky</b> attend ta <b>lumière</b>.
id: Pergilah, Nak. <b>Kerajaan Sky</b> menanti <b>cahayamu</b>.
it: Vai. Il <b>regno di Sky</b> attende la tua <b>luce</b>.
ja: 行きなさい、星の子よ <b>空の王国</b>があなたの<2>光</2>を待っています
ko: 어서 가세요. <b>Sky 왕국</b>이 당신의 <b>빛</b>을 기다립니다.
pt: Vá, criança. O <b>Reino de Sky</b> espera sua <b>luz</b>.
ru: Иди же, дитя. <b>Царство Неба</b> ждет твоего <b>света</b>.
th: จงไปเถอะเด็กน้อย <b>อาณาจักรแห่ง Sky</b>รอคอย<b>แสงสว่าง</b>ของคุณอยู่
vi: Đi đi. <b>Vương quốc Sky</b> đang chờ đón <b>ánh sáng</b> của bạn.
zh_hans: 去吧，光之子。<b>Sky王国</b>正等待着你的<b>光</b>。
zh_hant: 去吧，光之子。<b>Sky王國</b>正等候著你的<b>光芒</b>。

# story_dawn_child_to_temple_02
source: Begin by answering the temple's call.
de: Beginne, indem du den Ruf des Tempels folgst.
es: Comienza respondiendo al llamado del templo.
fr: Commence par répondre à l'appel du temple.
id: Mulai dengan menjawab panggilan kuil.
it: Inizia rispondendo alla chiamata del tempio.
ja: 神殿の呼び声に応えましょう
ko: 사원의 부름에 응답하여 여정을 시작하세요.
pt: Para começar, atenda ao chamado do templo.
ru: Начни, ответив на зов храма.
th: เริ่มต้นด้วยการตอบรับเสียงเรียกจากวิหาร
vi: Hãy nghe theo lời kêu gọi của đền thần.
zh_hans: 请听从神庙的呼唤
zh_hant: 請聽從神廟的呼喚

# story_dawn_constellation_gate_01
source: <b>Spirit Gates</b> like this one once <b>connected the realms</b> of Sky.
de: <b>Geistertore</b> wie dieses <b>vereinten einst die Reiche</b> von Sky.
es: Las <b>puertas espirituales</b> como esta alguna vez <b>conectaron los reinos</b> de Sky.
fr: <b>Des portes spirituelles</b> comme celle-ci <b>reliaient autrefois les royaumes</b> de Sky.
id: <b>Gerbang Roh</b> seperti ini pernah <b>terhubung ke alam</b> Sky.
it: I <b>portali spirito</b> come questo una volta <b>collegavano i regni</b> di Sky.
ja: このような<b>星の封印</b>は、 かつて王国の<b>各地方をつないで</b>いたのです
ko: <b>영혼의 관문</b>은 한때 Sky 속 <b>왕국들을 이어주었습니다</b>.
pt: <b>Portões Espirituais</b> como este já <b>conectaram os reinos</b> de Sky.
ru: <b>Врата духов</b>, подобные этим, некогда <b>связывали царства</b> Неба.
th: ครั้งหนึ่ง<b>ประตูสปิริต</b>เช่นนี้เคย<b>เชื่อมโยงอาณาจักร</b>แห่ง Sky เข้าด้วยกัน
vi: Các <b>Cổng Tinh Linh</b> như thế này đã từng <b>kết nối các vương quốc</b> của Sky.
zh_hans: 像这样的<b>先灵屏障</b>曾经<b>连接着Sky的各个领域</b>。
zh_hant: 像這樣的<b>先靈屏障</b>曾<b>連結Sky的各個領域</b>。

# story_dawn_constellation_gate_02
source: Beyond this gate is a <b>temple</b>, where <b>Elders</b> once <b>shepherded spirits back to the stars</b>.
de: Hinter diesem Tor liegt ein <b>Tempel</b>, in dem die <b>Ältesten</b> einst <b>Geister zurück zu den Sternen leiteten</b>.
es: Más allá de esta puerta hay un <b>templo</b> donde los <b>ancianos</b> solían <b>guiar a los espíritus de vuelta a las estrellas</b>.
fr: Au-delà de cette porte, il y a un <b>temple</b>, où les <b>anciens</b> <b>ramenaient autrefois les esprits vers les étoiles</b>.
id: Di luar gerbang ini ada sebuah <b>kuil</b> tempat para <b>Tetua</b> <b>mengantar roh kembali ke bintang</b>.
it: Oltre questo portale c'è un <b>tempio</b>, dove gli <b>Anziani</b> una volta <b>guidavano gli spiriti per riportarli alle stelle</b>.
ja: この封印の先に見えるは<b>神殿</b>、<1>大精霊たち</1>が<b><1>精霊</1>たちを導き、星へと還していた場所</b>です
ko: 이 관문 너머 <b>사원</b>이 있습니다. 과거 사원에서는 <b>장로들</b>이 영혼을 별로 <b>인도했습니다</b>.
pt: Além deste portão, há um <b>templo</b> onde os <b>anciãos</b> <b>pastoreavam os espíritos de volta às estrelas</b>.
ru: За этими вратами лежит <b>храм</b>, в котором <b>старейшины</b> когда-то <b>провожали духов обратно к звездам</b>.
th: เมื่อผ่านประตูนี้ไปจะมี<b>วิหาร</b> ซึ่งครั้งหนึ่ง<b>ผู้อาวุโส</b></b>เคย<b>เป็นผู้นำพาสปิริตกลับคืนสู่ดวงดาว</b>
vi: Phía bên kia cánh cổng này là một <b>ngôi đền</b>, nơi <b>các Trưởng lão</b> đã từng <b>dẫn dắt các tinh linh trở về với các vì sao</b>.
zh_hans: 这道屏障之外是一座<b>神庙</b>，<b>长老们</b>曾在这里<b>将先灵送回群星</b>。
zh_hant: 過了這道屏障是一座<b>神殿</b>，<b>長老們</b>曾在那裡<b>引導先靈返回星辰</b>。

# story_dawn_constellation_gate_03
source: But <b>the Elders fell</b> long ago.
de: Aber <b>die Ältesten fielen</b> vor langer Zeit.
es: Pero <b>los ancianos cayeron</b> hace tiempo.
fr: Mais <b>les anciens ont disparu</b> il y a longtemps.
id: Namun, <b>para Tetua terjerumus</b> dahulu kala.
it: Ma <b>gli Anziani caddero</b> molto tempo fa.
ja: ですが<b>その大精霊たちも落ちて</b>久しい…
ko: 하지만 <b>장로들은</b> 오래 전 하늘에서 <b>떨어졌습니다</b>.
pt: Mas <b>os anciãos caíram</b> há muito tempo.
ru: Но давным-давно <b>старейшины пали</b>.
th: แต่<b>ผู้อาวุโสเป็นเพียงอดีต</b>ไปแล้ว
vi: Nhưng <b> các Trưởng lão từ lâu đã không còn</b>.
zh_hans: 但<b>长老们很久以前就陨落</b>了。
zh_hant: 但<b>這些長老早已</b>倒下。

# story_dawn_murals_death_01
source: But then the <b>Sky went dark</b>,
de: Aber dann <b>wurde Sky dunkel</b>,
es: Pero luego, el <b>cielo se oscureció</b>,
fr: Puis le <b>ciel s'est obscurci</b>,
id: Lalu, <b>Sky menjadi gelap</b>,
it: Poi il <b>cielo si oscurò</b>,
ja: しかし次第に<b>空に闇がしのびより</b>
ko: 그러자 <b>하늘에 어둠이 드리우고</b>,
pt: Mas, então, o <b>céu escureceu</b>
ru: И Небо погрузилось <b>во тьму</b>,
th: แต่แล้ว<b>ความมืดก็เข้ามาปกคลุม Sky</b>
vi: Nhưng rồi <b>Sky trở nên tăm tối</b>,
zh_hans: 后来<b>天空陷入黑暗</b>，
zh_hant: 后来<b>天空陷入黑暗</b>，

# story_dawn_murals_death_02
source: and our Kingdom <b>shattered</b>.
de: und unser Königreich <b>zersplitterte</b>.
es: y nuestro reino <b>se fracturó</b>.
fr: et notre royaume <b>s'est effondré</b>.
id: dan Kerajaan <b>terpecah belah</b>.
it: e il nostro regno <b>si frantumò</b>.
ja: 王国は<warning>砕け散ったのです</warning>
ko: 우리 왕국은 <b>수많은 파편으로 부서졌습니다</b>.
pt: e nosso reino foi <b>despedaçado</b>.
ru: а наше королевство <b>рассыпалось</b>.
th: และอาณาจักรของเราก็<b>ล่มสลาย</b>
vi: và Vương quốc của chúng tôi <b>tan vỡ</b>.
zh_hans: 我们的王国<b>分崩离析</b>。
zh_hant: 我們的國度<b>四分五裂</b>。

# story_dawn_murals_growth_01
source: Together, we <b>built a Kingdom</b> in the clouds.
de: Zusammen <b>erbauten wir ein Königreich</b> in den Wolken.
es: Juntos, <b>construimos un reino</b> en las nubes.
fr: Ensemble, nous avons <b>construit un royaume</b> dans les nuages.
id: Bersama, kita <b>membangun Kerajaan</b> di awan.
it: Insieme <b>costruimmo un regno</b> nelle nuvole.
ja: ともに、我らは雲の中に<b>王国を築きました</b>
ko: 우리는 힘을 합쳐 구름 속에 <b>왕국을 세웠습니다</b>.
pt: Juntos, nós <b>construímos um reino</b> nas nuvens.
ru: Вместе мы <b>построили царство</b> среди облаков.
th: เราทั้งหลายได้ร่วมใจ<b>ก่อสร้างอาณาจักร</b>ในหมู่เมฆขึ้นใหม่
vi: Ta và họ đã cùng nhau <b>xây dựng một Vương quốc</b> trên những tầng mây.
zh_hans: 我们共同在云端<b>建立王国</b>。
zh_hant: 我們曾團結力量，在雲中<b>建立一座王國</b>。

# story_dawn_murals_growth_02
source: We <b>connected the seven realms</b> with the power of <b>starlight</b>.
de: Wir <b>verbanden die sieben Reiche</b> mit der Kraft des <b>Sternenlichts</b>.
es: <b>Conectamos los siete reinos</b> con el poder de la <b>luz de las estrellas</b>.
fr: Nous avons <b>relié les sept royaumes</b> avec le pouvoir de la <b>lumière des étoiles</b>.
id: Kita <b>terhubung dengan tujuh alam</b> dengan kekuatan <b>cahaya bintang</b>.
it: <b>Collegammo i sette regni</b> con il potere della <b>luce delle stelle</b>.
ja: そして<b>星の光</b>を使い<b>七つの地方をつないだのです</b>
ko: <b>별빛</b>의 힘으로 <b>7개의 왕국을 연결했습니다</b>.
pt: Nós <b>conectamos os sete reinos</b> com o poder da <b>luz estelar</b>.
ru: Мы <b>связали семь царств</b> силой <b>звездного света</b>.
th: เรา<b>เชื่อมโยงอาณาจักรทั้งเจ็ด</b>เข้ากับพลังแห่ง<b>แสงดาว</b>แล้ว
vi: Chúng tôi <b>đã kết nối bảy vương quốc</b> với sức mạnh của <b>ánh sao</b>.
zh_hans: 我们用<b>星光</b>之力<b>连接了七个领域</b>。
zh_hant: 我們使用<b>星光</b>的力量<b>連結七大領域</b>。

# story_dawn_murals_harmony_01
source: All are <b>given breath by starlight</b>.
de: Wir alle <b>erhalten unseren Atem durch Sternenlicht</b>.
es: Las <b>estrellas</b> nos <b>dan vida</b>.
fr: Tous <b>reçoivent le souffle de la lumière des étoiles</b>.
id: Semua <b>diberi kehidupan oleh cahaya bintang</b>.
it: Ogni regno <b>respira grazie alla luce delle stelle</b>.
ja: 全ては<b>星の光の息吹</b>
ko: 모든 생명에 <b>별빛이 숨결을 불어넣었습니다</b>.
pt: Todos <b>recebem a vida pela luz estelar</b>.
ru: Всё живое дышит благодаря <b>звездному свету</b>.
th: ทุกสิ่ง<b>ได้ถือกำเนิดขึ้นใหม่จากแสงดาว</b>
vi: <b>Ánh sao<b> đã trao sự sống cho nơi đây.
zh_hans: <b>星光为一切赋予了生命</b>。
zh_hant: 一切<b>因星光而有了生命</b>。

# story_dawn_murals_harmony_02
source: The first of us lived in joy that we would one day <b>return to the stars</b>.
de: Die ersten von uns lebten in der Freude, dass wir eines Tages <b>zu den Sternen zurückkehren würden</b>.
es: Los primeros vivían con la alegría que algún día <b>regresaríamos a las estrellas</b>.
fr: Les premiers d'entre nous vivaient dans la joie de pouvoir un jour <b>retourner vers les étoiles</b>.
id: Generasi kita yang pertama hidup dalam sukacita bahwa suatu hari kita akan <b>kembali ke bintang-bintang</b>.
it: I primi di noi vivevano nella gioia che un giorno saremmo <b>ritornati alle stelle</b>.
ja: 我らの始まり、それはやがて<b>星々のもとへ還る</b>喜びを胸に生きていました
ko: 처음에 우리는 언젠가 <b>별로 돌아가리라고</b> 믿고 기쁘게 살았습니다.
pt: Os primeiros de nós vivíamos na alegria de um dia <b>voltarmos às estrelas.</b>.
ru: Первые из нас жили в радости и надежде, что однажды мы <b>вернемся к звездам</b>.
th: บรรพชนของเราใช้ชีวิตอย่างมีความสุข โดยรู้ว่าวันหนึ่งจะได้<b>กลับไปยังหมู่ดาว</b>
vi: Tổ tiên của ta đã sống hạnh phúc và mong một ngày có thể <b>trở về với các vì sao</b>.
zh_hans: 我们的先灵生活在喜悦中，因为我们总有一天会<b>重返星空</b>。
zh_hant: 最初的先靈生活在喜悅中，因為他們知道自己有一天將<b>返回星辰</b>。

# streaming_data_warning
source: <hinticon/> This experience features high quality images/video. Wi-Fi network connection is recommended.
de: <hinticon/> Dieses Erlebnis beinhaltet Bilder/Videos in hoher Qualität. Eine WLAN-Netzwerkverbindung wird empfohlen.
es: <hinticon/> Esta experiencia incluye imágenes/video de alta calidad. Se recomienda utilizar una conexión wifi.
fr: <hinticon/> Cette expérience offre des images et des vidéos en haute définition. Connexion à un réseau Wi-Fi recommandé.
id: <hinticon/> Pengalaman ini menampilkan gambar/video berkualitas tinggi. Koneksi jaringan Wi-Fi disarankan.
it: <hinticon/> Questa esperienza presenta immagini/video di alta qualità. Si consiglia la connessione alla rete Wi-Fi.
ja: <hinticon/>この体験では、高画質な画像や動画をお楽しみいただけます。Wi-Fiネットワーク接続を推奨いたします。
ko: <hinticon/> 이 컨텐츠에는 고화질 이미지/동영상이 포함되어 있습니다. Wi-Fi 에 연결하여 플레이하시기를 추천합니다.
pt: <hinticon/> Esta experiência apresenta imagens/vídeos de alta qualidade. Recomendamos conexão Wi-Fi.
ru: <hinticon/> Здесь используются изображения и видео высокого качества. Рекомендуется использовать подключение по Wi-Fi.
vi: <hinticon/> Trải nghiệm này có hình ảnh/video chất lượng cao. Đề xuất kết nối mạng Wi-Fi.
zh_hans: <hinticon/> 此体验包含高质量的图像/视频。推荐使用Wi-Fi网络。
zh_hant: <hinticon/> 本體驗包含高畫質圖片或影片，建議使用 Wi-Fi 網路連線。

# streaming_platform_not_supported
source: <hinticon/> This experience may be limited on your device.
de: <hinticon/> Dieses Erlebnis könnte auf deinem Gerät eingeschränkt sein.
es: <hinticon/> Esta experiencia podría estar limitada en tu dispositivo.
fr: <hinticon/> Cette expérience peut être limitée sur votre appareil.
id: <hinticon/> Pengalaman ini mungkin terbatas pada perangkat kamu.
it: <hinticon/> Questa esperienza potrebbe essere limitata sul tuo dispositivo.
ja: <hinticon/> お使いの端末によっては、体験内容が制限される場合があります。
ko: <hinticon/> 이 컨텐츠는 현재 기기에서 이용에 제약이 발생할 수 있습니다.
pt: <hinticon/> Esta experiência pode ter limitações no seu dispositivo.
ru: <hinticon/> На вашем устройстве могут быть доступны не все возможности.
vi: <hinticon/> Trải nghiệm này có thể bị giới hạn trên thiết bị của bạn.
zh_hans: <hinticon/> 此体验在你的设备上可能受限。
zh_hant: <hinticon/> 本體驗在你的裝置上可能會受限。

# support_dialog_title
source: <b>Contact Player Support</b>
de: <b>Kontakt zum Player-Support</b>
es: <b>Contactar con el servicio de asistencia al jugador</b>
fr: <b>Contacter l'assistance aux joueurs</b>
id: <b>Hubungi Dukungan Pemain</b>
it: <b>Contatta il supporto per i giocatori</b>
ja: <b>お問い合わせ窓口</b>
ko: <b>플레이어 지원에 연락하세요</b>
pt: <b>Entre em contato com o Suporte ao Jogador</b>
ru: <b>Связаться со службой поддержки игроков</b>
th: <b>ติดต่อฝ่ายสนับสนุนผู้เล่น</b>
vi: <b>Liên hệ CSKH</b>
zh_hans: <b>联系玩家支持</b>
zh_hant: <b>聯系玩家支持</b>

# support_faq_url
source: Check out our FAQ at {{1}}
de: Lesen Sie unsere FAQ unter {{1}}
es: Consulte nuestras preguntas frecuentes en {{1}}
fr: Consultez notre FAQ à l'adresse {{1}}.
id: Cek bagian FAQ kami di {{1}}
it: Controlla le nostre FAQ su {{1}}
ja: FAQ(よくあるご質問)はこちらです {{1}}
ko: {{1}} 에서 자주 묻는 질문(FAQ)를 확인할 수 있습니다
pt: Confira nossas FAQ em {{1}}
ru: Загляните в наш FAQ по адресу {{1}}
th: ดูคำถามที่พบบ่อยของเราได้ที่ {{1}}
vi: Xem Câu hỏi thường gặp {{1}}.
zh_hans: 查看我们的常见问题{{1}}。
zh_hant: 查看我們的常見問題{{1}}。

# support_qr_scan
source: Scan this QR code to send a Support Ticket
de: Scannen Sie diesen QR-Code, um ein Support-Ticket zu senden
es: Escanee este código QR para enviar un ticket de soporte
fr: Scannez ce code QR pour envoyer un ticket d'assistance.
id: Pindai kode QR ini untuk mengirimkan Tiket Dukungan
it: Scannerizza questo codice QR per inviare un ticket di supporto
ja: 左のQRコードをスキャンするとカスタマーサポートへお問い合わせいただけます
ko: 왼쪽 QR코드를 스캔하여 고객지원에 문의할 수 있습니다
pt: Digitalize este código QR para enviar um tíquete de suporte
ru: Просканируйте этот QR код для создания запроса в службу поддержки
th: สแกนรหัส QR นี้เพื่อส่งตั๋วสนับสนุน
vi: Quét mã QR này gửi yêu cầu hỗ trợ
zh_hans: 扫描此二维码发送支持请求
zh_hant: 掃描此二維碼發送支持請求

# support_qr_url
source: Alternatively, you can visit this URL on your phone or computer {{1}}
de: Alternativ können Sie auch diese URL auf Ihrem Telefon oder Computer besuchen {{1}}
es: También puede visitar esta URL en su teléfono o computadora {{1}}
fr: Vous pouvez également consulter cette URL sur votre téléphone ou votre ordinateur {{1}}.
id: Atau, kamu bisa membuka URL ini di ponsel atau komputermu {{1}}
it: In alternativa, puoi visitare questo URL sul tuo telefono o computer {{1}}
ja: またはご利用端末・パソコンから以下のURLにアクセスしてお問い合わせください {{1}}
ko: 또는 스마트폰 및 컴퓨터에서 다음 주소를 방문할 수 있습니다 {{1}}
pt: Alternativamente, você pode visitar esta URL em seu telefone ou computador {{1}}.
ru: Или же вы можете посетить этот URL на вашем телефоне или компьютере {{1}}.
th: คุณยังสามารถไปที่ URL นี้บนโทรศัพท์หรือคอมพิวเตอร์ของคุณ {{1}} ได้ด้วย
vi: Ngoài ra, bạn cũng có thể truy cập link {{1}} bằng điện thoại hoặc máy tính.
zh_hans: 另外，您也可以在手机或电脑上访问这个网址{{1}}。
zh_hant: 另外，您也可以在手機或電腦上訪問這個網址{{1}}。

# surfboard_exit
source: Sit to stop driving
de: Setzen Sie sich, um mit dem Autofahren aufzuhören
es: Siéntate para dejar de conducir.
fr: Asseyez-vous pour arrêter de conduire
id: Duduk untuk berhenti mengemudi
it: Siediti per smettere di guidare
ja: 座って運転をやめる
ko: 운전을 멈추려면 앉아서
pt: Sente-se para parar de dirigir
ru: Сядьте, чтобы перестать водить машину
th: นั่งหยุดขับรถ
vi: Ngồi dừng lái xe
zh_hans: 坐下即可停止操作
zh_hant: 坐下即可停止操作

# system_account_banned_message_00
source: {{1}} Banned
de: {{1}} gesperrt
es: {{1}} es una cuenta inhabilitada
fr: {{1}} banni
it: {{1}} sospeso/a
ja: {{1}} アカウント停止
ko: {{1}} 정지
pt: Banido: {{1}}
ru: {{1}} — заблокировано
th: {{1}} ถูกแบนแล้ว
vi: {{1}} Bị cấm
zh_hans: {{1}}已被封禁
zh_hant: {{1}}被停用

# system_account_banned_message_01
source: This {{1}} has been banned for violating the Terms of Service.
de: Dieses {{1}} wurde aufgrund einer Verletzung der Nutzungsbedingungen gesperrt.
es: Esta cuenta de Sky {{1}} ha sido inhabilitada por violación de los términos de servicio.
fr: {{1}} banni pour violation des conditions d'utilisation.
id: {{1}} ini telah di-ban karena melanggar Ketentuan Layanan.
it: Questo {{1}} è stato sospeso per violazione dei Termini di servizio.
ja: この {{1}} は、利用規約違反により停止措置が適用されました。
ko: 이 {{1}}은(는) 서비스 약관 위반으로 정지되었습니다.
pt: {{1}} recebeu um banimento por violar os Termos de Uso.
ru: {{1}} — заблокировано за нарушение условий использования.
th: {{1}} ถูกแบน เนื่องจากละเมิดข้อกำหนดในการให้บริการ
vi: {{1}} này đã bị cấm do vi phạm Điều khoản Dịch vụ.
zh_hans: 此{{1}}已因违反服务条款而被封禁。
zh_hant: 此{{1}}因違反服務條款已被停用。

# system_account_banned_user_id
source: Sky ID: {{1}}
es: ID de Sky: {{1}}
fr: ID Sky : {{1}}
it: ID di Sky: {{1}}
pt: ID de Sky: {{1}}
zh_hans: 《Sky光·遇》ID：{{1}}

# system_account_deleted_message_00
source: Account Deleted
de: Konto gelöscht
es: Cuenta borrada
fr: Compte supprimé
id: Akun Dihapus
it: Account eliminato
ja: アカウントは削除されました
ko: 계정이 삭제됐습니다
pt: Conta excluída
ru: Учетная запись удалена
th: ลบบัญชีแล้ว
vi: Tài khoản đã bị xóa
zh_hans: 账号已被删除
zh_hant: 帳號已刪除

# system_account_deleted_message_01
source: This Sky account has been deleted from our servers in response to a request for erasure in accordance to data protection laws. Please uninstall Sky from this device to remove the app and any local information that may be stored on the device.
de: Aufgrund einer Bitte um Löschung gemäß den Datenschutzgesetzen wurde dieses Himmelsreich-Konto von unseren Servern gelöscht. Bitte deinstalliere Himmelsreich von diesem Gerät, um die App sowie lokale Daten, die auf dem Gerät noch gespeichert sein könnten, zu löschen.
es: Esta cuenta de Sky ha sido eliminada de nuestros servidores debido a una solicitud de borrado de acuerdo a las leyes de protección de los datos. Desinstala Sky de este dispositivo para quitar tanto la aplicación como cualquier información local que se haya podido almacenar en el dispositivo.
fr: Ce compte Sky a été supprimé de nos serveurs suite à une demande d'effacement conformément aux lois sur la protection des données. Veuillez désinstaller Sky de cet appareil pour supprimer l'application et toute information locale qui pourrait y être stockée.
id: Akun Sky ini telah dihapus dari server kami sebagai tanggapan atas permintaan penghapusan sesuai dengan undang-undang perlindungan data. Hapus pemasangan Sky dari perangkat ini untuk menghapus aplikasi dan informasi lokal apa pun yang mungkin tersimpan di perangkat.
it: Questo account di Sky è stato eliminato dai nostri server a seguito di una richiesta di cancellazione in conformità alle leggi sulla protezione dei dati. Disinstalla Sky da questo dispositivo per rimuovere l'app e tutte le informazioni locali che potrebbero essere memorizzate su di esso.
ja: ご要望ならびに個人情報保護法に基づき、こちらのSkyアカウントは当社のサーバーより削除されます。端末よりSkyをアンインストールいただき、端末に保存されているデータを削除くださいますようお願い申し上げます。
ko: 이 Sky 계정은 데이터 보호법에 따른 삭제 요청에 따라 저희 서버에서 삭제됐습니다. 이 장치에서 Sky를 삭제하여 앱과 기기에 저장된 모든 로컬 정보를 삭제하세요.
pt: Esta conta do Sky foi excluída de nossos servidores em resposta a uma solicitação de exclusão de acordo com as leis de proteção de dados. Desinstale o Sky deste dispositivo para remover o aplicativo e qualquer informação local que possa ser armazenada no dispositivo.
ru: Эта учетная запись «Неба» была удалена с наших серверов в ответ на просьбу об удалении в соответствии с законами о защите данных. Удалите «Небо» с этого устройства, чтобы удалить приложение и любую информацию, которая может быть сохранена на устройстве.
th: บัญชี Sky นี้ถูกลบออกจากเซิร์ฟเวอร์ของเราตามคำร้องขอตามกฎหมายการปกป้องข้อมูล โปรดถอนการติดตั้ง Sky ออกจากอุปกรณ์นี้เพื่อลบแอปและข้อมูลใดๆ ที่อาจถูกจัดเก็บไว้ในอุปกรณ์ดังกล่าว
vi: Tài khoản Sky này đã bị xóa khỏi máy chủ của chúng tôi theo luật bảo vệ dữ liệu. Vui lòng gỡ cài đặt Sky khỏi thiết bị này để xóa ứng dụng và mọi thông tin cục bộ có thể được lưu trữ trên thiết bị.
zh_hans: 依据相关数据保护法律，这个账号已被从服务器移除。为清空留在此设备上的数据，请在此设备上卸载《光·遇》。
zh_hant: 依據相關資料保護法，這個帳號已從伺服器移除。為清空留在此裝置上的數據，請在此裝置上解除安裝《Sky 光·遇》。

# system_account_temp_banned_message_00
source: {{1}} Temporarily Banned
de: {{1}} vorübergehend gesperrt
es: {{1}} Cuenta suspendida temporalmente
fr: {{1}} banni temporairement
id: {{1}} Di-ban Sementara
it: {{1}} temporaneamente sospeso
ja: {{1}} 一時的なアカウント停止
ko: {{1}} 일시 정지
pt: {{1}} recebeu um banimento temporário
ru: {{1}} — временно заблокировано
th: {{1}} ถูกแบนชั่วคราวแล้ว
vi: {{1}} Tạm thời bị cấm
zh_hans: {{1}}已被暂时封禁
zh_hant: {{1}}暫時被停用
