Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# consumable_description_currency_trick
source: Play tricks on other players by burrowing and pretending to be <event_candle/>.
de: Spiele anderen Spielern Streiche, indem du dich eingräbst und so tust, als wärst du <event_candle/>.
es: Hazle trucos a otros jugadores excavando y pretendiendo ser un <event_candle/>.
fr: Jouez des tours aux autres personnes en creusant et en faisant semblant d'être une <event_candle/>.
id: Mainkan trik untuk pemain lain dengan menggali dan berpura-pura jadi <event_candle/>.
it: Gioca dei tiri mancini agli altri giocatori scavando nel terreno e fingendo di essere una <event_candle/>.
ja: 地中に潜み<event_candle/>になりきって、他のプレイヤーをビックリさせる魔法です
ko: 땅을 파고들어가서 <event_candle/> 흉내를 내어 다른 플레이어들을 속여 보세요.
pt: Pregue peças em outros jogadores cavando e fingindo ser <event_candle/>.
ru: Шутите над другими игроками: закапывайтесь в землю и притворяйтесь <event_candle/>.
th: เล่นกลกับผู้เล่นคนอื่นโดยการซ่อนตัว แล้วแกล้งทำเป็น <event_candle/>
vi: Đánh lừa người chơi khác bằng cách đào hang và giả làm <event_candle/>.
zh_hans: 通过挖洞和假扮成<event_candle/>来捉弄其他玩家。
zh_hant: 躲到地面下，假裝自己是<event_candle/>，跟其他玩家開點小玩笑。

# consumable_description_dark_dragon_firework
source: Scan the STAR to get Dark Dragon Fireworks
de: Scanne den STERN, um ein Dunkeldrachen-Feuerwerk zu erhalten
es: Escanea la STAR para obtener fuegos artificiales del dragón oscuro
fr: Scannez la STAR pour obtenir les feux d’artifice du Dragon sombre
id: Pindai STAR untuk mendapatkan Kembang Api Naga Kegelapan
it: Scansiona la STAR per ottenere i fuochi d'artificio del Drago Oscuro
ja: STARをスキャンすると、暗黒竜の花火を楽しめます
ko: STAR를 스캔하여 다크 드래곤 폭죽을 획득합니다.
pt: Escaneie o STAR para obter fogos de artifício do Dragão Sombrio
ru: Отсканируйте STAR, чтобы получить фейерверк Темного дракона
th: สแกน STAR เพื่อรับพลุมังกรทมิฬ
vi: Quét STAR để nhận Pháo Hoa Rồng Hắc Ám
zh_hans: 扫描STAR以获得冥龙烟花
zh_hant: 掃描 STAR 即可獲得冥龍煙火

# consumable_description_diving
source: Temporarily have the ability to dive down and swim underwater.
de: Du kannst vorübergehend tauchen und unter Wasser schwimmen.
es: Tiene temporalmente la habilidad de bucear y nadar bajo el agua.
fr: Vous accorde temporairement la capacité de plonger et de nager sous l'eau.
id: Untuk sementara memiliki kemampuan untuk terjun dan berenang di bawah air.
it: Ti dona la capacità momentanea di immergerti e nuotare sott'acqua.
ja: 一時的に水中にダイブし、泳げるようになる魔法です
ko: 일정 시간 동안 물 속으로 잠수하여 수영할 수 있습니다
pt: Tenha a capacidade de mergulhar e nadar na água temporariamente.
ru: На время дает возможность нырять и плыть под водой.
th: มีความสามารถในการดำน้ำและว่ายอยู่ใต้น้ำได้ชั่วคราว
vi: Tạm thời có khả năng lặn xuống và bơi dưới nước.
zh_hans: 暂时拥有潜入水下游泳的能力。
zh_hant: 暫時擁有潛入水下游泳的能力。

# consumable_description_dnd
source: Warn friends before they teleport to you, and other players will see a Do Not Disturb icon above your head.
de: Warne Freunde, bevor sie dich teleportieren. Andere Spieler werden ein „Bitte nicht stören“-Symbol über deinem Kopf sehen.
es: Advierte a tus amistades antes de que te teletransporten y las demás personas verán un ícono de No molestar sobre tu cabeza.
fr: Avertissez vos amis avant qu'ils vous téléportent et les autres joueurs verront une icône Ne pas déranger au-dessus de votre tête.
id: Beri tahu teman sebelum mereka berteleportasi ke tempatmu, dan pemain lain akan melihat ikon Jangan Ganggu di atas kepalamu.
it: Se non vuoi compagnia, avvisa gli amici prima che si teletrasportino verso di te e gli altri giocatori vedranno un'icona Non disturbare sopra la tua testa.
ja: あなたの頭上に集中モードのアイコンを表示し、あなたのもとへテレポートしようとするフレンドや、周囲のプレイヤーにあなたが忙しいことをお知らせする魔法です
ko: 친구가 텔레포트해 오기 전에 경고 메시지를 보여줍니다. 다른 플레이어에게는 당신의 머리 위에 '방해 금지' 아이콘이 보입니다.
pt: Avise seus amigos antes que eles se teletransportem até você, e outros jogadores verão o ícone de Não Perturbe acima da sua cabeça.
ru: Предупредите друзей о том, что вы сейчас заняты, значком «Не беспокоить» над головой.
th: เตือนเพื่อนๆ ก่อนที่พวกเขาจะเทเลพอร์ตไปหาคุณ แล้วผู้เล่นคนอื่นจะเห็นไอคอน ห้ามรบกวน อยู่เหนือหัวของคุณ
vi: Nhắc nhở bạn bè trước khi họ dịch chuyển đến chỗ bạn. Những người chơi khác sẽ thấy biểu tượng Không Làm Phiền phía trên bạn.
zh_hans: 提醒即将传送至你的位置的好友，其他玩家将会看到你头上出现「请勿打扰」的图标。
zh_hant: 在朋友傳送到你所在位置前提醒他們，而其他玩家則會看到你頭上出現「請勿打擾」的圖示。

# consumable_description_dragon_dance
source: Transform you into dragon head who can guide others forward.
de: Verwandle dich in einen Drachenkopf, der anderen den Weg weisen kann.
es: Te transforma en una cabeza de dragón que guía la marcha de los demás.
fr: Transformez-vous en tête de dragon pour guider les autres vers l'avenir.
id: Mengubah kamu menjadi kepala naga yang dapat membimbing orang lain untuk bergerak maju.
it: Trasformarti in una testa di drago capace di guidare gli altri.
ja: 人々を導くドラゴンヘッドに変身する魔法です
ko: 용의 머리가 되어 다른 플레이어들을 이끌어 보세요.
pt: Transforma você na cabeça de um dragão que pode guiar os outros para frente.
ru: Превратитесь в голову дракона, чтобы вести других вперёд.
th: แปลงคุณเป็นหัวมังกรที่สามารถนำทางผู้อื่นให้ก้าวไปข้างหน้าได้
vi: Biến hình thành đầu rồng, dẫn dắt người khác tiến lên.
zh_hans: 将你变成可以引领其他人前进的龙头。
zh_hant: 變身為龍頭，帶領其他人向前。

# consumable_description_drop_wing
source: Drop your winged light in any area. (Remember to pick it up before it <warning>disappears</warning> eventually)
de: Platziere dein Flügellicht in einem beliebigen Gebiet. (Denk daran, es wieder aufzuheben, bevor es <warning>verschwindet</warning>)
es: Suelta tu luz alada en cualquier lugar. (Recuerda recogerla antes de que <warning>desaparezca</warning> eventualmente)
fr: Déposez votre lumière dans n'importe quelle zone. (n'oubliez pas de la ramasser avant qu'elle ne <warning>disparaisse</warning>)
id: Jatuhkan cahaya bersayapmu di area mana saja. (Ingat untuk mengambilnya sebelum <warning>hilang</warning>)
it: Lascia cadere la tua luce alata in qualsiasi area. (Ricordati di raccoglierla prima che <warning>scompaia</warning> del tutto)
ja: あらゆる場所で光の翼をわざと落とすことができる魔法です（光の翼が<warning>消えて失われる</warning>前に拾いましょう）
ko: 장소에 관계 없이 날개빛을 떨어뜨립니다. (날개빛이 <warning>사라지기 전에</warning> 꼭 회수하세요)
pt: Solte sua luz alada em qualquer área. (Lembre-se de pegá-la antes que <warning>desapareça</warning> eventualmente)
ru: Сбросьте свой крылатый свет в любом месте. (Не забудьте подобрать его, пока он не <warning>исчез!</warning>)
th: วางแสงติดปีกของคุณไว้ในพื้นที่ใดก็ได้ (อย่าลืมเก็บขึ้นมาก่อนที่มันจะ<warning>หายไป</warning>ล่ะ)
vi: Thả ngọn sáng chắp cánh ở bất kỳ khu vực nào. (Nhớ nhặt lên trước khi nó <warning>biến mất</warning>)
zh_hans: 在任意地点投下你的翼之光。 （记得在它最终<warning>消失</warning>之前把它捡起来）
zh_hant: 將翼之光放置在任何區域。 (記得在它最終<warning>消失</warning>之前撿起來)

# consumable_description_energy
source: Increase your group's cape recover speed for the next {{1}} mins.
de: Steigert die Wiederherstellungsgeschwindigkeit für den Umhang deiner Gruppe für die nächsten {{1}} Min.
es: Aumenta la velocidad de recuperación de la capa de tu grupo por los siguientes {{1}} min.
fr: Augmentez la vitesse de récupération de la cape du groupe pendant les {{1}} prochaines minutes.
id: Meningkatkan kecepatan pemulihan jubah grup selama {{1}} menit ke depan.
it: Aumenti la velocità di recupero del mantello del tuo gruppo per i prossimi {{1}} minuti.
ja: {{1}}分間 あなたと周囲のプレイヤーのエナジーの回復が速くなる魔法です
ko: {{1}}분 동안 그룹의 망토 회복 속도가 증가합니다
pt: Aumenta a velocidade de recuperação da capa do seu grupo pelos próximos {{1}} min.
ru: Ускоряют подзарядку накидок вашей группы на {{1}} мин.
th: เพิ่มความเร็วการฟื้นฟูเสื้อคลุมของกลุ่มคุณเป็นเวลา {{1}} นาที
vi: Tăng tốc độ khôi phục năng lượng của nhóm bạn trong {{1}} phút tiếp theo.
zh_hans: 在之后的 {{1}}分钟内增加您和附近旅人的能量恢复速度
zh_hant: 在之後的 {{1}}分鐘內增加您和附近旅人的能量恢復速度

# consumable_description_energy_potion
source: Instantly recharge your energy.
de: Lade deine Energie sofort wieder auf.
es: Recarga tu energía de inmediato.
fr: Recharge instantanément votre énergie.
id: Seketika mengisi ulang energimu.
it: Ricarichi all'istante la tua energia.
ja: その場でエナジーが回復する不思議な薬です
ko: 에너지를 즉시 충전합니다
pt: Recarrega sua energia instantaneamente.
ru: Мгновенно восстанавливает энергию.
th: ชาร์จพลังของคุณกลับคืนมาทันที
vi: Nạp lại năng lượng ngay.
zh_hans: 马上回复能量。
zh_hant: 馬上回復能量。

# consumable_description_firework_crab
source: Shoot off fireworks.
de: Feuert Feuerwerk ab.
es: Dispara fuegos artificiales.
fr: Tire des feux d'artifice.
id: Tembakkan kembang api.
it: Spari fuochi d'artificio.
ja: 花火を打ち上げられるようになる魔法です
ko: 폭죽을 쏘아올립니다
pt: Lança fogos de artifício.
ru: Запускайте фейерверки.
th: ยิงพลุ
vi: Bắn pháo hoa.
zh_hans: 发射烟花！
zh_hant: 發射煙花！

# consumable_description_firework_jelly
source: Shoot off fireworks.
de: Feuert Feuerwerk ab.
es: Dispara fuegos artificiales.
fr: Tire des feux d'artifice.
id: Tembakkan kembang api.
it: Spari fuochi d'artificio.
ja: 花火を打ち上げられるようになる魔法です
ko: 폭죽을 쏘아올립니다
pt: Lança fogos de artifício.
ru: Запускайте фейерверки.
th: ยิงพลุ
vi: Bắn pháo hoa.
zh_hans: 发射烟花！
zh_hant: 發射煙花！

# consumable_description_firework_manta
source: Shoot off fireworks.
de: Feuert Feuerwerk ab.
es: Dispara fuegos artificiales.
fr: Tire des feux d'artifice.
id: Tembakkan kembang api.
it: Spari fuochi d'artificio.
ja: 花火を打ち上げられるようになる魔法です
ko: 폭죽을 쏘아올립니다
pt: Lança fogos de artifício.
ru: Запускайте фейерверки.
th: ยิงพลุ
vi: Bắn pháo hoa.
zh_hans: 发射烟花！
zh_hant: 發射煙花！

# consumable_description_fireworks
source: Shoot off fireworks.
de: Feuert Feuerwerk ab.
es: Dispara fuegos artificiales.
fr: Tire des feux d'artifice.
id: Tembakkan kembang api.
it: Spari fuochi d'artificio.
ja: 花火を打ち上げられるようになる魔法です
ko: 폭죽을 쏘아올립니다
pt: Lança fogos de artifício.
ru: Запускайте фейерверки.
th: ยิงพลุ
vi: Bắn pháo hoa.
zh_hans: 发射烟花！
zh_hant: 發射煙花！

# consumable_description_glow
source: Glow for the next {{1}} minutes.
de: Leuchten für die nächsten {{1}} Minuten.
es: Brilla por los próximos {{1}} minutos.
fr: Brillez pour les {{1}} prochaines minutes.
id: Bercahaya selama {{1}} menit berikutnya.
it: Luccica per i prossimi {{1}} minuti.
ja: {{1}}分間 全身が輝きを放つ魔法です
ko: {{1}} 분 동안 빛이 납니다.
pt: Brilhe pelos próximos {{1}} minutos.
ru: Светит следующие {{1}} мин.
th: เรืองแสงเป็นเวลานาน {{1}} นาที
vi: Phát sáng trong {{1}} phút tiếp theo.
zh_hans: 在接下来的{{1}}分钟内发光。
zh_hant: 在接下來的 {{1}} 分鐘內發光。

# consumable_description_glow_rainbow
source: Colorful glow for the next {{1}} minutes.
de: Buntes Leuchten für die nächsten {{1}} Minuten.
es: Brilla a color por los próximos {{1}} minutos.
fr: Lueur colorée pour les {{1}} prochaines minutes.
id: Bercahaya warna-warni selama {{1}} menit berikutnya.
it: Luccichio colorato per i prossimi {{1}} minuti.
ja: {{1}}分間 全身がカラフルに輝きを放つ魔法です
ko: {{1}} 분 동안 다채롭게 빛이 납니다.
pt: Brilho colorido pelos próximos {{1}} minutos.
ru: Цветное сияние в течение следующих {{1}} мин.
th: เรืองแสงสีสันสดใสเป็นเวลานาน {{1}} นาที
vi: Phát sáng sặc sỡ trong {{1}} phút tiếp theo.
zh_hans: 在接下来的{{1}}分钟内发出五彩光芒。
zh_hant: 在接下來的 {{1}} 分鐘內發出五彩光芒。

# consumable_description_glow_tgc
source: Glow TGC blue for the next {{1}} minutes.
de: Leuchte in TGC-Blau für die nächste {{{1}} Minuten.
es: Brilla de color azul TGC durante el próximo {{1}} minutos.
fr: Bleu TGC pour la prochaine minutes {{{1}}.
id: Bersinar biru TGC selama {{1}} menit berikutnya.
it: Si illumina del blu di TGC per {{1}} minuti.
ja: {{1}}分間 全身がTGCブルーの輝きを放つ魔法です
ko: {{1}}분 동안 TGC의 파란색으로 빛납니다.
pt: Brilhe com o azul da TGC pelo próximo {{{1}} minutos.
ru: Синее сияние TGC в течение следующей {{1}} минуты.
th: สีฟ้า TGC เรืองแสงเป็นเวลานาน {{1}} นาที
vi: Phát sáng xanh TGC trong {{1}} phút tới.
zh_hans: 在接下来{{1}}分钟内发出TGC蓝色光芒。
zh_hant: 在接下來的 {{1}} 分鐘內，發出 TGC 藍光。

# consumable_description_gravity
source: Decrease your group's gravity for the next {{1}} mins.
de: Senkt die Schwerkraft deiner Gruppe für die nächsten {{1}} Min.
es: Reduce la fuerza de gravedad sobre tu grupo por los siguientes {{1}} min.
fr: Réduit la gravité du groupe pendant les {{1}} prochaines minutes.
id: Mengurangi gravitasi grupmu selama {{1}} menit ke depan.
it: Riduci la forza di gravità del tuo gruppo per i prossimi {{1}} minuti.
ja: {{1}}分間 あなたと周囲のプレイヤーの重力を軽減する魔法です
ko: {{1}}분 동안 그룹이 받는 중력이 줄어듭니다
pt: Reduz a gravidade do seu grupo pelos próximos {{1}} min.
ru: Уменьшают гравитацию для вашей группы на {{1}} мин.
th: ลดแรงโน้มถ่วงให้กับกลุ่มของคุณเป็นเวลา {{1}} นาที
vi: Giảm trọng lực của nhóm bạn trong {{1}} phút tiếp theo.
zh_hans: 使您和附近的旅人在之后{{1}}分钟内降低下落速度。
zh_hant: 使您和附近的旅人在之後{{1}}分鐘內降低下落速度。

# consumable_description_grow
source: Grow into an adult for the next {{1}} mins.
de: Du wirst die nächsten {{1}} Min. lang zu einem Erwachsenen.
es: Serás un adulto por los próximos {{1}} m.
fr: Vous transforme en adulte pendant les {{1}} prochaines minutes.
id: Tumbuh menjadi dewasa selama {{1}} menit ke depan.
it: Ti fa diventare adulto per i prossimi {{1}} minuti.
ja: {{1}}分間あなたの背が伸びる魔法です
ko: 다음 {{1}}분 동안 키가 커집니다
pt: Vire um adulto pelos próximos {{1}} minutos.
ru: Делают из вас взрослого на {{1}} мин.
th: เติบโตขึ้นเป็นผู้ใหญ่เป็นเวลา {{1}} นาที
vi: Phát triển thành người lớn trong {{1}} phút tiếp theo.
zh_hans: 在{{1}}分钟内让您变为成年人。
zh_hant: 在{{1}}分鐘內讓您變為成年人。

# consumable_description_hairtint
source: Gives you colorful hair for the next {{1}} minutes.
de: Gibt dir buntes Haar für die nächsten {{1}} Minuten.
es: Te otorga una colorida cabellera por los siguientes {{1}} minutos.
fr: Vous permet d'avoir les cheveux colorés pendant les {{1}} prochaines minutes.
id: Memberikan rambut berwarna-warni selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti hai i capelli colorati.
ja: {{1}} 分間 あなたの髪色が変化する魔法です
ko: {{1}}분 동안 머리카락이 다채롭게 변합니다.
pt: Concede cabelos coloridos pelos próximos {{1}} minutos.
ru: Вы будете носить разноцветные волосы {{1}} мин.
th: ช่วยให้เส้นผมของคุณมีสีสันเป็นเวลา {{1}} นาที
vi: Cho bạn mái tóc đầy màu sắc trong {{1}} phút kế tiếp.
zh_hans: 在接下来的{{1}}分钟里，让你的头发变得绚丽多彩。
zh_hant: 在接下來的{{1}}分鐘內為你的頭髮增添顏色。

# consumable_description_hairtint_rainbow
source: Gives you rainbow hair for the next {{1}} minutes.
de: Gibt dir Regenbogenhaare für die nächsten {{1}} Minuten.
es: Te otorga una cabellera arcoíris por los siguientes {{1}} minutos.
fr: Vous permet d'avoir les cheveux arc-en-ciel pendant les {{1}} prochaines minutes.
id: Memberikan rambut pelangi selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti hai i capelli arcobaleno.
ja: {{1}} 分間 あなたの髪色が虹色に変化する魔法です
ko: {{1}}분 동안 머리카락이 무지개색으로 변합니다.
pt: Concede cabelos de arco-íris pelos próximos {{1}} minutos.
ru: Вы будете носить радужные волосы {{1}} мин.
th: ช่วยให้เส้นผมของคุณมีสีรุ้งเป็นเวลา {{1}} นาที
vi: Cho bạn mái tóc cầu vồng trong {{1}} phút kế tiếp.
zh_hans: 在接下来的{{1}}分钟里，让你的头发虹彩缤纷。
zh_hant: 在接下來的{{1}}分鐘內讓你的頭髮虹彩繽紛。

# consumable_description_height_small_3x_handhold
source: Make you and your friends shrink into a baby for the next {{1}} mins.
de: Verwandle dich und deine Freunde für die nächsten {{1}} Min. in Kleinkinder mit großen Köpfen.
es: Permite que tú y tus amistades se conviertan en pequeños bebés cabezones por los siguientes {{1}} minutos.
fr: Transformez-vous et vos amis en bébé pendant les {{1}} prochaines minutes.
id: Menciutkan diri dan temanmu menjadi bayi selama {{1}} menit ke depan.
it: Fai rimpicciolire te e i tuoi amici per i prossimi {{1}} minuti.
ja: {{1}}分間あなたとフレンドの背が縮む魔法です
ko: {{1}}분 동안 친구들과 함께 아기가 된 것처럼 작아집니다
pt: Faz com que você e seus amigos encolham e virem bebês pelos próximos {{1}} minutos.
ru: Вы и ваши друзья уменьшитесь до размера ребенка на {{1}} мин.
th: ทำให้คุณและเพื่อนๆ หดตัวกลายเป็นทารกเป็นเวลา {{1}} นาที
vi: Làm cho bạn và bạn bè của bạn trở thành một đứa trẻ trong {{1}} phút tiếp theo.
zh_hans: 让您和您的朋友们在接下来的{{1}}分钟内让您变成小孩。
zh_hant: 讓您和您的朋友們在接下來的{{1}}分鐘內讓您變成小孩。

# consumable_description_huge
source: Makes you huge for the next {{1}} mins.
de: Lässt dich die nächsten {{1}} Min. lang riesig werden.
es: Serás gigante por los próximos {{1}} m.
fr: Vous rend énorme pour les {{1}} prochaines minutes.
id: Membuat dirimu menjadi besar selama {{1}} menit ke depan.
it: Ti ingrandisce per i prossimi {{1}} minuti.
ja: {{1}}分間あなたが大きくなる魔法です
ko: {{1}}분 동안 몸집이 커집니다
pt: Fique grande pelos próximos {{1}} minutos.
ru: Делают вас гигантом на {{1}} мин.
th: ทำให้คุณตัวใหญ่ขึ้นเป็นเวลา {{1}} นาที
vi: Giúp bạn trở nên khổng lồ trong {{1}} phút tiếp theo.
zh_hans: 在{{1}}分钟内让您身体放大。
zh_hant: 在{{1}}分鐘內讓您身體放大。

# consumable_description_memory_candle
source: Record a memory to share with others.
de: Zeichne eine Darbietung auf.
es: Graba un espectáculo para que lo vean los demás.
fr: Enregistrez un souvenir pour que les autres puissent le voir.
id: Merekam penampilan untuk dilihat pemain lain.
it: Registra un'esibizione per farla vedere agli altri.
ja: 思い出を記録したキャンドルを、世界に残せる魔法です
ko: 다른 플레이어가 보도록 연주를 녹음해서 남깁니다.
pt: Grave uma apresentação para os outros verem.
ru: Запишите свое выступление для других.
th: บันทึกความทรงจำเพื่อแชร์กับผู้อื่น
vi: Ghi lại ký ức để chia sẻ với mọi người.
zh_hans: 录制一段游玩视频，以便分享给他人观看。
zh_hant: 錄製表演給其他人觀看。

# consumable_description_message_boat
source: Send off a friendly message boat. (Replaces any already placed in the area)
de: Schicke ein nettes Nachrichtenboot los. (Ersetzt alle, die sich bereits in der Nähe befinden)
es: Envía un amistoso barquito mensajero. (Reemplaza a cualquier otro que se haya colocado en el área)
fr: Envoyez un bateau à message amical. (Remplace celui déjà été placé dans la zone)
id: Mengirimkan perahu pesan pertemanan. (Mengganti yang sudah ditempatkan di area tersebut)
it: Invia un messaggio amichevole in una barchetta. (Sostituisce quelli già messi nell'area)
ja: フレンドへのメッセージをのせた紙の舟を、水面に浮かべて送り出す魔法です (同じエリアに浮かべると、前回送ったメッセージを上書きできます)
ko: 종이배에 따뜻한 말을 담아 띄워보세요. (이 구역에 이전에 남긴 종이배는 삭제됨)
pt: Envia uma mensagem amigável em um barco. (Substitui qualquer uma já colocada na área)
ru: Отправьте кораблик с дружеским посланием. (Замещает любое сообщение, отправленное здесь ранее)
th: ส่งเรือส่งสาส์นที่เป็นมิตร (แทนที่สิ่งของใดๆ ที่วางไว้ในพื้นที่)
vi: Để lại lời nhắn ấm áp trên thuyền. (Thay thế bất kỳ vị trí nào đã được đặt trong khu vực)
zh_hans: 在小船里留下一句温暖的话。 (您之前在此区域放置的旧烛船将被取代)
zh_hant: 在小船裡留下一句溫暖的話。 (您之前在此區域放置的舊燭船將被取代)

# consumable_description_message_crane
source: Send off a friendly message crane. (Replaces any already placed in the area)
de: Versende einen Kranich mit einer freundlichen Nachricht. (Bereits im Gebiet platzierte werden ersetzt)
es: Enviar una grulla mensajera amistosa. (Reemplaza a cualquier otra ya colocada en el área)
fr: Envoyez une grue à message amicale. (remplace celle déjà placée dans la zone)
id: Mengirimkan bangau kertas pesan pertemanan. (Mengganti yang sudah ditempatkan di area tersebut)
it: Invia un messaggio amichevole con una gru. (Sostituisce quelli già messi nell'area)
ja: フレンドへのメッセージをのせた折り鶴を、水面に浮かべて送り出す魔法です （同じエリアに浮かべると、前回送ったメッセージを上書きできます）
ko: 다정한 종이학 메시지를 보냅니다. (해당 구역에 이미 배치된 메시지는 교체됨)
pt: Envie um grou de mensagem amigável. (Substitui qualquer um já colocado na área)
ru: Отправьте почтового журавлика. (Замещает любое сообщение, размещенное здесь ранее)
th: ส่งนกกระเรียนส่งสาส์นที่เป็นมิตร (แทนที่สิ่งของใดๆ ที่วางไว้ในพื้นที่)
vi: Để lại lời nhắn ngàn hạc giấy thân thiện. (Thay thế bất kỳ vị trí nào đã được đặt trong khu vực)
zh_hans: 发送一条友善的千纸鹤留言。 （替换该区域中已留下的任何留言）
zh_hant: 留下一隻友好的傳訊紙鶴。 (取代該區域中已放置的任一隻傳訊紙鶴)

# consumable_description_message_gondola
source: Send off a friendly message gondola. (Replaces any already placed in the area)
de: Schicke eine freundliche Nachrichten-Gondel ab. (Ersetzt jede bereits im Bereich platzierte)
es: Envía una góndola de mensaje amistoso. (Sustituye cualquier otra colocada en la zona)
fr: Envoyez une gondole de message amical. (Remplace toute autre déjà placée dans la zone)
id: Mengirimkan sebuah Pesan Gondola yang bersahabat. (Menggantikan pesan yang sudah ditempatkan di area tersebut)
it: Invia una gondola messaggio amichevole. (Sostituisce qualsiasi altra già posizionata nell'area)
ja: フレンドへのメッセージをのせたゴンドラを、水面に浮かべて送り出す魔法です （同じエリアに浮かべると、前回送ったメッセージを上書きできます）
ko: 친근한 메시지 곤돌라를 보내세요. (해당 지역에 이미 배치된 것을 대체합니다)
pt: Envie uma gôndola de mensagem amigável. (Substitui qualquer uma já colocada na área)
ru: Отправьте дружескую гондолу сообщений. (Заменяет любую уже размещённую в этой области)
th: ส่งเรือกอนโดลาส่งสาส์นที่เป็นมิตร (แทนที่สิ่งของใดๆ ที่วางไว้ในพื้นที่)
vi: Gửi đi một gondola tin nhắn thân thiện. (Thay thế bất kỳ cái nào đã được đặt trong khu vực)
zh_hans: 发送友好的信息贡多拉。 （替换该区域内已放置的任何贡多拉）
zh_hant: 透過貢多拉在此留下友好的字句。 （替換該區域內已放置的任何貢多拉）

# consumable_description_message_lantern
source: Send off a friendly message lantern. (Replaces any already placed in the area)
de: Versende eine Laterne mit einer freundlichen Nachricht. (Bereits im Gebiet platzierte werden ersetzt)
es: Enviar un farol mensajero amistoso. (Reemplaza a cualquier otro ya colocado en el área)
fr: Envoyez une lanterne à message amicale. (remplace celle déjà placée dans la zone)
id: Mengirimkan lentera pesan pertemanan. (Mengganti yang sudah ditempatkan di area tersebut)
it: Invia un messaggio amichevole con una lanterna. (Sostituisce quelli già messi nell'area)
ja: フレンドへのメッセージをのせたランタンを、水面に浮かべて送り出す魔法です （同じエリアに浮かべると、前回送ったメッセージを上書きできます）
ko: 다정한 등불 메시지를 보내세요. (해당 지역에 이미 배치된 메시진는 교체됨)
pt: Envie uma lanterna de mensagem amigável. (Substitui qualquer uma já colocada na área.)
ru: Отправьте почтовый фонарик. (Замещает любое сообщение, размещенное здесь ранее)
th: ส่งเรือโคมไฟส่งสาส์นที่เป็นมิตร (แทนที่สิ่งของใดๆ ที่วางไว้ในพื้นที่)
vi: Để lại lời nhắn đèn lồng thân thiện. (Thay thế bất kỳ vị trí nào đã được đặt trong khu vực)
zh_hans: 发送一条友善的灯笼留言。 （替换该区域中已留下的任何留言）
zh_hant: 留下一盞友好的傳訊水燈。 (取代該區域中已放置的任一盞傳訊水燈)

# consumable_description_message_rose
source: Place a friendly message rose. (Replaces any already placed in the area)
de: Platziere eine nette Nachrichtenrose. (Ersetzt alle, die sich bereits in der Nähe befinden)
es: Coloca una rosa mensajera de amistad. (Reemplaza a las colocadas en la zona).
fr: Envoyez une rose à message amical. (Remplace celle déjà été placée dans la zone)
id: Tempatkan sebuah pesan mawar yang ramah. (Mengganti pesan yang sudah ditempatkan di area tersebut)
it: Posiziona una rosa con un messaggio amichevole. (Sostituisce quelle già messe nell'area)
ja: フレンドへのメッセージをのせたバラを陸地に咲かせる魔法です （同じエリアに植えると、前回送ったメッセージを上書きできます）
ko: 장미 메시지의 위치를 정하세요. (이전에 이 구역에 남긴 메시지는 삭제됩니다)
pt: Coloque uma rosa com uma mensagem amigável. (Substitui qualquer outra colocada na área)
ru: Посадите розу с дружеским посланием. (Замещает любое сообщение, отправленное здесь ранее.)
th: วางกุหลาบส่งสาส์นที่เป็นมิตร (แทนที่สิ่งของใดๆ ที่วางไว้ในพื้นที่)
vi: Đặt một bông hồng thông điệp ấm áp. (Thay thế bất kỳ vị trí nào đã được đặt trong khu vực)
zh_hans: 留下一朵玫瑰，传递美好的消息。 （将替换该区域已放置的任何物品）
zh_hant: 留下一朵玫瑰，傳達美好的訊息。 （這將取代該區域內已放置的玫瑰）

# consumable_description_message_stone
source: Place a friendly message stone. (Replaces any already placed in the area)
de: Platziere einen netten Nachrichtenstein. (Ersetzt alle, die sich bereits in der Nähe befinden)
es: Coloca una piedra mensajera de amistad. (Reemplaza a las colocadas en la zona).
fr: Envoyez une pierre à message amical. (Remplace celle déjà été placée dans la zone)
id: Tempatkan sebuah pesan batu yang ramah. (Mengganti pesan yang sudah ditempatkan di area tersebut)
it: Posiziona una pietra con messaggio amichevole. (Sostituisce quelle già messe nell'area)
ja: フレンドへのメッセージをのせた小石を設置できる魔法です （同じエリアに置くと、前回送ったメッセージを上書きできます）
ko: 돌 메시지의 위치를 정하세요. (이전에 이 구역에 남긴 메시지는 삭제됩니다)
pt: Coloque uma pedra de mensagem amigável. (Substitui qualquer outra colocada na área)
ru: Разместите камень с дружеским посланием. (Замещает любое сообщение, отправленное здесь ранее.)
th: วางหินส่งสาส์นที่เป็นมิตร (แทนที่สิ่งของใดๆ ที่วางไว้ในพื้นที่)
vi: Đặt một viên đá thông điệp ấm áp. (Thay thế bất kỳ vị trí nào đã được đặt trong khu vực)
zh_hans: 留下一块石头，传递美好的消息。 （将替换该区域已放置的任何物品）
zh_hant: 留下一塊石頭，傳達友好的訊息。 （這將取代該區域內已放置的石塊）
