Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# social_feed_prompt_peace_memory
source: <b>Peaceful memory</b>
de: <b>Friedvolle Erinnerung</b>
es: <b>Recuerdo pacífico</b>
fr: <b>Souvenir paisible</b>
id: <b>Memori penuh kedamaian</b>
it: <b>Ricordo pacifico</b>
ja: <b>穏やかな思い出</b>
ko: <b>평화로운 기억</b>
pt: <b>Memória Pacífica</b>
ru: <b>Мирное воспоминание</b>
th: <b>ความทรงจำอันแสนสงบ</b>
vi: <b>Kỷ niệm bình yên</b>
zh_hans: <b>宁静的记忆</b>
zh_hant: <b>寧靜的記憶</b>

# social_feed_prompt_peace_memory_confirm
source: Creative challenge: <b>Peaceful memory</b>
de: Kreative Herausforderung: <b>Friedvolle Erinnerung</b>
es: Desafío creativo: <b>Recuerdo pacífico</b>
fr: Défi créatif : <b>Souvenir paisible</b>
id: Tantangan Kreatif: <b>Memori penuh kedamaian</b>
it: Sfida creativa: <b>Ricordo pacifico</b>
ja: 創作チャレンジ：<b>穏やかな思い出</b>
ko: 창의적 도전: <b>평화로운 기억</b>
pt: Desafio Criativo: <b>Memória Pacífica</b>
ru: Творческое задание: <b>Мирное воспоминание</b>
th: ความท้าทายที่สร้างสรรค์: <b>ความทรงจำอันแสนสงบ</b>
vi: Thử thách sáng tạo: <b>Kỷ niệm bình yên</b>
zh_hans: 创意挑战：<b>宁静的记忆</b>
zh_hant: 創意挑戰：<b>寧靜的記憶</b>

# social_feed_prompt_persevering_together
source: <b>Persevering Together</b>
de: <b>Gemeinsam durchhalten</b>
es: <b>Perseveración en compañía</b>
fr: <b>Persévérer ensemble</b>
id: <b>Bertahan Bersama</b>
it: <b>Perseverare insieme</b>
ja: <b>ともに立ち向かう</b>
ko: <b>함께 버티기</b>
pt: <b>Perseverando Juntos</b>
ru: <b>Держимся вместе</b>
th: <b>ร่วมแรงร่วมใจ</b>
vi: <b>Cùng Kiên Trì</b>
zh_hans: <b>携手坚持</b>
zh_hant: <b>攜手堅持</b>

# social_feed_prompt_persevering_together_confirm
source: Creative challenge: <b>Persevering Together</b>
de: Kreative Herausforderung: <b>Gemeinsam durchhalten</b>
es: Desafío creativo: <b>perseveración en compañía</b>
fr: Défi créatif : <b>Persévérer ensemble</b>
id: Tantangan Kreatif: <b>Bertahan Bersama</b>
it: Sfida creativa: <b>Perseverare insieme</b>
ja: 創作チャレンジ：<b>ともに立ち向かう</b>
ko: 창의적 도전: <b>함께 버티기</b>
pt: Desafio criativo: <b>Perseverando Juntos</b>
ru: Творческое испытание: <b>Держимся вместе</b>
th: ความท้าทายที่สร้างสรรค์: <b>ร่วมแรงร่วมใจ</b>
vi: Thử Thách Sáng Tạo: <b>Cùng Kiên Trì</b>
zh_hans: 创意挑战：<b>携手坚持</b>
zh_hant: 創意挑戰：<b>攜手堅持</b>

# social_feed_prompt_placeholder_long
source: <b>Story of hope for the holidays</b>
de: <b>Geschichte der Hoffnung für die Feiertage</b>
es: <b>Historia de esperanza para las fiestas</b>
fr: <b>Une histoire d'espoir pour les fêtes</b>
id: <b>Cerita harapan untuk liburan</b>
it: <b>Storia di speranza per le vacanze</b>
ja: <b>休日の希望の物語</b>
ko: <b>휴가를 위한 희망 이야기</b>
pt: <b>História de esperança para as férias</b>
ru: <b>История надежды к праздникам</b>
th: <b>เรื่องราวแห่งความหวังในวันหยุด</b>
vi: <b>Câu chuyện hy vọng cho kỳ nghỉ</b>
zh_hans: <b>假期的希望故事</b>
zh_hant: <b>假期的希望故事</b>

# social_feed_prompt_placeholder_short
source: <b>Story of hope for the holidays</b>
de: <b>Geschichte der Hoffnung für die Feiertage</b>
es: <b>Historia de esperanza para las fiestas</b>
fr: <b>Une histoire d'espoir pour les fêtes</b>
id: <b>Cerita harapan untuk liburan</b>
it: <b>Storia di speranza per le vacanze</b>
ja: <b>休日の希望の物語</b>
ko: <b>휴가를 위한 희망 이야기</b>
pt: <b>História de esperança para as férias</b>
ru: <b>История надежды к праздникам</b>
th: <b>เรื่องราวแห่งความหวังในวันหยุด</b>
vi: <b>Câu chuyện hy vọng cho kỳ nghỉ</b>
zh_hans: <b>假期的希望故事</b>
zh_hant: <b>假期的希望故事</b>

# social_feed_prompt_playful_tricks
source: Playful Tricks
de: Verspielte Tricks
es: Trucos juguetones
fr: Farces espiègles
id: Trik yang Menyenangkan
it: Scherzetti giocosi
ja: 楽しいいたずら
ko: 유쾌한 장난
pt: Travessuras Engraçadas
ru: Разные фокусы
th: กลขี้เล่น
vi: Những Mánh Khóe Vui Vẻ
zh_hans: 趣味恶作剧戏法
zh_hant: 俏皮戲法

# social_feed_prompt_playful_tricks_confirm
source: Creative Challenge: Playful Tricks
de: Kreative Herausforderung: Verspielte Tricks
es: Desafío creativo: Trucos juguetones
fr: Défi créatif : Farces espiègles
id: Tantangan Kreatif: Trik yang Menyenangkan
it: Sfida creativa: Scherzetti giocosi
ja: 創作チャレンジ：楽しいいたずら
ko: 창의력 챌린지: 유쾌한 장난
pt: Desafio criativo: Travessuras Engraçadas
ru: Творческое испытание: Разные фокусы
th: ความท้าทายที่สร้างสรรค์: กลขี้เล่น
vi: Thử Thách Sáng Tạo: Những Mánh Khóe Vui Vẻ
zh_hans: 创意挑战：趣味恶作剧戏法
zh_hant: 創意挑戰：俏皮戲法

# social_feed_prompt_quiet_study
source: Quiet Study
de: Ruhiges Arbeitszimmer
es: Estudio calmo
fr: Étude silencieuse
id: Belajar dengan Tenang
it: Studio silenzioso
ja: 静寂の学び
ko: 조용한 서재
pt: Estúdio Silencioso
ru: Уютный кабинет
th: การศึกษาที่เงียบสงบ
vi: Nghiên Cứu Thầm Lặng
zh_hans: 宁静书房
zh_hant: 靜謐書房

# social_feed_prompt_quiet_study_confirm
source: Creative Challenge: Quiet Study
de: Kreative Herausforderung: Ruhiges Arbeitszimmer
es: Desafío creativo: Estudio calmo
fr: Défi créatif : Étude silencieuse
id: Tantangan Kreatif: Belajar dengan Tenang
it: Sfida creativa: Studio silenzioso
ja: 創作チャレンジ：静寂の学び
ko: 도전 과제: 조용한 서재
pt: Desafio criativo: Estúdio Silencioso
ru: Творческое испытание: Уютный кабинет
th: ความท้าทายที่สร้างสรรค์: การศึกษาที่เงียบสงบ
vi: Thử Thách Sáng Tạo: Nghiên Cứu Thầm Lặng
zh_hans: 创意挑战：宁静书房
zh_hant: 創意挑戰：靜謐書房

# social_feed_prompt_rainbow_reflections
source: <b>Rainbow Reflections</b>
de: <b>Regenbogen-Reflektionen</b>
es: <b>Reflejos arcoíris</b>
fr: <b>Reflets arc-en-ciel</b>
id: <b>Pantulan Pelangi</b>
it: <b>Riflessi arcobaleno</b>
ja: <b>虹の煌めき</b>
ko: <b>무지개의 반짝임</b>
pt: <b>Reflexos de arco-íris</b>
ru: <b>Радужные отражения</b>
th: <b>เงาสะท้อนสีรุ้ง</b>
vi: <b>Phản Chiếu Cầu Vồng</b>
zh_hans: <b>彩虹倒影</b>
zh_hant: <b>彩虹映照</b>

# social_feed_prompt_rainbow_reflections_confirm
source: Creative challenge: <b>Rainbow Reflections</b>
de: Kreative Herausforderung: <b>Regenbogen-Reflektionen</b>
es: Desafío creativo: <b>Reflejos arcoíris</b>
fr: Défi créatif : <b>Reflets arc-en-ciel</b>
id: Tantangan Kreatif: <b>Pantulan Pelangi</b>
it: Sfida creativa: <b>Riflessi arcobaleno</b>
ja: 創作チャレンジ：<b>虹の煌めき</b>
ko: 창의적 도전: <b>무지개의 반짝임</b>
pt: Desafio criativo: <b>Reflexos de arco-íris</b>
ru: Творческое испытание: <b>Радужные отражения</b>
th: ความท้าทายที่สร้างสรรค์: <b>เงาสะท้อนสีรุ้ง</b>
vi: Thử Thách Sáng Tạo: <b>Phản Chiếu Cầu Vồng</b>
zh_hans: 创意挑战：<b>彩虹倒影</b>
zh_hant: 創意挑戰：<b>彩虹映照</b>

# social_feed_prompt_remembering_together
source: Remembering Together
de: Gemeinsam erinnern
es: Recordando juntos
fr: Se rappeler ensemble
id: Mengenang Bersama
it: Ricordi congiunti
ja: いっしょの思い出
ko: 함께 추억하기
pt: Lembrando juntos
ru: Вспомнить вместе
th: ร่วมจดจำ
vi: Cùng Nhau Ghi Nhớ
zh_hans: 共同缅怀
zh_hant: 攜手回味

# social_feed_prompt_remembering_together_confirm
source: Creative Challenge: Remembering Together
de: Kreative Herausforderung: Gemeinsam erinnern
es: Desafío creativo: Recordando juntos
fr: Défi créatif : Se rappeler ensemble
id: Tantangan Kreatif: Mengenang Bersama
it: Sfida creativa: Ricordi congiunti
ja: 創作チャレンジ：一緒の思い出
ko: 창의력 챌린지: 함께 추억하기
pt: Desafio criativo: Lembrando juntos
ru: Творческое испытание: Вспомнить вместе
th: ความท้าทายที่สร้างสรรค์: ร่วมจดจำ
vi: Thử Thách Sáng Tạo: Cùng Nhau Ghi Nhớ
zh_hans: 创意挑战：共同缅怀
zh_hant: 創意挑戰：攜手回味

# social_feed_prompt_rugged_homestead
source: <b>Rugged Homestead</b>
de: <b>Robustes Zuhause</b>
es: <b>Finca robusta</b>
fr: <b>Intérieur rustique</b>
id: <b>Wisma yang Kokoh</b>
it: <b>Catapecchia</b>
ja: <b>頑丈な家</b>
ko: <b>허름한 농가</b>
pt: <b>Fazenda Rústica</b>
ru: <b>Простой деревенский дом</b>
th: <b>บ้านพักที่ทนทาน</b>
vi: <b>Nhà Kiên Cố</b>
zh_hans: <b>粗犷家园</b>
zh_hant: <b>粗獷家園</b>

# social_feed_prompt_rugged_homestead_confirm
source: Creative Challenge: <b>Rugged Homestead</b>
de: Kreative Herausforderung: <b>Robustes Zuhause</b>
es: Desafío creativo: <b>finca robusta</b>
fr: Défi créatif : <b>Intérieur rustique</b>
id: Tantangan Kreatif: <b>Wisma yang Kokoh</b>
it: Sfida creativa: <b>Catapecchia</b>
ja: 創作チャレンジ：<b>頑丈な家</b>
ko: 창의적 도전: <b>허름한 농가</b>
pt: Desafio criativo: <b>Fazenda Rústica</b>
ru: Творческое испытание: <b>Простой деревенский дом</b>
th: ความท้าทายที่สร้างสรรค์: <b>บ้านพักที่ทนทาน</b>
vi: Thử Thách Sáng Tạo: <b>Nhà Kiên Cố</b>
zh_hans: 创意挑战：<b>粗犷家园</b>
zh_hant: 創意挑戰：<b>粗獷家園</b>

# social_feed_prompt_s21_end
source: <b>Legendary Tales</b>
de: <b>Legendäre Geschichten</b>
es: <b>Cuentos Legendarios</b>
fr: <b>Contes Légendaires</b>
id: <b>Dongeng Legendaris</b>
it: <b>Racconti Leggendari</b>
ja: <b>みんなの伝記</b>
ko: <b>전설적인 이야기</b>
pt: <b>Contos Lendários</b>
ru: <b>Легендарные Сказания</b>
th: <b>นิทานในตำนาน</b>
vi: <b>Những Câu Chuyện Huyền Thoại</b>
zh_hans: <b>传说的故事</b>
zh_hant: <b>傳說的故事</b>

# social_feed_prompt_s21_end_confirm
source: Creative Challenge: <b>Legendary Tales</b>
de: Kreative Herausforderung: <b>Legendäre Geschichten</b>
es: Desafío creativo: <b>Cuentos Legendarios</b>
fr: Défi créatif : <b>Contes Légendaires</b>
id: Tantangan Kreatif: <b>Dongeng Legendaris</b>
it: Sfida creativa: <b>Racconti Leggendari</b>
ja: 創作チャレンジ：<b>みんなの伝記</b>
ko: 창의적 도전: <b>전설적인 이야기</b>
pt: Desafio Criativo: <b>Contos Lendários</b>
ru: Творческое задание: <b>Легендарные Сказания</b>
th: ความท้าทายที่สร้างสรรค์: <b>นิทานในตำนาน</b>
vi: Thử thách sáng tạo: <b>Những Câu Chuyện Huyền Thoại</b>
zh_hans: 创意挑战：<b>传说的故事</b>
zh_hant: 創意挑戰：<b>傳奇的故事</b>

# social_feed_prompt_secret_hideout
source: Secret Hideout
de: Geheimes Versteck
es: Escondite secreto
fr: Cachette secrète
id: Tempat Persembunyian Rahasia
it: Nascondiglio segreto
ja: 秘密の隠れ家
ko: 비밀 은신처
pt: Esconderijo Secreto
ru: Тайное убежище
th: ที่ซ่อนลับ
vi: Nơi Ẩn Náu Bí Mật
zh_hans: 秘密藏身处
zh_hant: 秘密基地

# social_feed_prompt_secret_hideout_confirm
source: Creative Challenge: Secret Hideout
de: Kreative Herausforderung: Geheimes Versteck
es: Desafío creativo: Escondite secreto
fr: Défi créatif : Cachette secrète
id: Tantangan Kreatif: Tempat Persembunyian Rahasia
it: Sfida creativa: Nascondiglio segreto
ja: 創作チャレンジ：秘密の隠れ家
ko: 도전 과제: 비밀 은신처
pt: Desafio criativo: Esconderijo Secreto
ru: Творческое испытание: Тайное убежище
th: ความท้าทายที่สร้างสรรค์: ที่ซ่อนลับ
vi: Thử Thách Sáng Tạo: Nơi Ẩn Náu Bí Mật
zh_hans: 创意挑战：秘密藏身处
zh_hant: 創意挑戰：秘密基地

# social_feed_prompt_soaring_above
source: <b>Soaring Above</b>
de: <b>Über den Wolken schweben</b>
es: <b>Tomando vuelo</b>
fr: <b>Plus haut que les cieux</b>
id: <b>Melayang di Langit</b>
it: <b>Sorvolare</b>
ja: <b>空を舞う</b>
ko: <b>솟구치는 비행</b>
pt: <b>Pairando acima</b>
ru: <b>В вышине</b>
th: <b>โผทะยานสู่ฟากฟ้า</b>
vi: <b>Sải Cánh Bay Cao</b>
zh_hans: <b>翱翔天际</b>
zh_hant: <b>翱翔天際</b>

# social_feed_prompt_soaring_above_confirm
source: Creative Challenge: <b>Soaring Above</b>
de: Kreative Herausforderung: <b>Über den Wolken schweben</b>
es: Desafío creativo: Tomando vuelo
fr: Défi créatif : Plus haut que les cieux
id: Tantangan Kreatif: Menjulang Tinggi
it: Sfida creativa: Librarsi in alto
ja: 創作チャレンジ：<b>空を舞う</b>
ko: 창의력 도전: 위를 향해 솟구치기
pt: Desafio Criativo: <b>Pairando acima</b>
ru: Творческое испытание: В вышине
th: ความท้าทายที่สร้างสรรค์: โผทะยานสู่ฟากฟ้า
vi: Thử thách sáng tạo: Bay Lượn Trên Cao
zh_hans: 创意挑战：<b>翱翔天际</b>
zh_hant: 創意挑戰：翱翔天際

# social_feed_prompt_special_exhibit
source: <b>Special Exhibit</b>
de: <b>Sonderausstellung</b>
es: <b>Exhibición especial</b>
fr: <b>Exposition spéciale</b>
id: <b>Pameran Khusus</b>
it: <b>Reperto speciale</b>
ja: <b>特別展示</b>
ko: <b>특별 전시</b>
pt: <b>Exibição especial</b>
ru: <b>Особый экспонат</b>
th: <b>การจัดแสดงพิเศษ</b>
vi: <b>Triển Lãm Đặc Biệt</b>
zh_hans: <b>特别展览</b>
zh_hant: <b>特別展覽</b>

# social_feed_prompt_special_exhibit_confirm
source: Creative Challenge: <b>Special Exhibit</b>
de: Kreative Herausforderung: <b>Sonderausstellung</b>
es: Desafío creativo: <b>Exhibición especial</b>
fr: Défi créatif : <b>Exposition spéciale</b>
id: Tantangan Kreatif: <b>Pameran Khusus</b>
it: Sfida creativa: <b>Reperto speciale</b>
ja: 創作チャレンジ：<b>特別展示</b>
ko: 창의적 도전: <b>특별 전시</b>
pt: Desafio Criativo: <b>Exibição especial</b>
ru: Творческое задание: <b>Особый экспонат</b>
th: ความท้าทายที่สร้างสรรค์: <b>การจัดแสดงพิเศษ</b>
vi: Thử thách sáng tạo: <b>Triển Lãm Đặc Biệt</b>
zh_hans: 创意挑战：<b>特别展览</b>
zh_hant: 創意挑戰：<b>特別展覽</b>

# social_feed_prompt_special_guests
source: Special Guests
de: Besondere Gäste
es: Visitas especiales
fr: Invités spéciaux
id: Tamu Istimewa
it: Ospiti speciali
ja: スペシャルなお客さま
ko: 특별한 손님들
pt: Convidados Especiais
ru: Особые гости
th: แขกคนพิเศษ
vi: Khách Mời Đặc Biệt
zh_hans: 特别来宾
zh_hant: 特別來賓

# social_feed_prompt_special_guests_confirm
source: Creative Challenge: Special Guests
de: Kreative Herausforderung: Besondere Gäste
es: Desafío creativo: Visitas especiales
fr: Défi créatif : Invités spéciaux
id: Tantangan Kreatif: Tamu Istimewa
it: Sfida creativa: ospiti speciali
ja: 創作チャレンジ：スペシャルなお客さま
ko: 도전 과제: 특별한 손님들
pt: Desafio criativo: Convidados Especiais
ru: Творческое испытание: Особые гости
th: ความท้าทายที่สร้างสรรค์: แขกคนพิเศษ
vi: Thử Thách Sáng Tạo: Khách Mời Đặc Biệt
zh_hans: 创意挑战：特别来宾
zh_hant: 創意挑戰：特別來賓

# social_feed_prompt_spring_story
source: <b>Blossoming Story</b>
de: <b>Blühende Geschichte</b>
es: <b>Historia Floreciente</b>
fr: <b>Histoire Florissante</b>
id: <b>Kisah Penuh Pesona</b>
it: <b>Storia Fiorita</b>
ja: <b>開花の物語</b>
ko: <b>꽃피는 이야기</b>
pt: <b>História Florescente</b>
ru: <b>Расцветающая История</b>
th: <b>เรื่องราวอันบานสะพรั่ง</b>
vi: <b>Câu Chuyện Hoa Nở</b>
zh_hans: <b>花開的回憶</b>
zh_hant: <b>花開的回憶</b>

# social_feed_prompt_spring_story_confirm
source: Creative Challenge: <b>Blossoming Story</b>
de: Kreative Herausforderung: <b>Blühende Geschichte</b>
es: Desafío creativo: <b>Historia Floreciente</b>
fr: Défi créatif : <b>Histoire Florissante</b>
id: Tantangan Kreatif: <b>Kisah Penuh Pesona</b>
it: Sfida creativa: <b>Storia Fiorita</b>
ja: 創作チャレンジ：<b>開花の物語</b>
ko: 창의적 도전: <b>꽃피는 이야기</b>
pt: Desafio Criativo: <b>História Florescente</b>
ru: Творческое задание: <b>Расцветающая История</b>
th: ความท้าทายที่สร้างสรรค์: <b>เรื่องราวอันบานสะพรั่ง</b>
vi: Thử thách sáng tạo: <b>Câu Chuyện Hoa Nở</b>
zh_hans: 创意挑战：<b>花開的回憶</b>
zh_hant: 創意挑戰：<b>花開的回憶</b>

# social_feed_prompt_stage_fright
source: Stage Fright
de: Lampenfieber
es: Pánico escénico
fr: Trac
id: Demam Panggung
it: Paura del palcoscenico
ja: ステージ恐怖症
ko: 무대 공포증
pt: Medo de palco
ru: Страх сцены
th: อาการตื่นเวที
vi: Nỗi Sợ Sân Khấu
zh_hans: 怯场
zh_hant: 怯場

# social_feed_prompt_stage_fright_confirm
source: Creative Challenge: Stage Fright
de: Kreative Herausforderung: Lampenfieber
es: Desafío creativo: Pánico escénico
fr: Défi créatif : Trac
id: Tantangan Kreatif: Demam Panggung
it: Sfida creativa: Paura del palcoscenico
ja: 創作チャレンジ：ステージ恐怖症
ko: 창의적 도전: 무대 공포증
pt: Desafio criativo: Medo de palco
ru: Творческое испытание: Страх сцены
th: ความท้าทายที่สร้างสรรค์: อาการตื่นเวท
vi: Thử Thách Sáng Tạo: Nỗi Sợ Sân Khấu
zh_hans: 创意挑战：怯场
zh_hant: 創意挑戰：怯場

# social_feed_prompt_sunny_adventures
source: Sunny Adventures
de: Sonnige Abenteuer
es: Aventuras Soleadas
fr: Aventures Ensoleillées
id: Petualangan yang Cerah
it: Avventure Solari
ja: 夏の冒険
ko: 햇살 가득한 모험
pt: Aventuras Ensolaradas
ru: Солнечные Приключения
th: การผจญภัยที่มีแดด
vi: Cuộc Phiêu Lưu Đầy Nắng
zh_hans: 阳光冒险
zh_hant: 晴天歷險記

# social_feed_prompt_sunny_adventures_confirm
source: Creative Challenge: <b>Sunny Adventures</b>
de: Kreative Herausforderung: <b>Sonnige Abenteuer</b>
es: Desafío creativo: <b>Aventuras Soleadas</b>
fr: Défi créatif : <b>Aventures Ensoleillées</b>
id: Tantangan Kreatif: <b>Petualangan yang Cerah</b>
it: Sfida creativa: <b>Avventure Solari</b>
ja: 創作チャレンジ：夏の冒険
ko: 창의적 도전: <b>햇살 가득한 모험</b>
pt: Desafio criativo: <b>Aventuras Ensolaradas</b>
ru: Творческое испытание: <b>Солнечные Приключения</b>
th: ความท้าทายที่สร้างสรรค์: <b>การผจญภัยที่มีแดด</b>
vi: Thử Thách Sáng Tạo: <b>Cuộc Phiêu Lưu Đầy Nắng</b>
zh_hans: 创意挑战：<b>阳光冒险</b>
zh_hant: 創意挑戰：<b>晴天歷險記</b>

# social_feed_prompt_surprise_party
source: <b>Surprise Party</b>
de: <b>Überraschungsparty</b>
es: <b>Fiesta sorpresa</b>
fr: <b>Fête surprise</b>
id: <b>Pesta Kejutan</b>
it: <b>Festa a sorpresa</b>
ja: <b>サプライズパーティー</b>
ko: <b>깜짝 파티</b>
pt: <b>Festa surpresa</b>
ru: <b>Внезапная вечеринка</b>
th: <b>ปาร์ตี้สุดเซอร์ไพรส์</b>
vi: <b>Bữa Tiệc Bất Ngờ</b>
zh_hans: <b>惊喜派对</b>
zh_hant: <b>驚喜派對</b>

# social_feed_prompt_surprise_party_confirm
source: Creative Challenge: <b>Surprise Party</b>
de: Kreative Herausforderung: <b>Überraschungsparty</b>
es: Desafío creativo: <b>Fiesta sorpresa</b>
fr: Défi créatif : <b>Fête surprise</b>
id: Tantangan Kreatif: <b>Pesta Kejutan</b>
it: Sfida creativa: <b>Festa a sorpresa</b>
ja: 創作チャレンジ：<b>サプライズパーティー</b>
ko: 창의적 도전: <b>깜짝 파티</b>
pt: Desafio Criativo: <b>Festa surpresa</b>
ru: Творческое задание: <b>Внезапная вечеринка</b>
th: ความท้าทายที่สร้างสรรค์: <b>ปาร์ตี้สุดเซอร์ไพรส์</b>
vi: Thử thách sáng tạo: <b>Bữa Tiệc Bất Ngờ</b>
zh_hans: 创意挑战：<b>惊喜派对</b>
zh_hant: 創意挑戰：<b>驚喜派對</b>

# social_feed_prompt_survive_tip
source: <b>Survival tip</b>
de: <b>Überlebenstipp</b>
es: <b>Consejo de supervivencia</b>
fr: <b>Conseil de survie</b>
id: <b>Tips bertahan hidup</b>
it: <b>Consiglio per la sopravvivenza</b>
ja: <b>サバイバルの心得</b>
ko: <b>생존 팁</b>
pt: <b>Dica de Sobrevivência</b>
ru: <b>Совет по выживанию</b>
th: <b>เคล็ดลับการเอาชีวิตรอด</b>
vi: <b>Mẹo sinh tồn</b>
zh_hans: <b>生存技巧</b>
zh_hant: <b>生存技巧</b>

# social_feed_prompt_survive_tip_confirm
source: Creative Challenge: <b>Survival tip<b>
de: Kreative Herausforderung: <b>Überlebenstipp</b>
es: Desafío creativo: <b>Consejo de supervivencia</b>
fr: Défi créatif : <b>Conseil de survie</b>
id: Tantangan Kreatif: <b>Tips bertahan hidup</b>
it: Sfida creativa: <b>Consiglio per la sopravvivenza</b>
ja: 創作チャレンジ：<b>サバイバルの心得</b>
ko: 창의적 도전: <b>생존 팁</b>
pt: Desafio Criativo: <b>Dica de Sobrevivência</b>
ru: Творческое задание: <b>Совет по выживанию</b>
th: ความท้าทายที่สร้างสรรค์: <b>เคล็ดลับการเอาชีวิตรอด<b>
vi: Thử thách sáng tạo: <b>Mẹo sinh tồn</b>
zh_hans: 创意挑战：<b>生存技巧</b>
zh_hant: 創意挑戰：<b>生存技巧</b>

# social_feed_prompt_team_spirit
source: <b>Team Spirit</b>
de: <b>Teamgeist</b>
es: <b>Espíritu de equipo</b>
fr: <b>Esprit d'équipe</b>
id: <b>Semangat Tim</b>
it: <b>Spirito di squadra</b>
ja: チームワーク
ko: <b>팀 정신</b>
pt: <b>Espírito de equipe</b>
ru: <b>Командный дух</b>
th: <b>สปิริตทีม</b>
vi: <b>Tinh Thần Đồng Đội</b>
zh_hans: <b>团队精神</b>
zh_hant: <b>團隊精神</b>

# social_feed_prompt_team_spirit_confirm
source: Creative Challenge: <b>Team Spirit</b>
de: Kreative Herausforderung: <b>Teamgeist</b>
es: Desafío creativo: <b>Espíritu de equipo</b>
fr: Défi créatif : <b>Esprit d'équipe</b>
id: Tantangan Kreatif: <b>Semangat Tim</b>
it: Sfida creativa: <b>Spirito di squadra</b>
ja: 創作チャレンジ：チームワーク
ko: 도전과제: <b>팀 정신</b>
pt: Desafio criativo: <b>Espírito de equipe</b>
ru: Творческое испытание: <b>Командный дух</b>
th: ความท้าทายที่สร้างสรรค์: <b>สปิริตทีม</b>
vi: Thử Thách Sáng Tạo: <b>Tinh Thần Đồng Đội</b>
zh_hans: 创意挑战：<b>团队精神</b>
zh_hant: 創意挑戰：<b>團隊精神</b>

# social_feed_prompt_teaming_up
source: <b>Teaming Up</b>
de: <b>Zusammenarbeiten</b>
es: <b>Unirse</b>
fr: <b>Faire Équipe</b>
id: <b>Bergabung</b>
it: <b>Fare Squadra</b>
ja: <b>チームを組む</b>
ko: <b>팀을 이루다</b>
pt: <b>Unindo Forças</b>
ru: <b>Объединение</b>
th: <b>รวมทีม</b>
vi: <b>Hợp Tác</b>
zh_hans: <b>组队</b>
zh_hant: <b>組隊</b>

# social_feed_prompt_teaming_up_confirm
source: Creative Challenge: <b>Teaming Up</b>
de: Kreative Herausforderung: <b>Zusammenarbeiten</b>
es: Desafío creativo: Unirse
fr: Défi créatif : Faire équipe
id: Tantangan Kreatif: Bekerja Sama
it: Sfida creativa: Fare squadra
ja: 創作チャレンジ：<b>チームを組む</b>
ko: 창의력 도전: 팀을 이루기
pt: Desafio Criativo: <b>Unindo Forças</b>
ru: Творческое испытание: Объединение
th: ความท้าทายที่สร้างสรรค์: รวมทีม
vi: Thử thách sáng tạo: Chung Sức
zh_hans: 创意挑战：<b>组队</b>
zh_hant: 創意挑戰：組隊

# social_feed_prompt_the_summoning
source: <b>The Summoning</b>
de: <b>Die Beschwörung</b>
es: <b>La juntada</b>
fr: <b>L'invocation</b>
id: <b>Acara Pemanggilan</b>
it: <b>Evocazione</b>
ja: <b>召喚</b>
ko: <b>소환</b>
pt: <b>A evocação</b>
ru: <b>Призыв</b>
th: <b>การอัญเชิญ</b>
vi: <b>Triệu Hồi</b>
zh_hans: <b>召唤</b>
zh_hant: <b>召喚儀式</b>

# social_feed_prompt_the_summoning_confirm
source: Creative Challenge: <b>The Summoning</b>
de: Kreative Herausforderung: <b>Die Beschwörung</b>
es: Desafío creativo: <b>La juntada</b>
fr: Défi créatif : <b>L'invocation</b>
id: Tantangan Kreatif: <b>Acara Pemanggilan</b>
it: Sfida creativa: <b>Evocazione</b>
ja: 創作チャレンジ：<b>召喚</b>
ko: 창의적 도전: <b>소환</b>
pt: Desafio Criativo: <b>A evocação</b>
ru: Творческое задание: <b>Призыв</b>
th: ความท้าทายที่สร้างสรรค์: <b>การอัญเชิญ</b>
vi: Thử thách sáng tạo: <b>Triệu Hồi</b>
zh_hans: 创意挑战：<b>召唤</b>
zh_hant: 創意挑戰：<b>召喚儀式</b>

# social_feed_prompt_thoughtful_questions
source: Thoughtful Questions
de: Nachdenkliche Fragen
es: Preguntas Reflexivas
fr: Questions Réfléchies
id: Pertanyaan Bijaksana
it: Domande Riflessive
ja: 思慮深い問いかけ
ko: 사려 깊은 질문
pt: Perguntas Reflexivas
ru: Вдумчивые Вопросы
th: คำถามที่ไตร่ตรอง
vi: Câu Hỏi Sâu Sắc
zh_hans: 深思熟虑的问题
zh_hant: 沈思後的提問

# social_feed_prompt_thoughtful_questions_confirm
source: Creative Challenge: <b>Thoughtful Questions</b>
de: Kreative Herausforderung: <b>Nachdenkliche Fragen</b>
es: Desafío creativo: <b>Preguntas Reflexivas</b>
fr: Défi créatif : <b>Questions Réfléchies</b>
id: Tantangan Kreatif: <b>Pertanyaan Bijaksana</b>
it: Sfida creativa: <b>Domande Riflessive</b>
ja: 創作チャレンジ：思慮深い問いかけ
ko: 도전과제: <b>사려 깊은 질문</b>
pt: Desafio criativo: <b>Perguntas Reflexivas</b>
ru: Творческое испытание: <b>Вдумчивые Вопросы</b>
th: ความท้าทายที่สร้างสรรค์: <b>คำถามที่ไตร่ตรอง</b>
vi: Thử Thách Sáng Tạo: <b>Câu Hỏi Sâu Sắc</b>
zh_hans: 创意挑战：<b>深思熟虑的问题</b>
zh_hant: 創意挑戰：<b>沈思後的提問</b>

# social_feed_prompt_title
source: <b>Creative Challenge</b>
de: <b>Kreative Herausforderung</b>
es: <b>Desafío creativo</b>
fr: <b>Défi créatif</b>
id: <b>Tantangan Kreatif</b>
it: <b>Sfida creativa</b>
ja: 創作チャレンジ
ko: <b>창의력 챌린지</b>
pt: <b>Desafio criativo</b>
ru: <b>Творческое испытание</b>
th: <b>ความท้าทายที่สร้างสรรค์</b>
vi: <b>Thử thách sáng tạo</b>
zh_hans: <b>创意挑战</b>
zh_hant: <b>創意挑戰</b>

# social_feed_prompt_turning_maze
source: Turning Maze
de: Drehlabyrinth
es: Laberinto giratorio
fr: Labyrinthe giratoire
id: Memasuki Labirin
it: Labirinto studiato
ja: ぐるぐる迷路
ko: 회전하는 미로
pt: Labirinto de objetos
ru: Строительство лабиринта
th: เขาวงกตหมุนวน
vi: Mê Cung Xoay
zh_hans: 旋转迷宫
zh_hant: 旋轉迷宮

# social_feed_prompt_turning_maze_confirm
source: Creative Challenge: Turning Maze
de: Kreative Herausforderung: Drehlabyrinth
es: Desafío creativo: Laberinto giratorio
fr: Défi créatif : Labyrinthe giratoire
id: Tantangan Kreatif: Memasuki Labirin
it: Sfida creativa: Labirinto studiato
ja: 創作チャレンジ：ぐるぐる迷路
ko: 창의력 챌린지: 회전하는 미로
pt: Desafio criativo: Labirinto de objetos
ru: Творческое испытание: Строительство лабиринта
th: ความท้าทายที่สร้างสรรค์: เขาวงกตหมุนวน
vi: Thử Thách Sáng Tạo: Mê Cung Xoay
zh_hans: 创意挑战：旋转迷宫
zh_hant: 創意挑戰：旋轉迷宮

# social_feed_prompt_unexpected_twists
source: Unexpected Twists
de: Unerwartete Wendungen
es: Giros inesperados
fr: Retournements de situation
id: Kejadian Tak Terduga
it: Colpi di scena inaspettati
ja: 予期せぬ展開
ko: 예상치 못한 반전
pt: Reviravoltas inesperadas
ru: Неожиданный поворот
th: ความพลิกผันที่คาดไม่ถึง
vi: Những Bước Ngoặt Bất Ngờ
zh_hans: 意外转折
zh_hant: 意想不到的轉折

# social_feed_prompt_unexpected_twists_confirm
source: Creative Challenge: Unexpected Twists
de: Kreative Herausforderung: Unerwartete Wendungen
es: Desafío creativo: Giros inesperados
fr: Défi créatif : Retournements de situation
id: Tantangan Kreatif: Kejadian Tak Terduga
it: Sfida creativa: Colpi di scena inaspettati
ja: 創作チャレンジ：予期せぬ展開
ko: 창의력 도전: 예상치 못한 반전
pt: Desafio criativo: Reviravoltas inesperadas
ru: Творческое испытание: Неожиданный поворот
th: ความท้าทายที่สร้างสรรค์: ความพลิกผันที่คาดไม่ถึง
vi: Thử Thách Sáng Tạo: Những Bước Ngoặt Bất Ngờ
zh_hans: 创意挑战：意外转折
zh_hant: 創意挑戰：意想不到的轉折
