Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# concert_join_teleport
source: <b>AURORA</b>'s <2>light</2> grows <b>brighter</b>. It's time for her <b>Musical Voyage</b>. <2>Would you like to travel there?</2>
de: <b>AURORA</b>s <2>Licht</2> wird <b>heller</b>. Es ist Zeit für ihre <b>Musikalische Reise</b>. <2>Möchtest du dorthin reisen?</2>
es: La <2>luz</2> de <b>AURORA</b> <b>aumenta su brillo</b>. Es hora de su <b>viaje musical</b>. <2>¿Quieres viajar hasta allí?</2>
fr: La lumière d’<b>AURORA</b><2></2> <b>s’intensifie</b>. C’est l’heure de son <b>Voyage musical</b>. <2>Voulez-vous la rejoindre ?</2>
id: <2>Cahaya</2> <b>AURORA</b> makin <b>terang</b>. Ini saatnya <b>Perjalanan Musik</b>. <2>Mau ke sana?</2>
it: La <2>luce</2> di <b>AURORA</b> cresce <b>più luminosa</b>. È tempo del suo <b>Viaggio musicale</b>. <2>Vuoi recarti lì?</2>
ja: <b>AURORA</b>の<2>光</2>が<b>さらに輝いています</b> 彼女の<b>音楽の旅</b>の時間です。<2>会場までテレポートしますか？</2>
ko: <b>AURORA</b>의 <2>빛</2>이 점점 더 <b>밝아지고 있어요</b>. <b>음악의 여정</b>을 시작할 시간이에요. <2>여행을 떠나 볼까요?</2>
pt: A <b>luz</b> da <2>AURORA</2> <b>brilha</b> cada vez mais. Está na hora da <b>Viagem Musical</b>. <2>Deseja ir até lá?</2>
ru: <2>Свет</2> <b>AURORA</b> <b>всё ярче</b>. Пришло время <b>музыкального путешествия</b>. <2>Хотите в него отправиться?</2>
th: <2>แสง</2>ของ <b>AURORA</b> สว่างไสว<b>ยิ่งขึ้น</b> ได้เวลาสำหรับ<b>การเดินทางแห่งเสียงเพลง</b>ของเธอแล้ว <2>คุณต้องการเดินทางไปที่นั่นหรือไม่</2>
vi: <2>Ánh sáng</2> của <b>AURORA</b> trở nên <b>rực rỡ hơn</b>. <b>Hành trình Âm nhạc</b> của cô ấy sắp bắt đầu. <2>Tới đó nhé?</2>
zh_hans: <b>AURORA</b>的<2>光</2><b>变亮了</b>。她的<b>音乐之旅</b>即将开始。<2>你想去那里吗？</2>
zh_hant: <b>AURORA</b> 的<2>光芒</2>更<b>閃耀</b>了。她的<b>音樂旅程</b>即將開始。<2>你想前往該處嗎？</2>

# concert_leave_new_player
source: Are you ready to begin your <b>quest</b> to bring <2>light</2> to the <1>spirits</1> of Sky? <2>You will depart to experience our story from the beginning.</2>
de: Bist du bereit, deine <b>Quest</b> zu beginnen und <2>Licht</2> zu den <1>Geistern</1> von Sky zu bringen? <2>Dann wirst du losziehen, um unsere Geschichte von Anfang an zu erleben.</2>
es: ¿Todo listo para comenzar tu <b>misión</b> y traer <2>luz</2> a los <1>espíritus</1> de Sky? <2>Partirás para vivir nuestra historia desde el comienzo.</2>
fr: Êtes-vous prêt à commencer votre <b>quête</b> pour apporter de la <2>lumière</2> aux <1>esprits</1> de Sky ? <2>Vous partirez pour vivre notre histoire depuis le début.</2>
id: Siap memulai <b>misi</b> untuk membawa <2>cahaya</2> ke <1>roh-roh</1> Sky? <2>Kamu akan berangkat untuk mengalami kisah kami dari awal.</2>
it: Vuoi iniziare la tua <b>missione</b> per portare la <2>luce</2> agli <1>spiriti</1> di Sky? <2>Partirai per vivere la nostra storia dall'inizio.</2>
ja: Skyの<1>精霊たち</1>に<2>光</2>を届ける<b>クエスト</b>を始める準備はいいですか？ <2>世界の物語を始まりから体験しに行きましょう</2>
ko: Sky 속 <1>영혼</1>에게 <2>빛</2>을 나누어 주는 <b>퀘스트</b>를 시작해 볼까요? <2>이곳을 떠나 Sky 월드의 이야기를 처음부터 체험합니다.</2>
pt: Tudo pronto para começar sua <b>missão</b> e levar <2>luz</2> aos <1>espíritos</1> de Sky? <2>Você partirá para vivenciar nossa história desde o início.</2>
ru: Вы готовы начать свой <b>путь</b> и вернуть <2>свет</2> <1>духам</1> Неба? <2>Тогда история начнется для вас с самого начала.</2>
th: คุณพร้อมจะเริ่มต้น<b>ภารกิจ</b>ของคุณเพื่อนำ<2>แสง</2>ไปยังเหล่า<1>สปิริต</1> ของ Sky หรือไม่ <2>คุณจะได้ออกเดินทางเพื่อไปสัมผัสเรื่องราวของเราตั้งแต่ต้น</2>
vi: Bạn đã sẵn sàng cho <b>nhiệm vụ</b> mang <2>ánh sáng</2> đến với các <1>tinh linh</1> của Sky chưa? <2>Bạn sẽ khởi hành và trải nghiệm câu chuyện của chúng tôi từ thời điểm bắt đầu.</2>
zh_hans: 准备开启为Sky的<1>先灵们</1>带来<2>光明</2>的<b>任务</b>了吗？ <2>你将从头开始经历我们的故事。</2>
zh_hant: 你是否準備執行<2>點亮</2> Sky <1>先靈</1>的<b>任務</b>？ <2>你將啟程並從頭開始體驗我們的故事。</2>

# concert_leave_veteran_player
source: <2>Leave AURORA's Musical Voyage?</2> You will be able to return while the voyage is still underway.
de: <2>AURORAS Musikalische Reise verlassen?</2> Du kannst zurückkehren, solange die Reise noch im Gange ist.
es: <2>¿Abandonar el viaje musical de AURORA?</2> Podrás volver mientras el viaje esté en curso.
fr: <2>Quitter le Voyage musical d'AURORA ?</2> Vous pourrez revenir tant que le voyage ne sera pas terminé.
id: <2>Mau keluar dari Perjalanan Musik AURORA?</2> Kamu bisa kembali lagi saat perjalanan masih berlangsung.
it: <2>Vuoi lasciare il Viaggio musicale di AURORA?</2> Potrai tornare mentre il viaggio è ancora in corso.
ja: <2>AURORA 音楽の旅から退場しますか？</2> このコンサート開催中は、再入場できます
ko: <2>AURORA 음악의 여정을 중단할까요?</2> 공연 종료 전까지는 공연장으로 돌아올 수 있습니다.
pt: <2>Sair da Viagem Musical da AURORA?</2> Você poderá voltar enquanto a viagem estiver acontecendo.
ru: <2>Уйти из музыкального путешествия с AURORA?</2> Вы сможете вернуться, пока оно будет продолжаться.
th: <2>ออกจากการเดินทางแห่งเสียงเพลงของ AURORA หรือไม่</2> คุณจะยังคงกลับมาได้ในขณะที่การเดินทางยังคงดำเนินอยู่
vi: <2>Tạm rời Hành trình Âm nhạc của AURORA?</2> Bạn có thể trở lại trong thời gian hành trình diễn ra.
zh_hans: <2>要离开AURORA的音乐之旅吗？</2> 音乐之旅进行期间可以随时返回。
zh_hant: <2>你要離開 AURORA 的音樂旅程嗎？</2> 旅程期間可以隨時回來。

# confirm_bind_star_tag
source: Would you like to <warning>permanently</warning> bind this STAR product to your Sky account? This product can't be transferred to another account after binding.
de: Möchtest du dieses STAR-Produkt gerne <warning>dauerhaft</warning> mit deinem Himmelsreich-Konto verknüpfen? Dieses Produkt kann nach dem Verknüpfen nicht auf ein anderes Konto übertragen werden.
es: ¿Quieres enlazar <warning>permanentemente</warning> este producto STAR a tu cuenta de Sky? Este producto no se puede transferir a otra cuenta luego de ser enlazado.
fr: Voulez-vous lier <warning>de manière permanente</warning> ce produit STAR à votre compte Sky ? Ce produit ne peut pas être transféré sur un autre compte après avoir été lié.
id: Ingin <warning>secara permanen</warning> mengaitkan produk STAR ini ke akun Sky kamu? Produk ini tidak dapat ditransfer ke akun lain setelah dihubungkan.
it: Vuoi associare <warning>permanentemente</warning> questo prodotto STAR al tuo account Sky? Questo prodotto non potrà essere trasferito ad un altro account.
ja: このSTAR製品を<warning>永久的に</warning>あなたのSkyアカウントと連携しますか？ 連携後は、他のアカウントに移すことは出来ません。
ko: 이 STAR 제품을 Sky 계정에 <warning>영구적으로</warning> 귀속시킬까요? 귀속된 제품은 다른 계정으로 옮길 수 없습니다.
pt: Gostaria de se unir <warning>permanentemente</warning> este produto da STAR à sua conta do Sky? Este produto não pode ser transferido para outra conta após ser unido.
ru: Хотите <warning>навсегда</warning> привязать продукт STAR к своей учетной записи в Sky? Продукт нельзя привязать к другому аккаунту после активации.
th: คุณต้องการผูกสินค้า STAR นี้เข้ากับบัญชี Sky ของคุณอย่าง<warning>ถาวร</warning>หรือไม่ สินค้าชิ้นนี้จะไม่สามารถโอนไปยังบัญชีอื่นได้ หลังจากที่ผูกบัญชีแล้ว
vi: Bạn có muốn <warning>vĩnh viễn</warning> liên kết sản phẩm STAR này với tài khoản Sky không? Không thể chuyển sản phẩm này sang tài khoản khác sau khi liên kết.
zh_hans: 是否要<warning>永久</warning>绑定这个STAR产品到您的《光·遇》账号？ 这个产品在绑定后不能被转移到其他账号。
zh_hant: 是否要將這個STAR產品<warning>永久</warning>綁定到您的《Sky 光·遇》帳號？ 這個產品在綁定後不能被轉移到其他帳號。

# confirm_change_reservation_seat
source: Claim this seat? <2>You will join and experience this with others who claim seats here.</2>
de: Diesen Sitzplatz beanspruchen? <2>Du wirst beitreten und dies mit anderen erleben, die hier Plätze beanspruchen.</2>
es: ¿Reclamar este asiento? <2>Te unirás y experimentarás esto con otros que reclaman asientos aquí.</2>
fr: Réclamer ce siège ? <2>Vous rejoindrez et vivrez cette expérience avec d'autres qui réclament des sièges ici.</2>
id: Ambil kursi ini? <2>Kamu akan bergabung dan merasakan pengalaman ini dengan orang lain yang mengambil tempat duduk di sini.</2>
it: Reclamare questo posto? <2>Ti unirai e vivrai questo con altri che reclamano posti qui.</2>
ja: この座席に座りますか？ <2>この周辺の座席の星の子どもたちと、これからの体験を共にします</2>
ko: 이 자리를 맡을까요? <2>이 자리 근처에 앉은 사람들과 경험을 함께합니다.</2>
pt: Deseja pegar este assento? <2>Você se juntará e experimentará isso com outros que reivindicam assentos aqui.</2>
ru: Занять это место? <2>Вы присоединитесь и испытаете это с другими, кто занимает здесь места.</2>
th: นั่งที่นั่งตรงนี้หรือไม่ <2>คุณจะได้สัมผัสกับ<b>การเดินทางแห่งเสียงเพลง</b>ไปกับคนอื่นๆ ที่นั่งอยู่ที่นี่</2>
vi: Giành chỗ ngồi này? <2>Bạn sẽ tham gia và trải nghiệm điều này với những người khác cũng giành chỗ ngồi ở đây.</2>
zh_hans: 占据这个座位吗？ <2>你将与其他在这里占据座位的人一起体验。</2>
zh_hant: 要選擇這個座位嗎？ <2>你將與其他坐在這的人一起體驗。</2>

# confirm_emote_favorites_unlock
source: Unlock the ability to <2>favorite</2> your <b>expressions</b>?
de: Möchtest du die Fähigkeit freischalten, deine <2>Emotes</2> zu <b>favorisieren</b>?
es: ¿Quieres desbloquear la habilidad para elegir tus <2>expresiones</2> <b>favoritas</b>?
fr: Débloquer l’accès aux <2>favoris</2> dans les <b>expressions</b> ?
id: Buka kemampuan untuk <2>memfavoritkan</2> <b>ekspresi</b> kamu?
it: Vuoi sbloccare l'abilità di aggiungere le tue <b>espressioni</b> a quelle <2>preferite</2>?
ja: <b>感情表現</b>を<2>お気に入り</2>に保存する能力をアンロックしますか？
ko: <b>제스처</b>를 <2>즐겨찾기</2>에 추가할 수 있는 능력을 잠금해제할까요?
pt: Desbloquear a função de <2>favoritar</2> <b>expressões</b>?
ru: Хотите разблокировать способность заносить свои <b>выражения</b> в <2>избранное</2>?
th: ปลดล็อกความสามารถเพื่อเพิ่ม<2>การแสดงออก</2>ของคุณไปยัง<b>รายการโปรด</b>หรือไม่
vi: Mở khóa khả năng thêm <b>biểu cảm</b> của bạn vào <2>danh sách yêu thích</2>?
zh_hans: 解锁用于<2>收藏</2><b>表情</b>的能力？
zh_hant: 解鎖將<b>表情</b>設定為<2>最愛</2>的能力嗎？

# confirm_feed_follow_creator
source: <1>View</1> more creations from this player in the future?
de: <1>Sehen</1> Sie in Zukunft mehr Kreationen von diesem Spieler?
es: ¿<1>Ver</1> más creaciones de este jugador en el futuro?
fr: <1>Voir</1> plus de créations de ce joueur à l'avenir?
id: <1>Lihat</1> kreasi lebih banyak dari pemain ini di masa depan?
it: <1>Visualizza</1> altre creazioni di questo giocatore in futuro?
ja: このプレイヤーの今後の作品にも<1>興味がありますか</1>？
ko: 앞으로 이 플레이어의 작품을 더 <1>볼까요</1>?
pt: <1>Ver</1> mais criações deste jogador no futuro?
ru: <1>Чаще</1> видеть созданное этим игроком?
th: <1>ดู</1>ผลงานเพิ่มเติมจากผู้เล่นคนนี้ในอนาคตหรือไม่
vi: <1>Xem</1> thêm các sáng tạo từ người chơi này trong tương lai?
zh_hans: 要在未来持续<1>欣赏</1>更多来自这个玩家的创作？
zh_hant: 要在未來持續<1>欣賞</1>更多來自這個玩家的創作？

# confirm_feed_replace_comment_body
source: This will replace your previous comment on this creation.
de: Dies wird Ihren vorherigen Kommentar zu dieser Kreation ersetzen.
es: Esto reemplazará tu comentario anterior en esta creación.
fr: Cela remplacera votre commentaire précédent sur cette création.
id: Ini akan menggantikan komentar kamu yang sebelumnya pada kreasi ini.
it: Questo sostituirà il tuo commento precedente su questa creazione.
ja: この創作への前回のコメントを上書きします
ko: 이것은 이 작품에 대한 이전 댓글을 대체할 것입니다.
pt: Isso substituirá seu comentário anterior nesta criação.
ru: Это заменит ваш предыдущий комментарий к этому творению.
th: นี่จะเป็นการแทนที่ความคิดเห็นก่อนหน้าของคุณเกี่ยวกับผลงานนี้
vi: Thao tác này sẽ thay thế bình luận trước đó của bạn về sáng tạo này.
zh_hans: 这将替换您在这个作品上的前一个评论。
zh_hant: 這將取代您針對這個作品的上一個評論。

# confirm_feed_replace_comment_title
source: <b>Replace Your Comment?</b>
de: <b>Ihren Kommentar ersetzen?</b>
es: <b>¿Reemplazar tu comentario?</b>
fr: <b>Remplacer votre commentaire ?</b>
id: <b>Ganti Komentarmu?</b>
it: <b>Sostituire il tuo commento?</b>
ja: <b>コメントの上書き</b>
ko: <b>댓글을 바꿀까요?</b>
pt: <b>Substituir seu comentário?</b>
ru: <b>Заменить ваш комментарий?</b>
th: <b>แทนที่ความคิดเห็นของคุณหรือไม่</b>
vi: <b>Thay thế bình luận của bạn?</b>
zh_hans: <b>替换您的评论？</b>
zh_hant: <b>替換您的評論？</b>

# confirm_feed_superlike_body
source: Spend 3 <candle/> to send this player a <heart/> gift? They can exchange it for <2>Special Social Items!</2>
de: 3 <candle/> nutzen, um diesem Spieler Folgendes zu senden: <heart/>? Dies kann später für <2>Spezielle Sozial-Gegenstände</2> eingetauscht werden!
es: ¿Quieres gastar 3 <candle/> para enviar a esta persona que juega a <heart/>? ¡Lo pueden cambiar por <2>objetos sociales especiales!</2>
fr: Dépenser 3 <candle/> pour envoyer un <heart/> à cette personne ? Elle pourra l’échanger contre des <2>objets sociaux spéciaux !</2>
id: Gunakan 3 <candle/> untuk mengirim <heart/> kepada pemain ini? Mereka bisa menukarnya dengan <2>Item Sosial Spesial!</2>
it: Spendi 3 <candle/> per inviare un <heart/> a questo giocatore? Potrà scambiarlo con <2> oggetti sociali speciali!</2>
ja: <candle/>3本を捧げ、このプレイヤーに<heart/>を贈りますか？ プレイヤーは受け取ったハートを<2>特別なアイテム</2>と交換できるでしょう！
ko: <candle/> 3개를 써서 이 플레이어에게 <heart/> 하나를 보낼까요? 선물을 받은 플레이어는 <2>특별한 아이템</2>과 교환할 수 있습니다!
pt: Gastar 3 <candle/> para enviar um <heart/> a este jogador? É possível trocar o presente por <2>itens sociais especiais!</2>
ru: Потратить 3 <candle/> и отправить этому игроку <heart/>? Они смогут поменять его на <2>особые предметы для общения!</2>
th: ใช้ 3 <candle/> เพื่อส่งของขวัญ <heart/> ให้ผู้เล่นคนนี้หรือไม่ สามารถนำของเหล่านี้ไปแลกเป็น<2>ไอเทมโซเชียลพิเศษได้!</2>
vi: Dùng 3 <candle/> để gửi cho người chơi này một <heart/>? Họ có thể dùng để đổi lấy <2>Vật phẩm Cộng đồng Đặc biệt!</2>
zh_hans: 消耗3根<candle/>向这个玩家赠送一颗<heart/>？ 他们可以用它兑换<2>社交物品！</2>
zh_hant: 要花費 3 個<candle/>寄送<heart/>給這位玩家嗎？他們可以把它兌換成<2>特別社交物品！</2>

# confirm_feed_superlike_title
source: <b>Send a <heart/>?</b>
de: <b>Ein <heart/> senden?</b>
es: <b>¿Enviar un <heart/>?</b>
fr: <b>Envoyer un <heart/> ?</b>
id: <b>Kirim sebuah <heart/>?</b>
it: <b>Inviare un <heart/>?</b>
ja: <b><heart/>を贈る</b>
ko: <b><heart/>를 보낼까요?</b>
pt: <b>Enviar um <heart/>?</b>
ru: <b>Отправить <heart/>?</b>
th: <b>ส่ง <heart/> หรือไม่</b>
vi: <b>Gửi một <heart/>?</b>
zh_hans: <b>发送一个<heart/>？</b>
zh_hant: <b>發送一個<heart/>？</b>

# confirm_feed_unfollow_creator
source: <1>Stop viewing</1> this player's creations?
de: <1>Stoppen Sie das Anschauen</1> der Kreationen dieses Spielers?
es: ¿<1>Dejar de ver</1> las creaciones de este jugador?
fr: <1>Arrêter de voir</1> les créations de ce joueur?
id: <1>Berhenti melihat</1> kreasi pemain ini?
it: <1>Smettere di visualizzare</1> le creazioni di questo giocatore?
ja: 今後、このプレイヤーの作品<1>鑑賞者をやめますか</1>？
ko: 이 플레이어의 창작물을 <1>보는 것을 멈추시겠습니까</1>?
pt: <1>Parar de ver</1> as criações deste jogador?
ru: <1>Прекратить</1> видеть созданное этим игроком?
th: <1>หยุดดู</1>ผลงานของผู้เล่นคนนี้หรือไม่
vi: <1>Ngừng xem</1> các sáng tạo của người chơi này?
zh_hans: <1>停止观看</1>这个玩家的创作？
zh_hant: <1>停止觀看</1>這個玩家的創作？

# confirm_invite_star_tag
source: This STAR product belongs to a <warning>different</warning> Sky player.
de: Dieses STAR-Produkt gehört einem <warning>anderen</warning> Sky-Spieler. Möchtest du dem Eigentümer eine Einladung im Spiel schicken?
es: Este producto STAR pertenece a <warning>otro</warning> jugador de Sky. ¿Te gustaría enviarle una invitación dentro del juego al dueño?
fr: Ce produit STAR appartient à <warning>un autre</warning> joueur de Sky. Voulez-vous envoyer une invitation à son propriétaire ?
id: Produk STAR ini milik pemain Sky <warning>lain</warning>. Ingin mengirimkan undangan dalam game ke pemiliknya?
it: Questo prodotto STAR appartiene a un <warning>altro</warning> giocatore di Sky. Vuoi invitare il suo proprietario?
ja: このSTAR製品は<warning>異なる</warning>Skyアカウントと連携しています 所有者をゲームに招待しますか？
ko: 이 STAR 제품은 <warning>다른</warning> Sky 플레이어의 소유입니다. 해당 플레이어에게 게임 내 초대를 보낼까요?
pt: Este produto STAR pertence a um jogador <warning>diferente</warning> do Sky. Gostaria de enviar um convite no jogo ao dono?
ru: Этот продукт STAR принадлежит <warning>другому</warning> игроку. Хотите отправить приглашение в игре владельцу этого STAR?
th: สินค้า STAR ชิ้นนี้เป็นของผู้เล่น Sky <warning>คนอื่น</warning> คุณต้องการส่งคำเชิญในเกมไปหาเจ้าของหรือไม่
vi: Sản phẩm STAR này thuộc về một trình phát Sky <warning>khác</warning>. Bạn có muốn gửi lời mời trong trò chơi tới chủ nhân của nó không?
zh_hans: 该STAR产品属于<warning>不同</warning>的《光·遇》玩家。 你想向它的主人发出游戏内邀请吗？
zh_hant: 該STAR產品屬於<warning>不同</warning>的《光·遇》玩家。 你想向它的主人發出遊戲內邀請嗎？

# confirm_join_other_audience
source: <1>Join</1> this player?
de: Diesem Spieler <1>beitreten</1>?
es: ¿<1>Unirse</1> a esta persona?
fr: <1>Rejoindre</1> ce joueur ?
id: <1>Bergabung</1> dengan pemain ini?
it: <1>Vuoi unirti</1> a questo giocatore?
ja: このプレイヤーのグループに<1>参加</1>しますか？
ko: 이 플레이어와 <1>합석</1>할까요?
pt: <1>Juntar-se</1> a este jogador?
ru: <1>Присоединиться</1> к этому игроку?
th: <1>เข้าร่วม</1>กับผู้เล่นคนนี้หรือไม่
vi: <1>Vào</1> cùng người chơi này?
zh_hans: 要<1>加入</1>这位玩家吗？
zh_hant: 要<1>加入</1>這位玩家嗎？

# confirm_join_other_audience_fail
source: Join not available!
de: Beitritt nicht verfügbar!
es: ¡No es posible unirse!
fr: Impossible de le rejoindre !
id: Tidak bisa bergabung!
it: Impossibile unirsi!
ja: 参加できません！
ko: 합석 불가!
pt: A opção de se juntar não está disponível!
ru: Нельзя присоединиться!
th: ไม่สามารถเข้าร่วมได้!
vi: Không thể vào!
zh_hans: 无法加入！
zh_hant: 無法加入！

# confirm_join_other_audience_seats
source: There are seats <b>available</b> near this player. <1>Join</1> this player?
de: In der Nähe dieses Spielers sind Plätze <b>verfügbar</b>. Diesem Spieler <1>beitreten</1>?
es: Hay asientos <b>disponibles</b> cerca de esta persona. ¿<1>Unirse</1> a ella?
fr: Des sièges sont <b>disponibles</b> près de ce joueur. Voulez-vous <1>rejoindre</1> ce joueur ?
id: Ada kursi yang <b>tersedia</b> di dekat pemain ini. <1>Gabung</1> dengan pemain ini?
it: Ci sono posti <b>disponibili</b>vicino a questo giocatore. <1>Vuoi unirti</1>?
ja: このプレイヤーのグループに<b>空席</b>があるようです。 このプレイヤーのグループに<1>参加</1>しますか？
ko: 이 플레이어 근처에 <b>비어 있는</b> 좌석이 있습니다. 이 플레이어와 <1>합석</1>할까요?
pt: Há assentos <b>disponíveis</b> próximos a este jogador. <1>Juntar-se</1> a este jogador?
ru: Рядом с этим игроком <b>есть</b> места. <1>Присоединиться</1> к нему?
th: มีที่นั่ง<b>ว่าง</b>อยู่ใกล้กับผู้เล่นคนนี้ <1>เข้าร่วม</1>กับผู้เล่นคนนี้หรือไม่
vi: Còn <b>chỗ</b> gần người chơi này. <1>Vào</1> cùng họ?
zh_hans: 这位玩家旁边的座位是<b>空的</b>。 要<1>加入</1>这位玩家吗？
zh_hant: 在這位玩家附近有<b>空的</b>座位。 要<1>加入</1>這位玩家嗎？

# confirm_join_other_audience_seats_fail
source: Join not available! All seats are <b>taken</b> near this player.
de: Beitritt nicht verfügbar! Alle Plätze in der Nähe dieses Spielers sind <b>besetzt</b>.
es: ¡No es posible unirse! Todos los asientos cerca de esta persona están <b>ocupados</b>.
fr: Impossible de le rejoindre ! Tous les sièges sont <b>occupés</b> à côté de ce joueur.
id: Tidak bisa bergabung! Semua kursi sudah <b>dipakai</b> di dekat pemain ini.
it: Impossibile unirsi! Tutti i posti vicino a questo giocatore sono <b>occupati</b>.
ja: 参加できません！ このプレイヤーのグループの座席は全て<b>埋まっています</b>
ko: 합석 불가! 이 플레이어 근처의 모든 좌석이 <b>이미 선택되었습니다</b>.
pt: A opção de se juntar a este jogador não está disponível! Todos os assentos próximos estão <b>ocupados</b>.
ru: Нельзя присоединиться! Рядом с этим игроком <b>заняты</b> все места.
th: ไม่สามารถเข้าร่วมได้! ที่นั่งทั้งหมดที่ใกล้กับผู้เล่นคนนี้<b>เต็มแล้ว</b>
vi: Không thể vào! Không còn <b>chỗ</b> gần người chơi này.
zh_hans: 无法加入！ 这位玩家旁边的座位都已经<b>有人了</b>。
zh_hant: 無法加入！ 這位玩家附近的所有座位都<b>有人</b>了。

# confirm_replay_memory
source: Relive this spirit memory?
de: Diese Erinnerung noch einmal erleben?
es: ¿Revivir el recuerdo de este espíritu?
fr: Revivre ce souvenir de l'esprit ?
id: Hidupkan kembali kenangan roh ini?
it: Rivivere il ricordo di questo spirito?
ja: この精霊の記憶を追体験しますか？
ko: 이 영혼의 기억을 다시 체험할까요?
pt: Reviver esta memória espiritual?
ru: Пережить воспоминания этого духа?
th: หวนระลึกความทรงจำของสปิริตตนนี้หรือไม่
vi: Hồi tưởng ký ức của Tinh Linh này?
zh_hans: 重温这个先灵的记忆？
zh_hant: 重溫這個先靈的記憶？

# confirm_replay_memory_specific
source: Relive the <1>{{1}}'s</1> memory?
de: Die Erinnerung von <1>{{1}}</1> erleben?
es: ¿Revivir el recuerdo del espíritu <1>{{1}}</1>?
fr: Revivre le souvenir de <1>{{1}}</1> ?
id: Hidupkan kembali ingatan <1>{{1}}</1>?
it: Rivivere il ricordo di <1>{{1}}</1>?
ja: <1>{{1}}</1>の記憶を追体験しますか？
ko: <1>{{1}}의</1> 기억을 다시 체험할까요?
pt: Reviver a memória de <1>{{1}}</1>?
ru: Пережить воспоминания духа по имени <1>{{1}}</1>?
th: หวนระลึกความทรงจำของ<1>{{1}}</1>หรือไม่
vi: Sống lại ký ức của <1>{{1}}</1>?
zh_hans: 重温<1>{{1}}的</1>回忆？
zh_hant: 重新體驗<1>{{1}}</1>的記憶？

# confirm_same_pair_star_tag
source: This STAR is the other half of a product you have <warning>claimed</warning>. Gift it to a friend, complete <b>Link</b> via friendship menu to share a unique social spell.
de: Dieser STAR ist die andere Hälfte eines Produkts, das du <warning>gekauft</warning> hast. Schenke ihn einem Freund, schließe die <b>Verbindung</b> im Freundschaftsmenü ab, um einen einzigartigen sozialen Zauber zu teilen.
es: Este broche STAR es la otra mitad de un producto que ya <warning>reclamaste</warning>. Dáselo a un amigo: completa el <b>vínculo</b> a través del menú de amistad para compartir un hechizo social exclusivo.
fr: Cette broche STAR est l'autre moitié d'un produit que vous avez <warning>récupéré</warning>. Offrez-la à un ami, complétez le <b>Lien</b> via le menu amitié pour partager un sort social unique.
id: STAR ini merupakan setengah bagian dari produk yang telah kamu <warning>klaim</warning>. Berikan ke teman, selesaikan <b>Tautan</b> via menu pertemanan untuk berbagi mantra sosial unik.
it: Questo prodotto STAR è l'altra metà di un prodotto che hai già <warning>ricevuto</warning>. Regalalo a un amico e completa il <b>collegamento</b> tramite il menu Amicizia per condividere un esclusivo incantesimo sociale.
ja: このSTAR製品は<warning>すでに連携済みのものとペアになる製品です</warning> もう片方のピンバッジをフレンドに贈り、フレンドメニューから<b>リンク</b>を完了し、このユニークなソーシャル魔法を共有しましょう
ko: 이 STAR는 계정에<warning>이미 연결된</warning> 제품의 나머지 반쪽입니다. 친구에게 이 STAR를 선물하고 우정 메뉴를 통해 <b>연결</b>하여 특별한 우정주문을 공유해보세요.
pt: Esta STAR é a outra metade do produto que você <warning>resgatou</warning>. Presenteie-a a um amigo, faça o <b>vínculo</b> no menu de amizade e compartilhe um feitiço social único!
ru: Этот значок STAR — вторая половина товара, который вы <warning>приобрели</warning>. Подарите его другу, <b>свяжитесь с ним</b> через меню дружбы и поделитесь уникальными чарами взаимодействия.
th: STAR นี้เป็นอีกครึ่งหนึ่งของสินค้าที่คุณได้<warning>รับ</warning> มอบสิ่งนี้เป็นของขวัญให้เพื่อน และกรอก<b>ลิงก์</b>ให้เสร็จผ่านเมนูมิตรภาพเพื่อแบ่งบันคาถาโซเชียลที่ไม่เหมือนใคร
vi: STAR này là một nửa còn lại của sản phẩm mà bạn <warning>đã xác nhận quyền sở hữu</warning>. Tặng nó cho một người bạn, hoàn thành <b>Liên kết</b> qua menu tình bạn để chia sẻ một phép thuật độc đáo.
zh_hans: 这个STAR是你<warning>已经认领</warning>的配对产品的另一半。 送给朋友，通过友情菜单完成<b>链接</b>，分享独特的社交魔法效果。
zh_hant: 這個STAR是你<warning>已經認領</warning>的配對產品的另一半。 送給朋友，通過友情選單完成<b>連結</b>，分享獨特的社交魔法。

# confirm_soundbath_enter
source: Would you like to take a few minutes to rest?
de: Willst du dich ein paar Minuten ausruhen?
es: ¿Quieres descansar unos minutos?
fr: Voulez-vous vous reposer quelques minutes ?
id: Apakah kamu ingin beristirahat sejenak?
it: Vuoi riposare per qualche minuto?
ja: 少しの間、休息をとりますか？
ko: 잠시 휴식을 취할까요?
pt: Quer tirar alguns minutos para descansar?
ru: Хотите отдохнуть несколько минут?
th: คุณอยากจะพักสักสองสามนาทีไหม
vi: Bạn muốn dành vài phút để nghỉ ngơi?
zh_hans: 你想休息一下吗？
zh_hant: 你想休息一下嗎？

# confirm_soundbath_exit
source: Would you like to leave?
de: Möchtest du aufbrechen?
es: ¿Quieres irte?
fr: Voulez-vous partir ?
id: Apakah kamu ingin pergi?
it: Vuoi abbandonare?
ja: ここを離れますか？
ko: 나갈까요?
pt: Quer sair?
ru: Хотите уйти?
th: คุณอยากจะออกไหม
vi: Bạn muốn rời đi?
zh_hans: 你想离开吗？
zh_hant: 你準備離開了嗎？
