Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_stage_cant_claim_01
source: <hinticon/> Can't <2>share</2> this space until more placeables are placed...
de: <hinticon/> Dieser Raum kann erst <2>geteilt</2> werden, wenn weitere Objekte platziert wurden ...
es: <hinticon/> No se puede <2>compartir</2> este espacio hasta que se coloquen más objetos...
fr: <hinticon/> Impossible de <2>partager</2> cet espace tant qu'il n'a pas plus d'accessoires...
id: <hinticon/> Tidak bisa <2>berbagi</2> ruang ini sampai lebih banyak barang diletakkan...
it: <hinticon/> Impossibile <2>condividere</2> questo spazio se non aggiungi altri accessori...
ja: <hinticon/> もっと多く持ちものアイテムを設置するまで、このスペースを<2>シェア</2>できません…
ko: <hinticon/> 이 공간을 <2>공유</2>하려면 소품을 더 많이 배치해야 합니다...
pt: <hinticon/> Não é possível <2>compartilhar</2> este espaço até que mais adereços sejam colocados...
ru: <hinticon/> Нельзя <2>поделиться</2> пространством, нужно добавить больше предметов...
th: <hinticon/> ไม่สามารถ<2>แชร์</2>พื้นที่นี้ได้จนกว่าจะมีการวางไอเทมที่วางได้เพิ่มเติม...
vi: <hinticon/>Hãy đặt thêm nhiều vật phẩm, mới có thể <2>chia sẻ</2> không gian của bạn...
zh_hans: <hinticon/>请放置更多物品，否则无法<2>共享</2>你的空间……
zh_hant: 在放置更多可放置空間之前，<hinticon/> 無法<2>分享</2>您的空間……

# tutorial_stage_cant_claim_02
source: <hinticon/> Can't <2>share</2> this space until it's saved with more placeables...
de: <hinticon/> Dieser Raum kann erst <2>geteilt</2> werden, wenn bis er mit weiteren Objekten gespeichert wurde ...
es: <hinticon/> No se puede <2>compartir</2> este espacio hasta que se guarde con más objetos...
fr: <hinticon/> Impossible de <2>partager</2> cet espace tant qu'il n'a pas été sauvegardé avec plus d'accessoires...
id: <hinticon/> Tidak bisa <2>berbagi</2> ruang ini sampai disimpan dengan lebih banyak barang...
it: <hinticon/> Impossibile <2>condividere</2> questo spazio se non lo salvi con più accessori...
ja: <hinticon/> もっと多く持ちものアイテムを設置し、保存するまで、このスペースを<2>シェア</2>できません…
ko: <hinticon/> 이 공간을 <2>공유</2>하려면 소품을 더 많이 배치하고 저장해야 합니다...
pt: <hinticon/> Não é possível <2>compartilhar</2> este espaço até que seja salvo com mais adereços...
ru: <hinticon/> Нельзя <2>поделиться</2> пространством, пока в нём так мало предметов...
th: <hinticon/> ไม่สามารถ<2>แชร์</2> พื้นที่นี้ได้จนกว่าพื้นที่จะได้รับการบันทึกพร้อมกับไอเทมที่วางได้เพิ่มเติม...
vi: <hinticon/>Hãy lưu thêm nhiều vật phẩm, mới có thể <2>chia sẻ</2> không gian của bạn...
zh_hans: <hinticon/>请保存更多物品，否则无法<2>共享</2>你的空间……
zh_hant: 直到儲存更多可放置空間之間，<hinticon/> 無法<2>分享</2>此空間……

# tutorial_stage_cant_claim_03
source: <hinticon/> Can't <2>share</2> this space again for awhile...
de: <hinticon/> Dieser Raum kann eine Weile nicht <2>geteilt</2> werden ...
es: <hinticon/> No se puede <2>compartir</2> este espacio por ahora...
fr: <hinticon/> Impossible de <2>partager</2> une nouvelle fois cet espace pour le moment...
id: <hinticon/> Tidak bisa <2>berbagi</2> ruang ini untuk sementara waktu...
it: <hinticon/> Impossibile <2>condividere</2> di nuovo questo spazio per un po' di tempo...
ja: <hinticon/> あなたは先ほどスペースをシェアしたので、しばらくの間<2>シェア</2>することはできません…
ko: <hinticon/> 이 공간을 다시 <2>공유</2>하려면 잠시 기다려야 합니다...
pt: <hinticon/> Por um momento, não é possível <2>compartilhar</2> este espaço novamente...
ru: <hinticon/> Все еще нельзя <2>поделиться</2> этим пространством...
th: <hinticon/> ไม่สามารถ<2>แชร์</2>พื้นที่นี้ได้อีกครั้งในสักระยะหนึ่ง...
vi: <hinticon/> Không thể <2>chia sẻ</2> lại không gian này trong một thời gian ...
zh_hans: <hinticon/>你的空间刚才已经分享过了，暂时无法再次<2>分享</2>……
zh_hant: <hinticon/> 暫時無法<2>分享</2>此空間……

# tutorial_stage_cant_claim_04
source: <hinticon/> Can't <2>share</2> this space while someone else is within their sharing time...
de: <hinticon/> Dieser Raum kann in dem Zeitraum nicht <2>geteilt</2> werden, in dem eine andere Person teilt ...
es: <hinticon/> No se puede <2>compartir</2> este espacio mientras alguien más esté dentro de tiempo para compartir...
fr: <hinticon/> Impossible de <2>partager</2> cet espace pendant que quelqu'un d'autre utilise son temps de partage...
id: <hinticon/> Tidak bisa <2>berbagi</2> ruang ini saat masih dalam waktu berbagi orang lain...
it: <hinticon/> Impossibile <2>condividere</2> questo spazio mentre qualcun altro sta condividendo...
ja: <hinticon/> 現在シェア中のプレイヤーの時間が終了するまで、あなたのスペースを<2>シェア</2>できません…
ko: <hinticon/> 다른 누군가가 공유하고 있는 동안에는 이 공간을 <2>공유</2>할 수 없습니다...
pt: <hinticon/> Não é possível <2>compartilhar</2> este espaço enquanto outra pessoa está dentro do limite de tempo de compartilhamento dela...
ru: <hinticon/> Нельзя <2>поделиться</2> пространством, пока другой игроки делится своим пространством.
th: <hinticon/> ไม่สามารถ<2>แชร์</2>พื้นที่นี้ได้ ในขณะที่ผู้อื่นอยู่ในช่วงการแชร์ของพวกเขา...
vi: <hinticon/> Không thể <2>chia sẻ</2> không gian này khi người khác đang trong thời gian chia sẻ của họ...
zh_hans: <hinticon/>其他人正在时限内分享你的空间，暂时无法再次<2>分享</2>……
zh_hant: 其他人在分享時，<hinticon/> 無法<2>分享</2>此空間……

# tutorial_stage_cant_clear_00
source: <hinticon/> Can't <2>clear</2> your space at this time...
de: <hinticon/> Dein Raum kann im Moment nicht <2>geräumt</2> werden ...
es: <hinticon/> No se puede <2>borrar</2> tu espacio en este momento...
fr: <hinticon/> Impossible de <2>réinitialiser</2> votre espace pour le moment...
id: <hinticon/> Tidak bisa <2>membersihkan</2> ruangmu kali ini...
it: <hinticon/> Impossibile <2>rimuovere tutto</2> in questo momento...
ja: <hinticon/> 現在、あなたのシェアスペースを<2>お片付け</2>できません…
ko: <hinticon/> 지금은 배치한 소품을 <2>제거</2>할 수 없습니다...
pt: <hinticon/> Não é possível <2>limpar</2> seu espaço no momento...
ru: Сейчас <hinticon/>нельзя <2>очистить</2> пространство...
th: <hinticon/> ไม่สามารถ<2>ล้าง</2>พื้นที่ของคุณได้ในขณะนี้...
vi: <hinticon/>Hiện không thể <2>xóa</2> không gian của bạn...
zh_hans: <hinticon/>当前无法<2>清空</2>你的空间……
zh_hant: <hinticon/> 現在無法<2>清空</2>您的空間……

# tutorial_stage_cant_edit_00
source: <hinticon/> Acquire placeables from <1>Spirits</1> to design a <2>Shared Space</2>
de: <hinticon/> Beschaffe platzierbare Dekorationsobjekte von <1>Geistern</1>, um einen <2>Gemeinschaftsraum</2> zu gestalten.
es: <hinticon/> Obtén objetos de los <1>espíritus</1> para diseñar un <2>espacio compartido</2>
fr: <hinticon/> Obtenez des accessoires auprès des <1>esprits</1> pour créer un <2>espace partagé</2>
id: <hinticon/> Dapatkan barang untuk mendesain <2>Ruang Bersama</2>
it: <hinticon/> Acquisisci accessori dagli <1>spiriti</1> per progettare uno <2>Spazio condiviso</2>
ja: <hinticon/> <1>精霊たち</1>から持ちものアイテムを入手し、<2>シェアスペース</2>を創造しましょう
ko: <hinticon/> <1>영혼</1>에게서 배치 가능한 소품을 획득하여 <2>공유공간</2>을 꾸며보세요
pt: <hinticon/> Obtenha adereços com <1>espíritos</1> para projetar um <2>espaço compartilhado</2>
ru: <hinticon/> Добывайте предметы у <1>духов</1>, чтобы обустроить <2>общее пространство</2>
th: <hinticon/> รับไอเทมที่วางได้จาก<1>เหล่าสปิริต</1>เพื่อออกแบบ<2>พื้นที่ส่วนกลาง</2>
vi: <hinticon/> Nhận vật phẩm từ chỗ <1>Tinh Linh</1> để thiết kế <2>Không Gian Chung</2>
zh_hans: <hinticon/>从<2>先灵</2>处获取可放置物并设计共享空间。
zh_hant: <hinticon/> 向<2>先靈</2>獲得可放置空間，以設計共享空間

# tutorial_stage_cant_save_00
source: <hinticon/> You must add <b>more placeables</b> to this space before you can <2>publish</2> it
de: <hinticon/> Du musst <b>mehr Objekte</b> zu diesem Raum hinzufügen, bevor du ihn <2>veröffentlichen</2> kannst
es: <hinticon/> Debes colocar <b>más objetos</b> antes de <2>publicar</2> tu Espacio Compartido
fr: <hinticon/> Impossible de <2>publier</2> cet espace tant qu'il n'a pas <b>plus d'accessoires...</b>
id: <hinticon/> Kamu harus menambahkan <b>lebih banyak benda</b> ke area ini sebelum bisa <2>mempublikasikannya</2>.
it: <hinticon/> Devi aggiungere <b>altri elementi</b> a questo spazio prima di poterlo <2>pubblicare</2>.
ja: <hinticon/> 複数の持ちものアイテムを設置するまで、あなたのスペースを<2>公開</2>できません…
ko: <hinticon/> 물건을 더 배치해야 이 공간을 <2>공개</2>할 수 있습니다...
pt: <hinticon/> Você deve adicionar <b>mais objetos</b> a este espaço antes de poder <2>publicá-lo</2>.
ru: <hinticon/> Нельзя <2>опубликовать</2> пространство; нужно больше предметов.
th: <hinticon/> คุณต้องเพิ่ม<b>ไอเทมที่วางได้เพิ่มเติม</b>ไปยังพื้นที่นี้ก่อน จึงจะสามารถ<2>เผยแพร่</2>พื้นที่ได้
vi: <hinticon/> Không thể <2>lưu</2> không gian này, vui lòng đặt thêm vật phẩm...
zh_hans: <hinticon/>你需要放置<b>更多物品<b>，才能<2>发布</2>此空间。
zh_hant: <hinticon/>你需要放置<b>更多物品<b>，才能<2>發佈</2>此空間。

# tutorial_stage_enter_to_edit_00
source: <hinticon/> Enter your <2>Shared Space</2> to start designing
de: <hinticon/> Begib dich in deinen <2>Gemeinschaftsraum</2>, um mit dem Gestalten zu beginnen.
es: <hinticon/> Ingresa a tu <2>espacio compartido</2> para empezar a diseñar
fr: <hinticon/> Entrez dans votre <2>espace partagé</2> pour commencer sa conception
id: <hinticon/> Masuk <2>Ruang Bersama</2> untuk mulai mendesain
it: <hinticon/> Accedi allo <2>Spazio condiviso</2> per iniziare a progettare
ja: <hinticon/> <2>シェアスペース</2>に入り、空間を自由に飾り付けましょう
ko: <hinticon/> <2>공유공간</2>에 입장해서 자신만의 공간을 꾸며보세요
pt: <hinticon/> Entre no <2>espaço compartilhado</2> para começar a projetar
ru: <hinticon/> Зайдите в свое <2>общее пространство</2>, чтобы его обустроить
th: <hinticon/> เข้าสู่<2>พื้นที่ส่วนกลาง</2>ของคุณเพื่อเริ่มการออกแบบ
vi: <hinticon/> Vào <2>Không Gian Chung</2> của bạn và bắt đầu thiết kế
zh_hans: <hinticon/>进入你的<2>共享空间</2>并开始设计
zh_hant: <hinticon/> 進入您的<2>共享空間</2>開始設計

# tutorial_stage_exiting_00
source: <hinticon/> Leaving your <2>Shared Space</2> <warning>without saving...</warning>
de: <hinticon/> Du verlässt deinen <2>Gemeinschaftsraum</2>, <warning>ohne zu speichern ...</warning>
es: <hinticon/> Saliendo de tu <2>espacio compartido</2> <warning>sin guardar...</warning>
fr: <hinticon/> Vous quittez votre <2>espace partagé</2> <warning>sans le sauvegarder...</warning>
id: <hinticon/> Keluar <2>Ruang Bersama</2><warning> tanpa menyimpan...</warning>
it: <hinticon/> Esci dallo <2>Spazio condiviso</2> <warning>senza salvare...</warning>
ja: <hinticon/> <warning>保存せずに</warning><2>シェアスペース</2>から離れようとしています…
ko: <hinticon/> <2>공유공간</2>을 <warning>저장하지 않고</warning> 나가는 중...
pt: <hinticon/> Saindo do <2>espaço compartilhado</2> <warning>sem salvar...</warning>
ru: <hinticon/> Вы выходите из своего <2>общего пространства</2> <warning>без сохранения...</warning>
th: <hinticon/> ออกจาก<2>พื้นที่ส่วนกลาง</2><warning>ของคุณ โดยไม่บันทึก...</warning>
vi: <hinticon/> Thoát <2>Không Gian Chung</2> <warning> mà chưa lưu...</warning>
zh_hans: <hinticon/>在不保存的情况下退出<2>共享空间</2>……
zh_hant: <hinticon/> 退出<2>共享空間</2>，且不儲存……

# tutorial_stage_exiting_01
source: <hinticon/> Leaving <2>Shared Space</2>...
de: <hinticon/> Rückkehr zu allen anderen …
es: <hinticon/>Volviendo para jugar con todos los demás...
fr: <hinticon/> Vous retournez jouer avec les autres...
id: <hinticon/> Kembali bermain dengan yang lainnya...
it: <hinticon/> Torna a giocare con gli altri...
ja: <hinticon/> みんなのもとに戻ろうとしています…
ko: <hinticon/> 다른 플레이어들에게 돌아가는 중입니다...
pt: <hinticon/> Voltando para jogar com todos...
ru: <hinticon/>Вы возвращаетесь в общую игру...
th: <hinticon/> กำลังออกจาก<2>พื้นที่ส่วนกลาง</2>...
vi: <hinticon/> Quay lại chơi với mọi người...
zh_hans: <hinticon/>正在返回以便和大家一起游玩……
zh_hant: <hinticon/> 返回遊戲繼續和其他人遊玩……

# tutorial_stage_saving_00
source: <hinticon/> <b>Publishing</b> your <2>Shared Space</2>...
de: <hinticon/> Dein <2>Gemeinschaftsraum</2> wird veröffentlicht ...
es: <hinticon/> Se está publicando tu <2>Espacio Compartido</2>...
fr: <hinticon/> Votre <2>espace partagé</2> est en cours de <b>publication</b>...
id: <hinticon/> <b>Mempublikasikan</b> Shared Space-mu...
it: <hinticon/> <b>Pubblicazione</b> del tuo <2>Spazio Condiviso</2>...
ja: <hinticon/> あなたの<2>シェアスペース</2>を公開しています...
ko: <hinticon/> <2>공유공간</2>을 공개 중...
pt: <hinticon/> <b>Publicando</b> seu <2>Espaço Compartilhado</2>...
ru: <hinticon/>Публикуем ваше <2>общее пространство</2>...
th: <hinticon/> <b>กำลังเผยแพร่</b><2>พื้นที่ส่วนกลาง</2>ของคุณ...
vi: <hinticon/> <b>Xuất bản</b> không gian chia sẻ của bạn...
zh_hans: <hinticon/> 你的<2>共享空间</2><b>发布中<b>…...
zh_hant: <hinticon/> 你的<2>共享空間</2><b>發佈中<b>…...

# tutorial_start_00
source: <1>Tap</1> the button to begin
de: <1>Tippe</1> auf die Schaltfläche, um zu beginnen
es: <1>Toca </1> el botón para comenzar
fr: <1>Touchez</1> le bouton pour commencer
id: <1>Ketuk</1> tombol untuk memulai
it: <1>Tocca</1> il pulsante per iniziare
ja: <1>ボタンをタップ</1>して始めます
ko: 버튼을 <1>탭</1>하여 시작하세요
pt: <1>Toque</1> no botão para começar
ru: <1>Нажмите</1> на кнопку, чтобы начать
th: <1>แตะ</1>ปุ่มเพื่อเริ่มต้น
vi: <1>Nhấn</1> nút để bắt đầu
zh_hans: <2>点击</2>按钮进入<8>《光·遇》</8>
zh_hant: <2>點擊</2>按鈕進入<8>《光·遇》</8>

# tutorial_start_00_ps
source: <1>Press <button type="menu_confirm"/></1> to begin.
de: <1>Drücken Sie <button type="menu_confirm"/></1>, um zu beginnen.
es: <1>Presiona <button type="menu_confirm"/></1> para comenzar.
fr: <1>Appuyez sur <button type="menu_confirm"/></1> pour commencer.
id: <1>Tekan <button type="menu_confirm"/></1> untuk memulai.
it: <1>Premi <button type="menu_confirm"/></1> per iniziare.
ja: <1><button type="menu_confirm"/>を押して</1>始めます
ko: <1><button type="menu_confirm"/></1>를 눌러 시작하세요.
pt: <1>Pressione <button type="menu_confirm"/></1> para começar.
ru: <1>Нажмите <button type="menu_confirm"/></1>, чтобы начать.
th: <1>กด <button type="menu_confirm"/></1> เพื่อเริ่มต้น
vi: <1>Nhấn <button type="menu_confirm"/></1> để bắt đầu.
zh_hans: <1>按 <button type="menu_confirm"/></1> 开始。
zh_hant: <1>按 <button type="menu_confirm"/></1> 開始。

# tutorial_step_00
source: <hinticon/> Softly <1>flick forward</1> to take a <2>single step</2>
de: <hinticon/><1>Schnipse vorsichtig nach vorne</1>, um einen <2>einzelnen Schritt</2> zu machen
es: <hinticon/> Suavemente<1>desliza hacia adelante</1> para dar <2>solo un paso</2>
fr: <hinticon/><1>Poussez doucement vers l’avant</1> pour faire un <2>pas unique</2>
id: <hinticon/> <1>Jentikkan ke depan</1> perlahan untuk jalan <2>satu langkah</2>
it: <hinticon/> <1>Spingi lievemente in avanti</1> per fare <2>un solo passo</2>
ja: <hinticon/> <1>画面を軽くフリック</1>すると<2>一歩前に進みます</2>
ko: <hinticon/> 부드럽게 <1>앞으로 슬라이드하여</1> <2>한 발</2>을 내딛으세요
pt: <hinticon/> <1>Toque rapidamente para frente</1> com leveza para dar um <2>único passo</2>
ru: <hinticon/> Мягко <1>проведите пальцем вперед</1>, чтобы сделать <2>один шаг</2>
th: <hinticon/>กระพือปีก<1>เบาๆ ไปข้างหน้า</1> เพื่อเดิน<2>ก้าวเดียว</2>
vi: <hinticon/> Nhẹ nhàng <1>vuốt về phía trước</1> để bước <2>1 bước</2>
zh_hans: <hinticon/> <1>单指前拨</1>跨出<2>一步</2>
zh_hant: <hinticon/> <1>單指前撥</1>跨出<2>一步</2>

# tutorial_step_01
source: <hinticon/> Keep <1>flicking</1> steps to follow the <2>bird</2>
de: <hinticon/> <1>Schnipse</1> weitere Schritte, um dem <2>Vogel</2> zu folgen
es: <hinticon/> Sigue <1>deslizando</1> para dar pasos para seguir el <2>ave</2>
fr: <hinticon/> Continuez de <1>pousser</1> pour avancer et suivre <2>l’oiseau</2>
id: <hinticon/> Teruskan langkah <1>menjentikkan</1> untuk mengikuti <2>burung</2>
it: <hinticon/> Continua a <1>spingere lievemente e ripetutamente</1> per eseguire dei passi e seguire l'<2>uccello</2>
ja: <hinticon/> <1>フリックを繰り返して</1><2>光の鳥を追いかけ</2>ましょう
ko: <hinticon/> 계속 <1>슬라이드</1>하여 걸으며 <2>새</2>를 따라가세요
pt: <hinticon/> Continue <1>tocando levemente</1> para dar passos e siga o <2>pássaro</2>
ru: <hinticon/> Делайте <1>короткие</1> шаги, чтобы идти за <2>птицей</2>
th: <hinticon/> <1>กระพือปีก</1>ต่อไปเพื่อบินตาม<2>นก</2>
vi: <hinticon/> Tiếp tục <1>bước</1> đuổi theo <2>chim</2>
zh_hans: <hinticon/> 连续<1>跨步</1>追随<2>白鸟</2>
zh_hant: <hinticon/> 連續<1>跨步</1>追隨<2>白鳥</2>

# tutorial_step_02
source: <hinticon/> While running, <1>keep tapping</1> to keep going
de: <hinticon/> Wenn du läufst, kannst du <1>weiter tippen</1>, um weiterzumachen
es: <hinticon/> Cuando corras, <1>sigue pulsando</1> para continuar avanzando
fr: <hinticon/> En courant, <1>continuez de toucher</1> pour avancer
id: <hinticon/> Saat berlari, <1>terus ketuk</1> untuk melanjutkannya
it: <hinticon/> Mentre corri, <1>continua a toccare</1> per andare avanti
ja: <hinticon/> 走っている間は <1>タップを繰り返し</1>ても<2>進み続ける</2>ことができます
ko: <hinticon/> 달리는 동안 <1>계속 탭</1>하여 계속 이동하세요
pt: <hinticon/> Ao correr, <1>continue tocando</1> para não parar
ru: <hinticon/> Во время бега <1>жмите</1>, чтобы не останавливаться
th: <hinticon/>แตะย้ำๆ <1>ในขณะวิ่ง</1>เพื่อวิ่งต่อ
vi: <hinticon/> Khi chạy, <1>nhấn liên tục</1> để duy trì chạy
zh_hans: <hinticon/> 奔跑时，<1>重复点击屏幕空白区域</1>可以延续奔跑
zh_hant: <hinticon/> 奔跑時，<1>重複點擊螢幕空白區域</1>可以延續奔跑

# tutorial_step_03
source: <hinticon/> While climbing, <1>keep tapping</1> to keep going
de: <hinticon/> Wenn du kletterst, kannst du <1>weiter tippen</1>, um weiterzumachen
es: <hinticon/> Cuando trepas, <1>sigue pulsando</1> para continuar avanzando
fr: <hinticon/> En grimpant, <1>continuez de toucher</1> pour avancer
id: <hinticon/> Saat memanjat, <1>terus ketuk</1> untuk melanjutkannya
it: <hinticon/> Mentre ti arrampichi, <1>continua a toccare</1> per andare avanti
ja: <hinticon/> 登っている間は <1>タップを繰り返し</1>ても<2>進み続ける</2>ことができます
ko: <hinticon/> 올라가는 동안 <1>계속 탭</1>하여 이동하세요
pt: <hinticon/> Ao escalar, <1>continue tocando</1> para não parar
ru: <hinticon/> Когда лезете вверх, <1>жмите</1>, чтобы не останавливаться
th: <hinticon/>แตะย้ำๆ <1>ในขณะปีนป่าย</1>เพื่อปีนต่อ
vi: <hinticon/> Khi leo, <1>nhấn liên tục</1> để duy trì leo
zh_hans: <hinticon/> 爬坡时，<1>重复点击屏幕空白区域</1>可以延续爬行
zh_hant: <hinticon/> 爬坡時，<1>重複點擊螢幕空白區域</1>可以延續爬行

# tutorial_step_04
source: <hinticon/> <1>Flick</1> in the direction you want to jump
de: <hinticon/> <1>Schnipse</1> in die Richtung, in die du springen willst
es: <hinticon/> <1>Desliza rápidamente</1> en la dirección que deseas saltar
fr: <hinticon/> <1>Poussez</1> dans la direction dans laquelle vous souhaitez sauter
id: <hinticon/> <1>Jentik</1> ke arah kamu ingin melompat
it: <hinticon/> <1>Spingi lievemente</1> nella direzione in cui vuoi saltare
ja: <hinticon/> <2>ジャンプ</2>したい方向に<1>フリック</1>します
ko: <hinticon/> 원하는 방향으로 <1>슬라이드</1>하여 점프하세요
pt: <hinticon/> <1>Toque rapidamente</1> na direção que você deseja pular
ru: <hinticon/> <1>Коротко</1> проведите пальцем туда, куда хотите прыгнуть
th: <hinticon/> <1>กระพือปีก</1>ไปในทิศทางที่คุณต้องการที่จะกระโดด
vi: <hinticon/> <1>Vuốt</1> theo hướng bạn muốn nhảy
zh_hans: <hinticon/> 向你想要跳跃的方向<1>单指轻拨</1>
zh_hant: <hinticon/> 向你想要跳躍的方向<1>單指輕撥</1>

# tutorial_step_04_pro
source: <hinticon/> <1>Tap</1> the <b>bottom right button</b> to jump
de: <hinticon/> <1>Tippe</1> zum Springen auf die Schaltfläche
es: <hinticon/> <1>Toca</1> el botón para saltar
fr: <hinticon/> <1>Touchez</1> le bouton pour sauter
id: <hinticon/> <1>Ketuk</1> tombol untuk melompat
it: <Hinticon/> <1>Tocca</1> il pulsante per saltare
ja: <hinticon/> 点滅している<1>ボタンをタップ</1>して<2>ジャンプ</2>します
ko: <hinticon/> 버튼을 <1>탭</1>하여 점프하세요
pt: <hinticon/> <1>Toque</1> no botão para pular
ru: <hinticon/> <1>Нажмите</1> на кнопку, чтобы прыгнуть
th: <hinticon/> <1>แตะ</1><b>ปุ่มด้านล่างขวา</b>เพื่อกระโดด
vi: <hinticon/> <1>Nhấn </1>nút để nhảy
zh_hans: <hinticon/> <1>点击</1>按钮可以跳跃
zh_hant: <hinticon/> <1>點擊</1>按鈕可以跳躍

# tutorial_step_04_ps
source: <hinticon/> <1>Press <button type="jump_fly"/></1> to jump
de: <hinticon/> <1>Drücke <button type="jump_fly"/></1> zum Springen
es: <hinticon/> <1>Presiona <button type="jump_fly"/></1> para saltar
fr: <hinticon/> <1>Appuyez sur <button type="jump_fly"/></1> pour sauter
id: <hinticon/> <1>Tekan <button type="jump_fly"/></1> untuk melompat
it: <hinticon/> <1>Premi <button type="jump_fly"/></1> per saltare
ja: <hinticon/> <1><button type="jump_fly"/> ボタンを押して</1><2>ジャンプ</2>します
ko: <hinticon/> <1><button type="jump_fly"/> 을(를) 눌러서</1> 점프하세요
pt: <hinticon/> <1>Pressione <button type="jump_fly"/></1> para pular
ru: <hinticon/> <1>Нажмите <button type="jump_fly"/></1>, чтобы прыгнуть
th: <hinticon/> <1>กด <button type="jump_fly"/></1> เพื่อกระโดด
vi: <hinticon/> <1>Ấn <button type="jump_fly"/></1> để nhảy
zh_hans: <hinticon/> <1>按下 <button type="jump_fly"/></1> 跳跃
zh_hant: <hinticon/> <1>按下 <button type="jump_fly"/></1> 跳躍

# tutorial_stupabell_00
source: <hinticon/> <1>Restore</1> the bell towers to summon Mantas
de: <hinticon/> <1>Stelle</1> die Glockentürme wieder her, um Riesenrochen zu beschwören
es: <hinticon/> <1>Restaura los</1> los campanarios para convocar a las Mantas
fr: <hinticon/> <1>Restaurez</1> les clochers pour appeler des raies manta
id: <hinticon/> <1>Perbaiki</1> menara lonceng untuk memanggil Manta
it: <hinticon/> <1>Ripristina</1> i campanili per evocare le mante
ja: <hinticon/> <2><b>鐘楼</b>の響きを取り戻して</2><b>光の生物</b>たちを呼び寄せましょう
ko: <hinticon/> 종탑을 <1>복구</1>하고 만타가오리를 불러내세요
pt: <hinticon/> <1>Restaure</1> as torres de sino para evocar arraias
ru: <hinticon/> <1>Восстановите</1> колокольни, чтобы призвать мант
th: <hinticon/> <1>ซ่อมแซม</1>หอระฆังเพื่อเรียกกระเบน
vi: <hinticon/> <2>Sửa </2>Tháp Chuông, triệu hồi Cá Đuối
zh_hans: <hinticon/> <2>修复</2>钟塔，呼唤光鳐
zh_hant: <hinticon/> <2>修復</2>鐘塔，呼喚光鰩

# tutorial_wax_00
source: <hinticon/> Collect <2>light</2> to forge<candle/><b>candles</b>, which are given as gifts to <b>build friendships</b> and unlock <b>memories</b>.
de: <hinticon/> Sammle <b>Licht</b>, um Kerzen <candle/> zu erhalten, mit denen du Freundschaften schließen und Gegenstände kaufen kannst
es: <hinticon/> Recoge <b>luz</b> para ganar velas <candle/> que puedes usar para crear amistades y comprar artículos
fr: <hinticon/> Obtenez de la <b>lumière</b> pour gagner des <candle/> qui peuvent être utilisées pour former des amitiés et acheter des objets
id: <hinticon/> Kumpulkan <b>cahaya</b> untuk meraih lilin <candle/> yang dapat digunakan untuk mempererat pertemanan dan membeli item
it: <hinticon/> Raccogli <b>luce</b> per ottenere candele <candle/> da usare per creare amicizie e comprare oggetti
ja: <hinticon/> <b>光</b>を集めて<2><candle/>を精錬</2>しましょう <2>友情を深め</2>たり<2>アイテムと交換</2>することができます
ko: <hinticon/> <b>빛</b>을 모아서 우정을 쌓고 아이템을 구입하는데 사용할 수 있는 <candle/>를 받으세요
pt: <hinticon/> Colete <b>luz</b> para ganhar velas <candle/> que podem ser usadas na criação de amizades e compra de itens
ru: <hinticon/> Собирайте <b>свет</b> и получайте свечи <candle/>. Они нужны, чтобы строить дружбу и покупать предметы
th: <hinticon/>เก็บรวบรวม<2>แสง</2>เพื่อหลอม<candle/><b>เทียน</b> ซึ่งใช้มอบเป็นของขวัญเพื่อ<b>สร้างมิตรภาพ</b> และปลดล็อก<b>ความทรงจำ</b>
vi: <hinticon/> Thu thập <b>Ánh Sáng</b> nhận <candle/> xây dựng tình bạn và mua vật phẩm
zh_hans: <hinticon/> 收集 <b>蜡烛光</b> 可以获得建立友谊的 <candle/>
zh_hant: <hinticon/> 收集 <b>蠟燭光</b> 可以獲得建立友誼的 <candle/>
