Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# feast_hatter_q3_chat_02
source: No, no, no. What kind of grand event proceeds without music?
de: Nein, nein, nein. Welches prachtvolle Event findet ohne Musik statt?
es: No, no, no. ¿Qué clase de evento de categoría procede sin música?
fr: Non, non, non… Aucun grand événement ne peut se passer de musique !
id: Tidak, tidak, tidak. Acara besar seperti apa yang berlangsung tanpa musik?
it: No, no, no. Come può un grande evento svolgersi senza musica?
ja: 音楽なしで催される偉大なパーティなどあるか、いやないね
ko: 안 돼, 안 돼. 음악도 없이 큰 모임을 열 순 없잖아?
pt: Não, não, não. Onde já se viu um grande evento sem música?
ru: Нет-нет-нет. Что же за праздник без музыки?
th: ไม่ ไม่นะ ไม่มีอีเวนต์ที่ยิ่งใหญ่อีเวนต์ไหน ดำเนินไปโดยไม่มีดนตรีได้
vi: Không, không, không. Sự kiện lớn nào có thể diễn ra mà không có âm nhạc chứ?
zh_hans: 不行不行。什么样的盛大的场合怎么能少了音乐呢？
zh_hant: 不行不行，這麼盛大的場合怎麼能少了音樂呢？

# feast_hatter_q3_chat_03
source: Here, while I master the small ukulele...
de: Hier, während ich lerne, diese kleine Ukulele zu spielen ...
es: Ten, mientras domino el pequeño ukelele…
fr: Tiens, pendant que je joue du petit ukulélé…
id: Di sini, sementara aku menguasai ukulele kecil...
it: Ecco, mentre imparo a suonare il piccolo ukulele...
ja: どうだろうか、私がこの小さなウクレレを習得するから…
ko: 받아. 내가 작은 우쿨렐레를 연습하는 동안...
pt: Aqui, enquanto aprendo a tocar o pequeno ukulele...
ru: Вот так, попробую что-нибудь придумать с маленьким укулеле...
th: นี่ไง ฉันกำลังฝึกเล่นยูคูเลเล่ตัวจิ๋วอยู่...
vi: Ở đây, trong khi tôi thành thạo cây đàn ukulele nhỏ...
zh_hans: 来，趁我还在练习这把小尤克里里……
zh_hant: 來，趁我還在練習這把小烏克麗麗⋯⋯

# feast_hatter_q3_chat_04
source: Why don't you play a song on the larger one?
de: Warum spielst du nicht ein Lied auf der größeren?
es: ¿Por qué no tocas una canción en el más grande?
fr: Si tu essayais le grand ?
id: Mengapa kamu tidak memainkan lagu dengan yang lebih besar?
it: Perché non suoni un brano con quello più grande?
ja: 君は大きい方で曲を奏でてみては？
ko: 넌 큰 악기로 음악을 연주하면 어때?
pt: Por que você não toca uma música no grandão?
ru: Почему бы тебе не сыграть на большом?
th: ทำไมคุณไม่เล่นเพลงกับเครื่องดนตรีที่ใหญ่กว่านี้ล่ะ
vi: Sao bạn không chơi một bài nhạc trên cây đàn lớn hơn?
zh_hans: 你来试试大一点的乐器吧？
zh_hant: 你來試試大一點的吧？

# feast_hatter_q3_chat_05
source: Hmm... actually, dear.
de: Hmm ... Ehrlich gesagt, mein Freund ...
es: Mmh… De hecho, querida,
fr: Hmm… alors en fait…
id: Hmm... sebenarnya, sahabatku.
it: Uhm... in realtà...
ja: いや…こうしよう
ko: 흠... 아무래도 말이야.
pt: Umm... na verdade...
ru: Хм... и вправду, мой друг.
th: อืม... จริงๆ แล้ว
vi: Ừm... thực ra, bạn thân mến.
zh_hans: 嗯......实际上，亲爱的。
zh_hant: 嗯⋯⋯其實啊，親愛的。

# feast_hatter_q3_chat_06
source: The larger instrument suits me.
de: Das größere Instrument passt besser zu mir.
es: el instrumento más grande me queda bien.
fr: C’est le gros instrument qui me convient.
id: Alat musik yang lebih besar cocok untukku.
it: Per me è più adatto lo strumento più grande.
ja: 大きい楽器こそ私にお似合いだ
ko: 큰 악기는 나한테 더 잘 어울려.
pt: O instrumento maior combina mais comigo.
ru: Мне лучше взять большой инструмент.
th: เครื่องดนตรีที่ใหญ่กว่าเหมาะกับฉันมากกว่า
vi: Nhạc cụ lớn hơn hợp với tôi.
zh_hans: 那把大一点的乐器好像更适合我呢。
zh_hant: 那把大一點的樂器好像更適合我呢。

# feast_hatter_q3_chat_07
source: Hand over the larger guitar.
de: Reich mir die größere Gitarre.
es: Pásame la guitarra más grande.
fr: Passe-moi la grande guitare.
id: Serahkan gitar yang lebih besar.
it: Passami la chitarra più grande.
ja: じゃあその大きいギターを渡してくれるかな
ko: 큰 기타는 나한테 줘.
pt: Passe o violão grandão.
ru: Передай мне большую гитару.
th: มอบกีตาร์ตัวใหญ่ให้
vi: Đưa tôi cây đàn guitar lớn hơn.
zh_hans: 把大吉他交给我吧。
zh_hant: 把大吉他交給我吧。

# feast_hatter_q3_chat_08
source: Well, fine...
de: Nun gut ...
es: Está bien…
fr: Bon, d’accord…
id: Baiklah...
it: Beh, d'accordo...
ja: いや、そうだな…
ko: 음, 좋아...
pt: Pois bem...
ru: Вот так...
th: เอ่อ ดีเลย...
vi: Được thôi...
zh_hans: 嗯，好吧……
zh_hant: 嗯，好的⋯⋯

# feast_hatter_q3_chat_09
source: Let us try this instead.
de: Lass uns stattdessen das versuchen.
es: Mejor probemos con esto.
fr: Essayons ça à la place.
id: Mari kita coba ini.
it: Proviamo così allora.
ja: 代わりにこれで行こう
ko: 대신 이렇게 해 보자.
pt: Vamos tentar isso aqui.
ru: Попробуй лучше вот это.
th: เรามาลองเล่นเครื่องดนตรีนี้แทนดีกว่า
vi: Chúng ta hãy thử cái này.
zh_hans: 让我们再来试试这个。
zh_hant: 我們這樣再試試看。

# feast_hatter_q3_chat_10
source: What music to my ears. We are ready now.
de: Musik in meinen Ohren. Wir sind soweit.
es: Es como música para mis oídos. Ya estamos listos.
fr: C’est merveilleux à entendre. On est prêts.
id: Musik apa yang cocok untuk telingaku. Kami siap sekarang.
it: Musica per le mie orecchie! Ora siamo pronti.
ja: なんと耳に心地よい調べか。準備は万全だな
ko: 정말 아름다운 음악이야. 이제 준비가 됐어.
pt: Isso é música para meus ouvidos. Agora estamos prontos.
ru: Не музыка, а услада для ушей. Мы уже готовы.
th: ดนตรีช่างไพเราะมากเลย เราพร้อมแล้ว
vi: Âm nhạc rất hợp tai tôi. Chúng ta đã sẵn sàng rồi.
zh_hans: 这音乐听着真舒服。准备就绪！
zh_hant: 這音樂聽著真舒服。準備就緒！

# feast_hatter_q4_chat_01
source: Oh dear, how awful.
de: Ach du meine Güte, wie schrecklich.
es: Oh, vaya. Qué terrible.
fr: Mon Dieu, c’est horrible…
id: Ya ampun, betapa mengerikan.
it: Oh cielo, è terribile.
ja: なんてことだ、これは酷い
ko: 맙소사, 정말 끔찍해.
pt: Nossa, que horrível.
ru: Ох, дружок, просто ужасно.
th: โอ้ ไม่นะ แย่จังเลย
vi: Ôi trời, thật tệ.
zh_hans: 哦，亲爱的，这真是糟透了。
zh_hant: 天哪，這真是太糟了。

# feast_hatter_q4_chat_02
source: What guests would want to attend the party?
de: Welche Gäste würden der Party beiwohnen wollen?
es: ¿Qué invitados querrían venir a la fiesta?
fr: Qui voudrait venir à une fête pareille ?
id: Tamu apa yang ingin menghadiri pesta?
it: Chi vorrebbe mai partecipare alla festa?
ja: 誰がこんなパーティに参加したいと思う？
ko: 이래서야 어떤 손님이 파티에 참석하고 싶겠어?
pt: Quais convidados gostariam de participar da festa?
ru: Кто же захочет прийти на такой праздник?
th: จะมีแขกคนไหนที่อยากจะเข้าร่วมงานปาร์ตี้แบบนี้บ้าง
vi: Những vị khách nào muốn tham dự bữa tiệc?
zh_hans: 这样怎么会有客人想来参加派对呢？
zh_hant: 這樣怎麼會有客人想來參加派對呢？

# feast_hatter_q4_chat_03
source: Hurry on and clean before they arrive.
de: Beeil dich und schaffe Ordnung, bevor sie eintreffen.
es: Date prisa y limpia antes de que lleguen.
fr: Dépêche-toi de nettoyer avant leur arrivée.
id: Cepatlah dan bersihkan sebelum mereka tiba.
it: Affrettiamoci a pulire prima che arrivino.
ja: お客人が到着される前に急いで綺麗にしよう
ko: 사람들이 도착하기 전에 빨리 청소해야지.
pt: Corra e limpe tudo antes que eles cheguem.
ru: Приберись тут, пока никто не успел это увидеть.
th: รีบทำความสะอาดก่อนที่พวกเขาจะมาถึงกันเถอะ
vi: Hãy dọn nhanh trước khi họ đến.
zh_hans: 抓紧时间，在他们抵达之前清理一下吧。
zh_hant: 趁他們來之前快點收拾一下吧。

# feast_hatter_q4_chat_04
source: Spare a moment to clean up the room...
de: Nimm dir einen Moment, um den Raum aufzuräumen ...
es: Hazte un momento para limpiar la habitación…
fr: Prends un moment pour nettoyer la pièce…
id: Luangkan waktu sejenak untuk membersihkan ruangan...
it: Prenditi un momento per riordinare la stanza...
ja: 片付ける時間が必要だな…
ko: 잠깐 시간을 내서 방을 치우자...
pt: Separe um momento para limpar o quarto...
ru: Удели минутку, чтобы немного прибраться...
th: สละเวลาสักครู่เพื่อทำความสะอาดห้องนะ...
vi: Dành chút thời gian để dọn dẹp phòng...
zh_hans: 留出一点时间清理房间……
zh_hant: 花點時間整理一下房間⋯⋯

# feast_hatter_q4_chat_05
source: The weeds are growing into all corners of the sky. Please help.
de: Das Unkraut wächst in allen Ecken des Himmels. Bitte hilf.
es: La maleza no para de crecer en todos los rincones de Sky. Ayúdanos, por favor.
fr: Les mauvaises herbes poussent partout dans le ciel. J’ai besoin d’aide.
id: Rumput liar tumbuh ke seluruh penjuru langit. Tolong bantu.
it: Le erbacce stanno crescendo in tutti gli angoli. Per favore aiutami.
ja: 空の隅々までも雑草が茂っている。助けてほしい
ko: 하늘 곳곳에서 잡초가 자라고 있어. 제발 도와줘.
pt: As ervas daninhas estão crescendo em todos os cantos de céu. Por favor, ajude.
ru: Сорняки просто заполонили небо. Пожалуйста, помоги.
th: วัชพืชขึ้นเต็มไปหมดทั่วทุกมุมของท้องฟ้า ได้โปรดช่วยด้วย
vi: Cỏ dại đang mọc khắp ngóc ngách trên bầu trời. Làm ơn giúp tôi.
zh_hans: 杂草长满空中的每个角落，请伸出援手帮忙除一除吧！
zh_hant: 雜草長到空中的每個角落了，請幫忙除一除吧！

# feast_hatter_q4_chat_06
source: My stress swept away along with the dust.
de: Mein Stress wurde zusammen mit dem Staub weggefegt.
es: A mi estrés se lo llevó la escoba, como al polvo.
fr: Tu as balayé mon stress et la poussière.
id: Stres ku hilang bersama dengan debu.
it: Lo stress è svanito insieme alla polvere.
ja: 私のストレスも塵とともに消え去ったようだ
ko: 먼지와 함께 내 스트레스도 싹 사라졌어.
pt: Meu estresse desapareceu junto com a poeira.
ru: Ну вот, плохие мысли улетучились вместе с пылью.
th: ความเครียดของฉันก็หายไปพร้อมกับฝุ่นละออง
vi: Nỗi căng thẳng của tôi tan biến cùng với đám bụi.
zh_hans: 我的压力与灰尘一起一扫而空！
zh_hant: 灰塵掃光了，壓力也跟著消失了！

# feast_hatter_q4_chat_07
source: I would be grateful if you join me for tea.
de: Ich wäre dankbar, wenn du einen Tee mit mir trinken würdest.
es: Te agradecería que tomaras el té conmigo.
fr: J’aimerais t’inviter à prendre le thé.
id: Aku akan berterima kasih jika kamu mau bergabung denganku untuk minum teh.
it: Ti sarei grato se ti unissi a me per un tè.
ja: さて、お礼にお茶でも一緒にいかがかな？
ko: 너도 같이 나랑 차를 마셔주면 좋겠어.
pt: Seria ótimo se você me acompanhasse para tomar um chá.
ru: Не желаешь ли выпить со мной чашечку чаю?
th: ฉันจะขอบคุณมาก หากคุณมาร่วมดื่มน้ำชากับฉัน
vi: Tôi sẽ rất biết ơn nếu bạn cùng tôi uống trà.
zh_hans: 如果你能和我一起喝茶，我会非常感激。
zh_hant: 如果你願意一起喝茶的話，我會很開心的。

# feast_hatter_q5_chat_01
source: May I ask for your kind help, my dear?
de: Darf ich dich um deine Hilfe bitten, du Freundlichkeit in Person?
es: Si eres tan amable, ¿me darías una mano, querida?
fr: Pourrais-je te demander de m’aider ?
id: Bolehkah aku meminta bantuanmu, sahabatku?
it: Posso chiederti gentilmente di aiutarmi?
ja: 愛し子よ、少し手を貸してほしいんだ
ko: 혹시 날 좀 도와줄래?
pt: Pode me fazer uma gentileza?
ru: Могу я попросить тебя кое о чем, дружок?
th: ฉันขอให้คุณช่วยหน่อยได้ไหม สหาย
vi: Tôi có thể nhờ bạn giúp đỡ không, bạn thân mến?
zh_hans: 亲爱的，能帮我一个忙吗？
zh_hant: 親愛的，能幫我個忙嗎？

# feast_hatter_q5_chat_02
source: Would you mind collecting sugar cubes for our tea table?
de: Würde es dir etwas ausmachen, Würfelzucker für unseren Teetisch zu sammeln?
es: ¿Te importaría buscar terrones de azúcar para nuestra mesa de té?
fr: Peux-tu aller chercher des carreaux de sucre pour notre table à thé ?
id: Maukah kamu mengambilkan gula batu untuk meja teh kita?
it: Ti dispiacerebbe prendere delle zollette di zucchero per il nostro tavolo da tè?
ja: ティーテーブル用の角砂糖を集めてもらえないだろうか？
ko: 우리 티 테이블에 놓을 각설탕 좀 모아줄래?
pt: Se importaria de pegar uns cubinhos de açúcar para nossa mesa de chá?
ru: Сможешь собрать кусочки сахара для нашего стола?
th: คุณช่วยเก็บก้อนน้ำตาลไปไว้ที่โต๊ะน้ำชาของเราได้ไหม
vi: Bạn có thể thu thập những viên đường cho bàn trà của chúng ta không?
zh_hans: 帮忙收集些方糖然后放到茶桌上好吗？
zh_hant: 幫忙找些方糖然後放到茶桌上好嗎？

# feast_hatter_q5_chat_03
source: Indeed, you offered to find sugar for the party.
de: Ja, du hast angeboten, Zucker für die Party zu finden.
es: En efecto, te ofreciste a buscar azúcar para la fiesta.
fr: Bien, tu as proposé d’aller chercher des carreaux de sucre pour la dégustation de thé.
id: Memang, kamu menawarkan diri untuk mencarikan gula untuk pesta.
it: Certo, hai promesso di trovare lo zucchero per la festa.
ja: いかにも、君は私たちのパーティのために角砂糖を探すと申し出てくれたね
ko: 이야, 우리 파티를 위해서 설탕 찾는 걸 도와줬구나.
pt: De fato, você se ofereceu para buscar açúcar para a festa.
ru: Именно так, я предлагаю тебе поискать сахар для нашего чаепития.
th: ใช่แล้ว คุณได้เสนอตัวที่จะหาน้ำตาลมาให้สำหรับงานปาร์ตี้
vi: Quả thực, bạn đã đề nghị tìm đường cho bữa tiệc.
zh_hans: 是耶，你提过要帮忙找派对用的糖块呢。
zh_hant: 是耶，你提過要幫忙找派對用的糖呢。

# feast_hatter_q5_chat_04
source: Thanks to you, today's tea will be sweeter.
de: Dank dir wird der heutige Tee noch süßer.
es: Gracias a ti, el té de hoy sabrá más dulce.
fr: Grâce à toi, le thé sera plus sucré, aujourd’hui.
id: Terima kasih, teh hari ini akan terasa lebih manis.
it: Grazie a te, il tè di oggi sarà più dolce.
ja: 君のおかげで今日の紅茶はいつもより甘く感じるだろうな
ko: 네 덕분에 오늘 차도 달콤할 거야.
pt: Graças a você, o chá de hoje ficará mais docinho.
ru: Спасибо, сегодня наш чай будет намного слаще.
th: ขอบคุณมากเลยนะ น้ำชาวันนี้จะหวานขึ้นมากเลย
vi: Nhờ bạn, trà hôm nay sẽ ngọt hơn.
zh_hans: 谢谢你，今天的茶将会格外甘甜！
zh_hant: 多虧了你，今天的茶將更甘甜！

# feast_intro_hare_1
source: Ah, you received an invitation...
de: Ah, du hast eine Einladung erhalten ...
es: Ah, recibiste una invitación…
fr: Ah, tu as reçu une invitation…
id: Ah, kamu menerima undangan...
it: Ah, hai ricevuto un invito...
ja: えっと、招待状を受け取ったんだね…
ko: 아, 초대장을 받았구나...
pt: Olha! Você recebeu um convite...
ru: Ах, у тебя приглашение...
th: อ่า คุณได้รับคำเชิญน่ะ...
vi: À, bạn đã nhận được lời mời...
zh_hans: 啊，你收到了邀请……
zh_hant: 啊，你收到了邀請⋯⋯

# feast_intro_hare_2
source: Where is everyone from a moment ago?
de: Wo sind alle von gerade eben?
es: ¿Dónde está la gente de hace unos momentos?
fr: Où est-ce qu’ils sont tous passés ?
id: Di mana semua orang dari beberapa saat yang lalu?
it: Dove sono finiti tutti? Erano qui un attimo fa.
ja: さっきまでここにいたのに、みんなどこ行っちゃったの？
ko: 방금까지 다들 있었는데, 어디 갔지?
pt: Cadê todo mundo que estava aqui agorinha?
ru: Куда подевались те, кто был секунду назад?
th: ทุกคนหายไปไหนกันหมดนะ
vi: Mọi người lúc nãy đâu rồi?
zh_hans: 大家都去哪里了？刚刚还在的。
zh_hant: 剛剛那些人都到哪去了？

# feast_intro_hare_3
source: Maybe you can bring them back to the party?
de: Vielleicht kannst du sie zur Party zurückbringen?
es: ¿Podrías traerlos de regreso a la fiesta?
fr: Est-ce que tu pourrais les ramener ?
id: Mungkin kamu bisa membawa mereka kembali ke pesta?
it: Potresti provare a riportarli alla festa?
ja: 連れ戻してきてくれない？
ko: 혹시 손님들을 다시 여기로 데려와 줄래?
pt: Será que você consegue trazê-los de volta pra festa?
ru: Может, ты сумеешь вернуть их на наш праздник?
th: คุณช่วยพาพวกเขากลับมาที่งานปาร์ตี้ได้ไหมเอ่ย
vi: Bạn có thể đưa họ trở lại bữa tiệc chứ?
zh_hans: 也许你可以把他们带回派对？
zh_hant: 你能幫忙把他們找回來嗎？

# feast_intro_hatter_1
source: A very merry feast to all. Though, oh my...
de: Ich wünsche allen ein frohes Festmahl. Obwohl, oje ...
es: Le deseo un alegre festín a todos. Aunque, vaya…
fr: Un joyeux festin pour tous. Même si…
id: Pesta yang sangat meriah untuk semua. Meskipun, ya ampun...
it: Buona festa a tutti. Però, oddio...
ja: なんと楽しいお祝いだろう。なのに、なぜ…
ko: 모두 즐거운 만찬을 즐겨 주세요. 그런데 이런...
pt: Uma festa muito animada pra todos. Ora, no entanto...
ru: Самый весёлый праздник из всех. Хотя... ох...
th: นี่คืองานฉลองที่สนุกสนานสำหรับทุกคน โอ้ ไม่นะ...
vi: Một bữa tiệc rất vui vẻ cho tất cả mọi người. Nhưng, ôi trời...
zh_hans: 愿大家都能尽情享用这场盛宴......呃，不过
zh_hant: 願大家都能盡情享用這場盛宴⋯⋯呃，不過

# feast_intro_hatter_2
source: A feast is not a feast, if one is alone feasting.
de: Ein Festmahl ist kein Festmahl, wenn man allein schmaust.
es: Un festín no es un festín si se disfruta a solas.
fr: Si on est seul à festoyer, ça n’est pas vraiment un festin.
id: Pesta bukanlah pesta, jika seseorang sendirian berpesta.
it: Una festa non è una festa se si banchetta da soli.
ja: 祝宴も饗宴も一人きりならば、とてもお祝いとは呼べない
ko: 연회를 즐기는 이가 없으면 연회라고 부를 수 없지.
pt: Um banquete não é banquete se você está por conta própria.
ru: Что же это за праздник, если празднует только один?
th: งานฉลองจะเป็นงานฉลองไปไม่ได้ หากมีคนมางานฉลองเพียงคนเดียว
vi: Một bữa tiệc không phải là bữa tiệc nếu bạn chỉ có một mình.
zh_hans: 只有一个人吃，还叫盛宴吗？
zh_hant: 只有一個人吃，還叫盛宴嗎？

# feast_intro_hatter_3
source: Now you arrived. Be a dear and corral them here.
de: Da bist du ja. Sei ein Schatz und bringe sie her.
es: Ya llegaron. Hazme un favor y júntalos allí.
fr: Ah, te voilà. Sois un amour et rassemble-les, tu veux ?
id: Sekarang kamu tiba. Sayangi dan hargai mereka di sini.
it: Ora che sei qui, sii gentile e radunali qui.
ja: おや君か。親愛なる子よ、どうか皆をここに集めてはもらえないかな？
ko: 이제 왔구나. 쟤들을 여기로 데리고 와줘.
pt: Finalmente você chegou! Seja gentil e junte o pessoal aqui.
ru: Но теперь и ты здесь. Будь другом, собери всех.
th: ตอนนี้คุณมาถึงแล้ว ช่วยไปพาพวกเขามาที่นี่ทีสิ
vi: Giờ thì bạn đã đến. Hãy là một người bạn thân và tập hợp họ lại đây.
zh_hans: 你来啦！麻烦你一趟，去把大家都带回来吧。
zh_hant: 你來啦！麻煩你一趟，去把大家都帶回來吧。

# feast_intro_sleepy_1
source: Zzz... hello?
de: Zzz ... hallo?
es: Zzz… ¿Hola?
fr: Zzz… Bonjour !
id: Zzz... halo?
it: Zzz... Sì?
ja: ぷすぅ……ん、こんにちは…？
ko: 쿨쿨... 안녕?
pt: Zzz... olá?
ru: *Спит* А?.. Привет?..
th: คร๊อกกก... สวัสดี
vi: Zzz... xin chào?
zh_hans: Zzz……哈咯？
zh_hant: Zzz⋯⋯哈囉？

# feast_intro_sleepy_2
source: I dreamt of us... together...
de: Ich habe von uns geträumt ... Zusammen ...
es: Soñé que estábamos… juntos…
fr: J’ai rêvé de nous… ensemble…
id: Aku memimpikan kita ... bersama-sama ...
it: Ho sognato che eravamo... insieme...
ja: 夢でみたよ…いっしょに…
ko: 우리가 함께 있는... 꿈을 꿨어...
pt: Sonhei com a gente... juntos...
ru: Мне снились мы... с тобой...
th: ฉันฝันว่า... พวกเราอยู่ด้วยกัน...
vi: Tôi đã mơ về chúng ta... cùng nhau...
zh_hans: 我梦到了我们……在一起……
zh_hant: 我夢見我們⋯⋯在一起呢⋯⋯

# feast_intro_sleepy_3
source: Altogether at this party.
de: Zusammen auf dieser Party.
es: Todos juntos en esta fiesta.
fr: Tous ensemble à cette fête.
id: Sama-sama di pesta ini.
it: Tutti quanti insieme a questa festa.
ja: みんなでパーティなの
ko: 이 파티에 함께 있었지.
pt: Todo mundo junto nessa festa.
ru: Мы с тобой на этой вечеринке.
th: อยู่ด้วยกันทุกคนในงานปาร์ตี้นี้
vi: Cùng nhau tại bữa tiệc này.
zh_hans: 一起在这个派对上欢聚。
zh_hant: 一起在這個派對上歡聚。

# feast_intro_tutorial
source: <2>Call</2> to find the distracted members of the <2>Mad Tea Party</2>.
de: <2>Rufe</2>, um die abgelenkten Teilnehmer der <2>verrückten Teeparty</2> zu finden.
es: <2>Grita</2> para buscar a los miembros distraídos de la <2>Fiesta de té disparatada</2>.
fr: <2>Criez</2> pour trouver les membres distraits de la <2>folle dégustation de thé</2>.
id: <2>Teriak</2> untuk menemukan anggota <2>Pesta Teh Heboh</2> yang terganggu.
it: <2>Urla</2> per trovare i membri distratti della <2>Pazza festa del tè</2>.
ja: <2>おかしなティーパーティ</2>の少し自由すぎるメンバーたちを<2>呼びかけ</2>て、見つけ出しましょう
ko: <2>울음소리</2>를 내서 <2>이상한 다과회</2>의 산만한 참석자들을 찾으세요.
pt: <2>Grite</2> para chamar os convidados distraídos da <2>Festa do Chá Maluca</2>.
ru: Используйте <2>Зов</2>, чтобы позвать отвлёкшихся гостей на <2>безумное чаепитие</2>.
th: <2>ตะโกน</2>เพื่อค้นหาสมาชิกของ<2>ปาร์ตี้น้ำชาสุดคลั่ง</2>ที่งุนงง
vi: <2>Hét to</2> để tìm những thành viên mất tập trung của <2>Tiệc Trà Điên</2>.
zh_hans: <2>呼喊</2>来寻找那些走神儿的<2>疯狂茶会</2>的成员。
zh_hant: 用<2>大喊</2>來尋找那些走神的<2>瘋狂茶會</2>成員。

# feast_intro_tutorial_02
source: Help them every day to get <2>Event Ticket Light</2>.
de: Hilf ihnen jeden Tag, um das <2>Event-Ticket Licht</2> zu erhalten.
es: Ayúdalos a diario a obtener <2>luz para boletos del evento</2>.
fr: Aidez-les quotidiennement pour obtenir des <2>tickets d'événement Lumière</2>.
id: Bantu mereka setiap hari untuk mendapatkan <2>Cahaya Tiket Acara</2>.
it: Aiutali ogni giorno per ottenere la <2>luce dei biglietti evento</2>.
ja: 彼らを手伝い、日替わりの<2>専用チケットのかけら</2>を集めましょう
ko: 매일 영혼들을 도와서 <2>이벤트 티켓 빛</2>을 획득하세요.
pt: Ajude-os todos os dias para ganhar <2>luz de tíquete de evento</2>.
ru: Помогайте им каждый день, чтобы получить <2>свет билетов события</2>.
th: ช่วยเหลือพวกเขาทุกวันเพื่อรับ<2>แสงตั๋วอีเวนต์</2>
vi: Giúp họ mỗi ngày để nhận được <2>Ánh Sáng Vé Sự Kiện</2>.
zh_hans: 每天帮助他们以获得<2>活动门烛光</2>。
zh_hant: 每天幫助他們，就可以拿到<2>活動燭光</2>。

# feast_intro_tutorial_03
source: Once you have helped them, spend time at the <2>Tea Party</2>.
de: Verbringe Zeit auf der <2>Teeparty</2>, sobald du ihnen geholfen hast.
es: Después de ayudarlos, pasa tiempo en la <2>Fiesta de té</2>.
fr: Lorsque vous les aurez aidés, passez du temps à la <2>dégustation de thé</2>.
id: Setelah kamu membantu mereka, habiskan waktu di <2>Pesta Teh</2>.
it: Una volta che li hai aiutati, trascorri del tempo alla <2>Festa del tè</2>.
ja: 彼らを手伝い、<2>ティーパーティ</2>に参加しましょう
ko: 다과회 참석자를 돕고 나서는 <2>다과회</2>에서 시간을 보내세요.
pt: Depois de ajudá-los, passe um tempo na <2>Festa do Chá</2>.
ru: Как только поможете им, примите участие в <2>чаепитии</2>.
th: เมื่อคุณช่วยเหลือพวกเขาแล้ว โปรดใช้เวลาอยู่ที่<2>ปาร์ตี้น้ำชา</2>
vi: Sau khi bạn đã giúp họ, hãy dành thời gian tại <2>Tiệc Trà</2>.
zh_hans: 在你帮助了他们之后，记得去参加<2>茶会</2>。
zh_hant: 幫完他們之後，記得去參加<2>茶會</2>。

# feast_intro_tutorial_04
source: Once you have helped them, spend time at the <2>Tea Party</2>.
de: Verbringe Zeit auf der <2>Teeparty</2>, sobald du ihnen geholfen hast.
es: Después de ayudarlos, pasa tiempo en la <2>Fiesta de té</2>.
fr: Lorsque vous les aurez aidés, passez du temps à la <2>dégustation de thé</2>.
id: Setelah kamu membantu mereka, habiskan waktu di <2>Pesta Teh</2>.
it: Una volta che li hai aiutati, trascorri del tempo alla <2>Festa del tè</2>.
ja: 彼らを手伝い、<2>ティーパーティ</2>に参加しましょう
ko: 다과회 참석자를 돕고 나서는 <2>다과회</2>에서 시간을 보내세요.
pt: Depois de ajudá-los, passe um tempo na <2>Festa do Chá</2>.
ru: Как только поможете им, примите участие в <2>чаепитии</2>.
th: เมื่อคุณช่วยเหลือพวกเขาแล้ว โปรดใช้เวลาอยู่ที่<2>ปาร์ตี้น้ำชา</2>
vi: Sau khi bạn đã giúp họ, hãy dành thời gian tại <2>Tiệc Trà</2>.
zh_hans: 在你帮助了他们之后，记得去参加<2>茶会</2>。
zh_hant: 幫完他們之後，記得去參加<2>茶會</2>。

# feast_intro_tutorial_05
source: 15 <2>Bonus Event Tickets</2> have been hidden throughout the area.
de: 15 <2>Bonus-Event-Währungen</2> wurden in dem Bereich versteckt.
es: Se ocultaron 15 <2>monedas del evento adicionales</2> por toda la zona.
fr: 15 <2>devises d'événement bonus</2> sont cachées sur toute la zone.
id: 15 <2>Tiket Acara Bonus </2> telah disembunyikan di seluruh area.
it: Sono state nascoste nell'area 15 <2>valute evento bonus</2>.
ja: 15個の<2>ボーナス専用チケット</2>がエリアのどこかに隠されているようです
ko: <2>보너스 이벤트 화폐</2> 15개가 지역 곳곳에 숨겨져 있습니다.
pt: 15 <2>moedas do evento bônus</2> foram escondidas pela área.
ru: 15 <2>бонусных валют события</2> были спрятаны в этом месте.
th: มี<2>สกุลเงินอีเวนต์โบนัส</2> 15 ชิ้นซ่อนอยู่ทั่วทั้งพื้นที่
vi: 15 <2>Vé Sự Kiện Thưởng</2> đã được giấu khắp khu vực.
zh_hans: 15张<2>奖励活动货币</2>已被藏在整个区域的各处。
zh_hant: 15枚<2>額外活動票券</2>已被隱藏於該區域各處。

# feast_intro_tutorial_06
source: You can collect them at any time during the event.
de: Du kannst sie zu jeder Zeit während des Events einsammeln.
es: Puedes recogerlas en cualquier momento durante el evento.
fr: Vous pouvez les obtenir à tout moment durant l’événement.
id: Kamu bisa mengumpulkannya kapan saja selama acara berlangsung.
it: Potrai raccoglierle in qualsiasi momento durante l'evento.
ja: ボーナス専用通貨はイベント期間中いつでも集められます
ko: 이벤트 중에 언제든지 획득할 수 있습니다.
pt: Você pode coletá-las a qualquer momento durante o evento.
ru: Вы сможете собрать их в любое время, пока длится это событие.
th: คุณสามารถเก็บรวบรวมสกุลเงินได้ในตลอดที่อีเวนต์ดำเนินอยู่
vi: Bạn có thể thu thập chúng bất kỳ lúc nào trong suốt sự kiện.
zh_hans: 在活动期间，你可以随时收集它们。
zh_hant: 活動期間隨時可以蒐集！

# feast_intro_tutorial_07
source: Climb the snow drift to try out today's race.
de: Klettere auf die Schneewehe, um das heutige Rennen auszuprobieren.
es: Trepa el ventisquero para probar tu suerte en la carrera de hoy.
fr: Grimpez sur l’amoncellement de neige pour essayer la course d’aujourd’hui.
id: Naiki seluncuran salju untuk mencoba balapan hari ini.
it: Scala il cumulo di neve per provare la gara di oggi.
ja: 雪山を登り、今日のレースに挑戦しましょう
ko: 눈 더미를 기어올라 오늘의 경주에 도전하세요.
pt: Escale a neve pra testar a corrida de hoje.
ru: Заберитесь на сугроб, чтобы испытать себя в сегодняшней гонке.
th: ปีนขึ้นไปบนกองหิมะเพื่อลองแข่งขันในวันนี้
vi: Leo lên đống tuyết để thử sức với cuộc đua hôm nay.
zh_hans: 爬上雪堆来试试今天的比赛吧！
zh_hant: 爬上雪堆來試試今天的比賽吧！

# feast_manatee_q1_chat_02
source: One manta, two manta, three... Zzz...
de: Ein Riesenrochen, zwei Riesenrochen, drei ... Zzz ...
es: Una manta, dos mantas, tres… Zzz…
fr: Une raie manta, deux raies mantas, trois… Zzz…
id: Satu manta, dua manta, tiga... Zzz...
it: Una manta, due manta, tre... zzz...
ja: マンタがいっぴき、マンタがにひき、さんび…ぐ〜…
ko: 만타가오리 한 마리, 만타가오리 두 마리, 만타가오리 세... 쿨쿨...
pt: Uma arraia, duas arraias, três... Zzz...
ru: Одна манта, две манты, три... *засыпает*
th: กระเบนตัวหนึ่ง กระเบนตัวที่สอง ตัวที่สาม... คร๊อกกก...
vi: Một con cá đuối, hai con cá đuối, ba con... Zzz...
zh_hans: 一只光鳐，两只光鳐，三只……Zzz……
zh_hant: 一隻光鰩，兩隻光鰩，三⋯⋯Zzz⋯⋯
