Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# no_player_00
source: You need other <8>players</8> to help with this
de: Du brauchst andere <8>Spieler</8>, die dabei helfen
es: Necesitas otros <8>jugadores </8> para ayudarte con esto
fr: Il vous faut <8>joueurs</8> supplémentaires pour aider à faire ceci
id: Kamu butuh <8>pemain</8> lain untuk membantu ini
it: Ti serve l'aiuto di più <8>giocatori</8>
ja: 他のプレイヤーの協力が必要です
ko: 다른 <8>플레이어</8>의 도움이 필요해요
pt: Você precisa da ajuda de outros <8>jogadores</8>
ru: Вам нужна помощь других <8>игроков</8>
th: คุณจำเป็นต้องพึ่งพา<8>ผู้เล่น</8>คนอื่นๆ เพื่อช่วยในเรื่องนี้
vi: Bạn cần <8>người chơi khác</8> giúp đỡ
zh_hans: 你需要其他<8>玩家</8>的帮助
zh_hant: 你需要其他<8>玩家</8>的幫助

# notfication_daysoffeast_message
source: Spirits in Aviary Village welcome everyone to an event full of Light, games, and festive memories! ❄️
de: Die Geister im Volieren-Dorf laden ein zu einem Fest voller Lichter, Spiele und feierlicher Erinnerungen! ❄️
es: Los espíritus de la aldea aviaria invitan a todo el mundo a un evento lleno de luz, juegos y recuerdos festivos. ❄️
fr: Les esprits du Village volière vous accueillent pour une débauche de lumière, de jeux et de souvenirs festifs ! ❄️
id: Para roh di Desa Aviary menyambut semua orang dalam acara yang penuh dengan Cahaya, permainan, dan kenangan yang meriah! ❄️
it: Gli spiriti del Villaggio degli Uccelli danno il benvenuto a un evento pieno di luce, giochi e ricordi festivi! ❄️
ja: 花鳥郷にいる精霊たちが、光のかけらにゲームに楽しい思い出と、盛りだくさんのイベントを準備してあなたを待っています！ ❄️
ko: 새들의 정원 마을에 있는 영혼들이 양초빛, 미니게임, 추억으로 가득한 이벤트로 빛의 아이들을 초대합니다! ❄️
pt: Os espíritos da Aldeia Aviária dão as boas-vindas a todos para um evento cheio de luz, jogos e lembranças festivas! ❄️
ru: Духи Птичьей деревни приглашают всех на праздник, полный света, игр и радостных воспоминаний! ❄️
vi: Các tinh linh ở Làng Chuồng Chim chào đón mọi người đến với một sự kiện ngập tràn Ánh sáng, trò chơi và những ký ức lễ hội! ❄️
zh_hans: 云巢的先灵们欢迎大家来参加这个充满光、游戏和节庆回忆的活动！❄️
zh_hant: 雲巢的先靈們歡迎大家來參加充滿燭光、遊戲和節慶回憶的活動！❄️

# notfication_nature_title
source: Days of Nature is Here! 🌊
de: „Tage der Natur“ ist da! 🌊
es: ¡Llegaron los Días de la naturaleza! 🌊
fr: Les Jours de la nature sont arrivés ! 🌊
id: Hari Alam Telah Tiba! 🌊
it: L'evento Giorni della Natura è arrivato! 🌊
ja: 自然の日々が始まりました！🌊
ko: 자연의 날이 찾아왔어요! 🌊
pt: O Dia da Natureza chegou! 🌊
ru: Дни природы начались! 🌊
vi: Ngày Thiên Nhiên đã đến! 🌊
zh_hans: 自然节来啦！
zh_hant: 自然節來啦！

# notfication_traveling_message
source: A Spirit from a past Season has returned for a very limited time! 🕯️
de: Ein Geist aus einer vergangenen Saison ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de una temporada pasada volvió por tiempo muy limitado! 🕯️
fr: Un esprit d'une saison passée est revenu pour une durée très limitée ! 🕯️
id: Roh dari Musim sebelumnya telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito di una stagione del passato è tornato per un periodo brevissimo! ️
ja: 過ぎ去りし季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 지난 시즌의 영혼이 돌아와서 잠시 머물다 갈 거예요! 🕯️
pt: Um espírito de uma temporada passada voltou por um tempo muito limitado! 🕯️
ru: Дух прошедшего сезона вернулся — но совсем ненадолго! 🕯️
vi: Một Tinh Linh đến từ mùa trước đã trở lại trong thời gian có hạn!
zh_hans: 一位来自过往季节的先灵限时回归！️
zh_hant: 一位來自過往季節的先靈限時回訪了！️

# notification_anniversary_message
source: Grab your party gear and boogie with your friends—everyone's invited! 🕺💃
de: Wirf dich in Schale und tanze Boogie mit deinen Freunden – alle sind eingeladen! 🕺💃
es: Ponte tu ropa de fiesta y baila con tus amistades... ¡Están todos invitados! 🕺💃
fr: N’oubliez pas votre tenue de soirée et retrouvez vite vos amis pour danser. Tout le monde est invité !🕺💃
id: Ambil perlengkapan pestamu dan menarilah bersama teman—semuanya diundang! 🕺💃
it: Vestiti a festa e balla con i tuoi amici: sono tutti invitati! 🕺💃
ja: パーティーグッズを身につけて、フレンドたちと踊りましょう！このお祝いに全ての星の子どもたちをご招待します 🕺💃
ko: 파티 용품을 들고 친구들과 신나게 놀아요. 모두 초대합니다!🕺💃
pt: Prepare-se para a festa e dance com amigos – todos estão convidados! 🕺💃
ru: Хватайте всё для вечеринки и отправляйтесь с друзьями праздновать — приглашены все! 🕺💃
vi: Hãy lên đồ để tiệc tùng và quẩy cùng bạn bè—ai cũng được mời! 🕺💃
zh_hans: 带上派对装备，和好友们一起狂欢吧——每个人都收到了邀请！🕺💃
zh_hant: 帶上派對裝備，和好友們一起狂歡吧！歡迎所有人參加！🕺💃

# notification_anniversary_title
source: 🎊 It's Sky's 4th Birthday! 🎊
de: 🎊 Sky feiert seinen 4. Geburtstag! 🎊
es: 🎊 ¡Es el cumpleaños de Sky! 🎊
fr: 🎊 C'est l'anniversaire de Sky ! 🎊
id: 🎊 Hari ini adalah Hari Ulang Tahun Sky! 🎊
it: 🎊 È il compleanno di Sky! 🎊
ja: 🎊 Skyの4歳のお誕生日！ 🎊
ko: 🎊 Sky, 생일 축하해! 🎊
pt: 🎊 É o aniversário de 4 anos do Sky! 🎊
ru: 🎊 День рождения Sky! 🎊
th: 🎊 ถึงวันเกิดของ Sky แล้ว! 🎊
vi: 🎊 Sinh Nhật Sky! 🎊
zh_hans: 🎊《Sky光·遇》四岁啦！🎊
zh_hant: 🎊《Sky 光·遇》的生日到了！🎊

# notification_auroraconcert_start_message
source: 🎙️ You're invited to an unforgettable musical finale! Talk to the AURORA Guide to join a one-of-a-kind experience in Sky. 🎆
de: 🎙️ Ihr seid alle zum unvergesslichen musikalischen Finale eingeladen! Sprecht mit dem AURORA-Helfer, um an einem einmaligen Erlebnis in Sky teilzunehmen. 🎆
es: 🎙️ ¡Te invitamos a un inolvidable final musical! Habla con el guía de AURORA para unirte a una experiencia única en Sky. 🎆
fr: 🎙️ Rejoignez-nous pour une apothéose musicale inoubliable ! Parlez au guide d’AURORA pour vivre une expérience unique dans Sky. 🎆
id: 🎙️ Kamu diundang ke final musikal yang tak terlupakan! Bicaralah dengan Pemandu AURORA untuk bergabung dengan pengalaman unik di Sky. 🎆
it: 🎙️ Ti invitiamo a un finale musicale indimenticabile! Parla con la guida di AURORA per partecipare a un'esperienza unica in Sky. 🎆
ja: 🎙忘れられない終楽章へご招待します！季節の案内人であるAURORAに話しかけ、ここでしか楽しめないSky体験に出かけましょう
ko: 🎙️ 잊을 수 없는 엔딩 공연으로 초대합니다! AURORA의 안내자에게 말을 걸어 Sky에 지금껏 없었던 경험을 누려 보세요. 🎆
pt: 🎙️ Você está convidado para um final musical inesquecível! Fale com a guia AURORA para participar de uma experiência única em Sky. 🎆
ru: 🎙️ Вы приглашены на незабываемый музыкальный концерт! Поговорите с проводником AURORA и поучаствуйте в уникальном событии в Sky. 🎆
vi: 🎙️ Bạn được mời đến một đêm chung kết âm nhạc khó quên! Hãy nói chuyện với Người hướng dẫn AURORA để tham gia trải nghiệm có một không hai trong Sky. 🎆
zh_hans: 🎙️ 你已受邀参加令人难忘的音乐终曲！与 AURORA 向导交谈，在 Sky 中加入独一无二的音乐体验之旅。🎆
zh_hant: 🎙️ 您已受邀參加一場難忘的最終樂章！與 AURORA 嚮導對話，就能加入 Sky 獨一無二的體驗。🎆

# notification_auroraconcert_start_title
source: Prepare to embark on a musical voyage 🎶
de: Bereitet euch auf eine musikalische Reise vor 🎶
es: Prepárate para embarcarte en un viaje musical 🎶
fr: Préparez-vous à partir en voyage musical 🎶
id: Bersiaplah untuk memulai perjalanan musikal 🎶
it: Preparati a intraprendere un viaggio musicale 🎶
ja: さあ、煌めく音楽の旅へ🎶
ko: 음악의 여정을 떠날 준비🎶
pt: Prepare-se para embarcar em uma viagem musical 🎶
ru: Приготовьтесь отправиться в музыкальное путешествие 🎶
vi: Hãy sẵn sàng bước vào một hành trình âm nhạc 🎶
zh_hans: 准备踏上音乐之旅 🎶
zh_hant: 準備展開一趟音樂旅程 🎶

# notification_aviaryfireworksfest_message
source: Take in brilliant color and memories—Aviary's Fireworks Festival starts today! 🎆
de: Erlebe traumhafte Farben und Erinnerungen – das Feuerwerksfest des Volieren-Dorfs beginnt heute! 🎆
es: Aprecia los colores brillantes y los recuerdos... ¡El festival de fuegos artificiales de la aldea aviaria comienza hoy! 🎆
fr: Un festival de couleurs et de souvenirs... Le feu d'artifice du Village volière commence aujourd'hui ! 🎆
id: Nikmati warna-warni dan kenangan yang cemerlang-Pesta Kembang Api Aviary dimulai hari ini! 🎆
it: Ammira colori brillanti e ricordi: I Fuochi d'artificio del Villaggio degli Uccelli iniziano oggi! 🎆
ja: 色鮮やかな歓びと思い出を—いよいよ今日より花鳥花火大会が始まります！🎆
ko: 찬란한 색과 추억으로 물드는 시간. 새들의 정원 불꽃놀이 축제가 오늘 시작됩니다! 🎆
pt: Aprecie cores e lembranças brilhantes — o Festival de Fogos da Aldeia Aviária começa hoje! 🎆
ru: Погрузитесь в мир красочных огоньков — сегодня в Птичьей деревне начинается праздник фейерверков! 🎆
vi: Tận hưởng màu sắc rực rỡ và những ký ức—Lễ Hội Pháo Hoa Chuồng Chim bắt đầu ngay hôm nay! 🎆
zh_hans: 欣赏绚丽的色彩和回忆——云巢花火节今天开始！🎆
zh_hant: 欣賞璀璨的色彩與回憶——雲巢花火節今天開始！🎆

# notification_aviaryfireworksfest_title
source: 🎉 Don't miss Aviary's inagural celebration
de: 🎉 Verpasse nicht die Eröffnungsfeier des Volieren-Dorfs
es: 🎉 No te pierdas la celebración de apertura de la aldea aviaria
fr: 🎉 Ne ratez pas la célébration inaugurale du Village volière
id: 🎉 Jangan lewatkan perayaan perdana Aviary
it: 🎉 Non perderti la celebrazione inaugurale del Villaggio degli Uccelli
ja: 🎉 花鳥郷の新たな門出のお祝いにぜひご参加ください
ko: 🎉 새들의 정원 마을의 창립 행사를 놓치지 마세요
pt: 🎉 Não perca a comemoração inaugural da Aldeia Aviária
ru: 🎉 Не пропустите главное торжество в Птичьей деревне
vi: 🎉 Đừng bỏ lỡ lễ kỷ niệm hoành tráng của Chuồng Chim
zh_hans: 🎉不要错过云巢的开幕庆典
zh_hant: 🎉 別錯過雲巢的首次慶典

# notification_camping24_start_message
source: 🌈 Say hello to friendly Spirits and try out new props in a special Shared Space!
de: 🌈 Begrüße freundliche Geister und probiere neue Requisiten in einem besonderen Gemeinschaftsraum aus!
es: 🌈¡Reúnete con espíritus amigables y prueba decoraciones nuevas en un espacio compartido especial!
fr: 🌈 Saluez les esprits et essayez de nouveaux accessoires dans un espace partagé spécial !
id: 👋 Sapa para Roh yang ramah dan cobalah properti baru di Ruang Bersama yang istimewa!
it: 🌈 Saluta i simpatici spiriti e prova i nuovi accessori in uno speciale Spazio condiviso!
ja: 🌈 フレンドリーな精霊たちと一緒に、特別なシェアスペースで新しい設置アイテムを使ってみましょう！
ko: 🌈 상냥한 영혼들에게 인사를 건네고 특별한 공유공간을 새로운 소품으로 꾸며보세요!
pt: 🌈 Diga olá aos espíritos amigáveis e experimente novos adereços num espaço compartilhado especial!
ru: 🌈 Поприветствуйте дружелюбных духов и оцените новые предметы в общем пространстве!
vi: 🌈 Hãy chào các Tinh Linh thân thiện và thử các đạo cụ mới trong Không Gian Chung đặc biệt!
zh_hans: 🌈向友好的先灵问好，并在特殊的共享空间中尝试新道具！
zh_hant: 🌈 與友善的先靈打招呼，並在特別的共享空間試用新道具！

# notification_camping24_start_title
source: A Week of Cozy Camping 🏕️
de: Eine Woche gemütliches Zelten 🏕️
es: Una semana de campamento confortable 🏕️
fr: Une semaine au vert 🏕️
id: Satu Minggu Berkemah dengan Nyaman 🏕️
it: Una settimana di campeggio confortevole 🏕️
ja: のんびりキャンプ週間🏕
ko: 일주일 동안 즐기는 아늑한 캠핑 🏕️
pt: Uma semana de Acampamento Aconchegante 🏕️
ru: Неделя уютного кемпинга 🏕️
vi: Một Tuần Cắm Trại Ấm Cúng 🏕️
zh_hans: 一周的温馨露营时光🏕️
zh_hant: 一週的溫馨露營時光 🏕️

# notification_color_end_message
source: Have you tried the most colorful racetrack in the realms? Play the event and unlock new cosmetics before it's over! 💨💨💨
de: Hast du schon die bunteste Rennstrecke in den Reichen ausprobiert? Spiele das Event und schalte neue kosmetische Gegenstände frei, bevor es vorbei ist! 💨💨💨
es: ¿Ya probaste la pista de carreras más colorida de todos los reinos? ¡Participa del evento y desbloquea nuevos accesorios antes de que termine! 💨💨💨
fr: Avez-vous essayé le circuit le plus coloré de tous les royaumes ? Participez à l'événement et débloquez de nouveaux objets cosmétiques avant la fin ! 💨💨💨
id: Sudahkah kamu mencoba arena pacuan kuda paling berwarna di dunia? Mainkan acara ini dan buka kosmetik baru sebelum acara berakhir! 💨💨💨
it: Hai provato la pista più colorata dei regni? Gioca all'evento e sblocca nuovi elementi estetici prima che finisca! 💨💨💨
ja: この世界で一番カラフルなレースには挑戦しましたか？イベントが終わってしまう前に、たっぷり遊んで新アイテムをゲットしよう！💨💨💨
ko: 왕국에서 가장 알록달록한 경주장을 달려 보셨나요? 이벤트가 끝나기 전에 경주에 참여하고 새로운 꾸미기 아이템도 잠금해제 해 보세요! 💨💨💨
pt: Você já experimentou a pista de corrida mais colorida dos reinos? Participe do evento e desbloqueie novos cosméticos antes que acabem! 💨💨💨
ru: А вы уже опробовали самую красочную трассу для гонок в наших мирах? Поучаствуйте в событии и разблокируйте новые украшения, пока не поздно! 💨💨💨
vi: Bạn đã thử đường đua sặc sỡ nhất trong các vương quốc chưa? Hãy tham gia sự kiện và mở khóa các vật phẩm mới trước khi sự kiện kết thúc! 💨💨💨
zh_hans: 你有没有试过王国中最缤纷的赛道？快来参加活动，并在活动结束前解锁全新造型饰品！ 💨💨💨
zh_hant: 你有沒有試過這個領域中最繽紛的賽道？快來參加活動，並在活動結束前解鎖全新的造型物品！💨💨💨

# notification_color_message
source: Celebrate Days of Color with new items, colorful spells, and Spirits waiting to say hello! 👋
de: Feiert die Tage der Farbe mit neuen Gegenständen, bunten Zaubern und Geistern! 👋
es: ¡Celebra los Días de Color con nuevos objetos, hechizos coloridos y espíritus que esperan para saludarte! 🌈
fr: Célébrez les jours des couleurs avec de nouveaux objets, des jeux colorés et des esprits mourant d’envie de vous dire bonjour !
id: Rayakan Hari Berwarna dengan item baru, permainan penuh warna, dan para roh yang siap menyapa kamu! 🌈
it: Festeggia i Giorni del Colore con nuovi oggetti, giochi colorati e spiriti da incontrare! 🌈
ja: 新アイテム、カラフルな魔法、楽しみに待っている精霊たちと彩なす日々をお祝いしましょう！👋
ko: 새로운 아이템, 다채로운 게임, 낯익은 영혼들이 찾아오는 색깔의 날을 축하해요! 🌈
pt: Comemore os Dias de Cores com itens novos, feitiços coloridos e espíritos que estão só lhe esperando para dar um oi! 👋
ru: Отпразднуйте Цветные дни с новыми предметами, яркими играми и духами, которым уже не терпится встретиться с вами! 🌈
th: ร่วมเฉลิมฉลองวันแห่งสีสันด้วยไอเทมใหม่ พร้อมกับเกมหลากสีสัน และเหล่าสปิริตที่รอต้อนรับคุณอยู่! 🌈
vi: Hãy chào đón Ngày Sắc Màu với các vật phẩm mới, trò chơi đầy sắc màu và những linh hồn đang chờ đón bạn! 🌈
zh_hans: 为了庆祝彩色嘉年华，我们推出了全新物品、缤纷魔法，还有好多先灵期待与你相见！👋
zh_hant: 為了慶祝彩色嘉年華，我們推出了全新物品、繽紛遊戲，還有好多先靈，期待與你相見！🌈

# notification_color_title
source: Days of Color is Here! ️‍🌈
de: Die Tage der Farbe haben begonnen! ‍🌈
es: ¡Llegaron los días de color! ‍🌈
fr: Les jours des couleurs sont arrivés ! ‍🌈
id: Hari Berwarna Tiba! ‍🌈
it: L'evento Giorni del Colore è arrivato! 🌈
ja: 彩なす日々がやってきました！🌈
ko: 색상의 날 출시! ️‍🌈
pt: Os Dias de Cores chegaram! ️‍🌈
ru: Цветные дни уже начались! ‍🌈
vi: Ngày Sắc Màu đã đến! ️‍🌈
zh_hans: 彩色嘉年华到了！🌈
zh_hant: 彩色嘉年華來啦！️‍🌈

# notification_daysofbloom_end_message
source: 🌷 Don't miss the colorful kaleidoscope of flowers, friendly spirits, and unique mementos!
de: 🌷 Lasst euch das bunte Blumen-Kaleidoskop, freundliche Geister und einzigartige Erinnerungsstücke nicht entgehen!
es: 🌷 No te pierdas el colorido caleidoscopio floral, los amigables espíritus y los exclusivos recuerdos.
fr: 🌷Ne manquez pas un kaléidoscope coloré de fleurs, d’esprits sympathiques et de souvenirs uniques !
id: 🌷 Jangan lewatkan kaleidoskop bunga yang berwarna-warni, Roh yang ramah, dan kenang-kenangan yang unik!
it: 🌷 Non perderti il colorato caleidoscopio di fiori, spiriti amichevoli e souvenir unici!
ja: 🌷優しい精霊たちに、特別な品々、万華鏡のような色鮮やかな花々が織りなす景観をどうぞお見逃しなく！
ko: 🌷 만화경처럼 다채로운 색을 뽐내는 꽃밭, 다정한 영혼, 특별한 기념품을 모두 놓치지 마세요!
pt: 🌷 Não perca o caleidoscópio colorido de flores, espíritos amigáveis e lembranças únicas!
ru: 🌷 Не пропустите красочный калейдоскоп цветов, дружелюбных духов и уникальных сувениров!
vi: 🌷 Đừng quên chiếc kính vạn hoa đầy màu sắc, các Tinh Linh thân thiện, và những vật lưu niệm độc đáo!
zh_hans: 🌷不要错过色彩缤纷的鲜花、友善的先灵和独特的纪念品！
zh_hant: 🌷 不要錯過五彩繽紛的花瓣輪舞、友好的先靈，以及獨特的紀念品！

# notification_daysofbloom_end_title
source: Days of Bloom Ends Soon 🌸
de: Die Tage der Blüte sind bald zu Ende 🌸
es: Los Días de Floración terminan pronto 🌸
fr: Les Jours de la floraison touchent à leur fin 🌸
id: Hari Bermekaran Segera Berakhir 🌸
it: L'evento Giorni della Fioritura sta per terminare 🌸
ja: 花笑む日々は残りわずか🌸
ko: 꽃놀이의 날 곧 종료 🌸
pt: Os Dias do Florescer estão acabando 🌸
ru: Цветущие дни подходят к концу 🌸
vi: Ngày Hoa Nở sắp kết thúc 🌸
zh_hans: 花开节即将结束🌸
zh_hant: 綻放節即將結束 🌸

# notification_daysofbloom_message
source: Enjoy Light and tranquil moments in the Starlight Desert, and find special items from the Bloom Guide Spirit and the Shop! 🌺
de: Genieße ruhige Momente in der Sternenlichtwüste und finde besondere Gegenstände vom Blütezeithelfer und im Shop! 🌺
es: Disfruta de la luz y los momentos de paz en el desierto Luz de Estrellas. ¡Busca objetos especiales con el espíritu guía de floración y en la tienda! 🌺
fr: Profitez de moments de lumière et de tranquillité dans le Désert stellaire, ou trouvez des objets à thème auprès de l'esprit guide de la floraison et dans la boutique ! 🌺
id: Nikmati saat-saat penuh cahaya dan ketenangan di Gurun Cahaya Bintang, dan temukan barang-barang spesial dari Roh Pemandu Bermekaran dan Toko! 🌺
it: Goditi momenti di luce e tranquillità nel Deserto Stellare, e trova gli oggetti a tema presso la guida dei Giorni della Fioritura e nel Negozio! 🌺
ja: 星月夜の砂漠で光のかけらと穏やかなひと時を楽しみ、花笑む案内人とショップで特別なアイテムを入手しましょう！🌺
ko: 별빛 사막에서 양초빛과 평온한 풍경을 즐기고, 꽃놀이 안내자 영혼과 상점을 통해 특별한 아이템을 찾아 보세요! 🌺
pt: Aproveite momentos leves e tranquilos no Deserto da Luz Estelar e encontre itens especiais do Espírito Guia do Florescer e da Loja! 🌺
ru: Наслаждайтесь светом и покоем в Звёздной пустыне и найдите особые предметы у духа-проводника Цветения и в магазине! 🌺
th: เพลิดเพลินไปกับช่วงเวลาแห่งแสงและความสงบสุขในทะเลทรายแสงดาว แล้วค้นพบไอเทมพิเศษจากสปิริตผู้แนะนำการเบ่งบาน และร้านค้า! 🌺
vi: Tận hưởng ánh sáng và những khoảnh khắc thanh bình tại Sa Mạc Ánh Sao, đồng thời tìm các vật phẩm đặc biệt từ Tinh Linh Hướng Dẫn Hoa Nở và Cửa Hàng! 🌺
zh_hans: 在星漠中享受光与宁静的时刻，从花憩节向导先灵和游戏内商店获取特别的活动物品！🌺
zh_hant: 在星漠享受光與寧靜的片刻，記得拜訪花憩嚮導與遊戲商店挑選特別的活動物品！

# notification_daysofbloom_title
source: 🌷 Days of Bloom 🌷
de: 🌷 Tage der Blüte 🌷
es: 🌷 Días de Floración 🌷
fr: 🌷 Jours de la floraison 🌷
id: 🌷 Hari Bermekaran 🌷
it: 🌷 Giorni della Fioritura 🌷
ja: 🌷花笑む日々🌷
ko: 🌷 꽃놀이의 날 🌷
pt: 🌷 Dias do Florescer 🌷
ru: 🌷 Цветущие дни 🌷
vi: 🌷 Ngày Hoa Nở 🌷
zh_hans: 🌷 花开节 🌷
zh_hant: 🌷 綻放節 🌷

# notification_daysoffeast_message
source: The Secret Area in Vault of Knowledge has received a festive makeover and is open for all to enjoy! ❄️
de: Der Geheimbereich im Tresor des Wissens wurde festlich geschmückt und steht allen Besuchern offen! ❄️
es: ¡El área secreta de la Bóveda de Conocimiento recibió una transformación festiva y está abierta para que todos la disfruten! ❄️
fr: La zone secrète de la Chambre forte de connaissance a été relookée pour les fêtes et tout le monde peut en profiter ! ❄️
id: Area Rahasia di Kubah Pengetahuan telah mendapatkan perombakan yang meriah dan terbuka untuk dinikmati semua orang! ❄️
it: L'area segreta nella Cupola della Conoscenza è stata addobbata ed è aperta a tutti! ❄️
ja: お祝いムードの書庫の秘密のエリアへ、全ての星の子どもたちをご招待。素敵なひと時をお楽しみください❄️
ko: 지식의 도서관의 비밀공간을 연말 분위기로 새단장하고 여러분을 초대합니다! ❄️
pt: A Área Secreta no Relicário do Conhecimento recebeu uma maquiagem festiva e está aberta para todos! ❄️
ru: Тайное место Хранилища знаний обновлено к празднику и открыто для всех! ❄️
vi: Khu Vực Bí Mật trong Kho Tri Thức đã được biến hóa theo phong cách lễ hội và mở cửa cho tất cả mọi người! ❄️
zh_hans: 禁阁的秘密区域进行了节日改造，现已向所有人开放！❄️
zh_hant: 禁閣的祕密區域進行了節日改造，現已向所有人開放！❄️

# notification_daysoffeast_title
source: Celebrate Days of Feast in Sky! ⛄
de: Feiere in Sky die Tage des Fests! ⛄
es: ¡Celebra los Días de festividades en Sky! ⛄
fr: Célébrez les jours de fête dans Sky ! ⛄
id: Rayakan Hari Perjamuan di Sky! ⛄
it: Festeggia i Giorni di Festa su Sky! ⛄
ja: Skyで聖なる星の日々をお祝いしましょう！⛄
ko: Sky에서 연회의 날을 축하해요! ⛄
pt: Comemore os Dias de Festa no Sky! ⛄
ru: Встречайте Праздничные дни в Sky! ⛄
vi: Chào đón Ngày Yến Hội tại Sky! ⛄
zh_hans: 在《Sky》中庆祝盛宴节！⛄
zh_hant: 在《Sky》的國度慶祝盛宴節！⛄

# notification_daysoffortune_message
source: Celebrate Days of Fortune with all new cosmetics, spells, and felicitous visitors in Valley of Triumph. 🧨
de: Feiere die Tage des Glücks mit ganz neuen kosmetischen Gegenständen, Zaubern und glücklichen Besuchern im Tal des Triumphs. 🧨
es: Celebra los días de la buena fortuna con nuevos accesorios, hechizos y visitantes alegres en el Valle del Triunfo. 🧨
fr: Célébrez les Jours de chance avec de nouveaux éléments cosmétiques, des sorts et des visiteurs heureux dans la Vallée du triomphe.
id: Rayakan Hari Keberuntungan dengan kosmetik, mantra, dan pengunjung yang beruntung di Lembah Kejayaan. 🧨
it: Festeggia i Giorni della Buona Stella con nuovi accessori, incantesimi e visitatori nella Valle del Trionfo. 🧨
ja: 新しいドレスアップアイテムと魔法を身につけ、峡谷の空を舞う吉兆を呼ぶ訪問者と一緒に来福の日々をお祝いしましょう！🧨
ko: 승리의 계곡에서 새로운 꾸미기 아이템, 주문, 행운의 손님과 함께 행복의 날을 기념해요. 🧨
pt: Comemore os Dias de Felicidade com todos os cosméticos, feitiços e visitantes felizes no Vale do Triunfo. 🧨
ru: Отпразднуйте Дни удачи с новыми предметами для внешнего вида и чарами, а также насладитесь компанией приятных гостей в Долине триумфа. 🧨
th: เฉลิมฉลองวันแห่งโชคลาภด้วยของตกแต่งใหม่ คาถา และผู้มาเยือนเปี่ยมสุขในหุบเขาแห่งชัยชนะ 🧨
vi: Chào đón Ngày May Mắn với tất cả các đồ trang trí, phép thuật và lữ khách may mắn mới trong Thung Lũng Vinh Quang. 🧨
zh_hans: 借助全新的服饰、魔法，与霞谷中的吉祥访客一起庆祝幸运节。🧨
zh_hant: 與霞谷的吉祥訪客一同慶祝幸運節，全新服飾、魔法等你來探索。🧨

# notification_daysoffortune_title
source: Days of Fortune 🐍
de: Tage des Glücks 🐍
es: Días de la buena fortuna 🐍
fr: Jours de chance 🐍
id: Hari Keberuntungan 🐍
it: Giorni della Buona Stella 🐍
ja: 来福の日々🐍
ko: 행복의 날 🐍
pt: Dias de Felicidade 🐉
ru: Дни удачи 🐍
th: วันแห่งโชคลาภ 🐍
vi: Ngày May Mắn 🐍
zh_hans: 幸运节 🐍
zh_hant: 幸運節 🐍

# notification_daysofgiving_message
source: Doubled Heart Gifts 💕 Seasonal Candles 🕯️ and Treasure Candles for a limited time!
de: Verdoppelte Herzgeschenke 💕 Saisonkerzen 🕯️ und Schatzkerzen für kurze Zeit!
es: ¡Los regalos de corazón 💕, las velas de temporada 🕯️ y las velas de tesoros se duplicarán por un tiempo limitado!
fr: Des cœurs 💕, des bougies saisonnières 🕯️ et des bougies de trésor en double pendant une durée limitée !
id: Hadiah Hati 💕, Lilin Musiman ️🕯️, dan Lilin Harta Karun dilipatgandakan selama waktu terbatas!
it: Cuori 💕, candele stagionali 🕯️ e candele del tesoro doppi per un periodo limitato!
ja: ハートのギフト💕シーズンキャンドルとキャンドルのかたまりが、少しの間だけ2倍になります！
ko: 한정된 기간 동안 하트 선물💕, 시즌 양초🕯️, 무더기양초를 두 배로 만나요!
pt: Presentes de coração 💕 Velas de temporada 🕯️ e velas do tesouro em dobro por tempo limitado!
ru: Совсем ненадолго в игре вас ждут двойные сердца 💕, сезонные свечи 🕯️ и свечи-сокровища!
vi: Nhân đôi Quà Trái Tim 💕 Nến Mùa 🕯️ và Nến Kho Báu trong thời gian giới hạn!
zh_hans: 限时双倍爱心礼物💕、季节蜡烛🕯️和宝藏蜡烛！
zh_hant: 限時加倍愛心禮物💕、季節蠟燭🕯️和寶燭！

# notification_daysofgiving_title
source: Celebrate Days of Giving in Sky ❤️
de: Feiere in Sky die Tage des Gebens ❤️
es: Celebra los Días de la generosidad en Sky! ❤️
fr: Célébrez les jours de don dans Sky ! ❤️
id: Rayakan Hari Pemberian di Sky ❤️
it: Celebra la Festa dei Doni su Sky! ❤️
ja: 分かち合いの日々をお祝いしましょう❤️
ko: Sky에서 나눔의 날을 축하해요! ❤️
pt: Comemore os Dias de Presentear no Sky! ⛄
ru: Встречайте Дни дарения в Sky ❤️
vi: Chào đón Ngày Cống Hiến tại Sky ❤️
zh_hans: 在《Sky》中庆祝奉献节！❤️
zh_hant: 在《Sky》的國度慶祝奉獻節！❤️

# notification_daysoflove_message
source: Celebrate Days of Love with new and returning items. Head to Jellyfish Cove for more surprises. ❤️
de: Feiere die Tage der Liebe mit neuen und wiederkehrenden Gegenständen. Begib dich für mehr Überraschungen zur Quallenbucht. ❤️
es: Celebra los días de amor con objetos nuevos y recurrentes. Ve a la Ensenada de la Medusa para descubrir más sorpresas. ❤️
fr: Fêtez les Jours de l'amour avec des objets d'hier et d'aujourd'hui. D'autres surprises vous attendent à la Crique aux méduses. ❤️
id: Rayakan Hari Kasih Sayang dengan item baru dan item yang kembali. Kunjungi Teluk Ubur-ubur untuk mendapatkan lebih banyak kejutan. ❤️
it: Festeggia i Giorni dell'Amore con oggetti nuovi e del passato. Visita la Baia delle Meduse per ulteriori sorprese. ❤️
ja: 愛しみの日々を新旧アイテムでお祝いしましょう。海月の入り江であなたを待つ驚きの光景を見つけに行きましょう❤️
ko: 새로운 아이템과 돌아온 아이템이 가득한 사랑의 날을 축하해요. 해파리 만으로 가서 더 많은 깜짝 선물을 만나보세요. ❤️
pt: Comemore os Dias de Amor com itens novos e antigos que voltaram. Vá à Enseada das Águas-vivas para ver várias surpresas. ❤️
ru: Отпразднуйте Дни любви с сезонными предметами, которые вернулись в игру. И обязательно загляните в Бухту медуз, чтобы не упустить ещё много сюрпризов! ❤️
th: ฉลองวันแห่งความรักด้วยไอเทมใหม่และที่หวนกลับมา มุ่งหน้าไปยังอ่าวแมงกะพรุนเพื่อรับเซอร์ไพรส์เพิ่ม ❤️
vi: Chào đón Ngày Tình Yêu với các vật phẩm mới và vật phẩm trở lại. Hãy đến Vịnh Sứa để biết thêm nhiều điều bất ngờ. ❤️
zh_hans: 在爱之庆典中发掘全新物品和经典复刻的惊喜。前往水母湾，体验更多精彩内容。 ❤️
zh_hant: 在愛之慶典中發掘全新物品和經典復刻的驚喜。前往水母灣，體驗更多精彩內容。❤️
