Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# dye_confirm_new_color_body
source: You can <b>reapply</b> styles you've unlocked at the <b>closet</b>.
de: Du kannst Stile <b>erneut verwenden</b>, die du im <b>Kleiderschrank</b> freigeschaltet hast.
es: Puedes <b>volver a seleccionar</b> los estilos desbloqueados en el <b>armario</b>.
fr: Depuis la <b>garde-robe</b>, vous pourrez <b>à nouveau</b> appliquer les styles débloqués.
id: Kamu bisa <b>menggunakan kembali</b> gaya yang telah kamu buka sebelumnya di <b>lemari</b>.
it: Puoi <b>riapplicare</b> gli stili che hai sbloccato nel <b>guardaroba</b>.
ja: 作成済みの配色の装いは<b>ドレスアップの祠</b>で<b>再度適用</b>できます
ko: <b>옷장</b>에서 잠금해제한 스타일을 <b>다시 적용</b>할 수 있습니다.
pt: No <b>armário</b>, você pode <b>reaplicar</b> estilos que desbloqueou.
ru: Вы можете <b>менять</b> открытые стили в <b>гардеробной</b>.
th: คุณสามารถ<b>ใช้</b>สไตล์ที่คุณปลดล็อกที่<b>ตู้เสื้อผ้า</b>ใหม่อีกครั้งได้
vi: Bạn có thể <b>áp dụng lại</b> các kiểu dáng đã mở khóa tại <b>tủ đồ</b>.
zh_hans: 你可以<b>重新应用</b>在<b>橱柜</b>中解锁的样式。
zh_hant: 你可以在<b>衣櫃</b>中<b>重新套用</b>已解鎖的樣式。

# dye_confirm_new_color_title
source: Create a New Outfit Style?
de: Neuen Outfit-Stil erstellen?
es: ¿Crear estilo nuevo de traje?
fr: Créer un nouveau style de tenue ?
id: Ciptakan Gaya Pakaian yang Baru?
it: Vuoi creare un nuovo stile di abbigliamento?
ja: 新色の装いを創りますか？
ko: 새로운 의상 스타일을 만들까요?
pt: Criar um novo estilo de traje?
ru: Создать новый стиль наряда?
th: สร้างสไตล์ชุดเสื้อผ้าใหม่หรือไม่
vi: Tạo Phong Cách Trang Phục Mới?
zh_hans: 创作新的服饰样式？
zh_hant: 要設計一套新的配色組合嗎？

# dye_confirm_overwrite_body
source: You've reached the <b>maximum</b> number of <b>styles</b> for this outfit. You'll need to <warning>replace</warning> one of your styles.
de: Du hast die <b>maximale</b> Anzahl an <b>Stilen</b> für dieses Outfit erreicht. Du musst einen deiner Stile <warning>ersetzen</warning>.
es: Alcanzaste el <b>máximo</b> de <b>estilos</b> para este traje. Debes <warning>reemplazar</warning> uno de los estilos.
fr: Vous avez atteint le nombre <b>maximum</b> de <b>styles</b> pour cette tenue. Vous allez devoir <warning>remplacer</warning> l'un d'eux.
id: Kamu telah mencapai jumlah <b>maksimum</b> dari <b>gaya</b> untuk pakaian ini. Kamu harus <warning>mengganti</warning> salah satu gaya milikmu.
it: Hai raggiunto il <b>massimo</b> numero di <b>stili</b> per questo abbigliamento. Dovrai <warning>sostituire</warning> uno dei tuoi stili.
ja: この装いに作成できる<b>配色</b>の<b>最大数</b>に達しました。 これまで作成したものと<warning>入れ替える</warning>必要があります
ko: 이 의상으로 만들 수 있는 <b>최대</b> <b>스타일</b> 수에 도달했습니다. 스타일 중 하나를 <warning>교체</warning>해야 합니다.
pt: Você atingiu o número <b>máximo</b> de <b>estilos</b> para este traje. Você precisará <warning>substituir</warning> um dos estilos.
ru: Вы открыли <b>максимальное</b> количество <b>стилей</b> для этого наряда. Нужно <warning>заменить</warning> один из имеющихся стилей.
th: คุณมี<b>สไตล์</b>สำหรับชุดเสื้อผ้านี้ครบจำนวน<b>สูงสุด</b>แล้ว คุณจำเป็นต้อง<warning>แทนที่</warning>หนึ่งในสไตล์ของคุณ
vi: Bạn đã đạt số lượng <b>tối đa</b> <b>phong cách</b> cho trang phục này. Bạn sẽ cần phải <warning>thay thế</warning> một phong cách.
zh_hans: 你已达到此服饰可用的<b>最大</b><b>样式</b>数量。 你需要<warning>替换</warning>所拥有的样式之一。
zh_hant: 此服飾的<b>配色組合</b>數量已達<b>上限</b>。 你需要<warning>替換</warning>其中一組配色。

# dye_confirm_overwrite_second_body
source: The <b>replaced style</b> will be <warning>lost</warning>.
de: Der <b>ersetzte Stil</b> geht <warning>verloren</warning>.
es: El <b>estilo reemplazado</b> se <warning>perderá</warning>.
fr: Le <b>style remplacé</b> sera <warning>perdu</warning>.
id: <b>Gaya yang digantikan</b> akan <warning>hilang</warning>.
it: Lo <b>stile sostituito</b> sarà <warning>perduto</warning>.
ja: <b>入れ替えた配色</b>は<warning>失われます</warning>
ko: <b>교체된 스타일</b>은 <warning>삭제</warning>됩니다.
pt: Você <warning>perderá</warning> o <b>estilo substituído</b>.
ru: <b>Заменённый стиль</b> <warning>исчезнет</warning>.
th: <b>สไตล์ที่ถูกแทนที่</b>จะ<warning>หายไป</warning>
vi: <b>Phong cách được thay thế</b> sẽ <warning>bị mất</warning>.
zh_hans: <b>被替换的样式</b>将会<warning>丢失</warning>。
zh_hant: <b>被替換的組合</b>將會<warning>消失</warning>。

# dye_confirm_overwrite_second_title
source: Are You Sure?
de: Bist du sicher?
es: ¿Confirmas?
fr: Continuer ?
id: Apakah Kamu Yakin?
it: Confermi?
ja: 実行してよろしいですか？
ko: 정말 교체할까요?
pt: Tem certeza?
ru: Вы уверены?
th: คุณแน่ใจหรือไม่
vi: Bạn Có Chắc Chắn?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？

# dye_confirm_overwrite_title
source: Replace an Outfit Style?
de: Einen Outfit-Stil ersetzen?
es: ¿Reemplazar estilo de traje?
fr: Remplacer un style de tenue ?
id: Mengganti Gaya Pakaian?
it: Vuoi sostituire uno stile di abbigliamento?
ja: 装いの配色を入れ替えますか？
ko: 의상 스타일을 교체할까요?
pt: Substituir um estilo de traje?
ru: Заменить этот стиль наряда?
th: แทนที่สไตล์ชุดเสื้อผ้าหรือไม่
vi: Thay Thế Một Phong Cách Trang Phục?
zh_hans: 替换一种服饰样式？
zh_hant: 替換配色組合？

# dye_error_already_owned
source: You <b>already own</b> this <2>outfit style</2>
de: Du <b>besitzt</b> diesen <2>Outfit-Stil</2> bereits.
es: Ya <b>tienes</b> este <2>estilo de traje</2>.
fr: Vous <b>possédez déjà</b> ce <2>style de tenue</2>.
id: Kamu <b>sudah memiliki</b> <2>gaya pakaian</2> ini
it: <b>Possiedi già</b> questo <2>stile di abbigliamento</2>
ja: あなたはこの<2>配色の装い</2>を<b>すでにお持ちです</b>
ko: 이 <2>의상 스타일</2>을 <b>이미 보유</b> 중입니다.
pt: Você <b>já tem</b> este <2>estilo de traje</2>
ru: У вас <b>уже есть</b> этот <2>стиль наряда</2>.
th: คุณ<b>เป็นเจ้าของ</b><2>สไตล์ชุดเสื้อผ้า</2>นี้แล้ว
vi: Bạn <b>đã sở hữu</b> <2>phong cách trang phục</2> này
zh_hans: 你<b>已拥有</b>此<2>服饰样式</2>
zh_hant: 你<b>已擁有</b>此<2>配色組合</2>。

# dye_error_insufficient_funds
source: You <b>don't have</b> enough <2>dye</2> to unlock this
de: Du <b>hast nicht</b> genug <2>Farbe</2>, um dies freizuschalten
es: <b>No te alcanzan</b> las <2>tinturas</2> para desbloquear esto.
fr: Vous <b>n'avez pas</b> assez de <2>teinture</2> pour débloquer ceci.
id: Kamu <b>tidak memiliki</b> <2>pewarna</2> yang cukup untuk membuka ini
it: <b>Non hai</b> abbastanza <2>tintura</2> per applicarla
ja: この染色に必要な<2>光染料</2>が<b>足りていません</b>
ko: <2>염색약</2>이 <b>부족해서</b> 잠금해제할 수 없어요
pt: Você <b>não tem</b> <2>tinta</2> suficiente para desbloquear isso
ru: У вас <b>недостаточно</b> <2>краски</2>, чтобы открыть.
th: คุณมี<2>สีย้อม</2><b>ไม่พอ</b>ที่จะปลดล็อกรายการนี้
vi: Bạn <b>không có</b> đủ <2>Thuốc Nhuộm</2> để mở khóa mục này
zh_hans: 你<b>没有</b>足够的<2>染料</2>来解锁此物品
zh_hant: 你<b>沒有</b>足夠的<2>光染</2>來解鎖此配色。

# dye_error_item_undyeable
source: This outfit item <b>cannot be dyed</b>
de: Dieser Outfit-Gegenstand <b>kann nicht gefärbt werden</b>.
es: <b>No se puede teñir</b> esta prenda.
fr: Cet élément <b>ne peut être teint</b>
id: Item pakaian ini <b>tidak bisa diwarnai</b>
it: Questo capo di abbigliamento <b>non può essere tinto</b>
ja: このドレスアップアイテムは<b>染めることはできません</b>
ko: 이 의상 아이템은 <b>염색할 수 없습니다</b>
pt: Este item de traje <b>não pode ser tingido</b>
ru: Этот предмет <b>нельзя покрасить</b>
th: ไอเทมชุดเสื้อผ้านี้<b>ไม่สามารถย้อมสีได้</b>
vi: Mục trang phục này <b>không thể nhuộm màu</b>
zh_hans: 此服饰物品<b>无法染色</b>
zh_hant: 此服飾物品<b>無法染色</b>

# dye_error_no_base_color
source: <b>Select</b> a <2>base color</2> before applying a <2>tint</2>
de: <b>Wähle</b> eine <2>Grundfarbe</2>, bevor du eine <2>Nuance</2> anwendest
es: <b>Selecciona</b> un <2>color de base</2> antes de un <2>tinte</2>.
fr: <b>Sélectionnez</b> une <2>couleur de base</2> avant d'appliquer une <2>teinture</2>.
id: <b>Pilih</b> sebuah <2>warna dasar</2> sebelum mengaplikasikan <2>warna</2>
it: <b>Seleziona</b> un <2>colore di base</2> prima di applicare una <2>tinta</2>
ja: <2>ティント</2>を適用する前に、<2>基調色</2>を<b>選択</b>しましょう
ko: <2>색조</2>를 적용하기 전에 <2>기본 색</2>을 <b>선택</b>해주세요
pt: <b>Selecione</b> uma <2>cor-base</2> antes de aplicar uma <2>tinta</2>
ru: <b>Выберите</b> <2>базовый цвет</2>, прежде чем нанести <2>оттенок</2>.
th: <b>เลือก</b><2>สีพื้นฐาน</2>ก่อนใช้<2>สี</2>
vi: <b>Chọn</b> một <2>màu cơ bản</2> trước khi áp dụng một <2>sắc thái</2>
zh_hans: 在应用<2>着色</2>之前<b>选择</b>一种<2>基础颜色</2>
zh_hant: <b>選擇</b>一個<2>底色</2>，然後套用<2>色調</2>。

# dye_error_none_selected
source: <b>No</b> <2>dye</b> has been selected
de: <b>Keine</b> <2>Farbe</b> wurde ausgewählt
es: <b>Ninguna</b> <2>tintura</b> seleccionada.
fr: <b>Aucune</b> <2>teinture</b> n'a été sélectionnée
id: <b>Tidak ada</b><2>pewarna</2> yang telah dipilih
it: <b>Nessuna</b> <2>tintura</b> selezionata
ja: <2>光染料</b>が選択されて<b>いません</b>
ko: 선택한 <2>염색약</b>이 <b>없습니다</b>
pt: <b>Nenhuma</b> <2>tinta</b> selecionada
ru: <b>Вы ещё не</b> выбрали <2>краску</b>.
th: <b>ไม่ได้</b>เลือก<2>สีย้อม</b>
vi: <b>Không có</b> <2>thuốc nhuộm</b> nào được chọn
zh_hans: <b>未</b>選擇任何<2>光染</b>
zh_hant: <b>未</b>選擇任何<2>光染</b>

# dye_error_unowned_item
source: You <b>cannot dye</b> an outfit item you don't own.
de: Du kannst ein Outfit <b>nicht färben</b>, wenn du es nicht besitzt.
es: <b>No puedes teñir</b> una pieza de traje que no posees.
fr: Il est <b>impossible de teindre</b> une tenue que vous ne possédez pas.
id: Kamu <b>tidak bisa mewarnai</b> item pakaian yang tidak kamu miliki.
it: <b>Non puoi tingere</b> un capo di abbigliamento che non possiedi.
ja: 自身で所持していないドレスアップアイテムを<b>染めることはできません</b>
ko: 보유하지 않은 의상은 <b>염색할 수 없어요</b>.
pt: Você <b>não pode tingir</b> um item de traje que não é seu.
ru: Вы не можете <b>покрасить</b> наряд, которого у вас нет.
th: คุณ<b>ไม่สามารถย้อมสี</b>ไอเทมชุดเสื้อผ้าที่คุณไม่ได้เป็นเจ้าของ
vi: Bạn <b>không thể nhuộm màu</b> trang phục mà bạn chưa sở hữu.
zh_hans: 你<b>无法</b>给未拥有的服饰物品染色。
zh_hant: 你<b>無法</b>替尚未擁有的服飾染色。

# dye_overwrite_prompt
source: Choose an Outfit Style to <warning>Replace</warning>
de: Wähle einen Outfit-Stil, um ihn zu <warning>ersetzen</warning>
es: Elige un estilo de traje para <warning>reemplazar</warning>.
fr: Sélectionnez le style de tenue à <warning>remplacer</warning>.
id: Pilih Gaya Pakaian yang akan <warning>Digantikan</warning>
it: Scegli uno stile di abbigliamento da <warning>sostituire</warning>
ja: <warning>入れ替える</warning>配色の装いを選択します
ko: <warning>교체</warning>할 의상 스타일을 고르세요
pt: Escolha um estilo de traje para <warning>substituir</warning>
ru: Выберите стиль наряда для <warning>замены</warning>.
th: เลือกสไตล์ชุดเสื้อผ้าเพื่อ<warning>แทนที่</warning>
vi: Chọn Một Phong Cách Trang Phục Để <warning>Thay Thế</warning>
zh_hans: 选择一种服饰样式以<warning>替换</warning>
zh_hant: 選擇要<warning>替換</warning>的配色組合

# dye_page_title_undyeable
source: Outfit Item Not Dyeable
de: Outfit-Gegenstand nicht färbbar
es: Prenda no teñible
fr: Ne peut être teint
id: Item Pakaian Tidak Dapat Diwarnai
it: Articolo di abbigliamento non colorabile
ja: 光染め不可のアイテム
ko: 의상 아이템 염색 불가
pt: Item de traje não tingível
ru: Неокрашиваемый предмет
th: ไอเทมชุดเสื้อผ้าไม่สามารถย้อมสีได้
vi: Trang Phục Không Thể Nhuộm Màu
zh_hans: 服饰物品不可染色
zh_hant: 服飾物品不可染色

# dye_purchase_confirm_title
source: Unlock this Outfit Style?
de: Diesen Outfit-Stil freischalten?
es: ¿Desbloquear estilo de traje?
fr: Débloquer ce style de tenue ?
id: Membuka Gaya Pakaian ini?
it: Vuoi sbloccare questo stile di abbigliamento?
ja: この配色の装いを作成しますか？
ko: 이 의상 스타일을 잠금해제할까요?
pt: Desbloquear este estilo de traje?
ru: Открыть этот стиль наряда?
th: ปลดล็อกสไตล์ชุดเสื้อผ้านี้หรือไม่
vi: Mở Khóa Phong Cách Trang Phục Này?
zh_hans: 解锁此服饰样式？
zh_hant: 要解鎖此配色組合嗎？

# dye_tint_color_title
source: Tint Color
de: Nuancenfarbe
es: Color de tinte
fr: Teinte
id: Rona Warna
it: Tingi il colore
ja: ティントカラー
ko: 색조
pt: Cor da tinta
ru: Оттенок
th: สี
vi: Màu Sắc Thái
zh_hans: 色调
zh_hant: 色調

# dylan_ann_text1
source: The community of Sky is so wonderful, I want to show you all my gratitude.
de: Die Community von Sky ist so wunderbar, ich möchte euch allen meine Dankbarkeit zeigen.
es: La comunidad de Sky es maravillosa, Quiero darles mis agradecimientos.
fr: La communauté de Sky est si merveilleuse, Je veux vous montrer ma gratitude.
id: Komunitas Sky sungguh luar biasa, Aku ingin mengucapkan terima kasih banyak.
it: La community di Sky è meravigliosa, voglio mostrarvi tutta la mia gratitudine.
ja: Skyのコミュニティは本当にワンダフル！
ko: Sky 커뮤니티는 정말 놀라워요. 모두에게 감사 인사를 하고 싶어요.
pt: A comunidade Sky é tão incrível, quero mostrar minha gratidão a todos.
ru: Игроки «Sky» просто чудесные, и я хочу поблагодарить вас всех.
th: ชุมชนของ Sky นั้นยอดเยี่ยมมากเลย และฉันอยากจะขอบคุณคุณมากๆ เลย
vi: Cộng đồng Sky thật tuyệt vời, Tôi muốn bày tỏ sự cảm kích của mình với các bạn.
zh_hans: Sky社区真是太棒了， 我想向你们表示衷心的感谢。
zh_hant: Sky 社群真是太美好了， 我想向你們表達我所有的感激之情。

# dylan_ann_text2
source: But the only way I can truly express this...is through the art of dance!
de: Aber der einzige Weg, wie ich das wirklich ausdrücken kann … ist durch die Kunst des Tanzes!
es: Pero la única forma en que puedo expresarlo... ¡Es mediante el arte de la danza!
fr: Mais la seule façon dont je peux vraiment l'exprimer...c'est à travers l'art de la danse !
id: Namun, satu-satunya cara aku bisa menyampaikan ini...adalah melalui seni menari!
it: Ma l'unico modo in cui posso esprimerla veramente...è attraverso l'arte della danza!
ja: あふれる感謝を伝えたいけど、僕が唯一できることは...ダンス！
ko: 하지만 이런 마음을 표현할 수 있는 유일한 방법은... 춤 뿐이죠!
pt: Mas o único jeito de realmente expressar isso...é pela arte da dança!
ru: А выразить мои чувства как следует...я могу только танцем!
th: แต่วิธีเดียวที่ฉันจะแสดงความรู้สึกนี้ได้... ก็คือผ่านศิลปะการเต้นรำไง!
vi: Nhưng cách duy nhất để tôi có thể thực sự thể hiện được tình cảm... là thông qua nghệ thuật khiêu vũ!
zh_hans: 但我可以真正表达这一点的唯一方法…… 就是通过舞蹈艺术！
zh_hant: 但我真正能表達這一點的唯一方式…… 就是透過舞蹈的藝術！

# dylan_ann_text3
source: Hit it Vince!
de: Los, Vince!
es: ¡Dale, Vince!
fr: Vas-y Vince !
id: Mainkan, Vince!
it: Dacci dentro, Vince!
ja: ヴィンス、ミュージックプリーズ！
ko: 시작해요, 빈스!
pt: Som na caixa, Vince!
ru: Давай, Винс!
th: เริ่มได้เลย วินซ์!
vi: Lên nào, Vince!
zh_hans: Vince，开场吧！
zh_hant: 開始吧，Vince！

# dylan_ann_text4
source: And now for the grand finale!
de: Und nun zum großen Finale!
es: ¡Y ahora, el gran final!
fr: Et maintenant, le grand final !
id: Dan kini saatnya Grand Final!
it: E adesso, il gran finale!
ja: よーし、グランドフィナーレ！
ko: 이제 클라이막스!
pt: E, agora, o grande final!
ru: А снйчас - финальное шоу!
th: แล้วก็ถึงตอนจบที่ยิ่งใหญ่!
vi: Và giờ là màn trình diễn cuối!
zh_hans: 现在是大结局！
zh_hant: 大結局隆重登場！

# dylan_ann_text5
source: I can't feel my legs, but it was worth it. Thank you all! ❤️
de: Ich kann meine Beine nicht mehr spüren, aber das war es wert. Ich danke euch allen! ❤️
es: No siento las piernas, pero valió la pena. ¡Gracias a todos! ❤️
fr: Je ne sens plus mes jambes, mais ça en valait la peine. Merci à tous ! ❤️
id: Aku tak bisa merasakan kakiku, tetapi itu sepadan. Terima kasih, Semua! ❤️
it: Ho le gambe a pezzi, ma ne è valsa la pena. Grazie a tutti! ❤️
ja: もう足の感覚が無いけど、それだけの価値はあったかな… みんなサンキュー！ ❤️
ko: 너무 춤을 춰서 다리에 감각은 없지만 정말 즐거웠어요. 모두 고마워요! ❤️
pt: Não consigo sentir minhas pernas, mas valeu a pena. Obrigado, gente! ❤️
ru: Совсем ног не чувствую, но было здорово. Всем спасибо! ❤️
th: ขาของฉันชาไปหมดแล้ว แต่มันก็คุ้มค่ามากเลย ขอบคุณพวกคุณทุกคนมาก! ❤️
vi: Chân tôi mất cảm giác rồi, nhưng thật bõ công. Cảm ơn tất cả các bạn! ❤️
zh_hans: 我感觉我的腿要废了，但这是值得的。 谢谢大家！❤️
zh_hant: 我感覺不到我的腿了，但這是值得的。 謝謝大家！❤️

# dylan_ann_text6
source: Oh! That's embarrassing... I'll fix that!
de: Oh! Das ist peinlich ... lass mich das in Ordnung bringen!
es: ¡Oh! ¡Qué vergüenza...! ¡Lo arreglaré!
fr: Oh ! Voilà qui est bien embarrassant... je vais réparer cela !
id: Oh! Itu memalukan... Akan kuatasi!
it: Oh! È imbarazzante... Ci penso io!
ja: あああ！はずかしいな…すぐ直すよ！
ko: 그래선 안 될 일이죠... 제가 고칠게요!
pt: Ah! Nossa... Deixa que eu resolvo!
ru: Ой! Как неловко... я всё исправлю.
th: โอ้! น่าอายจัง... ฉันจะแก้ไขเรื่องนั้นเอง!
vi: Ồ! Thật xấu hổ... Tôi sẽ sửa lại ngay!
zh_hans: 哦！这可真尴尬……让我来解决吧！
zh_hant: 啊！這下尷尬了……我來解決吧！

# ec_bonus_area_3
source: {{1}}/3 <2>Bonus Event Tickets</2> found in this area.
de: {{1}}/3 <2>Bonus-Event-Tickets</2> in diesem Bereich gefunden.
es: {{1}}/3 <2>boletos del evento adicionales</2> encontrados en esta zona.
fr: {{1}}/3 <2>tickets d'événement bonus</2> trouvé(s) dans la zone.
id: {{1}}/3 <2>Tiket Acara Bonus</2> ditemukan di area ini.
it: {{1}}/3 <2>biglietti evento bonus</2> trovati in quest'area.
ja: このエリアの {{1}}/3 枚の<2>ボーナスイベント専用チケット</2>を見つけました
ko: 이 구역에서 <2>보너스 이벤트 티켓</2> {{1}}/3장을 찾았습니다.
pt: {{1}}/3 <2>tíoquetes de evento bônus</2> encontrados nesta área.
ru: Найдено <2>бонусных билетов события</2> в этой области: {{1}}/3.
th: พบ {{1}}/3 <2>โบนัสตั๋วอีเวนต์</2> ในพื้นที่นี้
vi: {{1}}/3 <2>Vé Sự Kiện Thưởng</2> đã được tìm thấy trong khu vực này.
zh_hans: 在此区域找到3张<2>额外奖励活动门票</2>中的{{1}}张。
zh_hant: 在這個區域找到了 {{1}}/3 枚<2>額外活動票券</2>。

# edit_note_confirm_title
source: Edit this?
de: Bearbeiten?
es: ¿Editar esto?
fr: Modifier ceci ?
id: Edit ini?
it: Vuoi modificare?
ja: 編集しますか？
ko: 편집할까요?
pt: Editar?
ru: Изменить?
th: แก้ไขสิ่งนี้หรือไม่
vi: Bạn muốn chỉnh sửa?
zh_hans: 要编辑吗？
zh_hant: 編輯此內容？

# emote_favorites_chat_error
source: Your message may violate Community Guidelines and has been <b>blocked</b>.
de: Deine Nachricht verstößt möglicherweise gegen die Community-Richtlinien und wurde <b>blockiert</b>.
es: Tu mensaje podría infringir las normas de la comunidad y por eso se <b>bloqueó</b>.
fr: Votre message pourrait constituer une violation de nos lignes directrices communautaires et a été <b>bloqué</b>.
id: Pesan kamu mungkin melanggar Pedoman Komunitas dan telah <b>diblokir</b>.
it: Il tuo messaggio potrebbe violare le Linee guida della community ed è stato <b>bloccato</b>.
ja: あなたのメッセージはコミュニティ・ガイドラインに反している可能性があるため <b>ブロック</b>されました
ko: 커뮤니티 가이드라인 위반 가능성이 있는 메시지가 <b>차단</b>되었습니다.
pt: Sua mensagem pode violar as Diretrizes da Comunidade e foi <b>bloqueada</b>.
ru: Ваше сообщение было <b>заблокировано</b>, так как оно может нарушать Правила сообщества.
th: ข้อความของคุณอาจละเมิดแนวทางปฏิบัติของชุมชน จึงส่งผลให้ถูก<b>บล็อก</b>
vi: Thông điệp của bạn có thể vi phạm Nguyên Tắc Cộng Đồng và đã bị <b>chặn</b>.
zh_hans: 你的消息可能违反了社区准则，已被<b>屏蔽</b>。
zh_hant: 你的訊息可能違反社群準則，並遭到<b>封鎖</b>。

# emote_favorites_chat_placeholder
source: Save a Message!
de: Speichere eine Nachricht!
es: ¡Guarda un mensaje!
fr: Enregistrez un message !
id: Simpan Pesan!
it: Salva un messaggio!
ja: メッセージを保存しましょう！
ko: 메시지를 저장하세요!
pt: Salve uma mensagem!
ru: Сохраните сообщение!
th: บันทึกข้อความ!
vi: Lưu Tin nhắn!
zh_hans: 保存留言！
zh_hant: 儲存一則留言！

# emote_favorites_chat_timeout
source: <b>Message failed</b> to save. Please check your connection or try again later.
de: Nachricht konnte <b>nicht gespeichert</b> werden. Bitte überprüfe deine Verbindung oder versuche es später erneut.
es: El <b>mensaje no</b> se guardó. Verifica tu conexión o intenta de nuevo más tarde.
fr: <b>Message non sauvegardé</b>. Vérifiez votre connexion ou réessayez plus tard.
id: <b>Pesan tidak berhasil</b> disimpan. Periksa koneksi kamu atau coba lagi nanti.
it: <b>Messaggio non salvato</b>. Controlla la connessione o riprova più tardi.
ja: <b>メッセージの保存に失敗しました。</b>接続状況をご確認いただく、または時間を置いてから再度お試しください
ko: <b>메시지 저장 실패</b>. 연결을 확인하거나 나중에 다시 시도해 주십시오.
pt: <b>Falha ao salvar a mensagem</b>. Verifique a conexão ou tente novamente mais tarde.
ru: <b>Не удалось сохранить сообщение</b>. Проверьте ваше соединение или попробуйте позже.
th: <b>ล้มเหลว</b>ในการบันทึกข้อความ โปรดตรวจสอบการเชื่อมต่อของคุณ หรือลองใหม่อีกครั้งในภายหลัง
vi: <b>Không thể lưu</b> thông điệp. Vui lòng kiểm tra kết nối hoặc thử lại sau.
zh_hans: <b>消息保存失败</b>，请检查你的连接或稍后再试。
zh_hant: 儲存<b>訊息失敗</b>。請檢查您的連線狀態或稍後再試。

# emote_favorites_chat_title
source: Favorite Message
de: Lieblingsnachricht
es: Mensaje favorito
fr: Message favori
id: Pesan Favorit
it: Messaggio preferito
ja: お気に入りメッセージ
ko: 즐겨찾는 메시지
pt: Mensagem preferida
ru: Любимое сообщение
th: ข้อความโปรด
vi: Tin nhắn yêu thích
zh_hans: 最喜欢的留言
zh_hant: 最愛的留言

# emote_favorites_select_slot
source: Select a Favorite slot to modify
de: Wähle zum Bearbeiten einen Favoriten-Platz aus
es: Selecciona un lugar favorito para modificarlo
fr: Sélectionner un emplacement de favori à modifier
id: Pilih slot Favorit untuk dimodifikasi
it: Seleziona uno slot da modificare
ja: 枠を選択して編集します
ko: 수정할 칸을 선택하세요
pt: Escolha um espaço em Favoritos para modificar
ru: Выберите ячейку с любимой эмоцией для изменения
th: เลือกสล็อตโปรดที่ต้องการแก้ไข
vi: Chọn một ô Yêu thích để thay đổi
zh_hans: 选择一个最喜欢表情栏位来修改
zh_hant: 選擇最愛欄位進行修改

# emote_favorites_slot_emote
source: Assign your favorite to a slot
de: Weise deinen Favoriten einem Platz zu
es: Asígnale un lugar a tu favorito
fr: Affecter votre favori à un emplacement
id: Tetapkan favorit kamu pada sebuah slot
it: Assegna il tuo preferito a uno slot
ja: お気に入りを枠に設定しましょう
ko: 즐겨찾는 제스처를 빈 칸에 저장하세요
pt: Coloque o seu favorito a um espaço
ru: Назначьте любимую эмоцию в ячейку
th: นำรายการโปรดของคุณไปยังสล็อต
vi: Gán mục yêu thích của bạn vào một ô
zh_hans: 将你最喜欢的表情指定至一个栏位
zh_hant: 為你的最愛表情指定一個欄位

# emote_menu_section_dyes
source: Dyes
de: Farben
es: Tinturas
fr: Teintures
id: Pewarna
it: Tinte
ja: 光染め
ko: 염색약
pt: Tintas
ru: Краски
th: สีย้อม
vi: Thuốc Nhuộm
zh_hans: 染料
zh_hant: 光染

# emote_menu_section_spells
source: Spells
de: Zauber
es: Hechizos
fr: Sorts
id: Mantra
it: Incantesimi
ja: 魔法
ko: 주문
pt: Feitiços
ru: Чары
th: คาถา
vi: Phép Thuật
zh_hans: 魔法
zh_hant: 魔法

# emote_not_allowed_when_being_carried
source: Not allowed while being carried
de: Nicht möglich, während du getragen wirst
es: No se permite mientras te llevan
fr: Non autorisé pendant le transport
id: Tidak diperbolehkan saat sedang digendong
it: Non consentito durante il trasporto sulle spalle
ja: 手をつないでいる間は使用できません
ko: 업혀 있는 채로는 사용할 수 없습니다
pt: Não é permitido enquanto carregado
ru: Нельзя, пока вас несут
th: ไม่สามารถใช้ได้ ขณะถูกแบกอยู่
vi: Không thể thực hiện khi đang được đưa đi
zh_hans: 被其他人背起时无法使用
zh_hant: 被其他人背起時無法使用

# emote_uncollected_hint
source: Finding <1>spirits</1> unlocks deeper expressions.
de: Das Finden von <1>Geistern</1> erschließt tiefere Ausdrücke.
es: Cuando encuentras <1>espíritus</1>, desbloqueas expresiones más profundas.
fr: Trouver des <1>esprits</1> débloquera des expressions plus profondes.
id: Dengan menemukan <1>roh</1>, akan membuka ekspresi yang lebih bermakna.
it: L'incontro con gli <1>spiriti</1> sblocca espressioni più profonde
ja: より複雑な感情表現を教えてくれる<1>精霊たち</1>を探しましょう
ko: <1>영혼</1>을 찾으면 더욱 다양한 제스처가 잠금 해제됩니다.
pt: Encontrar <1>espíritos</1> libera expressões mais profundas.
ru: Поиск <1>духов</1> откроет улучшенные выражения.
th: การค้นหา<1>สปิริต</1>จะช่วยปลดล็อกการแสดงออกที่ลึกซึ้งยิ่งใหญ่
vi: Tìm kiếm <1>tinh linh</1> sẽ mở khóa biểu cảm sâu sắc hơn.
zh_hans: 找到<1>先灵</1>可以解锁更丰富的表情。
zh_hant: 找到<1>先靈</1>來解鎖更豐富的表情。

# emote_uncollected_hint_specific
source: The <1>{{1}}</1> remains trapped in this area. Save them to acquire this expression.
de: Der Geist <1>{{1}}</1> ist weiterhin in diesem Gebiet gefangen. Rette ihn, um diesen Ausdruck zu erhalten.
es: El espíritu <1>{{1}}</1> no puede salir de la zona. Ofrécele ayuda y adquirirás su expresión.
fr: Notre <1>{{1}}</1> ne peut sortir de cette zone. Il faut l'aider pour obtenir son expression.
id: <1>{{1}}</1> masih terjebak di area ini. Selamatkan mereka untuk mendapatkan ekspresi ini.
it: Lo spirito "<1>{{1}}</1>" è intrappolato in questa zona. Salvalo per acquisire questa espressione.
ja: <1>{{1}}</1>はこのエリアに囚われているようです。 救いだし、感情表現を教えてもらいましょう
ko: 이 지역에 <1>{{1}}</1>이(가) 아직 갇혀 있습니다. 영혼을 구하고 이 제스처를 획득해 보세요.
pt: <1>{{1}}</1> continua nesta área. Faça o resgate para obter esta expressão.
ru: <1>{{1}}</1> остаётся в заточении в этой области. Помогите, чтобы получить это выражение.
th: เหลือ <1>{{1}}</1> ที่ติดอยู่ในพื้นที่นี้ ช่วยพวกเขาเพื่อรับการแสดงออกนี้
vi: <1>{{1}}</1> vẫn bị mắc kẹt trong khu vực này. Hãy giải cứu họ để nhận được biểu cảm này.
zh_hans: <1>{{1}}</1>仍被困在此区域。 前去营救以获得此表情。
zh_hant: <1>{{1}}</1>仍被困於此地。 拯救他們，即可學會這個表情。
