Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_comeback_hint_00
source: The <1>spirit</1> can be revisited later to experience their memory.
de: Du kannst diesem <1>Geist</1> später einen Besuch abstatten, um seine Erinnerungen wieder zu erleben.
es: Puedes volver a visitar al <1>espíritu</1> más tarde para experimentar su recuerdo.
fr: Vous pouvez revisiter l'<1>esprit</1> plus tard pour vivre ses souvenirs.
id: <1>Roh</1> bisa dikunjungi lagi nanti untuk merasakan kembali kenangannya.
it: Lo <1>spirito</1> può essere rivisitato in un secondo momento per osservare il suo ricordo.
ja: またこの<1>精霊</1>を訪ねれば、いつでもその記憶を追体験できます
ko: 나중에 <1>영혼</1>을 다시 방문해서 영혼의 기억을 경험할 수 있습니다.
pt: O <1>espírito</1> pode ser revisitado mais tarde para que sua memória seja testemunhada.
ru: <1>Дух</1> можно посетить позднее и заново прожить его воспоминания.
th: <1>สปิริต</1>สามารถหวนกลับมาปรากฏตัวได้อีกในภายหลัง เพื่อให้คุณสัมผัสกับความทรงจำของพวกเขา
vi: Sau này còn có thể hồi tưởng ký ức của <1>Tinh Linh</1>.
zh_hans: 以后还能重温<1>先灵</1>的回忆。
zh_hant: 以后還能重溫<1>先靈</1>的回憶。

# spirit_day
source: Relive this Prairie spirit memory
de: Erlebe die Erinnerung dieses Präriegeists
es: Revive la memoria de este espíritu de la Planicie
fr: Revivez ce souvenir d’esprit dans la Prairie
id: Hidupkan kembali kenangan roh Padang Rumput ini
it: Rivivi il ricordo di questo spirito della Prateria
ja: この平原の精霊の記憶を呼び起こす
ko: 초원 영혼의 기억을 다시 체험하세요
pt: Reviva a memória deste espírito da campina
ru: Переживите воспоминания духа Прерии
th: หวนระลึกความทรงจำของสปิริตทุ่งหญ้าตนนี้
vi: Hồi tưởng ký ức của Tinh Linh Thảo Nguyên Ánh Sáng
zh_hans: 重温云野先灵的记忆
zh_hant: 重溫雲野先靈的記憶

# spirit_dusk
source: Relive this Wasteland spirit memory
de: Erlebe die Erinnerung dieses Ödnisgeists
es: Revive la memoria del espíritu del Páramo
fr: Revivez ce souvenir d’esprit dans le Désert d'or
id: Hidupkan kembali kenangan roh Gurun Kosong ini
it: Rivivi il ricordo di questo spirito del Deserto
ja: この荒地の精霊の記憶を呼び起こす
ko: 황무지 영혼의 기억을 다시 체험하세요
pt: Reviva a memória deste espírito do sertão
ru: Переживите воспоминания духа Пустоши
th: หวนระลึกความทรงจำของสปิริตแดนร้างตนนี้
vi: Hồi tưởng ký ức của Tinh Linh Hoang Mạc Hoàng Kim
zh_hans: 重温暮土先灵的记忆
zh_hant: 重溫暮土先靈的記憶

# spirit_husk_on_quest
source: Return to this <1>spirit</1> once you complete your current activity.
de: Kehre zu diesem <1>Geist</1> zurück, sobald du deine aktuelle Aktivität beendet hast.
es: Regresa con este <1>espíritu</1> una vez que completes tu actividad actual.
fr: Revenez à cet <1>esprit</1> lorsque vous aurez terminé votre activité en cours.
id: Kembali ke <1>roh</1> ini setelah kamu menyelesaikan aktivitas saat ini.
it: Torna da questo <1>spirito</1> dopo aver completato l'attività corrente.
ja: 挑戦中のアクティビティを完了したら、この<1>精霊</1>のもとに戻りましょう
ko: 현재 활동을 완료하면 이 <1>영혼</1>에게 돌아오세요
pt: Fale novamente com este <1>espírito</1> quando concluir a atividade atual.
ru: Вернитесь к этому <1>духу</1>, когда завершите текущее действие.
th: กลับไปหา<1>สปิริต</1>ตนนี้ เมื่อคุณทำกิจกรรมปัจจุบันของคุณเสร็จ
vi: Quay lại <1>tinh linh</1> này sau khi bạn hoàn thành hoạt động hiện tại của mình.
zh_hans: 完成当前活动后，回到此<1>先灵</1>处。
zh_hant: 完成當前活動後，請回去找這一位<1>先靈</1>。

# spirit_night
source: Relive this Vault spirit memory
de: Erlebe die Erinnerung dieses Tresorgeists
es: Revive la memoria del espíritu de la Bóveda
fr: Revivez ce souvenir d’esprit dans la Chambre forte
id: Hidupkan kembali kenangan roh Kubah ini
it: Rivivi il ricordo di questo spirito della Cupola
ja: この書庫の精霊の記憶を呼び起こす
ko: 도서관 영혼의 기억을 다시 체험하세요
pt: Reviva a memória deste espírito do relicário
ru: Переживите воспоминания духа Хранилища
th: หวนระลึกความทรงจำของสปิริตกรุสมบัติตนนี้
vi: Hồi tưởng ký ức của Tinh Linh Kho Tri Thức
zh_hans: 重温禁阁先灵的记忆
zh_hant: 重溫禁閣先靈的記憶

# spirit_rain
source: Relive this Forest spirit memory
de: Erlebe die Erinnerung dieses Waldgeists
es: Reviva la memoria del espíritu del Bosque
fr: Revivez ce souvenir d’esprit dans la Forêt
id: Hidupkan kembali kenangan roh Hutan ini
it: Rivivi il ricordo di questo spirito della Foresta
ja: この森の精霊の記憶を呼び起こす
ko: 숲 영혼의 기억을 다시 체험하세요
pt: Reviva a memória deste espírito da floresta
ru: Переживите воспоминания духа Леса
th: หวนระลึกความทรงจำของสปิริตป่าตนนี้
vi: Hồi tưởng ký ức của Tinh Linh Rừng Mưa
zh_hans: 重温雨林先灵的记忆
zh_hant: 重溫雨林先靈的記憶

# spirit_shop_AP06_cant_redeem_at_home_questap19
source: Return to the <1>Moments Guide</1> at the <b>Prairie Peaks</b> in <b>Daylight Prairie</b>.
de: Kehre zurück zum <1>Momente-Helfer</1> auf den <b>Präriegipfel</b> in <b>Tageslicht-Prärie</b>.
es: Vuelve a la <1>Guía de los momentos</1> en los <b>Cumbres de la planicie</b> en <b>Planicie Luz de Día</b>.
fr: Retournez au <1>Guide des Instants</1> aux <b>Pics de la Prairie</b> dans la <b>Prairie illuminée</b>.
id: Kembali ke <1>Pemandu Momen</1> di <b>Puncak Padang Rumput</b> di <b>Padang Rumput Siang</b>.
it: Torna alla <1>Guida dei Momenti</1> alle <b>Vette della Prateria</b> in <b>Prateria Diurna</b>.
ja: <b>草原</b>の<b>草原連峰</b>にいる<1>瞬きの案内人</1>のもとに戻りましょう
ko: <b>햇빛 초원</b>의 <b>초원 봉우리</b>에서 기다리는 <1>순간의 안내자</1>에게 돌아가세요.
pt: Retorne para o <1>Guia dos Momentos</1> nos <b>Picos da Campina</b> na <b>Campina da Aurora</b>.
ru: Вернитесь к <1>Проводнику мгновений</1> на <b>Степных вершинах</b> в <b>Полуденной прерии</b>.
th: กลับไปหา<1>ผู้แนะนำช่วงเวลา</1>ที่<b>ยอดเขาแห่งทุ่งหญ้า</b>ใน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Quay lại <1>Chỉ Dẫn Khoảnh Khắc</1> tại <b>Đỉnh Thảo Nguyên</b> ở <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: 返回<b>云野</b>的<b>云野峻岭</b>，<1>拾光向导</1>所在之处。
zh_hant: 返回<b>雲野</b>的<b>雲野峻嶺</b>，<1>拾光嚮導</1>所在之處。

# spirit_shop_ap06_cant_redeem_at_home
source: Return what you’ve collected to where the <1>Spirit</1> dwells in the world of Sky.
de: Bringe dem <1>Geist</1>, den du in der Welt von Himmelsreich findest, was du gesammelt hast.
es: Devuelve lo que has recolectado al lugar dónde vive el <1>Espíritu</1> en el mundo de Sky.
fr: Rapportez ce que vous avez récupéré à l'endroit où l'<1>esprit</1> demeure dans le monde de Sky.
id: Kembalikan item yang telah kamu kumpulkan ke tempat <1>Roh</1> bersemayam di dunia Sky.
it: Riporta ciò che hai raccolto nel luogo in cui abita lo <1>spirito</1> nel mondo di Sky.
ja: あなたが集めたものを<1>精霊</1>が住む場所に還しましょう。
ko: 찾은 것을 Sky월드의 <1>영혼</1>이 사는 곳으로 가져가세요.
pt: Devolva o que você coletou para onde o <1>espírito</1> habita no mundo do Sky.
ru: Верните собранное туда, где в мире «Неба» живет <1>дух</1>.
th: นำสิ่งที่คุณเก็บรวบรวมได้กลับไปคืนในที่ที่<1>สปิริต</1>อาศัยอยู่ในโลกแห่ง Sky
vi: Hãy trả lại những gì thu thập được cho Tinh Linh cư ngụ ở thế giới Sky
zh_hans: 请将您收集到的东西归还给居住在这里的先灵。
zh_hant: 請將您收集到的東西歸還給居住在這裡的先靈。

# spirit_shop_ap06_cant_redeem_at_home_questap06
source: Return what you’ve collected to the <1>Spirit</1> at the <b>Forgotten Ark</b> in <b>Golden Wasteland</b>.
de: Du kannst das, was du gesammelt hast, beim <1>Geist</1> bei der <b>Vergessenen Arche</b> in der <b>Goldenen Ödnis</b> abgeben.
es: Regresa lo que recogiste al <1>Espíritu</1> en el <b>Arca Olvidada</b> del <b>Páramo Dorado</b>.
fr: Rapportez ce que vous avez récupéré à l'<1>esprit</1> de l'<b>Arche oubliée</b> dans le <b>Désert d'or</b>.
id: Kembalikan item yang telah kamu kumpulkan ke <1>Roh</1> di <b>Tabut Terlupakan</b> di <b>Gurun Emas</b>.
it: Riporta ciò che hai raccolto allo <1>spirito</1> presso l'<b>Arca Dimenticata</b> nel <b>Deserto Dorato</b>.
ja: 手に入れた灯を<b>捨てられた地</b>の<b>忘れられた方舟</b>にて待つ<1>精霊</1>に届けてあげましょう
ko: 수집한 것을 <b>황금 황무지</b>의 <b>잊혀진 방주</b>에 있는 <1>영혼</1>에게 가져가세요.
pt: Devolva o que você coletou ao <1>espírito</1> na <b>arca esquecida</b> no <b>Sertao Dourado</b>.
ru: Верните собранное <1>духу</1> у <b>Забытого ковчега</b> в <b>Золотой пустоши</b>.
th: นำสิ่งที่คุณเก็บรวบรวมได้กลับไปคืน<1>สปิริต</1>ที่<b>เรือที่ถูกลืม</b>ใน<b>แดนร้างทองอร่าม</b>
vi: Hãy gửi những gì thu thập được cho <b>Tinh Linh</b> tại <b>Hòm Lãng Quên</b> ở <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: 将您收集到的东西送回<b>暮土</b>中<b>遗忘方舟</b>的<1>先灵</1>。
zh_hant: 將您收集到的東西送回<b>暮土</b>中<b>遺忘方舟</b>的<1>先靈</1>。

# spirit_shop_ap06_cant_redeem_at_home_questap07
source: Return what you’ve collected to the <1>Spirit</1> at the <b>Sanctuary Islands</b> in <b>Daylight Prairie</b>.
de: Du kannst das, was du gesammelt hast, beim <1>Geist</1> bei auf den <b>Zufluchtsinseln</b> in der <b>Tageslichtprärie</b> abgeben.
es: Devuelve lo que has recolectado al <1>Espíritu</1> de las <b>Islas Santuario</b> en la <b>Planicie Luz de Día</b>.
fr: Rapportez ce que vous avez récupéré à l'<1>esprit</1> des <b>Îles du sanctuaire</b> dans la <b>Prairie illuminée</b>.
id: Kembalikan item yang telah kamu kumpulkan ke <1>Roh</1> di <b>Pulau Tempat Suci</b> di <b>Padang Rumput Siang</b>.
it: Riporta ciò che hai raccolto allo <1>spirito</1> presso l'<b>Arcipelago Paradiso</b> nella <b>Prateria Diurna</b>.
ja: あなたが集めたものを<b>草原</b>の<b>楽園の島々</b>にいる<1>精霊</1>に還しましょう。
ko: 수집한 것을 <b>햇빛 초원</b>의 <b>낙원의 섬</b>에 있는 <1>영혼</1>에게 가져가세요.
pt: Devolva o que você coletou ao <1>espírito</1> nas <b>Ilhas do Santuário</b> na <b>Campina da Aurora</b>.
ru: Верните собранное <1>духу</1> на <b>Островах укрытия</b> в <b>Полуденной прерии</b>.
th: นำสิ่งที่คุณเก็บรวบรวมได้กลับไปคืน<1>สปิริต</1>ที่<b>เกาะสวรรค์</b>ใน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Hãy gửi những gì thu thập được cho <b>Tinh Linh</b> tại <b>Thánh Đảo</b> ở <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: 请将您收集到的东西归还给在留在圣岛的先灵。
zh_hant: 請將您收集到的東西歸還給在留在聖島的先靈。

# spirit_shop_ap06_cant_redeem_at_home_questap08
source: Return to the <1>Spirit</1> in the <b>Cave of Prophecies</b> in <b>Isle of Dawn</b>.
de: Kehre zum <1>Geist</1> in der <b>Höhle der Prophezeiungen</b> auf der <b>Insel der Dämmerung</b> zurück.
es: Regresa al <1> Espíritu </1> en la <b> Cueva de las Profecías </b> .
fr: Retournez voir l'<1>esprit</1> dans la <b>Grotte des prophéties</b> de l'Île de l'aube.
id: Kembali ke <1>Roh</1> di <b>Gua Nubuat</b> di <b>Pulau Fajar</b>.
it: Torna dallo <1>Spirito</1> nella <b>Grotta delle Profezie</b> nell'<b>Isola dell'Alba</b>.
ja: <b>孤島</b>の<b>預言者の石窟</b>で<1>精霊</1>があなたを待っています。
ko: <b>여명의 섬</b>의 <b>예언의 동굴</b>에서 기다리는 <1>영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>espírito</1> na <b>Caverna das Profecias</b> na <b>Ilha da Aurora</b>.
ru: Вернитесь к <1>Духу</1> в <b>Пещере пророчеств</b> на <b>Острове рассвета</b>.
th: กลับไปหา<1>สปิริต</1>ที่<b>ถ้ำแห่งคำพยากรณ์</b>ใน<b>เกาะรุ่งอรุณ</b>
vi: Về bên <1>Tinh Linh</1> tại <b>Hang Bình Minh</b> của <b>Đảo Bình Minh</b>.
zh_hans: 在<b>晨岛</b>的<b>预言山谷</b>中拜访这位<1>先灵</1>。
zh_hant: 在<b>晨島</b>的<b>預言山谷</b>中拜訪這位<1>先靈</1>。

# spirit_shop_ap06_cant_redeem_at_home_questap09
source: Return to the <1>Spirit</1> at a village in <b>Valley of Triumph</b>.
de: Kehre zum <1>Geist</1> in einem Dorf im <b>Tal des Triumphs</b> zurück.
es: Regresa con el <1>espíritu</1> en la aldea del <b>Valle del triunfo</b>.
fr: Retournez voir l'<1>esprit</1> dans un village de la <b>Vallée du Triomphe</b>.
id: Kembali ke <1>Roh</1> di desa di <b>Lembah Kejayaan</b>.
it: Torna dallo <1>Spirito</1> in un villaggio della <b>Valle del Trionfo</b>.
ja: <b>峡谷</b>の町にいる<1>精霊</1>があなたを待っています。
ko: <b>승리의 계곡</b> 마을에 있는 <1>영혼</1>에게 돌아가보세요
pt: Fale novamente com o <1>espírito</1> na aldeia no <b>Vale do Triunfo</b>.
ru: Вернитесь к <1>духу</1> в деревушке в <b>Долине Триумфа</b>.
th: กลับไปหา<1>สปิริต</1>ที่หมู่บ้านใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Về bên <1>Tinh Linh</1> ở ngôi làng trong <b>Thung Lũng Vinh Quang</b>
zh_hans: 找到在<b>霞谷</b>村庄里的<1>先祖们</1>
zh_hant: 找到在<b>霞谷</b>村莊裏的<1>先祖們</1>

# spirit_shop_ap06_cant_redeem_at_home_questap10
source: Return to the <1>Spirit</1> at the treehouse in <b>Hidden Forest</b>.
de: Kehre zum <1>Geist</1> beim Baumhaus im <b>verborgenen Wald</b> zurück.
es: Vuelve con el <1>espíritu</1> en la casita de árbol en el <b>Bosque Escondido</b>.
fr: Retournez voir l'<1>esprit</1> de la cabane dans les arbres de la <b>Forêt cachée</b>.
id: Kembali ke <1>Roh</1> di rumah pohon di <b>Hutan Tersembunyi</b>.
it: Torna dallo <1>spirito</1> della casa sull'albero nella <b>Foresta Nascosta</b>.
ja: <b>雨林</b>のツリーハウスにいる<1>精霊</1>があなたを待っています。
ko: <b>비밀의 숲</b>의 나무 위의 오두막에 있는 <1>영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>espírito</1> na casa da árvore na <b>Floresta Oculta</b>.
ru: Вернитесь к <1>духу</1> в домике на дереве в <b>Тайном лесу</b>.
th: กลับไปหา<1>สปิริต</1>ที่บ้านต้นไม้ใน<b>ป่าลับ</b>
vi: Về bên <1>Tinh Linh</1> trong ngôi nhà trên cây ở <b>Rừng Mưa</b>.
zh_hans: 请去霞谷找到<1>表演者们</1>。
zh_hant: 請去霞谷找到<1>表演者們</1>。

# spirit_shop_ap06_cant_redeem_at_home_questap11
source: Return to the <1>Rose</1> at the desert in <b>Vault of Knowledge</b>.
de: Kehre zur <1>Rose</1> in der Wüste im <b>Tresor des Wissens</b> zurück.
es: Vuelve hasta la <1>rosa</1> del desierto en la <b>Bóveda del conocimiento</b>.
fr: Retournez voir la <1>Rose</1> dans le désert de la <b>Chambre forte de connaissance</b>.
id: Kembali ke <1>Mawar</1> di gurun di <b>Kubah Pengetahuan</b>.
it: Ritorna dalla <1>Rosa</1> nel deserto della <b>Cupola della Conoscenza</b>.
ja: <b>書庫</b>の砂漠にいる<1>バラ</1>があなたを待っています
ko: <b>지식의 도서관</b> 속 사막의 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no deserto no <b>Relicário do Conhecimento</b>.
ru: Вернитесь к <1>розе</1> в пустыне в <b>Хранилище знаний</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่ทะเลทรายใน<b>กรุสมบัติแห่งปัญญา</b>
vi: Về bên <1>Hoa Hồng</1> trong Hoang Mạc ở <b>Kho Tri Thức</b>.
zh_hans: 前往<b>禁阁</b>的沙漠，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>禁閣</b>的沙漠，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06_cant_redeem_at_home_questap12
source: Return to the <1>Spirit</1> in the clouds above <b>Hidden Forest</b>.
de: Kehre zum <1>Geist</1> in den Wolken über dem <b>Verborgenen Wald</b> zurück.
es: Regresa con el <1>espíritu</1> de las nubes sobre el <b>Bosque Escondido</b>.
fr: Retournez voir l’<1>esprit</1> dans les nuages au-dessus de la <b>Forêt cachée</b>.
id: Kembali ke <1>Roh</1> di awan di atas <b>Hutan Tersembunyi</b>.
it: Torna dallo <1>spirito</1> tra le nuvole sopra la <b>Foresta Nascosta</b>.
ja: <b>雨林</b>上空の雲の中にいる<1>精霊</1>があなたを待っています
ko: <b>비밀의 숲</b> 위 구름 속에 있는 <1>영혼</1>에게 돌아가세요
pt: Fale novamente com o <1>Espírito</1> nas nuvens acima da <b>Floresta Oculta</b>.
ru: Вернитесь к <1>духу</1> в облаках над <b>Тайным лесом</b>.
th: กลับไปหา<1>สปิริต</1>ในหมู่เมฆเหนือ<b>ป่าลับ</b>
vi: Về bên <b>Tinh Linh</b> ở trong tầng mây phía trên <1>Rừng Mưa</1>.
zh_hans: 回到<b>雨林</b>上方云层中的<1>先灵</1>身边。
zh_hant: 回到<b>雨林</b>上方雲層中的<1>先靈</1>身邊。

# spirit_shop_ap06_cant_redeem_at_home_questap13
source: Return to the <1>Spirit</1> on the ship near <b>Treasure Reef</b> in <b>Golden Wasteland</b>.
de: Kehre zum <1>Geist</1> auf dem Schiff in der Nähe des <b>Schatzriffs</b> in der <b>Goldenen Ödnis</b> zurück.
es: Regresa con el <1>espíritu</1> del barco cerca del <b>Coral del tesoro</b> en el <b>Páramo Dorado</b>.
fr: Retournez voir l'<1>esprit</1> sur le bateau près du <b>Récif du trésor</b> dans le <b>Désert d'or</b>.
id: Kembali ke <1>Roh</1> di kapal dekat <b>Karang Harta Karun</b> di <b>Gurun Emas</b>.
it: Torna dallo <1>spirito</1> sulla nave vicino alla <b>Scogliera del Tesoro</b> nel <b>Deserto Dorato</b>.
ja: <b>捨てられた地</b>の<b>秘宝の環礁</b>に留まる船で<1>精霊</1>があなたを待っています
ko: <b>황금 황무지</b>의 <b>보물섬</b> 근처 배 위에 있는 <1>영혼</1>에게 돌아가세요
pt: Fale novamente com o <1>espírito</1> no navio perto do <b>Recife do Tesouro</b> no <b>Sertão Dourado</b>.
ru: Вернитесь к <1>духу</1> на корабле рядом с <b>Островом сокровищ</b> в <b>Золотой пустоши</b>.
th: กลับไปหา<1>สปิริต</1>บนเรือใกล้กับ<b>แนวปะการังสมบัติ</b>ใน<b>แดนร้างทองอร่าม</b>
vi: Về bên <1>Tinh Linh </1> trên thuyền gần <b>Rạn San Hô Kho Báu</b> ở <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 回到<1>暮土</1>，找寻<b>宝藏暗礁</b>附近船上的<1>先灵</b>
zh_hant: 回去找<b>暮土</b><b>寶礁</b>附近船上的<1>先靈</1>。

# spirit_shop_ap06_cant_redeem_at_home_questap14
source: Return to the <1>Spirit</1> by the <b>stage</b> in <b>Valley of Triumph</b>.
de: Kehre zum <1>Geist</1> bei der <b>Bühne</b> im <b>Tal des Triumphs</b> zurück.
es: Regresa con el <1>espíritu</1> junto al <b>escenario</b> en el <b>Valle del Triunfo</b>.
fr: Retournez voir l'<1>esprit</1> près de la <b>scène</b> dans la <b>Vallée du triomphe</b>.
id: Kembali ke <1>Roh</1> di dekat <b>panggung</b> di <b>Lembah Kejayaan</b>.
it: Torna dallo <1>spirito</1> presso il <b>palcoscenico</b> nella <b>Valle del Trionfo</b>.
ja: <b>峡谷</b>の<b>劇場</b>にいる<1>精霊</1>があなたを待っています。
ko: <b>승리의 계곡</b>의 <b>무대</b> 옆에 있는 <1>영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>espírito</1> perto do <b>palco</b> no <b>Vale do Triunfo</b>.
ru: Вернитесь к <1>духу</1> у <b>сцены</b> в <b>Долине триумфа</b>.
th: กลับไปหา<1>สปิริต</1>ข้าง<b>เวที</b>ใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Về bên <1>Tinh Linh</1> cạnh <b>sân khấu</b> trong <b>Thung Lũng Vinh Quang</b>.
zh_hans: 回到位于<b>霞谷</b>中<b>舞台</b>边的<1>先灵</1>身旁。
zh_hant: 回去找<1>霞谷</1><b>舞台</b>旁的<b>先靈</b>。

# spirit_shop_ap06_cant_redeem_at_home_questap16
source: Return to the <1>Spirit</1> in the <b>Coliseum</b> in <b>Valley of Triumph</b>.
de: Kehre zum <1>Geist</1> im <b>Kolosseum</b> im <b>Tal des Triumphs</b> zurück.
es: Regresa con el <1>espíritu</1> del <b>coliseo</b> en el <b>Valle del Triunfo</b>.
fr: Retournez voir l'<1>Esprit</1> dans le <b>Colisée</b> de la <b>Vallée du triomphe</b>.
id: Kembali ke <1>Roh</1> di dekat <b>koloseum</b> di <b>Lembah Kejayaan</b>.
it: Torna dallo <1>spirito</1> nel <b>Colosseo</b> della <b>Valle del Trionfo</b>.
ja: <b>峡谷</b>の<b>円形劇場</b>にいる<1>精霊</1>があなたを待っています
ko: <b>승리의 계곡</b>의 <b>대경기장</b>에 있는 <1>영혼</1>에게 돌아가세요.
pt: Volte para o <1>espírito</1> no <b>coliseu</b> no <b>Vale do Triunfo</b> .
ru: Вернитесь к <1>духу</1> в <b>колизее</b> в <b>Долине триумфа</b>.
th: กลับไปหา<1>สปิริต</1>ที่<b>โคลีเซียม</b>ใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Trở về với <1>Tinh Linh</1> trong <b>đấu trường</b> ở <b>Thung Lũng Vinh Quang</b>.
zh_hans: 回到<b>霞谷</b><b>圆形竞技场</b>中的<1>先灵</1>那里。
zh_hant: 回去找<b>霞谷</b><b>競技場</b>中的<1>先靈</1>。

# spirit_shop_ap06_cant_redeem_at_home_questap17
source: Return to the <1>Remembrance Guide</1> at the Vault Repository in <b>Vault of Knowledge</b>
de: Kehre zurück zum <1>Gedenken-Helfer</1> im Archiv des <b>Tresors des Wissens</b>
es: Regresa con el <1>guía de conmemoración</1> en el almacén de la bóveda, en la <b>Bóveda de Conocimiento</b>.
fr: Retournez au <1>guide du Souvenir</1> au Dépôt de la <b>Chambre forte de connaissance</b>
id: Kembali ke <1>Pemandu Kenangan</1> di Gudang Kubah di <b>Kubah Pengetahuan</b>
it: Ritorna dalla <1>Guida della Commemorazione</1> presso la Cripta nella <b>Cupola della Conoscenza</b>
ja: <b>書庫</b>の保存庫にいる<1>追慕の案内人</1>があなたを待っています
ko: <b>지식의 도서관</b>의 보관소에 있는 <1>기억의 안내자</1>에게 돌아가세요
pt: Fale com o <1>Guia da Recordação</1> no Repositório do Relicário no <b>Relicário do Conhecimento</b>
ru: Вернитесь к <1>проводнику Памяти</1> в тайнике в <b>Хранилище знаний</b>
th: กลับไปหา<1>ผู้แนะนำความทรงจำ</1>ที่โกดังกร���สมบัติใน<b>กรุสมบัติแห่งปัญญา</b>
vi: Về bên <1>Chỉ Dẫn Tưởng Nhớ</1> tại Kho Chứa trong <b>Kho Tri Thức</b>
zh_hans: 回去找<b>禁阁</b>穹顶贮藏室里的<1>缅怀向导</1>
zh_hant: 回到位在<1>禁閣</1>金庫知識庫中的<b>緬懷嚮導</b>旁

# spirit_shop_ap06_cant_redeem_at_home_questap18
source: <b>Return</b> to the <2>Passage Stone</2> to greet the <1>adolescents</1> and finish this <b>quest</b>.
de: Kehre zum <2>Übergangsstein</2> <b>zurück</b> und begrüße die <1>Jugendlichen</1>, um diese <b>Quest</b> abzuschließen.
es: <b>Regresa</b> a la <2>roca de iniciación</2> para saludar a los <1>adolescentes</1> y terminar la <b>misión</b>.
fr: <b>Revenez</b> à la <2>pierre d'Initiation</2> pour accueillir les <1>adolescents</1> et terminer cette <b>quête</b>.
id: <b>Kembali</b> ke <2>Kuil Batu Inisiasi</2> untuk menyambut <1>para pemuda</1> dan selesaikan <b>misi</b> ini.
it: <b>Ritorna</b> alla <2>Pietra della Transizione</2> per salutare gli <1>adolescenti</1> e completare questa <b>missione</b>.
ja: <2>ならいの大岩</2>に<b>戻り</b>、<1>若者たち</1>と挨拶を交わし、この<b>クエスト</b>を完了しましょう
ko: <2>성장의 돌</2>로 <b>돌아가서</b> <1>청소년들</1>에게 인사를 건네고 <b>퀘스트</b>를 완료하세요.
pt: <b>Retorne</b> à <2>Pedra da Passagem</2> para saudar os <1>adolescentes</1> e concluir essa <b>missão</b>.
ru: <b>Вернитесь</b> к <2>Камню посвящения</2>, поприветствуйте <1>отроков</1> и завершите <b>задание</b>.
th: <b>กลับ</b>ไปยัง<2>ศิลาเส้นทาง</2>เพื่อทักทาย<1>สปิริตน้อย</1> และจบ<b>ภารกิจ</b>นี้
vi: <b>Quay về</b> <2>Đá Thử Thách</2> để chào đón <1>những bạn trẻ</1> và hoàn thành <b>nhiệm vụ</b> này.
zh_hans: <b>返回</b><2>夜行石</2>迎接<1>青年们</1>，并完成这项<b>任务</b>。
zh_hant: <b>返回</b><2>夜行石</2>迎接<1>青年們</1>，並完成這項<b>任務</b>。

# spirit_shop_ap06_cant_redeem_at_home_questap21
source: Back to the <1>Spirit of Mural</1> in <b>Crescent Oasis</b>.
de: Zurück zum <1>Geist des Wandbildes</1> in der <b>Sicheloase</b>.
es: Volver al <1>Espíritu del mural</1> en el <b>oasis creciente</b>.
fr: Retour à l'<1>esprit de la fresque</1>, à l'<b>Oasis du croissant</b>.
id: Kembali ke <1>Roh Mural</1> di <b>Oasis Bulan Sabit</b>.
it: Torna dallo <1>spirito del murale</1> nell'<b>Oasi a Mezzaluna</b>.
ja: <b>三日月オアシス</b>の<1>壁画の精</1>のもとへ戻りましょう
ko: <b>초승달 오아시스</b>에 있는 <1>벽화의 영혼</1>에게 돌아가세요.
pt: Volte até o <1>Espírito do Mural</1> no <b>Oásis Crescente</b>.
ru: Вернитесь к <1>духу фрески</1> в <b>Лунный оазис</b>.
th: กลับไปหา<1>สปิริตแห่งจิตรกรรมฝาผนัง</1>ใน<b>โอเอซิสจันทร์เสี้ยว</b>
vi: Quay lại với <1>Tinh Linh Cổ Họa</1> ở <b>Ốc Đảo Trăng Khuyết</b>.
zh_hans: 回到<b>新月绿洲</b>找<1>壁画先灵</1>。
zh_hant: 回去找<b>新月綠洲</b>的<1>壁畫先靈</1>。

# spirit_shop_ap06_cant_redeem_at_home_questap22
source: Return to the <1>Nesting Workshop</1> to complete this task.
de: Kehre zur <1>Nest-Werkstatt</1> zurück, um diese Aufgabe abzuschließen.
es: Regresa al <1>taller acogedor</1> para completar esta tarea.
fr: Retournez à l'<1>atelier de la Nidification</1> pour accomplir cette tâche.
id: Kembali ke <1>Bengkel Bersarang</1> untuk menyelesaikan tugas ini.
it: Torna al <1>laboratorio domestico</1> per completare questa attività.
ja: <1>巣づくり工房</1>に戻り、この作業を完了しましょう
ko: <1>보금자리 제작소</1>로 돌아가 과제를 완료하세요.
pt: Retorne à <1>Oficina do Ninho</1> para concluir esta tarefa.
ru: Вернитесь в <1>мастерскую гнездования</1>, чтобы завершить задание.
th: กลับไปที่<1>เวิร์คช็อปการสร้างรัง</1>เพื่อทำภารกิจนี้ให้เสร็จสิ้น
vi: Quay lại <1>Xưởng Xây Tổ</1> để hoàn thành nhiệm vụ này.
zh_hans: 返回<1>筑巢工作室</1>来完成此任务。
zh_hant: 回到<1>築巢工坊</1>即可完成這個任務。

# spirit_shop_ap06_cant_start_at_home
source: Visit <1>Spirit</1> in the world of Sky to see what adventures await.
de: Besuche den <1>Geist</1> in der Welt von Himmelsreich, um zu erfahren, welche Abenteuer auf dich warten.
es: Visita un <1>Espíritu</1> en el mundo de Sky para ver la aventura que te espera.
fr: Visitez l'<1>esprit</1> dans le monde de Sky pour voir quelles aventures vous attendent.
id: Kunjungi <1>Roh</1> di dunia Sky untuk melihat petualangan apa yang menanti.
it: Visita lo <1>spirito</1> nel mondo di Sky per scoprire quali avventure ti aspettano.
ja: Skyの世界の<1>精霊</1>を訪れましょう。冒険があなたを待っています。
ko: Sky월드에 흩어진 <1>영혼</1>을 찾아가서 어떤 모험이 기다리고 있는지 확인해보세요.
pt: Visite <1>espíritos</1> no mundo do Sky para ver as aventuras que esperam você.
ru: Зайдите к <1>духу</1> в мире «Неба», чтобы узнать, какие приключения вас ждут.
th: ไปพบกับ<1>สปิริต</1>ในโลกแห่ง Sky เพื่อดูว่ามีการผจญภัยอะไรรออยู่
vi: Tìm <1>Tinh Linh</1> ở thế giới Sky, xem họ mang đến cho bạn những cuộc phiêu lưu nào?
zh_hans: 找到 <1>先灵</1>，看看他们会给您带来什么样的冒险？
zh_hant: 找到 <1>先靈</1>，看看他們會給您帶來什麼樣的冒險？
