Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# colosseum_vote_21_a
source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
id: Sarapan
it: Colazione
ja: 朝食
ko: 아침 식사
pt: Café da manhã
ru: Завтрак
th: อาหารเช้า
vi: Bữa sáng
zh_hans: 早餐
zh_hant: 早餐

# colosseum_vote_21_b
source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
id: Makan Siang
it: Pranzo
ja: 昼食
ko: 점심 식사
pt: Almoço
ru: Обед
th: อาหารเที่ยง
vi: Bữa trưa
zh_hans: 午餐
zh_hant: 午餐

# colosseum_vote_21_c
source: Dinner
de: Abendessen
es: Cena
fr: Dîner
id: Makan Malam
it: Cena
ja: 夕食
ko: 저녁 식사
pt: Jantar
ru: Ужин
th: อาหารเย็น
vi: Bữa tối
zh_hans: 晚餐
zh_hant: 晚餐

# colosseum_vote_21_d
source: Snacktime
de: Zwischenmahlzeit
es: Refrigerio
fr: Goûter
id: Waktu Kudapan
it: Merenda
ja: おやつ
ko: 간식
pt: Hora do lanchinho
ru: Перекус
th: เวลาอาหารว่าง
vi: Bữa phụ
zh_hans: 点心时间
zh_hant: 點心時間

# colosseum_vote_22_a
source: Beach
de: Strand
es: Playa
fr: Plage
id: Pantai
it: Spiaggia
ja: ビーチ
ko: 해변
pt: Praia
ru: Пляж
th: ชายหาด
vi: Bãi biển
zh_hans: 海滩
zh_hant: 海灘

# colosseum_vote_22_b
source: Mountains
de: Berge
es: Montañas
fr: Montagne
id: Pegunungan
it: Monti
ja: 山
ko: 산
pt: Montanhas
ru: Горы
th: ภูเขา
vi: Núi
zh_hans: 山林
zh_hant: 山林

# colosseum_vote_22_c
source: Desert
de: Wüste
es: Desierto
fr: Désert
id: Gurun
it: Deserto
ja: 砂漠
ko: 사막
pt: Deserto
ru: Пустыня
th: ทะเลทราย
vi: Sa mạc
zh_hans: 沙漠
zh_hant: 沙漠

# colosseum_vote_22_d
source: Lake
de: See
es: Lago
fr: Lac
id: Danau
it: Lago
ja: 湖
ko: 호수
pt: Lago
ru: Озеро
th: ทะเลสาบ
vi: Hồ
zh_hans: 湖泊
zh_hant: 湖泊

# colosseum_vote_23_a
source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: お水
ko: 물
pt: Água
ru: Вода
th: น้ำ
vi: Nước
zh_hans: 水
zh_hant: 水

# colosseum_vote_23_b
source: Tea
de: Tee
es: Té
fr: Thé
id: Teh
it: Tè
ja: お茶
ko: 차
pt: Chá
ru: Чай
th: ชา
vi: Trà
zh_hans: 茶
zh_hant: 茶

# colosseum_vote_23_c
source: Coffee
de: Kaffee
es: Café
fr: Café
id: Kopi
it: Caffè
ja: コーヒー
ko: 커피
pt: Café
ru: Кофе
th: กาแฟ
vi: Cà phê
zh_hans: 咖啡
zh_hant: 咖啡

# colosseum_vote_23_d
source: Juice
de: Saft
es: Jugo
fr: Jus
id: Jus
it: Succo
ja: ジュース
ko: 주스
pt: Suco
ru: Сок
th: น้ำผลไม้
vi: Nước ép
zh_hans: 果汁
zh_hant: 果汁

# colosseum_vote_24_a
source: Blankets
de: Decken
es: Mantas
fr: Couvertures
id: Selimut
it: Coperte
ja: 毛布
ko: 담요
pt: Cobertores
ru: Пледы
th: ผ้าห่ม
vi: Chăn
zh_hans: 盖毯
zh_hant: 蓋毯

# colosseum_vote_24_b
source: Sweaters
de: Pullover
es: Suéteres
fr: Pulls
id: Sweter
it: Maglioni
ja: セーター
ko: 스웨터
pt: Suéteres
ru: Свитера
th: เสื้อกันหนาว
vi: Áo len
zh_hans: 毛衣
zh_hant: 毛衣

# colosseum_vote_24_c
source: Campfires
de: Lagerfeuer
es: Fogatas
fr: Feux de camp
id: Api Unggun
it: Falò
ja: 焚き火
ko: 모닥불
pt: Fogueiras
ru: Костры
th: แคมป์ไฟ
vi: Lửa trại
zh_hans: 篝火
zh_hant: 營火

# colosseum_vote_24_d
source: Couches
de: Sofas
es: Sillones
fr: Canapés
id: Sofa
it: Divani
ja: ソファー
ko: 소파
pt: Sofás
ru: Диваны
th: โซฟา
vi: Ghế dài
zh_hans: 沙发
zh_hant: 沙發

# colosseum_vote_25_a
source: Swings
de: Schaukeln
es: Columpios
fr: Balançoires classiques
id: Ayunan
it: Altalene
ja: ブランコ
ko: 그네
pt: Balanços
ru: Качели
th: ชิงช้า
vi: Xích đu
zh_hans: 秋千
zh_hant: 鞦韆

# colosseum_vote_25_b
source: Seesaws
de: Wippen
es: Sube y baja
fr: Balançoires à bascule
id: Jungkat-jungkit
it: Altalene basculanti
ja: シーソー
ko: 시소
pt: Gangorras
ru: Качели-доска
th: กระดานหก
vi: Bập bênh
zh_hans: 跷跷板
zh_hant: 蹺蹺板

# colosseum_vote_25_c
source: Hammocks
de: Hängematten
es: Hamacas
fr: Hamacs
id: Tempat Tidur Gantung
it: Amache
ja: ハンモック
ko: 해먹
pt: Redes
ru: Гамаки
th: เปลญวน
vi: Võng
zh_hans: 吊床
zh_hant: 吊床

# colosseum_vote_25_d
source: Boats
de: Boote
es: Botes
fr: Bateaux
id: Perahu
it: Barche
ja: ボート
ko: 보트
pt: Barcos
ru: Лодки
th: เรือ
vi: Thuyền
zh_hans: 小船
zh_hant: 小船

# colosseum_vote_26_a
source: Crabwalk
de: Krebsgang
es: Caminata de cangrejo
fr: Marcher en crabe
id: Jalan Menyamping
it: Granchio
ja: 蟹歩き
ko: 옆으로 걷기
pt: Passo de caranguejo
ru: Походка краба
th: เดินปู
vi: Đường cua
zh_hans: 蟹行
zh_hant: 蟹行

# colosseum_vote_26_b
source: Roll
de: Rollen
es: Vueltas
fr: Faire des roulades
id: Berguling
it: Ruotare
ja: 前転
ko: 구르기
pt: Rolar
ru: Кувырок
th: ม้วน
vi: Cuộn
zh_hans: 翻滚
zh_hant: 翻滾

# colosseum_vote_26_c
source: Skip
de: Hüpfen
es: Saltito
fr: Sautiller
id: Lewati
it: Saltare
ja: スキップ
ko: 폴짝 뛰기
pt: Pular
ru: Прыжок
th: ข้าม
vi: Nhảy
zh_hans: 小跳步
zh_hant: 小跳步

# colosseum_vote_26_d
source: Headbob
de: Kopfwackeln
es: Compás
fr: Balancer de la tête
id: Anggukan
it: Testa ciondolante
ja: ヘッドボブ
ko: 고개 끄덕이기
pt: Balançar a cabeça
ru: Качание головой
th: โยกหัว
vi: Đầu đinh
zh_hans: 甩头
zh_hant: 甩頭

# colosseum_vote_27_a
source: Mischief
de: Schabernack
es: Travesura
fr: Malice
id: Kejahilan
it: Scherzetti
ja: いたずら
ko: 장난꾸러기
pt: Travessura
ru: Озорство
th: ซุกซน
vi: Tinh nghịch
zh_hans: 捣蛋
zh_hant: 搗蛋

# colosseum_vote_27_b
source: Bloom
de: Blüte
es: Floración
fr: Floraison
id: Mekar
it: Fioritura
ja: 花笑む
ko: 꽃놀이
pt: Florescer
ru: Цветение
th: เบ่งบาน
vi: Nở
zh_hans: 花开
zh_hant: 綻放

# colosseum_vote_27_c
source: Feast
de: Festmahl
es: Festividades
fr: Fête
id: Perjamuan
it: Festa
ja: 聖なる星
ko: 연회
pt: Festa
ru: Праздник
th: งานฉลอง
vi: Tiệc
zh_hans: 盛宴
zh_hant: 盛宴

# colosseum_vote_27_d
source: Color
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
id: Pelangi
it: Arcobaleno
ja: 虹かける
ko: 무지개
pt: Arco-íris
ru: Радуга
th: สี
vi: Cầu vồng
zh_hans: 彩虹
zh_hant: 彩虹

# colosseum_vote_28_a
source: Shouts
de: Rufe
es: Gritos
fr: Cris
id: Teriakan
it: Grida
ja: 呼びかけ
ko: 소리 지르기
pt: Gritos
ru: Крики
th: ตะโกน
vi: La hét
zh_hans: 呼喚
zh_hant: 呼喚

# colosseum_vote_28_b
source: Lightshrooms
de: Lichtpilze
es: Hongos lumínicos
fr: Champilumières
id: Jamur Cahaya
it: Funghi luminosi
ja: 光のキノコ
ko: 빛의 버섯
pt: Cogumelos de luz
ru: Светогрибы
th: เห็ดแสง
vi: Đèn chiếu sáng
zh_hans: 光菇
zh_hant: 光菇

# colosseum_vote_28_c
source: Flames
de: Flammen
es: Llamas
fr: Flammes
id: Nyala Api
it: Fiamme
ja: 火
ko: 불꽃
pt: Chamas
ru: Пламя
th: เปลวไฟ
vi: Ngọn lửa
zh_hans: 火焰
zh_hant: 火焰

# colosseum_vote_28_d
source: Candles
de: Kerzen
es: Velas
fr: Bougies
id: Lilin
it: Candele
ja: キャンドル
ko: 양초
pt: Velas
ru: Свечи
th: เทียน
vi: Nến
zh_hans: 蜡烛
zh_hant: 蠟燭

# colosseum_vote_29_a
source: Shortest
de: Am kleinsten
es: Muy baja estatura
fr: Très petit
id: Terpendek
it: Molto basso
ja: 最低身長
ko: 매우 작은
pt: Muito pequeno
ru: Очень низкий
th: สั้นที่สุด
vi: Thấp nhất
zh_hans: 最矮
zh_hant: 最矮

# colosseum_vote_29_b
source: Shorter
de: Kleiner
es: Baja estatura
fr: Petit
id: Lebih Pendek
it: Più basso
ja: 低め
ko: 작은
pt: Pequeno
ru: Низкий
th: สั้นกว่า
vi: Thấp hơn
zh_hans: 更矮
zh_hant: 較矮

# colosseum_vote_29_c
source: Taller
de: Größer
es: Alta estatura
fr: Grand
id: Lebih Tinggi
it: Più alto
ja: 高め
ko: 큰
pt: Grande
ru: Высокий
th: สูงกว่า
vi: Cao hơn
zh_hans: 更高
zh_hant: 較高

# colosseum_vote_29_d
source: Tallest
de: Am größten
es: Muy alta estatura
fr: Très grand
id: Tertinggi
it: Molto alto
ja: 最高身長
ko: 매우 큰
pt: Muito grande
ru: Очень высокий
th: สูงที่สุด
vi: Cao nhất
zh_hans: 最高
zh_hant: 最高

# colosseum_vote_2_a
source: Cake
de: Torte
es: Pastel
fr: Gâteau
id: Kue
it: Torta
ja: ケーキ
ko: 케이크
pt: Bolo
ru: Торт
th: เค้ก
vi: Bánh ngọt
zh_hans: 蛋糕
zh_hant: 蛋糕

# colosseum_vote_2_b
source: Cookies
de: Kekse
es: Galletitas
fr: Biscuits
id: Kukis
it: Biscotti
ja: クッキー
ko: 쿠키
pt: Biscoitos
ru: Печенье
th: คุ้กกี้
vi: Bánh quy
zh_hans: 饼干
zh_hant: 餅乾

# colosseum_vote_2_c
source: Candy
de: Süßigkeiten
es: Dulce
fr: Bonbons
id: Permen
it: Caramelle
ja: キャンディー
ko: 사탕
pt: Doce
ru: Конфеты
th: ลูกอม
vi: Kẹo
zh_hans: 糖果
zh_hant: 糖果

# colosseum_vote_2_d
source: Chocolate
de: Schokolade
fr: Chocolat
id: Cokelat
it: Cioccolato
ja: チョコレート
ko: 초콜릿
ru: Шоколад
th: ช็อคโกแลต
vi: Sô cô la
zh_hans: 巧克力
zh_hant: 巧克力

# colosseum_vote_30_a
source: Isle of Dawn
de: Insel der Dämmerung
es: Isla del Amanecer
fr: Île de l’aube
id: Pulau Fajar
it: Isola dell'Alba
ja: 孤島
ko: 여명의 섬
pt: Ilha do Alvorecer
ru: Остров рассвета
th: เกาะรุ่งอรุณ
vi: Đảo Bình Minh
zh_hans: 晨岛
zh_hant: 晨島

# colosseum_vote_30_b
source: Daylight Prairie
de: Tageslicht-Prärie
es: Planicie Luz de Día
fr: Prairie illuminée
id: Padang Rumput Siang
it: Prateria Diurna
ja: 草原
ko: 햇빛 초원
pt: Campina da Aurora
ru: Полуденная прерия
th: ทุ่งหญ้าแสงตะวัน
vi: Thảo Nguyên Ánh Sáng
zh_hans: 云野
zh_hant: 雲野

# colosseum_vote_30_c
source: Hidden Forest
de: Verborgener Wald
es: Bosque Escondido
fr: Forêt cachée
id: Hutan Tersembunyi
it: Foresta Nascosta
ja: 雨林
ko: 비밀의 숲
pt: Floresta Oculta
ru: Тайный лес
th: ป่าลับ
vi: Rừng Mưa
zh_hans: 雨林
zh_hant: 雨林

# colosseum_vote_30_d
source: Valley of Triumph
de: Tal des Triumphs
es: Valle del Triunfo
fr: Vallée du triomphe
id: Lembah Kejayaan
it: Valle del Trionfo
ja: 峡谷
ko: 승리의 계곡
pt: Vale do Triunfo
ru: Долина триумфа
th: หุบเขาแห่งชัยชนะ
vi: Thung Lũng Vinh Quang
zh_hans: 霞谷
zh_hant: 霞谷

# colosseum_vote_31_a
source: Mobile
de: Mobiltelefon
es: Móvil
fr: Téléphone portable
id: Ponsel
it: Cellulare
ja: モバイル
ko: 모바일
pt: Dispositivo móvel
ru: Мобильный телефон
th: มือถือ
vi: Điện thoại
zh_hans: 手机
zh_hant: 手機

# colosseum_vote_31_b
source: Tablet
es: Tableta
fr: Tablette
ja: タブレット
ko: 태블릿
ru: Планшет
th: แท็บเล็ต
vi: Máy tính bảng
zh_hans: 平板
zh_hant: 平板

# colosseum_vote_31_c
source: Console
de: Konsole
es: Consola
id: Konsol
ja: コンソール
ko: 콘솔
ru: Консоль
th: คอนโซล
vi: Máy chơi game
zh_hans: 主机
zh_hant: 主機

# colosseum_vote_31_d
source: PC
ru: ПК
th: พีซี
vi: Máy tính
zh_hans: 电脑

# colosseum_vote_32_a
source: Shared Memories
de: Gemeinschaftserinnerungen
es: Recuerdos compartidos
fr: Souvenirs partagés
id: Kenangan Bersama
it: Ricordi condivisi
ja: シェアメモリーズ
ko: 공유기억
pt: Memórias compartilhadas
ru: Общие воспоминания
th: ความทรงจำร่วมกัน
vi: Ký Ức Chung
zh_hans: 共享回忆
zh_hant: 共享記憶

# colosseum_vote_32_b
source: Shared Spaces
de: Gemeinschaftsräume
es: Espacios compartidos
fr: Espaces partagés
id: Ruang Bersama
it: Spazi condivisi
ja: シェアスペース
ko: 공유공간
pt: Espaços compartilhado
ru: Общие пространства
th: พื้นที่ส่วนกลาง
vi: Không Gian Chung
zh_hans: 共享空间
zh_hant: 共享空間

# colosseum_vote_32_c
source: Message Candles
de: Nachrichtenkerzen
es: Velas mensajeras
fr: Bougies à messages
id: Lilin Pesan
it: Candele con messaggio
ja: メッセージ・キャンドル
ko: 메시지 양초
pt: Velas de mensagens
ru: Послания-свечи
th: เทียนส่งสาส์น
vi: Nến Thông Điệp
zh_hans: 留言蜡烛
zh_hant: 留言蠟燭

# colosseum_vote_32_d
source: Message Boats
de: Nachrichtenboote
es: Barquitos mensajeros
fr: Bateaux à messages
id: Perahu Pesan
it: Barchette con messaggio
ja: メッセージ・ボート
ko: 종이배 메시지
pt: Barcos de mensagem
ru: Послания-кораблики
th: เรือส่งสาส์น
vi: Thuyền Thông Điệp
zh_hans: 烛船
zh_hant: 燭船

# colosseum_vote_33_a
source: The Treehouse
de: Das Baumhaus
es: La casa del árbol
fr: La cabane dans les arbres
id: Rumah Pohon
it: Casa sull'albero
ja: ツリーハウス
ko: 나무집
pt: Casa da Árvore
ru: Домик на дереве
th: บ้านต้นไม้
vi: Ngôi Nhà Trên Cây
zh_hans: 大树屋
zh_hant: 大樹屋

# colosseum_vote_33_b
source: Harmony Hall
de: Harmoniesaal
es: Salón de Armonía
fr: Hall d’harmonie
id: Aula Harmoni
it: Salone dell'Armonia
ja: 奏の音楽堂
ko: 음악의 전당
pt: Salão da Harmonia
ru: Зал гармонии
th: โถงแห่งความปรองดอง
vi: Cửa hàng Âm nhạc
zh_hans: 和声大厅
zh_hant: 和聲大廳

# colosseum_vote_33_c
source: The Treasure Reef
de: Das Schatzriff
es: Coral del tesoro
fr: Le récif au trésor
id: Karang Harta Karun
it: Scogliera del Tesoro
ja: 秘宝の環礁
ko: 보물섬
pt: Recife do Tesouro
ru: Риф сокровищ
th: แนวปะการังสมบัติ
vi: Rạn San Hô Kho Báu
zh_hans: 宝礁
zh_hant: 寶礁

# colosseum_vote_33_d
source: Starlight Desert
de: Sternenlichtwüste
es: Desierto luz de estrellas
fr: Désert stellaire
id: Gurun Cahaya Bintang
it: Deserto Stellare
ja: 星月夜の砂漠
ko: 별빛 사막
pt: Deserto da Luz Estelar
ru: Звёздная пустыня
th: ทะเลทรายแสงดาว
vi: Hoang Mạc Ánh Sao
zh_hans: 星漠
zh_hant: 星漠

# colosseum_vote_34_a
source: Solo
it: Singolo
ja: ソロ
ko: 솔로 플레이
ru: Соло
th: ฉายเดี่ยว
vi: Đấu đơn
zh_hans: 单人
zh_hant: 單人

# colosseum_vote_34_b
source: Collaborative
de: Kooperativ
es: Colaborativo
fr: Coopération
id: Kolaboratif
it: Cooperativo
ja: 協力
ko: 협조적
pt: Colaborativo
ru: Кооперативный
th: ร่วมมือ
vi: Hợp sức
zh_hans: 合作
zh_hant: 合作

# colosseum_vote_34_c
source: Competitive
de: Wettbewerb
es: Competitivo
fr: Compétition
id: Kompetitif
it: Competitivo
ja: 競争
ko: 경쟁적
pt: Competitivo
ru: Соревновательный
th: แข่งขัน
vi: Đối kháng
zh_hans: 竞争
zh_hant: 競賽

# colosseum_vote_34_d
source: Social
de: Sozial
id: Sosial
it: Sociale
ja: ソーシャル
ko: 사회적
ru: Социальный
th: โซเชียล
vi: Cộng đồng
zh_hans: 社交
zh_hant: 社交

# colosseum_vote_35_a
source: Introverts
de: Introvertierte
es: Introvertidos
fr: Introvertis
id: Introver
it: Introversi
ja: 内向的
ko: 내향적
pt: Introvertidos
ru: Интроверты
th: ชอบเก็บตัว
vi: Hướng nội
zh_hans: 内向
zh_hant: 內向

# colosseum_vote_35_b
source: Extroverts
de: Extrovertierte
es: Extrovertidos
fr: Extravertis
id: Ekstrover
it: Estroversi
ja: 外向的
ko: 외향적
pt: Extrovertidos
ru: Экстраверты
th: ชอบเข้าสังคม
vi: Hướng ngoại
zh_hans: 外向
zh_hant: 外向

# colosseum_vote_35_c
source: Ambiverts
de: Ambivertierte
es: Ambivertidos
fr: Ambivertis
id: Ambiver
it: Ambiversi
ja: どちらでもある
ko: 양향적
pt: Ambivertidos
ru: Амбиверты
th: ชอบทั้งเก็บตัวและเข้าสังคม
vi: Hướng trung
zh_hans: 综向性格
zh_hant: 綜向性格

# colosseum_vote_35_d
source: Unsure
de: Nicht sicher
es: No quiero arriesgarme
fr: Hésitants
id: Tak Yakin
it: Insicuri
ja: 分からない
ko: 잘 모르겠음
pt: Incerto
ru: Не знаю
th: ไม่แน่ใจ
vi: Không rõ
zh_hans: 不确定
zh_hant: 不確定

# colosseum_vote_36_a
source: Staying Up
de: Wach bleiben
es: No dormir
fr: Rester debout
id: Terjaga
it: Stare svegli
ja: 夜ふかし
ko: 깨어 있음
pt: Ficar acordado
ru: Бодрствование
th: นอนดึก
vi: Ở lại
zh_hans: 熬夜
zh_hant: 熬夜

# colosseum_vote_36_b
source: Napping
de: Nickerchen machen
es: Tomar una siesta
fr: Faire la sieste
id: Tidur Singkat
it: Sonnecchiare
ja: お昼寝
ko: 낮잠 자는 중
pt: Cochilar
ru: Дремота
th: งีบหลับ
vi: Ngủ trưa
zh_hans: 小睡
zh_hant: 小睡

# colosseum_vote_36_c
source: Dreaming
de: Träumen
es: Soñar
fr: Rêver
id: Bermimpi
it: Sognare
ja: 夢想
ko: 꿈꾸는 중
pt: Sonhar
ru: Сон
th: ฝัน
vi: Mơ
zh_hans: 做梦
zh_hant: 作夢

# colosseum_vote_36_d
source: Hibernating
de: Winterschlaf
es: Hibernar
fr: Hiberner
id: Hibernasi
it: Essere in letargo
ja: 冬眠
ko: 동면 중
pt: Hibernar
ru: Спячка
th: จำศีล
vi: Ngủ đông
zh_hans: 冬眠
zh_hant: 冬眠

# colosseum_vote_37_a
source: Flow
id: Aliran
vi: Chảy
zh_hans: 浮游世界
zh_hant: 浮游世界

# colosseum_vote_37_b
source: Flower
id: Bunga
ja: flowery
vi: Hoa
zh_hans: 花
zh_hant: 花

# colosseum_vote_37_c
source: Journey
id: Perjalanan
ja: 風ノ旅ビト
vi: Hành trình
zh_hans: 风之旅人
zh_hant: 風之旅人

# colosseum_vote_37_d
source: Sky
vi: Bầu trời
zh_hans: Sky光·遇
zh_hant: Sky光·遇

# colosseum_vote_38_a
source: Cinematics
de: Filmsequenzen
es: Cinemáticas
fr: Cinématiques
id: Sinematik
it: Filmati
ja: ムービー
ko: 영상
pt: Cinemática
ru: Видеоролик
th: ภาพยนตร์
vi: Điện ảnh
zh_hans: 剧情动画
zh_hant: 劇情動畫

# colosseum_vote_38_b
source: Murals
de: Wandmalerei
es: Murales
fr: Peintures murales
id: Mural
it: Pitture murali
ja: 壁画
ko: 벽화
pt: Murais
ru: Фрески
th: จิตรกรรมฝาผนัง
vi: Tranh tường
zh_hans: 壁画
zh_hant: 壁畫

# colosseum_vote_38_c
source: Gameplay
es: Jugabilidad
it: Azione di gioco
ja: ゲームプレイ
ko: 게임 플레이
pt: Jogabilidade
ru: Игровой процесс
th: เกมเพลย์
vi: Lối chơi
zh_hans: 游戏
zh_hant: 遊戲

# colosseum_vote_38_d
source: Characters
de: Charaktere
es: Personajes
fr: Personnages
id: Karakter
it: Personaggi
ja: キャラクター
ko: 캐릭터
pt: Personagens
ru: Персонажи
th: ตัวละคร
vi: Nhân vật
zh_hans: 角色
zh_hant: 角色

# colosseum_vote_39_a
source: Sweet
de: Süß
es: Dulce
fr: Sucré
id: Manis
it: Dolce
ja: 甘い
ko: 달콤
pt: Doce
ru: Сладкий
th: หวาน
vi: Ngọt
zh_hans: 甜
zh_hant: 甜

# colosseum_vote_39_b
source: Bitter
es: Amargo
fr: Amer
id: Pahit
it: Amaro
ja: 苦い
ko: 씁쓸
pt: Amargo
ru: Горький
th: ขม
vi: Đắng
zh_hans: 苦
zh_hant: 苦

# colosseum_vote_39_c
source: Sour
de: Sauer
es: Ácido
fr: Acide
id: Masam
it: Acido
ja: 酸っぱい
ko: 새콤
pt: Azedo
ru: Кислый
th: เปรี้ยว
vi: Chua
zh_hans: 酸
zh_hant: 酸

# colosseum_vote_39_d
source: Salty
de: Salzig
es: Salado
fr: Salé
id: Asin
it: Salato
ja: 塩からい
ko: 짭짤
pt: Salgado
ru: Солёный
th: เค็ม
vi: Mặn
zh_hans: 咸
zh_hant: 鹹

# colosseum_vote_3_a
source: Playing Music
de: Musizieren
es: Tocar música
fr: Faire de la musique
id: Bermain Musik
it: Suonare
ja: 演奏
ko: 악기 연주
pt: Tocar música
ru: Слушать музыку
th: เล่นเพลง
vi: Chơi nhạc
zh_hans: 演奏音乐
zh_hant: 演奏音樂

# colosseum_vote_3_b
source: Playing Sports
de: Sport machen
es: Jugar deportes
fr: Faire du sport
id: Berolahraga
it: Fare sport
ja: スポーツ
ko: 스포츠
pt: Praticar esportes
ru: Заниматься спортом
th: เล่นกีฬา
vi: Chơi thể thao
zh_hans: 做运动
zh_hant: 運動

# colosseum_vote_3_c
source: Watching Movies
de: Filme schauen
es: Mirar películas
fr: Regarder des films
id: Menonton Film
it: Guardare film
ja: 映画鑑賞
ko: 영화 감상
pt: Assistir a filmes
ru: Смотреть кино
th: ดูภาพยนตร์
vi: Xem phim
zh_hans: 看电影
zh_hant: 看電影

# colosseum_vote_3_d
source: Reading Books
de: Bücher lesen
es: Leer libros
fr: Lire des livres
id: Membaca Buku
it: Leggere libri
ja: 読書
ko: 독서
pt: Ler livros
ru: Читать книги
th: อ่านหนังสือ
vi: Đọc sách
zh_hans: 看书
zh_hant: 看書

# colosseum_vote_40_a
source: Biology
de: Biologie
es: Biología
fr: Biologie
id: Biologi
it: Biologia
ja: 生物
ko: 생물학
pt: Biologia
ru: Биология
th: ชีววิทยา
vi: Sinh vật học
zh_hans: 生物学
zh_hant: 生物學

# colosseum_vote_40_b
source: Geology
de: Geologie
es: Geología
fr: Géologie
id: Geologi
it: Geologia
ja: 地学
ko: 지질학
pt: Geologia
ru: Геология
th: ธรณีวิทยา
vi: Địa chất học
zh_hans: 地质学
zh_hant: 地質學

# colosseum_vote_40_c
source: Chemistry
de: Chemie
es: Química
fr: Chimie
id: Kimia
it: Chimica
ja: 化学
ko: 화학
pt: Química
ru: Химия
th: เคมี
vi: Hoá học
zh_hans: 化学
zh_hant: 化學

# colosseum_vote_40_d
source: Physics
de: Physik
es: Física
fr: Physique
id: Fisika
it: Fisica
ja: 物理学
ko: 물리학
pt: Física
ru: Физика
th: ฟิสิกส์
vi: Vật lý
zh_hans: 物理学
zh_hant: 物理學

# colosseum_vote_41_a
source: Prophecy Trials
de: Prophezeiungsprüfungen
es: Pruebas de la profecía
fr: Épreuves de prophétie
id: Ujian Nubuat
it: Prove profetiche
ja: 預言者の試練
ko: 예언의 시련
pt: Provações da profecia
ru: Испытания пророчества
th: เส้นทางคำพยากรณ์
vi: Thử thách Tiên tri
zh_hans: 预言试炼
zh_hant: 預言試煉

# colosseum_vote_41_b
source: Shard Eruptions
de: Splitterausbrüche
es: Fragmentos de erupción
fr: Éruption d’éclats
id: Erupsi Shard
it: Eruzioni di frammenti
ja: 破片の噴出
ko: 어둠의 파편
pt: Erupções de fragmentos
ru: Осколки после обрушения
th: การปะทุของผลึก
vi: Phun trào Mảnh vỡ
zh_hans: 碎片喷发
zh_hant: 碎片爆發

# colosseum_vote_41_c
source: Passages
de: Übergänge
es: Iniciaciones
fr: Initiations
id: Inisiasi
it: Transizioni
ja: ならい
ko: 성장 퀘스트
pt: Passagens
ru: Уроки
th: เส้นทาง
vi: Thử thách
zh_hans: 夜行旅程
zh_hant: 夜行旅程

# colosseum_vote_41_d
source: Assembly Quests
de: Versammlungsquests
es: Misiones de ensamblaje
fr: Quêtes du Rassemblement
id: Misi Berkumpul
it: Missioni di costruzione
ja: 大樹のクエスト
ko: 협력 퀘스트
pt: Missões da União
ru: Задания собрания
th: ภารกิจชุมนุม
vi: Nhiệm vụ Tụ hội
zh_hans: 重组任务
zh_hant: 重組任務

# colosseum_vote_42_a
source: Art
de: Kunst
es: Arte
id: Seni
it: Arte
ja: アート
ko: 예술
pt: Arte
ru: Искусство
th: ศิลปะ
vi: Nghệ thuật
zh_hans: 美术设计
zh_hant: 美術設計

# colosseum_vote_42_b
source: Nature
de: Natur
es: Naturaleza
id: Alam
it: Natura
ja: 自然
ko: 자연
pt: Natureza
ru: Природа
th: ธรรมชาติ
vi: Thiên nhiên
zh_hans: 自然景致
zh_hant: 自然景緻

# colosseum_vote_42_c
source: Friendship
de: Freundschaft
es: Amistad
fr: Amitié
id: Pertemanan
it: Amicizia
ja: 友情
ko: 우정
pt: Amizade
ru: Дружба
th: มิตรภาพ
vi: Tình bạn
zh_hans: 友情连结
zh_hant: 友情連結

# colosseum_vote_42_d
source: Charity
de: Wohltätigkeit
es: Caridad
fr: Charité
id: Amal
it: Beneficenza
ja: チャリティ
ko: 자선
pt: Caridade
ru: Благотворительность
th: การกุศล
vi: Từ thiện
zh_hans: 慈善活动
zh_hant: 慈善活動

# colosseum_vote_43_a
source: Traditional
de: Traditionell
es: Tradicional
fr: Traditionnel
id: Tradisional
it: Tradizionale
ja: 伝統的
ko: 전통적
pt: Tradicional
ru: Традиционный
th: แบบดั้งเดิม
vi: Truyền thống
zh_hans: 传统
zh_hant: 傳統的

# colosseum_vote_43_b
source: Experimental
de: Experimentell
fr: Expérimental
id: Eksperimental
it: Sperimentale
ja: 実験的
ko: 실험적
ru: Экспериментальный
th: การทดลอง
vi: Thử nghiệm
zh_hans: 实验
zh_hant: 實驗性

# colosseum_vote_43_c
source: Moral
de: Moralisch
it: Morale
ja: 道徳的
ko: 도덕적
ru: Нравоучительный
th: ศีลธรรม
vi: Đạo đức
zh_hans: 道德
zh_hant: 道德的

# colosseum_vote_43_d
source: Personal
de: Persönlich
fr: Personnel
it: Personale
ja: 個性的
ko: 개인적
pt: Pessoal
ru: Личный
th: ส่วนตัว
vi: Riêng tư
zh_hans: 个人
zh_hant: 個人的

# colosseum_vote_44_a
source: Creative
de: Kreativ
es: Creativo
fr: Créatif
id: Kreatif
it: Creativo
ja: 独創的
ko: 창의적
pt: Criativo
ru: Творческий
th: สร้างสรรค์
vi: Sáng tạo
zh_hans: 创意
zh_hant: 創意

# colosseum_vote_44_b
source: Emotional
es: Emocional
fr: Émotif
id: Emosional
it: Emotivo
ja: 感情的
ko: 감정적
pt: Emocional
ru: Эмоциональный
th: ความรู้สึก
vi: Xúc động
zh_hans: 感性
zh_hant: 感性

# colosseum_vote_44_c
source: Social
de: Sozial
id: Sosial
it: Sociale
ja: 社交的
ko: 사회적
ru: Социальный
th: โซเชียล
vi: Xã hội
zh_hans: 社交
zh_hant: 社交

# colosseum_vote_44_d
source: Logical
de: Logisch
es: Lógico
fr: Logique
id: Logis
it: Logico
ja: 論理的
ko: 논리적
pt: Lógico
ru: Логический
th: ตรรกะ
vi: Hợp lý
zh_hans: 逻辑
zh_hant: 邏輯

# colosseum_vote_45_a
source: Humility
de: Demut
es: Humildad
fr: Humilité
id: Kerendahan Hati
it: Umiltà
ja: 謙虚
ko: 겸손
pt: Humildade
ru: Скромность
th: ความถ่อมตัว
vi: Khiêm tốn
zh_hans: 谦逊
zh_hant: 謙虛

# colosseum_vote_45_b
source: Graciousness
de: Gnade
es: Generosidad
fr: Courtoisie
id: Keanggunan
it: Gentilezza
ja: 礼節
ko: 감사
pt: Bondade
ru: Милосердие
th: ความงดงาม
vi: Ân cần
zh_hans: 仁慈
zh_hant: 仁慈

# colosseum_vote_45_c
source: Thoroughness
de: Sorgfalt
es: Esmero
fr: Minutie
id: Kecermatan
it: Precisione
ja: 敬けん
ko: 철저함
pt: Exaustividade
ru: Тщательность
th: ความละเอียด
vi: Kỹ lưỡng
zh_hans: 周详
zh_hant: 仔細

# colosseum_vote_45_d
source: Patience
de: Geduld
es: Paciencia
id: Kesabaran
it: Pazienza
ja: 忍耐
ko: 인내
pt: Paciência
ru: Терпение
th: ความอดทน
vi: Kiên nhẫn
zh_hans: 耐心
zh_hant: 耐心

# colosseum_vote_46_a
source: Confidence
de: Selbstbewusstsein
es: Confianza
fr: Confiance
id: Kepercayaan
it: Fiducia
ja: 自信
ko: 자신감
pt: Confiança
ru: Уверенность
th: ความมั่นใจ
vi: Tự tin
zh_hans: 自信
zh_hant: 自信

# colosseum_vote_46_b
source: Intuition
es: Intuición
id: Intuisi
it: Intuizione
ja: 直感
ko: 직관
pt: Intuição
ru: Интуиция
th: สัญชาตญาณ
vi: Trực giác
zh_hans: 直觉
zh_hant: 直覺

# colosseum_vote_46_c
source: Planning
de: Planung
es: Planeación
fr: Préparation
id: Perencanaan
it: Pianificazione
ja: 計画的
ko: 계획적
pt: Planejamento
ru: Планирование
th: วางแผน
vi: Lên kế hoạch
zh_hans: 规划
zh_hant: 計劃性

# colosseum_vote_46_d
source: Adaptability
de: Anpassungsfähigkeit
es: Adaptabilidad
fr: Adaptabilité
id: Adaptabilitas
it: Adattabilità
ja: 臨機応変
ko: 적응력
pt: Adaptabilidade
ru: Адаптивность
th: ความสามารถในการปรับตัว
vi: Thích ứng
zh_hans: 适应性
zh_hant: 適應性

# colosseum_vote_47_a
source: Integrity
de: Integrität
es: Integridad
fr: Intégrité
id: Integritas
it: Integrità
ja: 誠実
ko: 청렴함
pt: Integridade
ru: Принципиальность
th: ความซื่อตรง
vi: Chính trực
zh_hans: 正直
zh_hant: 正直

# colosseum_vote_47_b
source: Compassion
de: Mitgefühl
es: Compasión
id: Kepedulian
it: Compassione
ja: 寛容
ko: 다정함
pt: Compaixão
ru: Сострадание
th: ความเห็นใจ
vi: Trắc ẩn
zh_hans: 同情心
zh_hant: 同情心

# colosseum_vote_47_c
source: Sincerity
de: Aufrichtigkeit
es: Sinceridad
fr: Sincérité
id: Ketulusan
it: Sincerità
ja: 正直
ko: 진실함
pt: Sinceridade
ru: Искренность
th: ความจริงใจ
vi: Chân thành
zh_hans: 真诚
zh_hant: 真誠

# colosseum_vote_47_d
source: Gratitude
de: Dankbarkeit
es: Gratitud
id: Rasa Terima Kasih
it: Gratitudine
ja: 感謝
ko: 감사
pt: Gratidão
ru: Благодарность
th: ความกตัญญู
vi: Biết ơn
zh_hans: 感恩
zh_hant: 感激

# colosseum_vote_4_a
source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Aube
id: Matahari Terbit
it: Alba
ja: 夜明け
ko: 일출
pt: Amanhecer
ru: Рассвет
th: ดวงอาทิตย์ขึ้น
vi: Bình minh
zh_hans: 日出
zh_hant: 日出
