Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap19_quest02_hint4
source: <b>Walk slower</b> to avoid startling the creature.
de: <b>Gehe langsamer</b>, damit du das Wesen nicht erschreckst.
es: <b>Camina más despacio</b> para evitar alarmar a la criatura.
fr: <b>Marchez plus lentement</b> pour éviter d’effrayer la créature.
id: <b>Berjalanlah perlahan</b> agar tidak mengejutkan makhluk tersebut.
it: <b>Cammina più lentamente</b> per non spaventare la creatura.
ja: 光の生き物をびっくりさせないよう、<b>ゆっくり歩きましょう</b>
ko: 크리처가 놀라지 않도록 <b>천천히 걸어야 해요</b>.
pt: <b>Ande mais devagar</b> para não assustar a criatura.
ru: <b>Подходите медленно</b>, чтобы не спугнуть создание.
th: <b>เดินช้าลง</b>เพื่อเลี่ยงไม่ให้สิ่งมีชีวิตตกใจ
vi: <b>Đi chậm hơn</b> để tránh làm sinh vật giật mình.
zh_hans: <b>走慢一点</b>，以免惊动它。
zh_hant: <b>走慢一點</b>，以免驚動牠。

# ap19_quest02_hint5
source: <b>Use the zoom</b> to photograph the creature from a distance.
de: <b>Verwende den Zoom</b>, um das Wesen aus der Ferne zu fotografieren.
es: <b>Usa el zoom</b> para fotografía a la criatura desde lejos.
fr: <b>Utilisez le zoom</b> pour photographier la créature sans trop vous approcher.
id: <b>Gunakan zoom</b> untuk mengambil foto makhluk tersebut dari jarak jauh.
it: <b>Utilizza lo zoom</b> per fotografare la creatura da una certa distanza.
ja: <b>ズーム</b>を活用し、離れたところから光の生き物を撮影しましょう
ko: <b>확대 기능을 사용해서</b> 먼 거리에서 크리처를 찍어 수 있어요.
pt: <b>Use o zoom</b> para fotografar a criatura à distância.
ru: <b>Используйте масштабирование</b>, чтобы сфотографировать создание издалека.
th: <b>ใช้ซูม</b>เพื่อถ่ายภาพสิ่งมีชีวิตจากระยะไกล
vi: <b>Thu phóng</b> để chụp hình sinh vật từ xa.
zh_hans: <b>使用变焦</b>从远处拍摄它。
zh_hant: <b>使用變焦功能</b>從遠處拍攝牠。

# ap19_quest02_hint6
source: <b>Sneak<b> through the rock formations to capture more pictures of the <2>light creature</2>.
de: <b>Schleiche<b> durch die Felsformationen, um weitere Bilder vom <2>Lichtwesen</2> aufzunehmen.
es: <b>Escabúllete<b> entre las formaciones rocosas para capturar más fotos de la <2>criatura de luz</2>.
fr: <b>Faufilez-vous<b> à travers les formations rocheuses pour prendre plus de photos de la <2>créature de lumière</2>.
id: <b>Menyelinaplah<b> di antara bebatuan untuk mengambil lebih banyak foto <2>makhluk cahaya</2> tersebut.
it: <b>Sgattaiola<b> tra le formazioni rocciose per catturare altre immagini della <2>creatura luminosa</2>.
ja: 岩の間から<b>静かに近づき<b>さらに多くの<2>光の生き物</2>の写真を撮りましょう
ko: 암반 지대를 따라 <b>은밀하게<b> 이동해서 <2>빛의 크리처</2>를 더 촬영해 보세요.
pt: <b>Esgueire-se<b> pelas formações rochosas para tirar mais fotos da <2>criatura de luz</2>.
ru: <b>Пробирайтесь<b> через скалы, чтобы сделать как можно больше снимков <2>создания света</2>.
th: <b>ย่อง<b>ผ่านแนวหินเพื่อถ่ายภาพ<2>สิ่งมีชีวิตแห่งแสง</2>ให้ได้มากขึ้น
vi: <b>Lách<b> qua các khối đá để chụp thêm ảnh về <2>sinh vật ánh sáng</2>.
zh_hans: <b>悄悄<b>穿过岩层，拍摄更多<2>光之生物</2>的照片。
zh_hant: <b>悄悄<b>穿過岩層，拍攝更多<2>光之生物</2>。

# ap19_quest02_info1
source: The <1>Nightbird Whisperer</1> is determined to learn more about <2>light creatures</2>.
de: Die <1>Nachtvogelflüsterin</1> möchte gern mehr über <2>Lichtwesen</2> erfahren.
es: La <1>Susurradora de aves nocturnas</1> está decidida a aprender más sobre las <2>criaturas de luz</2>.
fr: La <1>Charmeuse d’oiseaux de nuit</1> a bien l’intention d’en apprendre plus sur les <2>créatures de lumière</2>.
id: <1>Pembisik Burung Malam</1> bertekad untuk mempelajari banyak hal tentang <2>makhluk cahaya</2>.
it: La <1>Allevatrice di uccelli notturni</1> vuole saperne di più sulle <2>creature luminose</2>.
ja: <1>夜鳥の語り部</1>は<2>光の生き物たち</2>について、より深く学ぼうとしています
ko: <1>밤의 새 소리꾼</1>이 <2>빛의 크리처</2>에 관해 자세히 알아보려 해요.
pt: A <1>Domadora de Aves Noturnas</1> está determinada a aprender mais sobre as <2>criaturas de luz</2>.
ru: <1>Заклинательница сов</1> хочет узнать больше о <2>созданиях света</2>.
th: <1>ผู้รู้ใจนกราตรี</1>มีความมุ่งมั่นที่จะเรียนรู้เกี่ยวกับ<2>สิ่งมีชีวิตแห่งแสง</2>ให้มากขึ้น
vi: <1>Chim Đêm Thì Thầm</1> quyết tâm tìm hiểu thêm về các <2>sinh vật ánh sáng</2>.
zh_hans: <1>夜鸟语者</1>决定深入了解<2>光之生物</2>。
zh_hant: <1>夜鳥語者</1>下定決心要深入研究<2>光之生物</2>。

# ap19_quest02_info2
source: Follow the <1>Moments Guide</1> to photograph the <1>Nightbird Whisperer's</1> favorite <2>light creature</2>.
de: Folge dem <1>Momente-Helfer</1>, um das <2>Lieblingslichtwesen</2> der <1>Nachtvogelflüsterin</1> zu fotografieren.
es: Sigue al <1>guía de los momentos</1> para fotografiar la <2>criatura de luz</2> favorita de la <1>Susurradora de aves nocturnas</1>.
fr: Suivez le <1>guide des Instants</1> pour photographier la <2>créature de lumière</2> préférée de la <1>Charmeuse d’oiseaux de nuit</1>.
id: Ikuti <1>Pemandu Momen</1> untuk mengambil foto <2>makhluk cahaya</2> favorit si <1>Pembisik Burung Malam</1>.
it: Segui la <1>Guida dei Momenti</1> per fotografare la <2>creatura di luce</2> preferita dello <1>Allevatrice di uccelli notturni</1>.
ja: <1>瞬きの案内人</1>を追い、<1>夜鳥の語り部</1>のお気に入りの<b>光の生き物</b>を撮影しましょう
ko: <1>순간의 안내자</1>를 따라서 <1>밤의 새 소리꾼</1>이 좋아하는 <2>빛의 크리처</2>를 촬영하세요.
pt: Siga o <1>Guia dos Momentos</1> para fotografar a <1>criatura de luz</1> favorita da <2>Domadora de Aves Noturnas</2>.
ru: Следуйте за <1>проводником мгновений</1>, чтобы сделать снимки любимых <2>созданий света</2> <1>Заклинательницы сов</1>.
th: ติดตาม<1>ผู้แนะนำช่วงเวลา</1>เพื่อถ่ายภาพ<1>สิ่งมีชีวิตแห่งแสง</1>ตัวโปรดของ<2>ผู้รู้ใจนกราตรี</2>
vi: Làm theo <1>Chỉ Dẫn Khoảnh Khắc</1> để chụp hình <2>sinh vật ánh sáng</2> yêu thích của <1>Chim Đêm Thì Thầm</1>.
zh_hans: 跟随<1>夜鸟语者</1>，拍摄<1>动物学家</1>最喜欢的<2>光之生物</2>。
zh_hant: 跟隨<1>夜鳥語者</1>，拍攝<1>動物學家</1>最愛的<2>光之生物</2>。

# ap19_quest02_info3
source: This <2>light creature</2> only comes out at <b>night</b>. Wait until <b>nightfall</b> to start this quest.
de: Dieses <2>Lichtwesen</2> kommt nur <b>nachts</b> zum Vorschein. Warte bis zum <b>Einbruch der Dunkelheit</b>, um diese Quest zu beginnen.
es: Esta <2>criatura de luz</2> solo sale por la <b>noche</b>. Espera hasta el <b>ocaso</b> para comenzar la misión.
fr: Cette <2>créature de lumière</2> ne se montre que la <b>nuit</b>. Attendez la <b>tombée de la nuit</b> pour commencer cette quête.
id: <2>Makhluk cahaya</2> ini hanya keluar di <b>malam hari</b>. Tunggu hingga <b>malam tiba</b> untuk memulai misi ini.
it: Questa <2>creatura luminosa</2> esce solo di <b>notte</b>. Aspetta fino al <b>tramonto</b> per iniziare questa missione.
ja: この<2>光の生き物</2>は<b>夜</b>の間だけ、姿を見せるようです。<b>夜</b>になるまで待ってから、クエストを始めましょう
ko: 이 <2>빛의 크리처</2>는 <b>밤</b>에만 활동합니다. <b>해질녘</b>까지 기다려 보세요.
pt: Esta <2>criatura de luz</2> só sai à <b>noite</b>. Espere até o <b>anoitecer</b> para começar esta missão.
ru: Это <2>создание света</2> появляется только <b>ночью</b>. Дождитесь <b>темноты</b>, чтобы начать задание.
th: <2>สิ่งมีชีวิตแห่งแสง</2>ตัวนี้จะปรากฏตัวในเวลา<b>กลางคืน</b>เท่านั้น รอจนกว่าจะ<b>ค่ำ</b>เพื่อเริ่มภารกิจนี้
vi: <2>Sinh vật ánh sáng</2> này chỉ xuất hiện vào <b>ban đêm</b>. Hãy chờ <b>đêm xuống</b> để bắt đầu nhiệm vụ này.
zh_hans: 这个<2>光之生物</2>只在<b>晚上</b>出来。等到<b>天黑</b>再开始这个任务。
zh_hant: 這種<2>光之生物</2>只會在<b>晚上</b>出現，等<b>天黑</b>再開始這個任務。

# ap19_quest02_info4
source: Photograph the <1>Nightbird Whisperer's</1> favorite light creature with the <1>Moments Guide</1>?
de: Fotografiere das Lieblingslichtwesen der <1>Nachtvogelflüsterin</1> mit dem <1>Momente-Helfer</1>?
es: ¿Fotografiar la criatura de luz favorita de la <1>Susurradora de aves nocturnas</1> con el <1>guía de los momentos</1>?
fr: Photographiez la créature de lumière préférée de la <1>Charmeuse d’oiseaux de nuit</1> avec le <1>guide des Instants</1>?
id: Ambil foto makhluk cahaya favorit si <1>Pembisik Burung Malam</1> bersama <1>Pemandu Momen</1>?
it: Vuoi fotografare la creatura luminosa preferita della <1>Allevatrice di uccelli notturni</1> con la <1>Guida dei Momenti</1>?
ja: <1>瞬きの案内人</1>と一緒に、<1>夜鳥の語り部</1>のお気に入りの<b>光の生き物</b>を<b>撮影</b>しに行きますか？
ko: <1>순간의 안내자</1>와 함께 <1>밤의 새 소리꾼</1>이 좋아하는 빛의 크리처를 촬영할까요?
pt: Deseja fotografar a criatura de luz favorita da <1>Domadora de Aves Noturnas</1> com o <1>Guia dos Momentos</1>?
ru: Сделать снимки любимых созданий света <1>Заклинательницы сов</1> с помощью <1>проводника мгновений</1>?
th: ถ่ายภาพสิ่งมีชีวิตแห่งแสงตัวโปรดของ<1>ผู้รู้ใจนกราตรี</1>ไปกับ<1>ผู้แนะนำช่วงเวลา</1>หรือไม่
vi: Chụp hình sinh vật ánh sáng yêu thích của <1>Chim Đêm Thì Thầm</1> cùng <1>Chỉ Dẫn Khoảnh Khắc</1>?
zh_hans: 与<1>夜鸟语者</1>一起拍摄<1>动物学家</1>最喜欢的光之生物?
zh_hant: 與<1>拾光嚮導</1>拍攝<1>夜鳥語者</1>最愛的光之生物?

# ap19_quest02_info5
source: <b>Follow</b> the <2>light creature<2> <b>carefully</b> and take pictures of it. Remember to <b>keep your distance</b>!
de: <b>Folge</b> dem <2>Lichtwesen<2> <b>vorsichtig</b> und fotografiere es. Denke daran, <b>Abstand zu halten</b>!
es: <b>Sigue</b> a la <2>criatura de luz<2> <b>con cuidado</b> y sácale fotos. ¡Recuerda <b>mantener distancia</b>!
fr: <b>Suivez</b> <b>attentivement</b> la <2>créature de lumière<2> et prenez-la en photo. N’oubliez pas de <b>garder vos distances</b> !
id: <b>Ikuti</b> <2>makhluk cahaya<2> <b>dengan hati-hati</b> dan ambil fotonya. Ingat, <b>jaga jarakmu</b>!
it: <b>Segui</b> la <2>creatura luminosa<2> <b>con attenzione</b> e fotografala. Ricordati di <b>mantenere le distanze</b>!
ja: <2>光の生き物<2>を<b>慎重に追い</b>、撮影しましょう。<b>距離を取ること</b>をお忘れなく！
ko: <2>빛의 크리처<2>를 <b>조심스럽게</b> <b>따라가</b> 사진을 찍어보세요. <b>적정 거리</b>를 지켜주세요!
pt: <b>Siga</b> a <2>criatura de luz<2> <b>com cuidado</b> e tire fotos dela. Lembre-se de <b>manter distância</b>!
ru: <b>Следуйте</b> за <2>созданием света<2> <b>осторожно</b>, чтобы сфотографировать. Не забывайте <b>сохранять дистанцию</b>!
th: <b>ติดตาม</b><2>สิ่งมีชีวิตแห่งแสง<2><b>อย่างระมัดระวัง</b>และถ่ายภาพของมัน อย่าลืม<b>รักษาระยะห่าง</b>ล่ะ!
vi: <b>Đi theo</b> <2>sinh vật ánh sáng<2> <b>một cách cẩn thận</b> và chụp hình nó. Hãy nhớ <b>giữ khoảng cách</b>!
zh_hans: <b>小心跟随</b><2>光之生物<2><b></b>并进行拍摄。记得要<b>保持距离</b>！
zh_hant: <b>小心跟隨</b>這個<2>光之生物<2>並拍攝記錄牠。記得要<b>保持距離</b>！

# ap19_quest03_hint1
source: Get close to the <b>crystal</b> to take a picture while it's <b>glowing</b> brightly.
de: Gehe nah an den <b>Kristall</b> heran und fotografiere ihn, während er hell <b>leuchtet</b>.
es: Acércate al <b>cristal</b> para tomar una foto mientras <b>brilla</b> con fuerza.
fr: Approchez-vous du <b>cristal</b> pour le prendre en photo pendant qu’il <b>brille</b>.
id: Mendekatlah ke <b>kristal</b> untuk mengambil fotonya saat <b>bersinar</b> terang.
it: Avvicinati al <b>cristallo</b> per scattare una foto mentre <b>risplende</b> intensamente.
ja: <b>水晶</b>に近づき、明るく<b>発光している</b>間に、写真を撮りましょう
ko: <b>수정</b>에 가까이 다가가 밝게 <b>빛날</b> 때 사진을 찍으세요.
pt: Aproxime-se do <b>cristal</b> para tirar uma foto enquanto ele <b>brilha</b> intensamente.
ru: Подойдите поближе к <b>кристаллу</b> и сфотографируйте его, пока он ярко <b>светится</b>.
th: เข้าใกล้<b>คริสตัล</b>เพื่อถ่ายภาพ ในขณะที่มัน<b>เปล่งแสง</b>สว่างไสว
vi: Đến gần <b>tinh thể</b> để chụp hình khi đang <b>phát sáng</b> rực rỡ.
zh_hans: 靠近<b>水晶</b>，在水晶<b>光彩熠熠</b>时拍摄。
zh_hant: 靠近<b>水晶</b>，並在它<b>發光</b>時拍攝。

# ap19_quest03_hint2
source: <b>Find four more crystals</b>. Get very close to take a picture while they <b>glow and sparkle</b>!
de: <b>Finde vier weitere Kristalle</b>. Gehe ganz nah heran und fotografiere sie, während sie <b>leuchten und funkeln</b>!
es: <b>Encuentra cuatro cristales más</b>. ¡Acércate bien para tomar una foto mientras <b>brilla y resplandecen</b>!
fr: <b>Trouvez encore 4 cristaux</b>. Approchez-vous au maximum pour prendre une photo pendant qu’ils <b>brillent et scintillent</b> !
id: <b>Cari empat kristal lainnya</b>. Mendekatlah untuk mengambil fotonya saat <b>bersinar dan berkilau</b>!
it: <b>Trova altri quattro cristalli</b>. Avvicinati molto per scattare una foto mentre <b>brillano</b>!
ja: <b>あと4つ、水晶を見つけましょう</b>。<b>発光し輝いている</b>時に近づき、写真を撮りましょう！
ko: <b>수정을 더 찾아보세요</b>. 수정에 가까이 다가가 <b>반짝이며 빛날</b> 때 사진을 찍으세요.
pt: <b>Encontre mais quatro cristais</b>. Aproxime-se para tirar uma foto enquanto eles <b>brilham</b>!
ru: <b>Найдите ещё четыре кристалла</b>. Подойдите к ним близко и сфотографируйте их, пока они <b>светятся и сияют</b>!
th: <b>ค้นหาคริสตัลอีกสี่ชิ้น</b> เข้าไปใกล้มากเพื่อถ่ายรูปในขณะที่พวกมัน<b>เปล่งแสงระยิบระยับ</b>!
vi: <b>Tìm thêm bốn tinh thể</b>. Hãy đến thật gần để chụp hình khi chúng <b>phát sáng và lấp lánh</b>!
zh_hans: <b>再找到四颗水晶</b>。当水晶<b>闪闪发光</b>时，靠近它们进行拍摄！
zh_hant: <b>再找到四顆水晶。</b>在它們<b>閃爍發光</b>時，盡可能地靠近並拍下照片！

# ap19_quest03_hint3
source: Use the blur slider in your camera to make your close-up pictures look better.
de: Verwende den Weichzeichner-Regler deiner Kamera, um die Qualität deine Nahaufnahmen zu verbessern.
es: Usa el deslizador de foco de la cámara para que las fotos en primer plano se vean mejor.
fr: Utilisez le curseur de flou de votre appareil pour améliorer la qualité de vos photos en gros plan.
id: Gunakan blur slider pada kameramu agar foto jarak dekatmu terlihat lebih bagus.
it: Usa il cursore di sfocatura della fotocamera per migliorare l'aspetto delle tue foto in primo piano.
ja: カメラのブラー機能を調整し、クローズアップ写真をきれいに撮りましょう
ko: 카메라의 흐림 정도를 조절해서 근접 사진을 더 잘 찍을 수 있어요.
pt: Use o controle deslizante de desfoque da câmera para melhorar a aparência das fotos em primeiro plano.
ru: Используйте функцию размытия в камере, чтобы сделать красивые снимки крупным планом.
th: ใช้แถบเลื่อนเบลอในกล้องเพื่อทำให้ภาพระยะใกล้ดูดีขึ้น
vi: Sử dụng thanh độ mờ trong máy ảnh để có được bức hình cận cảnh đẹp hơn.
zh_hans: 使用相机的模糊滑块，将你的特写照片拍摄得更唯美。
zh_hant: 使用相機的模糊滑桿，讓特寫照更唯美。

# ap19_quest03_hint4
source: <b>Get very close</b> to the crystal and use your <b>blur slider</b> to make your close-up picture look better.
de: <b>Gehe ganz nah</b> an den Kristall heran und verwende deinen <b>Weichzeichner-Regler</b>, um die Qualität deine Nahaufnahmen zu verbessern.
es: <b>Acércate mucho</b> al cristal y usa el <b>deslizador de foco</b> para que la foto en primer plano se vea mejor.
fr: <b>Approchez-vous au maximum</b> du cristal et utilisez votre <b>curseur de flou</b> pour améliorer la qualité de vos photos en gros plan.
id: <b>Mendekatlah</b> ke kristal dan gunakan <b>blur slider</b> agar foto jarak dekatmu terlihat lebih bagus.
it: <b>Avvicinati molto</b> al cristallo e utilizza il <b>cursore di sfocatura</b> per migliorare l'aspetto dell'immagine in primo piano.
ja: 水晶に<b>至近距離まで近づき</b>、カメラの<b>ブラー機能</b>を活用して、クローズアップ写真をきれいに撮りましょう
ko: 수정에 <b>아주 가까이 다가가</b> <b>흐림 정도</b>를 조절하면 근접 사진을 더 잘 찍을 수 있어요.
pt: <b>Aproxime-se muito</b> do cristal e use o <b>controle deslizante de desfoque</b> para melhorar a aparência da foto em primeiro plano.
ru: <b>Подойдите поближе</b> к кристаллам и используйте <b>функцию размытия</b>, чтобы сделать красивые снимки крупным планом.
th: <b>เข้าใกล้</b>คริสตัลให้มาก แล้วใช้<b>แถบเลื่อนเบลอ</b>เพื่อทำให้ภาพระยะใกล้ของคุณดูดีขึ้น
vi: <b>Hãy đến thật gần</b> tinh thể và sử dụng <b>thanh độ mờ</b> để có được bức hình cận cảnh đẹp hơn.
zh_hans: <b>靠近</b>水晶，使用<b>模糊滑块</b>，将你的特写照片拍摄得更唯美。
zh_hant: 使用<b>模糊滑桿</b>並<b>盡可能地靠近</b>水晶，讓特寫照更唯美。

# ap19_quest03_hint5
source: Get <b>close</b> to the crystal to take a close-up picture.
de: Gehe <b>nah</b> an den Kristall heran, um eine Nahaufnahme zu machen.
es: <b>Acércate</b> al cristal para tomar una foto en primer plano.
fr: <b>Approchez-vous</b> du cristal pour prendre une photo en gros plan.
id: <b>Mendekatlah</b> ke kristal untuk mengambil foto jarak dekat.
it: Avvicinati <b>al cristallo</b> per scattare una foto in primo piano.
ja: 水晶に<b>近づき</b>、クローズアップ写真を撮りましょう
ko: 수정에 <b>가까이</b> 다가가 근접 사진을 찍어보세요.
pt: <b>Aproxime-se</b> do cristal para tirar uma foto em primeiro plano.
ru: Подойдите <b>ближе</b> к кристаллу, чтобы сделать снимок крупным планом.
th: เข้า<b>ใกล้</b>คริสตัลเพื่อถ่ายภาพระยะใกล้
vi: Hãy <b>đến gần</b> tinh thể để chụp hình cận cảnh.
zh_hans: <b>靠近</b>水晶，拍摄特写照片。
zh_hant: <b>靠近</b>水晶並拍攝特寫照。

# ap19_quest03_info1
source: The <1>Jolly Geologist</1> is studying <b>crystals</b> that <b>glow and sparkle</b> when your light is </b>nearby</b>.
de: Die <1>Fröhliche Geologin</1> untersucht <b>Kristalle</b>, die <b>leuchten und funkeln</b>, wenn dein Licht in der </b>Nähe</b> ist.
es: La <1>Geóloga alegre</1> estudia los <b>cristales</b> que <b>brillan y resplandecen</b> cuando </b>acercas</b> tu luz.
fr: La <1>Géologue joyeuse</1> étudie les <b>cristaux</b> qui <b>brillent et scintillent</b> lorsque votre lumière est </b>proche</b>.
id: <1>Ahli Geologi Periang</1> sedang mempelajari <b>kristal</b> yang <b>bersinar dan berkilau</b> saat cahayamu berada </b>di dekatnya</b>.
it: La <1>Geologa allegra</1> sta studiando i <b>cristalli</b> che <b>brillano</b> quando la luce è </b>vicina</b>.
ja: <1>上機嫌な地質学者</1>は、あなたの光が<b>近く</b>にある時、<b>発光し輝く水晶</b>について、研究しています
ko: <1>유쾌한 지질학자</1>가 빛이 </b>가까워지면</b> <b>반짝이며 빛나</b>는 <b>수정</b>을 조사하고 있어요.
pt: A <1>Geóloga Alegre</1> está estudando <b>cristais</b> que <b>brilham</b> quando sua luz está </b>próxima</b>.
ru: <1>Весёлый геолог</1> изучает <b>кристаллы</b>, которые <b>сияют и светятся</b>, когда ваш свет оказывается </b>поблизости</b>.
th: <1>นักธรณีวิทยาผู้ร่าเริง</1>กำลังศึกษา<b>คริสตัล</b>ที่<b>เปล่งแสงระยิบระยับ</b> ในขณะที่แสงของคุณอยู่</b>ใกล้เคียง</b>
vi: <1>Nhà Địa Chất Vui Vẻ</1> đang nghiên cứu <b>tinh thể</b> <b>phát sáng và lấp lánh</b> khi ánh sáng của bạn ở </b>gần đó</b>.
zh_hans: <1>雀跃地质学家</1>正在研究这些当人的光源</b>靠近</b>时，会发出<b>闪烁光芒</b>的<b>水晶</b>。
zh_hant: <1>雀躍地質學家</1>正在研究這些當人的光源</b>靠近</b>時，會發出<b>閃爍光芒</b>的<b>水晶</b>。

# ap19_quest03_info2
source: Join the <1>Moments Guide</1> to photograph the <1>Jolly Geologist's</1> curious <b>crystals</b>.
de: Begleite den <1>Momente-Helfer</1> und fotografiere die interessanten <b>Kristalle</b> der <1>Geologin</1>.
es: Únete al <1>guía de los momentos</1> para fotografiar los curiosos <b>cristales</b> de la <1>Geóloga alegre</1>.
fr: Rejoignez le <1>guide des Instants</1> pour photographier l’étrange <b>cristal</b> de la <1>Géologue joyeuse</1>.
id: Bergabunglah dengan <1>Ahli Geologi Periang</1> untuk mengambil foto <b>kristal</b> aneh milik <1>Ahli Geologi</1>.
it: Unisciti alla <1>Guida dei Momenti</1> per fotografare i <1>cristalli</1> insoliti della <b>Geologa allegra</b>.
ja: <1>瞬きの案内人</1>とともに、<1>上機嫌な地質学者</1>が興味を抱いている<b>水晶</b>を撮影しましょう
ko: <1>순간의 안내자</1>와 함께 <1>유쾌한 지질학자</1>의 신비로운 <b>수정</b>을 촬영하세요.
pt: Junte-se ao <1>Guia dos Momentos</1> para fotografar os <1>cristais</1> estranhos da <b>Geóloga Divertida</b>.
ru: Присоединитесь к <1>проводнику мгновений</1>, чтобы сделать снимки удивительных <b>кристаллов</b> <1>Весёлого геолога</1>.
th: เข้าร่วมกับ<1>ผู้แนะนำช่วงเวลา</1>เพื่อถ่ายภาพ<1>คริสตัล</1>ที่น่าสนใจของ<b>นักธรณีวิทยาผู้ร่าเริง</b>
vi: Cùng <1>Chỉ Dẫn Khoảnh Khắc</1> chụp hình các <b>tinh thể</b> kỳ lạ của <1>Nhà Địa Chất Vui Vẻ</1>.
zh_hans: 加入<1>拾光向导</1>，拍摄<1>雀跃地质学家</1>的奇特<b>水晶</b>。
zh_hant: 和<1>拾光嚮導</1>一起拍攝<1>雀躍地質學家</1>的奇特<b>水晶</b>。

# ap19_quest03_meditationhint
source: Photograph the <1>Jolly Geologist's</1> curious <b>crystals</b> with the <1>Moments Guide</1>?
de: Die interessanten <b>Kristalle</b> der <1>Fröhliche Geologin</1> mit dem <1>Momente-Helfer</1> fotografieren?
es: ¿Fotografiar los curiosos <b>cristales</b> de la <1>Geóloga alegre</1> con el <1>guía de los momentos</1>?
fr: Photographiez les étranges <b>cristaux</b> de la <1>Géologue joyeuse</1> avec le <1>guide des Instants</1>.
id: Ambil foto <b>kristal</b> aneh milik <1>Ahli Geologi Periang</1> bersama <1>Pemandu Momen</1>?
it: Vuoi fotografare i <b>cristalli</b> insoliti della <1>Geologa allegra</1> con la <1>Guida dei Momenti</1>?
ja: <1>瞬きの案内人</1>と一緒に、<1>上機嫌な地質学者</1>が興味を抱いている<b>水晶</b>を<b>撮影</b>しに行きますか？
ko: <1>순간의 안내자</1>와 함께 <1>유쾌한 지질학자</1>의 신비로운 <b>수정</b>을 촬영할까요?
pt: Deseja fotografar os <1>cristais</1> estranhos da <b>Geóloga Alegre</b> com o <1>Guia dos Momentos</1>?
ru: Сделать снимки удивительных <b>кристаллов</b> <1>Весёлого геолога</1> с помощью <1>проводника мгновений</1>?
th: ถ่ายภาพ<1>คริสตัล</1>ที่น่าสนใจของ<b>นักธรณีวิทยาผู้ร่าเริง</b>ร่วมกับ<1>ผู้แนะนำช่วงเวลา</1>หรือไม่
vi: Chụp hình các <b>tinh thể</b> kỳ lạ của <1>Nhà Địa Chất Vui Vẻ</1> cùng <1>Chỉ Dẫn Khoảnh Khắc</1>?
zh_hans: 与<1>拾光向导</1>一起拍摄<1>雀跃地质学家</1>的奇特<b>水晶</b>?
zh_hant: 要與<1>拾光嚮導</1>一起拍攝<1>雀躍地質學家</1>的奇特<b>水晶</b>嗎？

# ap19_quest04_hint1
source: <b>Photograph</b> what the <1>Ascetic Monk</1> is admiring.
de: <b>Fotografiere</b>, was der <1>Asketen-Mönch</1> bewundert.
es: <b>Fotografía</b> lo que admira el <1>monje ascético</1>.
fr: <b>Photographiez</b> la source de l’admiration du <1>moine ascétique</1>.
id: <b>Potret</b> apa yang dikagumi oleh <1>Biarawan Bertapa</1>.
it: <b>Fotografa</b> ciò che il <1>Monaco asceta</1> sta ammirando.
ja: <1>節制の修行者</1>が感嘆しているものを<b>撮影しましょう</b>
ko: <1>금욕적인 수도승</1>이 감탄하는 대상을 <b>사진으로 찍어주세요</b>.
pt: <b>Fotografe</b> o que o <1>Monge Asceta</1> está admirando.
ru: <b>Сфотографируйте</b> то, чем восхищается <1>Монах-отшельник</1>.
th: <b>ถ่ายภาพ</b>สิ่งที่<1>นักพรต</1>กำลังชื่นชม
vi: <b>Chụp hình</b> thứ mà <1>Nhà Sư Khổ Hạnh</1> đang say mê.
zh_hans: <b>拍摄</b><1>苦行僧侣</1>欣赏的景色。
zh_hant: <b>拍攝</b><1>苦行僧侶</1>正在欣賞的景物。

# ap19_quest04_hint2
source: Learn to appreciate the beauty of the storm by photographing what the <1>Ascetic Monk</1> is admiring.
de: Lerne die Schönheit des Sturms zu schätzen, indem du fotografierst, was der <1>Asketen-Mönch</1> bewundert.
es: Aprende a apreciar la belleza de la tormenta tomando una fotografía de lo que está admirando el <1>monje ascético</1>.
fr: Apprenez à apprécier la beauté de la tempête en photographiant la source de l’admiration du <1>moine ascétique</1>.
id: Belajarlah menghargai keindahan badai dengan memotret apa yang dikagumi <1>Biarawan Bertapa</1>.
it: Impara ad apprezzare la bellezza della tempesta fotografando ciò che il <1>Monaco asceta</1> sta ammirando.
ja: <1>節制の修行者</1>が感嘆している嵐を撮影し、その美しさを鑑賞しましょう
ko: <1>금욕적인 수도승</1>이 감탄하는 대상을 찍어 폭풍의 아름다움을 감상하는 법을 배워 보세요.
pt: Aprenda a apreciar a beleza da tempestade fotografando o que o <1>Monge Asceta</1> está admirando.
ru: Научитесь ценить красоту бури, сфотографировав то, чем восхищается <1>Монах-отшельник</1>.
th: เรียนรู้ที่จะชื่นชมความงามของพายุผ่านการถ่ายภาพสิ่งที่<1>นักพรต</1>กำลังชื่นชม
vi: Học cách trân trọng vẻ đẹp của cơn bão bằng cách chụp lại những gì mà <1>Nhà Sư Khổ Hạnh</1> đang say mê.
zh_hans: 通过拍摄<1>苦行僧侣</1>欣赏的景色，学会欣赏暴风雨的美丽。
zh_hant: 透過拍攝<1>苦行僧侶</1>所欣賞的景物，學會欣賞風暴之美。
