Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# invite_outgoing_error_creating
source: Error: Server error while creating Friend Invite, please try again later!
de: Fehler: Serverfehler beim Erstellen der Freundschaftsanfrage. Bitte versuche es später erneut!
es: Error: ¡Error del servidor al crear la invitación de amigo, por favor inténtalo de nuevo más tarde!
fr: Erreur : erreur de serveur lors de la création d’une invitation d’ami, veuillez réessayer plus tard !
id: Kesalahan: Terjadi kesalahan server saat membuat Undangan Teman, coba lagi nanti!
it: Errore: errore del server durante la creazione dell'invito amico. Riprova più tardi!
ja: エラー：フレンド招待作成中のサーバーエラー しばらくしてからもう一度お試しください
ko: 오류: 친구초대 생성 중 서버 오류가 발생했습니다. 나중에 다시 시도하세요!
pt: Erro: Erro de servidor ao criar solicitação de amizade, tente mais tarde!
ru: Ошибка: ошибка сервера при создании приглашения дружить, попробуйте позже!
th: ข้อผิดพลาด: เซิร์ฟเวอร์เกิดข้อผิดพลาดขณะที่สร้างคำขอเป็นเพื่อน โปรดลองอีกครั้งในภายหลัง!
vi: Lỗi: Lỗi máy chủ khi tạo Lời mời kết bạn, vui lòng thử lại sau!
zh_hans: 错误：创建邀请链接过程中出现服务器错误，请稍后再试！
zh_hant: 錯誤：創建邀請連結過程中出現服務器錯誤，請稍後再試！

# invite_outgoing_error_deleting
source: Error: Server error while deleting Friend Invite, please try again later!
de: Fehler: Serverfehler beim Löschen der Freundschaftsanfrage. Bitte versuche es später erneut!
es: Error: Error del servidor al borrar la invitación de amigo, por favor inténtalo de nuevo más tarde!
fr: Erreur : erreur de serveur lors de la suppression de l’invitation d’ami, veuillez réessayer plus tard !
id: Kesalahan: Terjadi kesalahan server saat menghapus Undangan Teman, coba lagi nanti!
it: Errore: errore del server durante l'eliminazione dell'invito amico. Riprova più tardi!
ja: エラー：フレンド招待削除中のサーバーエラー しばらくしてからもう一度お試しください
ko: 오류: 친구초대 삭제 중 서버 오류가 발생했습니다. 나중에 다시 시도하세요!
pt: Erro: Erro de servidor ao apagar solicitação de amizade, tente mais tarde!
ru: Ошибка: ошибка сервера при удалении приглашения дружить, попробуйте позже!
th: ข้อผิดพลาด: เซิร์ฟเวอร์เกิดข้อผิดพลาดขณะที่ลบคำขอเป็นเพื่อน โปรดลองอีกครั้งในภายหลัง!
vi: Lỗi: Lỗi máy chủ khi xóa Lời mời kết bạn, vui lòng thử lại sau!
zh_hans: 错误：删除邀请链接过程中出现服务器错误，请稍后再试！
zh_hant: 錯誤：刪除邀請連結過程中出現服務器錯誤，請稍後再試！

# invite_outgoing_nickname_placeholder
source: Enter a nickname
de: Gib einen Spitznamen ein
es: Ingresa un apodo
fr: Saisissez un pseudo
id: Masukkan nama panggilan
it: Inserisci un alias
ja: ニックネームを入力してください
ko: 별명을 입력하세요
pt: Insira um apelido
ru: Введите прозвище
th: ป้อนชื่อเล่น
vi: Nhập tên
zh_hans: 请输入昵称
zh_hant: 請輸入暱稱

# invite_outgoing_no_free_slots
source: All of your invitation slots are currently in use. Go to "Sent Invites" to delete pending invitations, or wait for them to be claimed.
de: Alle deine Einladungsplätze sind derzeit belegt. Gehe zu „Gesendete Einladungen“, um ausstehende Einladungen zu löschen, oder warte, bis sie angenommen werden.
es: Todos tus espacios de invitación están en uso. Ve a «Enviar invitaciones» para borrar invitaciones pendientes, o espera hasta que las reclamen.
fr: Tous vos espaces d’invitation sont utilisés. Allez dans « Invitations envoyées » pour supprimer des invitations en attente ou attendez que quelqu’un y réponde.
id: Semua slot undangan saat ini sedang digunakan. Buka “Undangan Terkirim” untuk menghapus undangan tertunda atau menunggu undangan ditanggapi.
it: Tutti i tuoi slot di invito sono attualmente occupati. Vai a “Invia inviti” per eliminare gli inviti in sospeso o aspetta che vengano accettati.
ja: 作成できる招待状の上限に達しています。『招待しました』一覧より、保留中の招待状を削除する、または招待状が承諾されるのをお待ちください
ko: 현재 모든 초대 슬롯이 사용 중입니다. '보낸 초대'로 이동하여 수락을 기다리는 초대를 삭제하거나, 초대가 수락될 때까지 기다려 주세요.
pt: No momento, todos os seus espaços de convite estão em uso. Vá em "Convites enviados" para excluir os convites pendentes ou aguarde até que sejam respondidos.
ru: Все ваши ячейки приглашений уже заняты. Перейдите в раздел «Отправленные приглашения», чтобы удалить ожидающие приглашения, или дождитесь, когда приглашения будут приняты.
th: สล็อตคำเชิญของคุณทั้งหมดถูกใช้งานอยู่ในขณะนี้ โปรดไปที่ "ส่งคำเชิญแล้ว" เพื่อลบคำเชิญที่รอดำเนินการ หรือรอให้มีการรับคำเชิญ
vi: Bạn không còn chỗ trống lời mời. Mở giao diện "Lời mời đã gửi" để xóa những lời mời đang chờ, hoặc đợi những lời mời đó được xác nhận.
zh_hans: 你的所有邀请栏位已占用。转到“已发送的邀请”删除待处理的邀请或等待对方接受。
zh_hant: 所有的邀請欄位都已佔用。前往「已送出的邀請」刪除等待中的邀請，或等待對方接受。

# invite_outgoing_sharing_00
source: Let your friend scan the <b>Friend Invite</b> or click the <b>share</b> button to share it. To cancel a Friend Invite and delete it, press the <b>delete</b> button.
de: Dein Freund muss die <b>Freundschaftsanfrage</b> scannen oder auf die Schaltfläche <b>Teilen</b> klicken, um sie zu teilen. Wenn du eine Freundschaftsanfrage zurückziehen und sie löschen willst, drücke auf die Schaltfläche <b>Löschen</b>.
es: Deja que tu amigo escanee <b>Invitación de amigo</b> o haz clic en el botón <b>Compartir</b> para compartirlo. Para cancelar una invitación de amigo y eliminarla, toca el botón <b>Eliminar</b>.
fr: Laissez votre ami scanner l’<b>invitation d’ami</b> ou cliquez sur le bouton <b>Partager</b> pour la partager. Pour annuler et supprimer une invitation d’ami, appuyez sur le bouton <b>Supprimer</b>.
id: Biarkan temanmu memindai <b>Undangan Teman</b> atau mengeklik tombol <b>berbagi</b> untuk membagikannya. Untuk membatalkan Undangan Teman dan menghapusnya, tekan tombol <b>hapus</b>.
it: Fai scansionare al tuo amico l'<b>invito</b> oppure premi <b>Condividi</b> per condividerlo. Per annullare o eliminare un invito amico, premi <b>Elimina</b>.
ja: 友達に<b>フレンド招待状</b>をスキャンしてもらうか、<b>シェア</b>ボタンをクリックして共有してください フレンド招待をキャンセルするには<b>削除</b>ボタンを押してください
ko: 친구가 <b>친구초대</b>를 스캔하거나 <b>공유</b> 버튼을 클릭해야 합니다. 친구초대를 취소하고 삭제하려면 <b>삭제</b> 버튼을 누르세요.
pt: Deixe seu amigo digitalizar a <b>solicitação de amizade</b> ou clique no botão de <b>compartilhar</b> para compartilhá-la. Para cancelar uma solicitação de amizade e apagá-la, aperte o botão <b>apagar</b>.
ru: Дайте другу отсканировать <b>приглашение дружить</b> или нажмите на кнопку <b>«Поделиться»</b>. Чтобы отменить приглашение дружить и удалить его, нажмите на кнопку <b>удаления</b>.
th: ให้เพื่อนของคุณสแกน<b>คำขอเป็นเพื่อน</b> หรือคลิกปุ่ม<b>แชร์</b>เพื่อแชร์คำขอดังกล่าว หากต้องการยกเลิกและลบคำขอเป็นเพื่อน ให้กดปุ่ม<b>ลบ</b>
vi: Hãy để bạn bè của bạn quét <b>Lời mời kết bạn</b> hoặc nhấn vào nút <b>Chia sẻ</b> để chia sẻ. Để hủy và xóa Lời mời kết bạn, hãy nhấn nút <b>Xóa</b>.
zh_hans: 请你的好友扫描<b>二维码</b>或者点击<b>分享</b>按钮通过其他应用发送。 如果你要取消或者删除发送出去的邀请，请按<b>删除</b>按钮。
zh_hant: 請你的好友掃描<b>二維碼</b>或者點擊<b>分享</b>按鈕通過其他應用發送。 如果你要取消或者刪除發送出去的邀請，請按<b>刪除</b>按鈕。

# invite_outgoing_title
source: Create Friend Invite
de: Freundschaftsanfrage erstellen
es: Crear Invitación de amigo
fr: Créer une invitation d’ami
id: Buat Undangan Teman
it: Crea invito amico
ja: フレンド招待状の作成
ko: 친구초대 만들기
pt: Criar solicitação de amizade
ru: Создать приглашение дружить
th: สร้างคำขอเป็นเพื่อน
vi: Tạo lời mời kết bạn
zh_hans: 创建好友邀请
zh_hant: 創建好友邀請

# invite_pending_title
source: <b>Invite</b>
de: <b>Einladen</b>
es: <b>Invitar</b>
fr: <b>Inviter</b>
id: <b>Undang</b>
it: <b>Invita</b>
ja: <b>招待する</b>
ko: <b>초대</b>
pt: <b>Convidar</b>
ru: <b>Пригласить</b>
th: <b>เชิญ</b>
vi: <b>Mời</b>
zh_hans: <b>邀请</b>
zh_hant: <b>邀請</b>

# invite_qr_button
source: <b>Mobile Player</b>
de: <b>Mobilspieler</b>
es: <b>Jugador de Móvil</b>
fr: <b>Joueur Mobile</b>
id: <b>Pemain Seluler</b>
it: <b>Giocatore Mobile</b>
ja: <b>モバイルのフレンド</b>
ko: <b>모바일 플레이어</b>
pt: <b>Jogador Móvel</b>
ru: <b>Мобильный игроку</b>
th: <b>ผู้เล่นบนมือถือ</b>
vi: <b>Người chơi trên di động</b>
zh_hans: <b>手游玩家</b>
zh_hant: <b>手遊玩家</b>

# invite_qr_tip_1
source: Scan on your phone to get a sharable invite
de: Scanne mit deinem Mobilgerät für eine Einladung zum Teilen
es: Escanéalo en tu teléfono para obtener una invitación para compartir.
fr: Scannez sur votre téléphone pour obtenir une invitation à partager
id: Pindai di ponselmu untuk mendapatkan undangan yang dapat dibagikan
it: Scansiona con il tuo telefono per ottenere un invito da condividere
ja: スマートフォンのカメラで招待状QRコードを読み取ってください
ko: 스마트폰을 스캔하여 공유 가능한 초대 코드를 받습니다
pt: Digitalize no telefone para obter um convite compartilhável
ru: Отсканируйте с помощью телефона, чтобы создать приглашение
th: สแกนบนโทรศัพท์ของคุณเพื่อรับคำเชิญที่แชร์ได้
vi: Quét trên điện thoại của bạn để nhận được lời mời có thể chia sẻ
zh_hans: 扫描你的手机来获取可分享的邀请
zh_hant: 掃描你的手機來獲取可分享的邀請

# invite_qr_tip_1b
source: Press the QR code to share it
de: Drücken Sie den QR-Code, um ihn zu teilen
es: Presiona el código QR para compartirlo
fr: Appuyez sur le code QR pour le partager
id: Tekan kode QR untuk membagikannya
it: Premi il codice QR per condividerlo
ja: QRコードを選択し共有します
ko: QR 코드를 눌러 공유하기
pt: Pressione o código QR para compartilhá-lo
ru: Нажмите на QR-код, чтобы поделиться им
th: กดรหัส QR เพื่อแชร์
vi: Nhấn vào mã QR để chia sẻ
zh_hans: 点击二维码以分享
zh_hant: 點擊 QR 條碼以分享

# invite_qr_tip_2
source: Scan directly from your friend's <b>Sky</b> app if they're nearby
de: Scanne direkt aus der <b>Sky</b> App deiner Freunde, wenn sie in der Nähe sind
es: Escanéalo directamente desde la aplicación <b>Sky</b> de tu amistad si se encuentra cerca.
fr: Scannez directement depuis l'application <b>Sky</b> de votre ami s'il est à côté de vous
id: Pindai langsung dari aplikasi <b>Sky</b> teman jika mereka ada di dekatmu
it: Scansiona direttamente dall'app di <b>Sky</b> di un amico in prossimità
ja: 近くにいる場合はフレンドの<b>Sky</b>の画面より、直接QRコードを読み取ってください。
ko: 친구가 가까이 있으면 친구의 <b>Sky</b>앱에서 직접 스캔합니다
pt: Digitalize diretamente do aplicativo do seu amigo do <b>Sky</b>, se ele estiver perto
ru: Отсканируйте код учетной записи вашего друга в настройках игры<b>Sky</b>, если вы находитесь рядом
th: สแกนจากแอป <b>Sky</b> ของเพื่อนคุณได้โดยตรง หากพวกเขาอยู่ใกล้เคียง
vi: Quét trực tiếp từ ứng dụng <b>Sky</b> của bạn bè nếu họ ở gần
zh_hans: 如果你朋友在身边的话，直接通过好友的<b>《Sky》</b>应用程序扫描
zh_hant: 如果你朋友在身邊的話，直接通過好友的<b>《Sky》</b>應用程序掃描

# invite_qr_tip_3
source: OR have a friend input this code in their <b>Sky Codes</b> menu
de: ODER lass einen Freund diesen Code in seinem <b>Sky-Codes</b>-Menü eingeben.
es: O pídele a un amigo que introduzca este código en su menú de <b>Códigos de Sky</b>
fr: OU demande à une connaissance de saisir ce code dans son menu <b>Codes Sky</b>.
id: ATAU minta teman kamu memasukkan kode ini di menu <b>Kode Sky</b> mereka
it: OPPURE chiedi a un amico di inserire questo codice nel menu dei suoi <b>Codici Sky</b>
ja: もしくは、<b>Skyコード</b>メニューでフレンドに、このコードを入力してもらってください
ko: 또는 친구가 <b>Sky 코드</b> 메뉴에 이 코드를 입력합니다.
pt: OU peça a um amigo para inserir este código no menu <b>Códigos Sky</b>
ru: ИЛИ пусть ваш друг введёт этот код у себя в меню <b>Sky коды</b>
th: หรือให้เพื่อนของคุณใส่รหัสนี้ในเมนู<b>รหัส Sky</b>
vi: HOẶC nhờ một người bạn nhập mã này trong menu <b>Mã Sky</b> của họ
zh_hans: 或者让朋友在其<b>Sky代码</b>菜单中输入此代码
zh_hant: 或者請朋友在他們的 <b>Sky 代碼</b>選單中輸入此代碼

# invite_qr_title
source: <b>Invite Code</b>
de: <b>Einladungcode</b>
es: <b>Clave de Invitación</b>
fr: <b>Code Invitation</b>
id: <b>Kode Undangan</b>
it: <b>Codice Invito</b>
ja: <b>フレンドコード</b>
ko: <b>초대 코드</b>
pt: <b>Código de Convite</b>
ru: <b>код приглашение</b>
th: <b>รหัสเชิญ</b>
vi: <b>Mã mời</b>
zh_hans: <b>邀请</b>
zh_hant: <b>邀請</b>

# invite_received_button
source: Received
de: Erhalten
es: Recibidas
fr: Reçu
id: Diterima
it: Ricevuti
ja: 招待状（受信）
ko: 수신 완료
pt: Recebido
ru: Получены
th: รับแล้ว
vi: Đã nhận
zh_hans: 已收到
zh_hant: 已收到

# invite_received_none
source: No invites received
de: Keine Einladungen erhalten
es: No se recibieron invitaciones
fr: Aucune invitation reçue
id: Tidak ada undangan yang diterima
it: Nessun invito ricevuto
ja: 招待状は届いていません
ko: 받은 초대가 없습니다
pt: Nenhum convite recebido
ru: Полученных приглашений нет
th: ยังไม่ได้รับคำเชิญใดๆ
vi: Không nhận được lời mời nào
zh_hans: 未收到邀请
zh_hant: 未收到邀請

# invite_received_title
source: <b>Received</b>
de: <b>Erhalten</b>
es: <b>Recibidas</b>
fr: <b>Reçu</b>
id: <b>Diterima</b>
it: <b>Ricevuto</b>
ja: <b>受信済み</b>
ko: <b>수신 완료</b>
pt: <b>Recebido</b>
ru: <b>Получено</b>
th: <b>รับแล้ว</b>
vi: <b>Đã nhận</b>
zh_hans: <b>已收到</b>
zh_hant: <b>已收到</b>

# invite_scan_code
source: <b>Scan Code</b>
de: <b>Code scannen</b>
es: <b>Escanear código</b>
fr: <b>Scanner le code</b>
id: <b>Pindai Kode</b>
it: <b>Scansiona codice</b>
ja: スキャン
ko: <b>코드 스캔하기</b>
pt: <b>Escanear Código</b>
ru: <b>Сканировать код</b>
th: <b>สแกน รหัส</b>
vi: <b>Quét Mã</b>
zh_hans: <b>扫描二维码</b>
zh_hant: <b>掃描二維碼</b>

# invite_send_code
source: <b>Send Code</b>
de: <b>Code senden</b>
es: <b>Escanear código</b>
fr: <b>Envoyer le code</b>
id: <b>Kirim Kode</b>
it: <b>Invia codice</b>
ja: 送信
ko: <b>코드 보내기</b>
pt: <b>Enviar Código</b>
ru: <b>Отправить код</b>
th: <b>ส่ง รหัส</b>
vi: <b> Gửi Mã</b>
zh_hans: <b>分享二维码</b>
zh_hant: <b>分享二維碼</b>

# invite_sent_button
source: Sent
de: Verschickt
es: Enviadas
fr: Envoyé
id: Dikirim
it: Inviati
ja: 招待状（送信済み）
ko: 전송 완료
pt: Enviado
ru: Отправлены
th: ส่งแล้ว
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已傳送

# invite_sent_none
source: No invites sent
de: Keine Einladungen verschickt
es: No se enviaron invitaciones
fr: Aucune invitation envoyée
id: Tidak ada undangan terkirim
it: Nessun invito spedito
ja: 送信済みの招待状はありません
ko: 전송한 초대 없음
pt: Nenhum convite enviado
ru: Отправленных приглашений нет
th: ไม่มีการส่งคำเชิญ
vi: Không có lời mời nào được gửi
zh_hans: 未发送邀请
zh_hant: 未發送邀請

# invite_sent_title
source: <b>Sent</b>
de: <b>Abgeschickt</b>
es: <b>Enviado</b>
fr: <b>Envoyé</b>
id: <b>Terkirim</b>
it: <b>Inviata</b>
ja: <b>招待しました</b>
ko: <b>전송됨</b>
pt: <b>Enviada</b>
ru: <b>отправлен</b>
th: <b>ส่งแล้ว</b>
vi: <b>Đã gửi</b>
zh_hans: <b>已发送</b>
zh_hant: <b>已發送</b>

# invite_sky_code_button
source: <b>One-time Friend Invite</b>
de: <b>Einmalige Freundeseinladung</b>
es: <b>Invitación Única de Amigo</b>
fr: <b>Invitation d'ami unique</b>
id: <b>Undangan Teman Satu Kali</b>
it: <b>Invito Amico Singolo</b>
ja: <b>フレンド招待状（一度のみ有効）</b>
ko: <b>일회성 친구 초대</b>
pt: <b>Convite Único de Amizade</b>
ru: <b>Одноразовое приглашение друга</b>
th: <b>คำขอเป็นเพื่อนแบบใช้ครั้งเดียว</b>
vi: <b>Lời mời bạn bè một lần</b>
zh_hans: <b>单次好友邀请</b>
zh_hant: <b>單次好友邀請</b>

# invite_sky_code_title
source: <b>Sky Codes</b>
es: <b>Códigos Sky</b>
fr: <b>Codes Sky</b>
id: <b>Kode Sky</b>
it: <b>Codici Sky</b>
ja: <b>Skyコード</b>
ko: <b>Sky 코드</b>
pt: <b>Códigos Sky</b>
ru: <b>Sky коды</b>
th: <b>รหัส Sky</b>
vi: <b>Mã Sky</b>
zh_hans: <b>Sky 代码</b>
zh_hant: <b>Sky 代碼</b>

# invite_sony_button
source: <b>PlayStation™Network Friend</b>
de: <b>PlayStation™Network-Freund</b>
es: <b>Amistad de PlayStation™Network</b>
fr: <b>Ami PlayStation™Network </b>
id: <b>Teman PlayStation™Network</b>
it: <b>Amico di PlayStation™Network</b>
ja: <b>PlayStation™Networkのフレンド</b>
ko: <b>PlayStation™Network 친구</b>
pt: <b>Amigo na PlayStation™Network</b>
ru: <b>Друг по PlayStation™Network</b>
th: <b>เพื่อน PlayStation™Network</b>
vi: <b>Bạn bè trong PlayStation™Network</b>
zh_hans: <b>PlayStation™Network朋友</b>
zh_hant: <b>PlayStation™Network好友</b>

# invite_sony_no_friends
source: None of your PlayStation™Network Friends have played Sky
de: Keiner deiner PlayStation™Network-Freunde hat Sky gespielt
es: Ninguna de tus amistades de PlayStation™Network juega Sky
fr: Aucun de vos amis PlayStation™Network n’a joué à Sky
id: Tak satu pun dari Teman PlayStation™Network kamu telah bermain Sky
it: Nessuno dei tuoi amici di PlayStation™Network ha giocato a Sky
ja: SkyをプレイしているPlayStation™Networkのフレンドはいません
ko: 당신의 PlayStation™Network 친구 중 Sky를 플레이하는 친구가 없습니다
pt: Nenhum de seus amigos na PlayStation™Network já jogou Sky
ru: Никто из ваших друзей по PlayStation™Network не играл в Sky
th: ไม่มีเพื่อน PlayStation™Network ของคุณคนใดที่เคยเล่น Sky
vi: Không có Bạn bè nào trong PlayStation™Network của bạn đã chơi Sky
zh_hans: 你的PlayStation™Network朋友都没有玩过《Sky》
zh_hant: 你的PlayStation™Network好友中無人玩過《Sky光·遇》

# invite_sony_title
source: <b>PlayStation™Network Friends</b>
de: <b>PlayStation™Network-Freunde</b>
es: <b>Amistades de PlayStation™Network</b>
fr: <b>Amis PlayStation™Network</b>
id: <b>Teman PlayStation™Network</b>
it: <b>Amici di PlayStation™Network</b>
ja: <b>PlayStation™Networkのフレンド</b>
ko: <b>PlayStation™Network 친구</b>
pt: <b>Amigos na PlayStation™Network</b>
ru: <b>Друзья по PlayStation™Network</b>
th: <b>เพื่อน PlayStation™Network</b>
vi: <b>Bạn bè trong PlayStation™Network</b>
zh_hans: <b>PlayStation™Network朋友</b>
zh_hant: <b>PlayStation™Network好友</b>

# invite_title
source: <b>Invite</b>
de: <b>Einladen</b>
es: <b>Invitar</b>
fr: <b>Inviter</b>
id: <b>Undang</b>
it: <b>Invita</b>
ja: <b>招待する</b>
ko: <b>초대</b>
pt: <b>Convidar</b>
ru: <b>Пригласить</b>
th: <b>เชิญ</b>
vi: <b>Mời</b>
zh_hans: <b>邀请</b>
zh_hant: <b>邀請</b>

# item_consumable
source: Spell
de: -zauber
es: Hechizo
fr: Sort
id: Mantra
it: Incantesimo
ja: 魔法
ko: 주문
pt: Feitiço
ru: Чары
th: คาถา
vi: Phép thuật
zh_hans: 魔法
zh_hant: 魔法

# item_lootbox
source: Blessing
de: Segen
es: Bendición
fr: Bénédiction
id: Berkah
it: Benedizione
ja: 祝福
ko: 축복
pt: Bênção
ru: Благословение
th: พร
vi: Chúc phúc
zh_hans: 祝福
zh_hant: 祝福

# item_music
source: Music Sheet
de: Notenblatt
es: Partitura
fr: Partition
id: Partitur
it: Spartito
ja: 楽譜
ko: 악보
pt: Partitura
ru: Ноты
th: แผ่นโน้ตเพลง
vi: Bản Nhạc
zh_hans: 乐谱
zh_hant: 樂譜

# item_outfit
source: Outfit
es: Traje
fr: Tenue
id: Pakaian
it: Costume
ja: ドレスアップ
ko: 의상
pt: Traje
ru: Наряд
th: ชุดเสื้อผ้า
vi: Trang phục
zh_hans: 服饰
zh_hant: 服飾

# item_spirit_upgrade
source: Expression Upgrade
de: Ausdrucksupgrade
es: Actualización de expresiones
fr: Amélioration d’expression
id: Peningkatan Ekspresi
it: Migliora espressione
ja: 感情表現のアップグレード
ko: 제스처 업그레이드
pt: Aprimoramento de expressão
ru: Улучшение выражения
th: อัปเกรดการแสดงออก
vi: Nâng cấp Biểu cảm
zh_hans: 表情升级
zh_hant: 表情升級

# jenova_ann_text1
source: Thank you for being with us and showing your continued support over the years!
de: Danke, dass ihr uns in den letzten Jahren begleitet und unterstützt habt!
es: ¡Gracias por acompañarnos todos estos años y darnos tu apoyo continuo!
fr: Merci d’être avec nous et de nous avoir montré votre soutien continu au fil des ans !
id: Terima kasih telah bersama kami dan menunjukkan dukunganmu yang berkelanjutan selama bertahun-tahun!
it: Grazie per averci seguito e averci mostrato il tuo continuo sostegno nel corso degli anni!
ja: 長い間、僕たちと一緒に楽しみ、応援してくれて本当にありがとう！
ko: 오랫동안 게임을 플레이하며 지속적으로 응원해 주셔서 감사합니다!
pt: Obrigado por estar conosco e mostrar seu apoio contínuo ao longo dos anos!
ru: Спасибо, что вы с нами и поддерживаете нас все эти годы!
th: ขอบคุณที่อยู่กับเรา และให้การสนับสนุนอย่างต่อเนื่องตลอดหลายปีที่ผ่านมา!
vi: Cảm ơn bạn đã đồng hành và ủng hộ chúng tôi trong những năm qua!
zh_hans: 感谢你在过去几年里一直陪伴着我们，并且给予我们持续不断的支持！
zh_hant: 非常感謝你多年來的陪伴和支持！

# jenova_ann_text2
source: Without your support Sky would not be what it is today
de: Ohne eure Unterstützung wäre Sky nicht das, was es heute ist.
es: Sin su apoyo, Sky no sería lo que es hoy.
fr: Sans votre soutien, Sky ne serait pas ce qu'il est aujourd'hui.
id: Tanpa dukungan kalian, Sky tak akan seperti sekarang
it: Senza il vostro sostegno, Sky non sarebbe ciò che è oggi
ja: 君たちの応援なしには、今のSkyには出会えなかったよ
ko: 여러분이 아니었다면 Sky는 지금 이 자리까지 오지 못했을 거예요
pt: Sem o apoio de vocês, Sky não seria o que é hoje
ru: Мы не смогли бы добиться всего этого без вас.
th: Sky คงไม่เป็นอย่างทุกวันนี้ หากปราศจากการสนับสนุนจากคุณ
vi: Nếu không có sự ủng hộ của bạn, Sky sẽ không thể đạt đến ngày hôm nay
zh_hans: 没有你们的支持，Sky就不会有今天
zh_hant: 沒有你們的支持，Sky 就不會有今天的榮景

# jenova_ann_text3
source: I am not good at any instruments, but I can do the first music sheet!
de: Ich kann kein Instrument gut spielen, aber das erste Notenblatt schaffe ich!
es: No soy buena en ningún instrumento, ¡pero puedo crear la primera partitura!
fr: Je ne sais jouer d’aucun instrument, mais je peux faire la première partition !
id: Aku tak pandai memainkan instrumen apa pun, tetapi aku bisa mengikuti lembar pertama partitur musik!
it: Non sono brava con gli strumenti, ma so suonare il primo spartito!
ja: 楽器は得意じゃないんだけど、最初の楽譜は演奏できるんだ！
ko: 악기 연주는 서투르지만, 처음보는 악보도 연주할 수는 있어요!
pt: Não mando bem com instrumentos, mas posso fazer a primeira partitura!
ru: Я не умею играть ни на одном их инструментов, но могу написать первый нотный лист!
th: ฉันไม่เก่งเครื่องดนตรีอะไรเลย แต่ฉันสามารถทำแผ่นโน้ตเพลงแผ่นแรกได้นะ!
vi: Tôi không rành về nhạc cụ, nhưng tôi có thể viết được bản nhạc đầu tiên!
zh_hans: 我不擅长任何乐器，但我可以演奏第一首乐谱！
zh_hant: 我不擅長任何樂器，但我可以演奏第一首樂譜！

# julian_ann_text1
source: Let me try something new
de: Lass mich etwas Neues ausprobieren
es: Déjame tratar algo nuevo
fr: Laisse-moi essayer autre chose
id: Biarkan aku mencoba sesuatu yang baru
it: Lasciami provare qualcosa di nuovo
ja: 何か新しいことをしたいんだよね
ko: 뭔가 새로운 걸 해볼게요.
pt: Deixe-me tentar algo novo
ru: Дай-ка я попробую что-нибудь новенькое
th: ขอฉันลองอะไรใหม่ๆ หน่อยสิ
vi: Hãy để tôi thử một cái gì đó mới
zh_hans: 我换个方法试试......
zh_hant: 我換個方法試試......

# julian_ann_text2
source: Hmm...
es: Mmm...
fr: Mmm...
ja: ううーん
ko: 흠...
ru: Хмм...
th: อืม....
zh_hans: 嗯......
zh_hant: 嗯......

# julian_ann_text3
source: Yay! Now let's celebrate this party alongside our magical creatures
de: Juhu! Jetzt lasst uns diese Party zusammen mit unseren magischen Kreaturen feiern
es: Eso! Ahora celebremos esta fiesta junto a nuestras criaturas mágicas
fr: Hourra! Allons célébrer cette fête aux côtés de nos créatures magiques
id: Ya! Sekarang mari kita rayakan pesta ini bersama makhluk ajaib kita
it: Ora celebriamo questa festa insieme alle nostre creature magiche!
ja: あは、やった！魔法の生き物たちと一緒にパーティーを楽しんじゃおう
ko: 야호! 이제 마법의 생물들과 함께 파티를 즐겨요.
pt: Boa! Agora, vamos comemorar essa festa junto às nossas criaturas mágicas.
ru: Аха! А теперь давайте отпразднуем вместе с нашими волшебными друзьями
th: เย้! ตอนนี้เรามาฉลองปาร์ตี้นี้ไปกับสิ่งมีชีวิตวิเศษของเรากัน
vi: Yay! Bây giờ chúng ta hãy ăn mừng bữa tiệc này cùng với các sinh vật huyền bí của chúng ta
zh_hans: 太好了！我们来跟这些神奇的生物一起庆祝这场派对吧！
zh_hant: 耶！我們來跟這些神奇的生物一起慶祝這場派對吧！

# leave_level_during_quest
source: Are you sure you wish to leave? You will <2>lose progress on the current activity</2> if you leave before it is finished.
de: Möchtest du wirklich gehen? Du <2>verlierst den gesamten Fortschritt der aktuellen Aktivität</2>, wenn du gehst, bevor sie abgeschlossen wurde.
es: ¿Realmente deseas salir? <2>Perderás el progreso de la actividad actual</2> si sales antes de terminarla.
fr: Voulez-vous vraiment partir ? Vous <2>perdrez votre progression sur l'activité en cours</2> si vous partez avant de l'avoir terminée.
id: Yakin ingin keluar? Kamu akan <2>kehilangan progres aktivitas saat ini</2> jika keluar sebelum selesai.
it: Vuoi davvero andartene? <2>Perderai i progressi in questa attività</2> se te ne vai prima di averla terminata.
ja: ここから離れますか？ 完了せずにこの場を去ると<2>現在のアクティビティの進行が失われます</2>
ko: 정말 이 구역을 떠날까요? 지금 떠나면 <2>참여 중인 활동의 진행 상황이 저장되지 않습니다</2>.
pt: Quer mesmo sair? Você <2>vai perder o progresso na atividade atual</2> se sair antes de concluir.
ru: Вы точно хотите выйти? Вы <2>потеряете прогресс по текущей активности</2>, если выйдете до того, как закончите ее.
th: คุณต้องการออกหรือไม่ คุณจะ<2>สูญเสียความคืบหน้าของกิจกรรมในปัจจุบัน</2> หากคุณออกก่อนที่กิจกรรมจะสิ้นสุดลง
vi: Bạn chắc chắn muốn thoát? Bạn sẽ <2>mất tiến trình đối với hoạt động hiện tại</2> nếu bạn thoát trước khi hoàn thành.
zh_hans: 是否确定要离开？ 如果在活动结束前离开，你将会<2>失去当前活动的进度</2>。
zh_hant: 您確定要離開嗎？ 如果您在活動結束前離開，則會<2>失去目前的活動進度</2>。
