Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# meditation_shrine_lesson
source: What is an important life <b>lesson</b> you're grateful for?
de: Was ist eine wichtige <b>Lektion</b> im Leben, für die du dankbar bist?
es: ¿De qué <b>lección </b> importante estás agradecido?
fr: Pourriez-vous citer une <b>leçon</b> de vie qui vous a bien servi ?
id: Apa <b>pelajaran</b> penting dalam hidup yang kamu syukuri?
it: Qual è un'importante <b>lezione</b> di vita che sei grato/a di aver ricevuto?
ja: 大切にしている<b>人生の教訓</b> を教えてください
ko: 고맙게 여기는 인생 <b>교훈</b>이 있다면 무엇인가요?
pt: Por qual <b>lição</b> de vida importante você tem mais gratidão?
ru: За какой важный <b>урок</b> вы благодарны?
th: คุณรู้สึกซาบซึ้งใจกับ<b>บทเรียน</b>สำคัญใดในชีวิต
vi: <b>Bài học</b> quan trọng trong cuộc sống mà bạn biết ơn là gì?
zh_hans: 什么是你最有价值的<b>人生教训</b>？
zh_hant: 你學到最有價值的<b>人生教訓</b>是什麼？

# meditation_shrine_lifebetter
source: What could you do to make someone's day better today?
de: Was könntest du tun, um jemandem heute den Tag besser zu machen?
es: ¿Qué podrías hacer para mejorar el día de alguien?
fr: Que pourriez-vous faire pour illuminer la journée de quelqu’un aujourd’hui ?
id: Apa yang bisa kamu lakukan untuk membuat hari seseorang lebih cerah hari ini?
it: Cosa potresti fare oggi per migliorare la giornata di qualcuno?
ja: 今日誰かの1日をよりよくするために、あなたにできることって何でしょう？
ko: 누군가에게 더 나은 하루를 선물할 수 있는 방법은 무엇일까요?
pt: O que você pode fazer para melhorar o dia de alguém hoje?
ru: Как вы можете сделать сегодняшний день лучше для кого-то?
th: คุณจะทำสิ่งใดบ้างในวันนี้เพื่อช่วยให้ผู้อื่นรู้สึกดีขึ้น
vi: Bạn có thể làm gì để ngày hôm nay của ai đó tốt hơn?
zh_hans: 你可以为别人做什么让他们今天过得<b>更好</b>？
zh_hant: 你可以做些什麼讓他人今天過得<b>更好</b>？

# meditation_shrine_lny_family
source: Share a tradition that you cherish
de: Teile eine Tradition, die dir am Herzen liegt
es: Comparte una tradición que estimas
fr: Partagez une tradition que vous chérissez
id: Bagikan tradisi yang kamu sukai
it: Condividi una tradizione che ami
ja: あなたが大事にしている習慣はありますか
ko: 인상적인 관습이나 문화를 공유해주세요
pt: Compartilhe uma tradição que significa muito para você
ru: Поделитесь своими любимыми традициями
th: แชร์ธรรมเนียมที่คุณยึดมั่น
vi: Chia sẻ một truyền thống mà bạn trân trọng
zh_hans: 分享你所珍视的传统
zh_hant: 分享一則你所珍視的傳統

# meditation_shrine_lny_fortune
source: What ill-fortune would you like to leave behind this year?
de: Welches Missgeschick möchtest du dieses Jahr vergessen?
es: ¿Qué mala experiencia te gustaría olvidar este año?
fr: Quel malheur aimeriez-vous abandonner cette année ?
id: Nasib buruk apa yang ingin kamu tinggalkan tahun ini?
it: Quale evento sfortunato vorresti lasciarti alle spalle quest'anno?
ja: 今年がより良いものになるように、どんな不運を前年に置いてきましたか？
ko: 올해를 시작하며 버리고 싶은 불운이 있나요?
pt: O que você gostaria de deixar para trás este ano?
ru: Что бы вы хотели оставить в прошлом году?
th: คุณอยากจะทิ้งความโชคร้ายอะไรไว้ในปีนี้
vi: Bạn muốn quên đi chuyện không vui nào trong năm nay?
zh_hans: 你想忘却今年发生的什么不幸事情呢？
zh_hant: 你想忘卻今年發生的哪件不幸的事情呢？

# meditation_shrine_lny_hope
source: Share a message of hope for the new year
de: Teile eine hoffnungsvolle Nachricht für das neue Jahr
es: Comparte un mensaje de esperanza para el nuevo año
fr: Partagez un message d'espoir pour la nouvelle année
id: Bagikan pesan harapan untuk tahun baru
it: Condividi un messaggio di speranza per il nuovo anno
ja: これからの１年に向けた、希望のメッセージを残しましょう
ko: 새해를 맞아 희망찬 메시지를 남겨주세요
pt: Compartilhe uma mensagem de esperança para o ano novo
ru: Поделитесь своими надеждами на новый год
th: แชร์ข้อความแห่งความหวังสำหรับวันปีใหม่
vi: Chia sẻ thông điệp hy vọng cho năm mới
zh_hans: 分享一下新年的祝愿吧！
zh_hant: 分享一下新年的祝願吧！

# meditation_shrine_lny_ox
source: What will the Year of the Ox mean for you?
de: Was bedeutet das Jahr des Ochsen für dich?
es: ¿Qué significa para ti el año del buey?
fr: Que signifie pour vous l'Année du Bœuf ?
id: Apa arti Tahun Kerbau bagimu?
it: Che cosa ti aspetti dall'anno del Bufalo?
ja: 丑年はあなたにとってどんな１年になりそうですか？
ko: 소의 해를 뜻하는 신축년은 여러분께 어떤 의미가 있나요?
pt: O que o ano do boi significa para você?
ru: Что значит для вас год Быка?
th: ปีฉลูมีความหมายอย่างไรสำหรับคุณ
vi: Năm Sửu sẽ có ý nghĩa như thế nào đối với bạn?
zh_hans: 牛年有什么新计划呢？
zh_hant: 牛年有什麽新計劃呢？

# meditation_shrine_lny_tradition
source: Share your favorite family tradition
de: Teile deine Lieblingsfamilientradition
es: Comparte tu tradición familiar favorita
fr: Partagez votre tradition familiale préférée
id: Bagikan tradisi keluarga favoritmu
it: Condividi la tua tradizione familiare preferita
ja: あなたの家族に伝わる素敵な伝統をシェアしましょう
ko: 가족 대대로 내려오는 관습 중 좋아하는 부분이 있다면 무엇인가요?
pt: Compartilhe sua tradição de família favorita
ru: Расскажите о любимой семейной традиции
th: แชร์ธรรมเนียมของครอบครัวที่คุณชื่นชอบ
vi: Chia sẻ truyền thống gia đình yêu thích của bạn
zh_hans: 分享您家里有趣的传统。
zh_hant: 分享你家裡有趣的傳統。

# meditation_shrine_lny_wish
source: What is your greatest wish for the year ahead?
de: Was ist dein größter Wunsch für das kommende Jahr?
es: ¿Cuál es tu mayor deseo para el año entrante?
fr: Quel est votre plus grand souhait pour l'année à venir ?
id: Apa harapan terbesarmu untuk tahun mendatang?
it: Qual è il tuo più grande desiderio per l'anno nuovo?
ja: これからの１年、あなたが最も叶えたい願いは何ですか？
ko: 올해 가장 큰 소원은 무엇인가요?
pt: Qual o seu maior desejo para o ano novo?
ru: Чего вы больше всего хотите в новом году?
th: ความปรารถนาสูงสุดของคุณในปีถัดไปคือเรื่องใด
vi: Điều ước lớn nhất của bạn trong năm tới là gì?
zh_hans: 分享一下新年的祝愿吧！
zh_hant: 分享一下新年的祝願吧！

# meditation_shrine_lovelife
source: What do you love most about life?
de: Was liebst du am Leben am meisten?
es: ¿Qué es lo que más te gusta sobre la vida?
fr: Qu'est-ce que vous aimez le plus dans la vie ?
id: Apa yang paling kamu sukai dari kehidupan?
it: Che cosa ami di più della vita?
ja: 人生であなたが最も大事にしていることは何ですか？
ko: 삶에서 가장 좋아하는 점은 무엇인가요?
pt: O que você mais gosta da vida?
ru: Что вы больше всего цените в жизни?
th: สิ่งใดที่คุณชื่นชอบเกี่ยวกับชีวิตมากที่สุด
vi: Bạn yêu thích điều gì nhất trong cuộc sống?
zh_hans: 您最热爱生活的什么事情？
zh_hant: 你最熱愛生活中的什麼事情？

# meditation_shrine_meaning
source: What gives your life meaning?
de: Was gibt deinem Leben einen Sinn?
es: ¿Qué le da sentido a tu vida?
fr: Qu'est-ce qui donne un sens à votre vie ?
id: Apa yang memberikan arti dalam hidupmu?
it: Che cosa dà un senso alla tua vita?
ja: あなたの人生に意味を与えてくれるものは何ですか？
ko: 어디에서 삶의 의미를 찾을 수 있을까요?
pt: O que dá significado à sua vida?
ru: В чем для вас смысл жизни?
th: สิ่งใดทำให้ชีวิตของคุณมีความหมาย
vi: Điều gì mang lại ý nghĩa cho cuộc sống của bạn?
zh_hans: 什么让您的生命有意义？
zh_hant: 什麼讓你的生命感到有意義？

# meditation_shrine_memory
source: What’s your fondest memory?
de: Was ist deine liebste Erinnerung?
es: ¿Cuál es tu recuerdo más grato?
fr: Quel est votre plus beau souvenir ?
id: Apa kenangan terindahmu?
it: Qual è il tuo ricordo più bello?
ja: あなたの大事な思い出をおしえてください
ko: 가장 소중한 기억은 무엇인가요?
pt: Qual é a sua memória mais feliz?
ru: Какое воспоминание вам дороже всего?
th: ความทรงจำที่คุณชื่นชอบที่สุดคือเรื่องอะไร
vi: Kỉ niệm yêu thích nhất của bạn là gì?
zh_hans: 什么是您最喜欢的记忆？
zh_hant: 你最喜歡的記憶是什麼？

# meditation_shrine_mischief_crabplans
source: What kind of mischief do you think the Dark Crabs are planning when you aren't looking?
de: Was für einen Schabernack planen die Dunkelkrabben wohl, wenn du nicht hinsiehst?
es: ¿Qué clase de travesuras crees que los cangrejos oscuros planean cuando no estás mirando?
fr: À votre avis, quel genre de bêtises les crabes sombres préparent-ils dans votre dos ?
id: Menurutmu, kejahilan macam apa yang direncanakan Kepiting Hitam saat kamu tidak melihatnya?
it: Che tipo di scherzetto pensi che i Granchi Oscuri stiano preparando alle tue spalle?
ja: あなたが見ていないところで、闇の蟹たちがどんないたずらを企んでいると思いますか？
ko: 당신이 보지 않을 때 다크 게가 어떤 장난을 꾸미고 있을까요?
pt: Que tipo de travessura você acha que os caranguejos sombrios estão planejando em segredo?
ru: Как думаете, какую шалость замышляют темные крабы, пока их никто не видит?
th: คุณคิดว่าปูทมิฬกำลังวางแผนชั่วร้ายอะไรลับหลังคุณอยู่
vi: Bạn nghĩ Cua Hắc Ám sẽ bày trò nghịch ngợm nào khi bạn không để ý?
zh_hans: 你认为暗蟹会趁你不注意的时候策划什么恶作剧？
zh_hant: 你覺得暗蟹在沒人注意的時候，都在進行什麼邪惡計畫？

# meditation_shrine_mischief_darkdragon
source: What was your most memorable surprise from a Dark Dragon?
de: Was war deine unvergesslichste Überraschung von einem Dunklen Drachen?
es: ¿Cuál fue la sorpresa más inolvidable del Dragón oscuro?
fr: Quelle était la surprise la plus mémorable que vous ayez reçue d’un dragon obscur ?
id: Kejutan apa yang paling berkesan bagimu dari Naga Hitam?
it: Qual è stata la sorpresa più indimenticabile che hai ricevuto da un Drago Oscuro?
ja: 暗黒竜からもらったサプライズで、最も印象に残っていることはなんですか？
ko: 다크 드래곤이 안겨준 가장 놀랍고 기억에 남는 순간은 언제였나요?
pt: Qual foi a sua maior surpresa com um Dragão Sombrio?
ru: Какой сюрприз от Темного дракона запомнился вам лучше всего?
th: เรื่องเซอร์ไพรส์ที่น่าจดจำที่สุดของคุณเกี่ยวกับมังกรทมิฬคือเรื่องใด
vi: Điều khiến bạn nhớ nhất về Rồng Hắc Ám là gì?
zh_hans: 冥龙给你最难忘的惊喜是什么？
zh_hant: 你對冥龍最有印象的驚喜是什麼？

# meditation_shrine_misspast
source: What do you miss the most from the past?
de: Was vermisst du am meisten aus der Vergangenheit?
es: ¿Qué es lo que más extrañas del pasado?
fr: Qu'est-ce qui vous manque le plus du passé ?
id: Apa yang paling kamu rindukan dari masa lalu?
it: Cosa ti manca di più del passato?
ja: 最も懐かしい過去の思い出を教えてください
ko: 과거에 가장 그리운 것이 있다면 무엇인가요?
pt: Do que você mais sente saudade do passado?
ru: По чему вы больше всего скучаете?
th: คุณคิดถึงเรื่องใดมากที่สุดในอดีต
vi: Điều gì trong quá khứ làm bạn nhớ nhất?
zh_hans: 你最怀念过去的什么？
zh_hant: 你最懷念什麼？

# meditation_shrine_mistake
source: What could you be taking for <b>granted</b>?
de: Was glaubst du, siehst du als <b>selbstverständlich</b> an?
es: ¿Qué podrías estar <b>dando por sentado</b> en este momento?
fr: Qu’est-ce que vous tenez pour <b>acquis</b> ?
id: Hal apa yang kamu anggap <b>remeh</b>?
it: Che cosa potresti dare per <b>scontato</b>?
ja: 当たり前なようで、実は<b>恵まれている</b>と思うことはありますか？
ko: 고마움을 잊고 <b>당연하게</b> 여기게 된 것이 있다면 무엇인가요?
pt: O que você pode estar considerando como algo <b>garantido</b>?
ru: Что вы принимаете <b>как должное</b>?
th: คุณ<b>ไม่เห็นคุณค่า</b>สิ่งใดที่คุณได้รับมา
vi: Điều gì bạn luôn sở hữu nhưng lại không <b>trân trọng</b>?
zh_hans: 什么是你一直拥有但是却没有<b>珍惜</b>的？
zh_hant: 什麼是你一直擁有但是卻並未<b>珍惜</b>的？

# meditation_shrine_moomin_char
source: Who is your favorite <b>Moomin character?</b>
de: Welcher ist dein liebster <b>Mumin-Charakter?</b>
es: ¿Cuál es tu <b>personaje</b> favorito de los Mumins?
fr: Quel est ton <b>personnage Moomin</b> préféré ?
id: Siapa karakter <b>Moomin</b> favorit kamu?
it: Qual è il tuo <b>personaggio preferito dei Mumin?</b>
ja: あなたの好きな<b>ムーミンのキャラクター</b>は？
ko: 가장 좋아하는 <b>무민 캐릭터</b>는 누구인가요?
pt: Qual é o seu <b>personagem dos Mumins</b> favorito?
ru: Какой у вас любимый <b>Муми-персонаж?</b>
th: คุณชอบ<b>ตัวละครมูมิน</b>ตัวใดมากที่สุด
vi: <b>Nhân vật Moomin</b> yêu thích của bạn là ai?
zh_hans: 你最喜欢的<b>姆明角色</b>是谁？
zh_hant: 你最喜歡的<b>姆明角色</b>是誰？

# meditation_shrine_moomin_story
source: What does the <b>story of Moomin</b> mean to you?
de: Was bedeutet die <b>Geschichte des Mumins</b> für dich?
es: ¿Qué significa la <b>historia de los Mumin</b> para ti?
fr: Que représente l’<b>histoire des Moomins</b> pour vous ?
id: Apa arti <b>kisah Moomin</b> bagi kamu?
it: Cosa significa per te la <b>storia dei Mumin</b>?
ja: あなたにとって<b>ムーミンの物語</b>とは、どのようなものでしょうか？
ko: <b>무민 이야기</b>는 당신에게 어떤 의미인가요?
pt: O que a história dos <b>Mumins</b> significa para você?
ru: Что для вас значит <b>История Муми-троллей</b>?
th: <b>เรื่องราวของมูมิน</b>มีความหมายกับคุณอย่างไร
vi: <b>Câu chuyện về Moomin</b> có ý nghĩa gì với bạn?
zh_hans: <b>姆明的故事</b>对你来说意味着什么？
zh_hant: <b>姆明的故事</b>對你來說代表著什麼？

# meditation_shrine_music_firstsong
source: What is the first song you ever learned?
de: Welches war das erste Lied, das du jemals gelernt hast?
es: ¿Cuál fue la primera canción que aprendiste?
fr: Quelle est la première chanson que vous avez apprise ?
id: Lagu apa yang pertama kali kamu pelajari?
it: Qual è la prima canzone che hai imparato?
ja: 初めて覚えた曲はなんでしたか？
ko: 처음으로 배운 노래는 무엇인가요?
pt: Qual foi a primeira música que você aprendeu?
ru: Какую песню вы выучили самой первой?
th: บทเพลงแรกที่คุณได้เรียนคือเพลงอะไร
vi: Bài hát đầu tiên bạn được học?
zh_hans: 你学会的第一首歌是什么？
zh_hant: 你學會的第一首歌是什麼？

# meditation_shrine_music_memorable
source: What is the most memorable music you’ve ever heard?
de: Was ist die einprägsamste Musik, die du je gehört hast?
es: ¿Cuál es la música más memorable que escuchaste?
fr: Quelle est la musique la plus mémorable que vous ayez jamais entendue ?
id: Apa musik paling berkesan yang pernah kamu dengarkan?
it: Qual è la musica più memorabile che tu abbia mai sentito?
ja: 今まで聴いた中で、一番心に残っている音楽はなんですか？
ko: 가장 기억에 남는 음악은 무엇인가요?
pt: Qual é a música mais inesquecível que você já escutou?
ru: Какую песню или музыку вы запомнили лучше всего?
th: บทเพลงที่น่าจดจำที่สุดที่คุณเคยได้ยินคือเพลงอะไร
vi: Bản nhạc đáng nhớ nhất bạn từng nghe là gì?
zh_hans: 你听过的最难忘的音乐是什么？
zh_hant: 你聽過最令你難忘的音樂是什麼？

# meditation_shrine_music_playinstrument
source: If you could learn to play one instrument perfectly, which would you choose?
de: Wenn du ein Instrument perfekt spielen könntest, welches würdest du wählen?
es: Si pudieras aprender a tocar un instrumento a la perfección, ¿cuál elegirías?
fr: Si vous pouviez apprendre à jouer d’un instrument à la perfection, lequel choisiriez-vous ?
id: Kalau kamu bisa mempelajari satu alat musik hingga sempurna, alat musik apa yang akan kamu pilih?
it: Se potessi imparare a suonare perfettamente uno strumento, quale sceglieresti?
ja: もし1つの楽器を完璧に演奏できるようになるなら、どの楽器を選びますか？
ko: 한 가지 악기만 완벽하게 배울 수 있다면 무엇을 연주하고 싶은가요?
pt: Se você pudesse aprender a tocar um instrumento perfeitamente, qual escolheria?
ru: Если бы вы смогли научиться виртуозно играть только на одном инструменте, что бы вы выбрали?
th: ถ้าหากคุณสามารถเรียนรู้ที่จะเล่นเครื่องดนตรีหนึ่งเครื่องได้อย่างสมบูรณ์แบบ คุณจะเลือกเครื่องดนตรีชิ้นไหน
vi: Nếu được chọn chơi một nhạc cụ thuần thục, bạn sẽ chọn nhạc cụ nào?
zh_hans: 如果你可以学会完美地演奏一种乐器，你会选择哪一种？
zh_hant: 如果你可以精通一種樂器，會想學什麼呢？

# meditation_shrine_music_playsong
source: If you could play a song for a Sky child you just met, what song would it be?
de: Wenn du ein Lied für ein Himmelskind spielen könntest, das du gerade kennengelernt hast, welches wäre es?
es: Si pudieras compartirle una canción a un infante de Sky que acabas de conocer, ¿cuál sería?
fr: Si vous pouviez jouer une chanson pour un enfant du ciel que vous venez de rencontrer, quelle serait cette chanson ?
id: Jika bisa memainkan lagu untuk anak Sky yang baru ditemui, lagu apa?
it: Se potessi suonare una canzone per un Figlio della Luce che hai appena incontrato, quale suoneresti?
ja: 出会ったばかりの星の子どもたちに演奏するなら、どんな曲にしますか？
ko: 방금 만난 빛의 아이에게 연주를 들려준다면 어떤 노래을 고를까요?
pt: Se você pudesse tocar uma música para uma criança de Sky que acabou de conhecer, que música seria?
ru: Если бы вы могли сыграть новому другу одну песню, какую вы бы выбрали?
th: ถ้าคุณสามารถเล่นเพลงให้เด็กน้อยใน Sky ที่เพิ่งเจอกันฟังได้ คุณจะเลือกเล่นเพลงอะไร
vi: Nếu chơi một bản nhạc cho một đứa con của Sky bạn vừa gặp, bạn sẽ chọn bài hát nào?
zh_hans: 如果你可以为刚认识的光之子演奏一首歌，这首歌会是什么？
zh_hant: 若你能為剛認識的光之子演奏一首歌，會是哪一首呢？

# meditation_shrine_nature
source: What is your favorite way to enjoy <b>nature</b>?
de: Wie genießt du die <b>Natur</b> am liebsten?
es: ¿Cuál es tu forma favorita de disfrutar la <b>naturaleza</b>?
fr: Quelle est votre manière préférée d’apprécier la <b>nature</b> ?
id: Apa cara favoritmu untuk menikmati <b>alam</b>?
it: Qual è il tuo modo preferito di goderti la <b>natura</b>?
ja: <b>自然</b>を満喫できるお気に入りの方法を教えてください
ko: <b>자연</b>을 즐기는 가장 좋은 방법은 무엇인가요?
pt: Qual é sua maneira preferida de aproveitar a <b>natureza</b>?
ru: Как вы любите наслаждаться <b>природой</b>?
th: คุณชอบดื่มด่ำกับ<b>ธรรมชาติ</b>ด้วยวิธีใดมากที่สุด
vi: Cách yêu thích của bạn để tận hưởng <b>thiên nhiên</b> là gì?
zh_hans: 你最喜欢用什么方式感受<b>大自然</b>？
zh_hant: 你最喜歡用什麼方式感受<b>大自然</b>？

# meditation_shrine_nature_home
source: Do you feel more at home near the mountains, or near the ocean?
de: Fühlst du dich in den Bergen oder in der Nähe des Meeres wohler?
es: ¿Te sientes más en casa cerca de las montañas o cerca del océano?
fr: Vous sentez-vous davantage chez vous près des montagnes ou à proximité de l’océan ?
id: Apakah kamu merasa lebih nyaman berada di dekat pegunungan, atau di dekat samudra?
it: Ti senti più a tuo agio vicino alle montagne o vicino al mare?
ja: 山の近くと海の近く、どちらがより落ち着きますか？
ko: 산과 바다 중 어디에서 더 편안함을 느끼시나요?
pt: Você se sente mais em casa perto das montanhas ou perto do oceano?
ru: Где вам больше нравится, в горах или на море?
th: คุณอยากมีบ้านตั้งอยู่ใกล้ภูเขา หรือใกล้ทะเลมากกว่ากัน
vi: Bạn thích ở trên núi hay dưới biển?
zh_hans: 你觉得山边和海边哪个更有家的感觉？
zh_hant: 山林和大海，哪裡讓你感到比較自在？

# meditation_shrine_nature_scenery
source: What is the most beautiful natural scenery you’ve ever seen?
de: Was ist die schönste Naturlandschaft, die du je gesehen hast?
es: ¿Cuál es el paisaje natural más hermoso que hayas visto?
fr: Quel est le plus beau paysage naturel que vous ayez jamais vu ?
id: Apa pemandangan alam paling indah yang pernah kamu lihat?
it: Qual è lo scenario naturale più bello che tu abbia mai visto?
ja: これまで見た中で、最も美しかった自然の風景はどんなものでしたか？
ko: 지금까지 본 가장 아름다운 자연 풍경은 무엇인가요?
pt: Qual é o cenário natural mais bonito que você já viu?
ru: Какой самый красивый пейзаж вам довелось увидеть?
th: ทิวทัศน์ธรรมชาติที่สวยงามที่สุดที่คุณเคยเห็นคือทิวทัศน์ใด
vi: Phong cảnh thiên nhiên đẹp nhất mà bạn từng thấy là gì?
zh_hans: 你见过最美的自然风景是什么？
zh_hant: 你看過最美的自然風景是什麼？

# meditation_shrine_nourished
source: What makes you feel <b>nourished</b>?
de: Wann fühlst du dich am besten <b>gefördert</b>?
es: ¿Qué te hace sentir <b>satisfecho</b>?
fr: Qu’est-ce que vous trouvez <b>épanouissant</b> ?
id: Apa yang membuatmu merasa <b>terpelihara</b>?
it: Cosa ti fa sentire <b>appagato/a</b>?
ja: 周りに<b>支えられている</b>と感じるのはどんな時ですか？
ko: 무엇에서 가장 <b>든든함</b>을 느끼시나요?
pt: O que <b>nutre</b> você?
ru: От чего у вас <b>на душе мир</b>?
th: สิ่งใดที่ทำให้คุณรู้สึก<b>ได้รับกำลัง</b>
vi: Điều gì khiến bạn cảm thấy <b>ấm áp no đủ</b>?
zh_hans: 什么东西让你觉得<b>温暖和饱足</b>？
zh_hant: 什麼東西讓你覺得<b>溫暖和飽足</b>？

# meditation_shrine_nye
source: Share your New Year's Resolution.
de: Teile deinen Jahresvorsatz mit.
es: Comparte tu resolución de año nuevo.
fr: Partagez votre résolution du Nouvel An.
id: Bagikan Resolusi Tahun barumu.
it: Condividi il tuo proposito per il nuovo anno.
ja: 新年の抱負をのべましょう
ko: 새해 다짐을 남겨주세요
pt: Compartilhe a sua resolução de Ano Novo.
ru: Поделитесь своими новогодними обещаниями.
th: แชร์ปณิธานวันปีใหม่ของคุณ
vi: Chia sẻ kinh nghiệm năm mới của bạn.
zh_hans: 分享您的新年新希望。
zh_hant: 分享你的新年新希望。

# meditation_shrine_ocean_cleanup
source: Why is it important that we clean up our oceans?
de: Warum ist die Säuberung unserer Ozeane wichtig?
es: ¿Por qué es importante que limpiemos nuestros océanos?
fr: Pourquoi est-il important de nettoyer nos océans ?
id: Kenapa kita harus membersihkan lautan kita?
it: Perché è importante ripulire i nostri oceani?
ja: なぜ海を綺麗にすることが大事なのでしょうか？
ko: 바다를 청소하는 일이 중요한 이유는 무엇일까요?
pt: Por que é importante limpar os oceanos?
ru: Почему так важно очищать наши океаны?
th: เหตุใดการดูแลรักษาความสะอาดในมหาสมุทรจึงเป็นเรื่องสำคัญที่เราต้องทำ
vi: Tại sao việc làm sạch đại dương là quan trọng?
zh_hans: 清理海洋为什么至关重要？
zh_hant: 清理海洋為什麽至關重要？

# meditation_shrine_ocean_creature
source: What is your favorite ocean creature?
de: Welches Lebewesen im Ozean gefällt euch am besten?
es: ¿Cuál es tu criatura marina favorita?
fr: Quelle est votre créature océanique préférée ?
id: Apa makhluk laut kesukaanmu?
it: Qual è la tua creatura oceanica preferita?
ja: あなたの好きな海の生き物はなんですか？
ko: 가장 좋아하는 바다 생물이 무엇인가요?
pt: Qual é a sua criatura marinha preferida?
ru: Какое у вас любимое морское существо?
th: สัตว์ทะเลตัวโปรดของคุณคือตัวอะไร
vi: Sinh vật đại dương yêu thích của bạn là gì?
zh_hans: 你最喜欢的海洋生物是什么？
zh_hant: 你最喜歡的海洋生物是什麽？

# meditation_shrine_ocean_creature2
source: Which underwater creature would you most like to be?
de: Welche Meereskreatur wärst du am liebsten?
es: ¿Qué criatura marina te gustaría ser?
fr: Quelle créature sous-marine aimeriez-vous être ?
id: Kalau boleh memilih, kamu paling ingin menjadi makhluk bawah laut apa?
it: Quale creatura sottomarina vorresti essere?
ja: 水中の生き物になれるとしたら、何になりたいですか？
ko: 바다 생물이 될 수 있다면 무엇이 되시겠어요?
pt: Qual criatura aquática você mais gostaria de ser?
ru: Каким подводным жителем вы хотели бы стать?
th: สิ่งมีชีวิตใต้น้ำตัวใดที่คุณอยากเป็นมากที่สุด
vi: Bạn muốn trở thành sinh vật dưới nước nào nhất?
zh_hans: 你最想成为哪种海洋生物？
zh_hant: 你最想成為哪種海洋生物？

# meditation_shrine_ocean_fact
source: Share a fun fact about the ocean
de: Teile eine interessante Information über das Meer
es: Comparte un dato curioso sobre el océano
fr: Partagez un fait amusant sur l'océan
id: Bagikan info menarik tentang lautan
it: Condividi un fatto divertente sul mare
ja: 海についてあなたが知っているまめ知識をシェアしましょう
ko: 바다에 관한 재미있는 사실을 공유해주세요
pt: Compartilhe um fato divertido sobre o oceano
ru: Расскажите что-нибудь интересное про океан
th: แชร์เกร็ดน่ารู้เกี่ยวกับมหาสมุทร
vi: Chia sẻ sự thật thú vị về đại dương
zh_hans: 分享一个关于海洋的趣闻
zh_hant: 分享跟海洋有關的趣聞

# meditation_shrine_ocean_favorite
source: What is your favorite thing to do in the water?
de: Was machst du am liebsten im Wasser?
es: ¿Cuál es tu actividad favorita en el agua?
fr: Quelle est votre activité favorite dans l'eau ?
id: Hal apa yang suka kamu lakukan saat berada di air?
it: Cosa ami fare in acqua?
ja: 海でする一番好きなことは？
ko: 물 속에서 무엇을 하기 좋아하시나요?
pt: O que você mais gosta de fazer na água?
ru: Что вы больше всего любите делать в воде?
th: คุณชอบทำสิ่งใดมากที่สุดในน้ำ
vi: Bạn thích làm gì ở dưới nước?
zh_hans: 你在水中时最喜欢做什么？
zh_hant: 你最喜歡在水中做什麼？

# meditation_shrine_ocean_gratitude
source: Share a note of gratitude for the oceans
de: Zeige den Ozeanen deine Dankbarkeit
es: Comparte una nota de aprecio a los océanos.
fr: Partagez un message de gratitude pour les océans
id: Bagikan pesan rasa syukurmu untuk lautan
it: Condividi una nota di gratitudine per gli oceani
ja: 海への感謝を共有しましょう
ko: 바다에 대한 감사의 마음을 전해보세요
pt: Compartilhe uma nota de gratidão pelos oceanos
ru: Поделитесь, в чем вы благодарны океану
th: มาร่วมแสดงความขอบคุณต่อมหาสมุทรด้วยกัน
vi: Chia sẻ vài dòng về lòng biết ơn đối với đại dương
zh_hans: 分享一段文字，表达对海洋的感激之情
zh_hant: 分享一段文字，表達對海洋的感激之情

# meditation_shrine_ocean_memory
source: Share a memory of the ocean
de: Teile eine Erinnerung zu dem Meer
es: Comparte un recuerdo sobre el océano
fr: Partagez un souvenir de l'océan
id: Bagikan kenangan tentang lautan
it: Condividi un ricordo del mare
ja: 海にまつわる思い出をシェアしましょう
ko: 바다에 관한 추억을 공유해주세요
pt: Compartilhe uma lembrança sua no oceano
ru: Поделитесь воспоминаниями о море
th: แชร์ความทรงจำเกี่ยวกับมหาสมุทร
vi: Chia sẻ ký ức về đại dương
zh_hans: 分享一段关于海洋的回忆
zh_hant: 分享跟海洋有關的記憶

# meditation_shrine_ocean_plastic
source: Share one way you could reduce your use of plastic
de: Sage uns, wie du deinen Plastikmüll verringern kannst
es: Comparte una forma en la que podrías reducir tu consumo de plásticos.
fr: Partagez un moyen de réduire votre utilisation de plastique
id: Bagikan satu cara mengurangi penggunaan plastik
it: Condividi un'idea per ridurre l'uso della plastica
ja: あなたができる、プラスチックの使用を減らす方法を共有しましょう
ko: 플라스틱 사용을 줄일 수 있는 방법을 공유해주세요
pt: Compartilhe uma forma de reduzir o uso de plástico
ru: Расскажите, как вы сокращаете использование пластика
th: แชร์หนึ่งวิธีที่คุณช่วยลดการใช้พลาสติก
vi: Chia sẻ một cách có thể giảm sử dụng nhựa
zh_hans: 分享一种可以减少塑料使用的方法
zh_hant: 分享一種可以減少使用塑膠製品的方法
