Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# title_domusic_location3_02
source: Inspire an anthem that celebrates creativity
de: Stimme einen Lobgesang auf die Kreativität an
es: Inspira un himno que celebre la creatividad
fr: Un hymne célébrant la créativité
id: Memberi inspirasi pada lagu yang merayakan kreativitas
it: Inspira un inno che celebra la creatività
ja: 創造性を称え、心を刺激する賛歌
ko: 창의력을 찬양하는 노래를 들려주세요
pt: Crie um hino que exalte a criatividade.
ru: Вдохновитесь гимном, воспевающим творчество
th: สร้างแรงบันดาลใจให้กับบทเพลงที่สรรเสริญความคิดสร้างสรรค์
vi: Khơi dậy một bài thánh ca tôn vinh sự sáng tạo
zh_hans: 奏出挥洒创意的颂歌
zh_hant: 奏出揮灑創意的頌歌

# title_domusic_location4_01
source: Melancholy
de: Wehmut
es: Melancolía
fr: Mélancolie
id: Melankolis
it: Malinconia
ja: 憂い
ko: 우울
pt: Melancolia
ru: Меланхолия
th: ความเศร้าโศก
vi: U Sầu
zh_hans: 忧郁
zh_hant: 憂傷

# title_domusic_location4_02
source: Craft a melody that captures the ache of loss
de: Schaffe eine Melodie, die den Schmerz des Verlusts einfängt
es: Compone una melodía que plasme el dolor de la pérdida
fr: Imaginez une mélodie illustrant la douleur de perdre ce qu’on aime
id: Ciptakan melodi yang menggambarkan rasa sakit saat kehilangan
it: Crea una melodia che cattura il dolore della perdita
ja: 喪失の痛みが伝わる旋律
ko: 상실의 아픔을 포착하는 멜로디를 만드세요
pt: Crie uma melodia que traduza a dor da perda
ru: Создайте мелодию, которая передаст боль утраты
th: สร้างสรรค์บทเพลงที่ถ่ายทอดความเจ็บปวดของการสูญเสีย
vi: Sáng tác một giai điệu thể hiện được nỗi đau mất mát
zh_hans: 用旋律诉说失落的心情
zh_hant: 用旋律訴說失落的心情

# title_domusic_location5_01
source: Confidence
de: Selbstbewusstsein
es: Confianza
fr: Confiance
id: Keyakinan
it: Fiducia
ja: 自信
ko: 자신감
pt: Confiança
ru: Уверенность
th: ความมั่นใจ
vi: Tự Tin
zh_hans: 自信
zh_hant: 自信

# title_domusic_location5_02
source: Encourage others to confront challenges with unwavering belief
de: Ermutige andere, Herausforderungen mit unerschütterlichem Glauben zu begegnen
es: Incentiva a los demás a enfrentarse a los retos con una convicción inquebrantable
fr: Encouragez les autres à relever les défis avec une foi inébranlable
id: Mendorong orang lain untuk menghadapi tantangan dengan keyakinan yang teguh
it: Incoraggia gli altri ad affrontare le sfide con fiducia incrollabile
ja: 揺るぎない信念で困難に立ち向かう誰かを鼓舞する音色
ko: 흔들리지 않는 신념으로 어려움을 이겨내도록 힘을 북돋아 주세요
pt: Incentive os outros a enfrentar desafios com confiança inabalável
ru: Помогите другим противостоять трудностям, наполняя их уверенностью
th: ให้กำลังใจผู้อื่นเพื่อเผชิญกับความท้าทายด้วยความเชื่อมั่นที่ไม่สั่นคลอน
vi: Cổ vũ người khác đối mặt với thử thách bằng niềm tin vững chắc
zh_hans: 鼓励他人以坚定不移的信念直面挑战
zh_hant: 激勵他人堅定信念，勇敢面對挑戰

# title_domusic_location6_01
source: Triumph
es: Triunfo
fr: Triomphe
id: Kejayaan
it: Trionfo
ja: 凱旋
ko: 승리
pt: Triunfo
ru: Триумф
th: ชัยชนะ
vi: Chiến Thắng
zh_hans: 凯旋
zh_hant: 凱旋

# title_domusic_location6_02
source: Incite a sense of victory with each powerful note
de: Wecke das Gefühl des Sieges mit jeder mächtigen Note
es: Despierta una sensación de victoria con el poder de cada nota
fr: Chaque note puissante incarne la victoire
id: Bangkitkan rasa kemenangan dengan setiap nada yang kuat
it: Incita un senso di vittoria con ogni nota potente
ja: 勝利の歓喜を呼び起こす力強い調べ
ko: 강렬한 연주로 승리감을 끌어올려주세요
pt: Desperte o senso de vitória em cada nota poderosa
ru: Укрепляйте чувство победы каждой мощной нотой
th: ปลุกเร้าความรู้สึกแห่งชัยชนะด้วยโน้ตอันทรงพลัง
vi: Khơi dậy cảm giác chiến thắng với mỗi nốt nhạc mạnh mẽ
zh_hans: 用强而有力的音符唤起胜利的喜悦
zh_hant: 用強而有力的音符喚起勝利的喜悅

# title_dusk_triangle_01
source: Treasure Reef
de: Schatzriff
es: Coral del tesoro
fr: Récif du trésor
id: Karang Harta Karun
it: Scogliera del Tesoro
ja: 秘宝の環礁
ko: 보물섬
pt: Recife do Tesouro
ru: Остров сокровищ
th: แนวปะการังสมบัติ
vi: Rạn San Hô Kho Báu
zh_hans: 宝藏暗礁
zh_hant: 寶礁

# title_dusk_triangle_02
source: What lies beneath the water?
de: Was verbirgt sich unter dem Wasser?
es: ¿Qué hay debajo del agua?
fr: Qu’est-ce qui se cache sous la surface ?
id: Apa yang tersimpan di kedalaman air?
it: Cosa c'è sotto la superficie?
ja: − 深奥に沈む、悠久の未知 −
ko: 물 속에 무엇이 잠겨 있을까요?
pt: O que há sob a água?
ru: Что скрыто под водой?
th: อะไรอยู่ใต้น้ำกันนะ
vi: Thứ gì nằm bên dưới mặt nước?
zh_hans: 水下藏着些什么？
zh_hant: 水下有什麼？

# title_earth_trial_01
source: Trial of Earth
de: Prüfung der Erde
es: Prueba de Tierra
fr: Épreuve de la Terre
id: Ujian Bumi
it: Prova della Terra
ja: 地の試練
ko: 땅의 시련
pt: Provação da Terra
ru: Испытание земли
th: บททดสอบแห่งดิน
vi: Thử Thách Đất
zh_hans: 土之试炼
zh_hant: 土之試煉

# title_earth_trial_02
source: Tenacity reveals the way home.
de: Beharrlichkeit enthüllt den Weg nach Hause.
es: La tenacidad te mostrará el camino a casa.
fr: La ténacité révèle le chemin du retour.
id: Kegigihan mengungkap jalan pulang.
it: La tenacia rivela la strada verso casa.
ja: − 屈せず進め、必ず道は開かれる −
ko: 끈기를 발휘하여 길을 찾으세요
pt: A tenacidade revela o caminho para o lar.
ru: Упорство открывает дороги.
th: ความดื้อรั้นเผยให้เห็นเส้นทางกลับบ้าน
vi: Sự bền bỉ dẫn lối về nhà.
zh_hans: 坚韧之心，指引归途
zh_hant: 堅韌之心，指引歸途

# title_fire_trial_01
source: Trial of Fire
de: Prüfung des Feuers
es: Prueba de Fuego
fr: Épreuve du Feu
id: Ujian Api
it: Prova del Fuoco
ja: 火の試練
ko: 불의 시련
pt: Provação do Fogo
ru: Испытание огня
th: บททดสอบแห่งไฟ
vi: Thử Thách Lửa
zh_hans: 火之试炼
zh_hant: 火之試煉

# title_fire_trial_02
source: Only the brave will attain the light.
de: Nur die Tapferen erhalten das Licht.
es: Solo los valientes obtendrán la luz.
fr: Seuls les braves atteindront la lumière.
id: Hanya pemberani yang akan mendapatkan cahaya.
it: Solo chi è coraggioso raggiungerà la luce.
ja: − 勇気を示せ、さすれば光を掴めるだろう −
ko: 용감한 자만이 빛을 얻습니다
pt: Somente o mais bravo alcançará a luz.
ru: Лишь храбрый обретет свет.
th: ผู้กล้าเท่านั้นที่จะได้แสงสว่างมาครอบครอง
vi: Chỉ người dũng cảm mới có được ánh sáng.
zh_hans: 勇毅之魄，连接光明
zh_hant: 勇毅之魄，連接光明

# title_infinitedesert_01
source: Land of Tears
de: Land der Tränen
es: País de las lágrimas
fr: Terre de larmes
id: Negeri Air Mata
it: Paese delle lacrime
ja: 涙の国
ko: 눈물의 땅
pt: País das Lágrimas
ru: Страна слез
th: ดินแดนแห่งน้ำตา
vi: Thế Giới Nước Mắt
zh_hans: 泪水的世界
zh_hant: 淚水的世界

# title_infinitedesert_02
source: The loveliest and saddest landscape in the world.
de: Die wunderbarste und traurigste Landschaft, die es gibt.
es: El paisaje más hermoso y el más triste del mundo.
fr: Le paysage le plus beau et le plus triste au monde.
id: Lanskap paling indah dan paling sendu di dunia.
it: Il più bello e il più triste paesaggio del mondo.
ja: − この世の中で一番美しく、一番悲しい景色 −
ko: 세상에서 가장 아름답고 가장 쓸쓸한 풍경
pt: A mais bela paisagem do mundo... e também a mais triste.
ru: Самый прекрасный и самый печальный пейзаж в мире.
th: ทิวทัศน์น่ารื่นรมย์และเศร้าโศกที่สุดในโลก
vi: Phong cảnh đáng yêu nhất và buồn nhất trên thế gian.
zh_hans: 世界上最迷人，也是最悲伤的风景。
zh_hant: 世界上最迷人，也是最悲傷的風景。

# title_invisiblechild_01
source: The Invisible Child
de: Das unsichtbare Kind
es: La niña invisible
fr: L’enfant invisible
id: Anak yang Tak Terlihat
it: La bambina invisibile
ja: 目に見えない子
ko: 보이지 않는 아이
pt: A Criança Invisível
ru: Дитя-невидимка
th: เด็กน้อยล่องหน
vi: Đứa Trẻ Vô Hình
zh_hans: 《透明的孩子》
zh_hant: 《透明的孩子》

# title_invisiblechild_sub_01
source: ~ Chapter 1 ~
de: ~ Kapitel 1 ~
es: ~ Capítulo 1 ~
fr: ~ Chapitre 1 ~
id: ~ Bab 1 ~
it: ~ Capitolo 1 ~
ja: 〜 第１章 〜
ko: ~ 제1장 ~
pt: ~ Capítulo 1 ~
ru: ~ Глава 1 ~
th: ~ บทที่ 1 ~
vi: ~ Chương 1 ~
zh_hans: 〈第一章〉
zh_hant: 〈第一章〉

# title_invisiblechild_sub_02
source: ~ Chapter 2 ~
de: ~ Kapitel 2 ~
es: ~ Capítulo 2 ~
fr: ~ Chapitre 2 ~
id: ~ Bab 2 ~
it: ~ Capitolo 2 ~
ja: 〜 第２章 〜
ko: ~ 제2장 ~
pt: ~ Capítulo 2 ~
ru: ~ Глава 2 ~
th: ~ บทที่ 2 ~
vi: ~ Chương 2 ~
zh_hans: 〈第二章〉
zh_hant: 〈第二章〉

# title_invisiblechild_sub_03
source: ~ Chapter 3 ~
de: ~ Kapitel 3 ~
es: ~ Capítulo 3 ~
fr: ~ Chapitre 3 ~
id: ~ Bab 3 ~
it: ~ Capitolo 3 ~
ja: 〜 第３章 〜
ko: ~ 제3장 ~
pt: ~ Capítulo 3 ~
ru: ~ Глава 3 ~
th: ~ บทที่ 3 ~
vi: ~ Chương 3 ~
zh_hans: 〈第三章〉
zh_hant: 〈第三章〉

# title_invisiblechild_sub_04
source: ~ Chapter 4 ~
de: ~ Kapitel 4 ~
es: ~ Capítulo 4 ~
fr: ~ Chapitre 4 ~
id: ~ Bab 4 ~
it: ~ Capitolo 4 ~
ja: 〜 第４章 〜
ko: ~ 제4장 ~
pt: ~ Capítulo 4 ~
ru: ~ Глава 4 ~
th: ~ บทที่ 4 ~
vi: ~ Chương 4 ~
zh_hans: 〈第四章〉
zh_hant: 〈第四章〉

# title_invisiblechild_sub_05
source: ~ Chapter 5 ~
de: ~ Kapitel 5 ~
es: ~ Capítulo 5 ~
fr: ~ Chapitre 5 ~
id: ~ Bab 5 ~
it: ~ Capitolo 5 ~
ja: 〜 第５章 〜
ko: ~ 제5장 ~
pt: ~ Capítulo 5 ~
ru: ~ Глава 5 ~
th: ~ บทที่ 5 ~
vi: ~ Chương 5 ~
zh_hans: 〈第五章〉
zh_hant: 〈第五章〉

# title_invisiblechild_sub_06
source: ~ Chapter 6 ~
de: ~ Kapitel 6 ~
es: ~ Capítulo 6 ~
fr: ~ Chapitre 6 ~
id: ~ Bab 6 ~
it: ~ Capitolo 6 ~
ja: 〜 第６章 〜
ko: ~ 제6장 ~
pt: ~ Capítulo 6 ~
ru: ~ Глава 6 ~
th: ~ บทที่ 6 ~
vi: ~ Chương 6 ~
zh_hans: 〈第六章〉
zh_hant: 〈第六章〉

# title_islandvortex_01
source: The Sanctuary Vortex
de: Der Zufluchtsvortex
es: El vórtice del santuario
fr: Le Vortex du sanctuaire
id: Kuil Suci Pusaran Hitam
it: Il Vortice dell'Arcipelago
ja: 楽園の渦潮
ko: 낙원의 소용돌이
pt: O Vórtice do Santuário
ru: Воронка Укрытия
th: น้ำวนสรวงสวรรค์
vi: Dòng Xoáy Thánh Địa
zh_hans: 圣域漩涡
zh_hant: 聖域漩渦

# title_islandvortex_02
source: Darkness trapped in the middle of the ocean
de: Gefangene Finsternis mitten im Ozean
es: Oscuridad atrapada en el medio del océano
fr: Les ténèbres sont piégées au milieu de l'océan
id: Kegelapan terperangkap di tengah samudra
it: Oscurità intrappolata nel mezzo dell'oceano
ja: − 海洋に渦巻く闇の澱み −
ko: 바다의 한가운데에 갇혀 있는 어둠
pt: Escuridão presa no meio do oceano
ru: Ловушка тьмы в середине океана
th: ความมืดมิดที่อยู่ใจกลางมหาสมุทร
vi: Bóng tối bị giam cầm giữa đại dương
zh_hans: 缠困在海中的黑暗
zh_hant: 纏困在海中的黑暗

# title_lp_planet_01
source: Belt of Asteroids
de: Asteroidengürtel
es: Cinturón de asteroides
fr: Ceinture d'astéroïdes
id: Sabuk Asteroid
it: Fascia di asteroidi
ja: 小惑星帯
ko: 소행성대
pt: Cinturão de Asteroides
ru: Пояс астероидов
th: เข็มขัดดาวเคราะห์น้อย
vi: Vành Đai Tiểu Hành Tinh
zh_hans: 小行星带
zh_hant: 小行星帶

# title_lp_planet_02
source: For travelers, the stars are guides.
de: Für Reisende sind die Sterne Helfer.
es: Para los que viajan, las estrellas son sus guías.
fr: Pour les uns, qui voyagent, les étoiles sont des guides.
id: Bagi pengembara, bintang adalah pemandu.
it: Per quelli che viaggiano, le stelle sono delle guide.
ja: − 星々は、旅人たちの案内者 −
ko: 별이 여행자를 인도합니다
pt: Para os viajantes, as estrelas são guias.
ru: Тем, кто странствует, звезды указывают путь
th: สำหรับนักเดินทางแล้ว ดวงดาวนั้นเปรียบเสมือนเครื่องนำทาง
vi: Đối với các lữ khách, những ngôi sao là người dẫn đường.
zh_hans: 对于旅行者而言，星星就是向导。
zh_hant: 對於旅行者而言，星星就是嚮導。

# title_mischief_01
source: The Cackling Crab
de: Der gackernde Krebs
es: El cangrejo carcajeante
fr: Le crabe caquetant
id: Kepiting Terkekeh
it: Il granchio schiamazzante
ja: カチカチ蟹穴
ko: 수다쟁이 게
pt: O caranguejo cacarejante
ru: Клацающий краб
th: ปูผู้ขบขัน
vi: Cua Lải Nhải
zh_hans: 嘎吱嘎吱的螃蟹
zh_hant: 嘎吱嘎吱的螃蟹

# title_mischief_02
source: Sweets and secrets in spooky places
de: Süßes und Geheimnisse an gruseligen Orten
es: Dulces y secretos en lugares tenebrosos
fr: Des sucreries et secrets dans des endroits effrayants
id: Permen dan rahasia di tempat menyeramkan
it: Dolcetti e segreti in luoghi spettrali
ja: − スウィーツもヒミツも、全ては不気味な穴の底 −
ko: 으스스한 곳에 숨겨진 달콤한 간식과 비밀
pt: Doces e segredos em lugares assustadores
ru: Сладости и секреты в жутких местах
th: ขนมหวานและความลับในสถานที่อันน่ากลัว
vi: Kẹo và bí mật ở nơi ma quái
zh_hans: 藏在恐怖之地的糖果与秘密
zh_hant: 藏在恐怖之地的糖果與祕密

# title_night_paintedWorld_01
source: Crescent Oasis
de: Sicheloase
es: Oasis creciente
fr: Oasis du croissant
id: Oasis Bulan Sabit
it: Oasi a Mezzaluna
ja: 三日月オアシス
ko: 초승달 오아시스
pt: Oásis Crescente
ru: Лунный оазис
th: โอเอซิสจันทร์เสี้ยว
vi: Ốc Đảo Trăng Khuyết
zh_hans: 月牙绿洲
zh_hant: 新月綠洲

# title_night_paintedWorld_02
source: Home of the Nine-Colored Deer
de: Zuhause des Neunfarbigen Hirsches
es: Hogar del ciervo de los nueve colores
fr: Territoire du cerf au neuf couleurs
id: Rumah bagi Rusa Sembilan Warna
it: Casa del Cervo dai nove colori
ja: 九色の鹿の在り処
ko: 아홉 빛깔 사슴의 안식처
pt: Lar do Cervo de Nove Cores
ru: Дом Девятицветного оленя
th: บ้านของกวางเก้าสี
vi: Nhà của Cửu Sắc Lộc
zh_hans: 瑰丽的异域世界
zh_hant: 九色鹿的家園

# title_night_paintedworld_03
source: Royal Palace
de: Königspalast
es: Palacio Real
fr: Palais Royal
id: Istana Kerajaan
it: Palazzo Reale
ja: 宮殿
ko: 왕궁
pt: Palácio Real
ru: Королевский дворец
th: พระราชวัง
vi: Cung điện Hoàng gia
zh_hans: 皇宫
zh_hant: 皇宮

# title_night_paintedworld_04
source: Heart of the Kingdom
de: Herz des Königreichs
es: Corazón del Reino
fr: Cœur du Royaume
id: Jantung Kerajaan
it: Cuore del Regno
ja: 国の中枢を担う地
ko: 왕국의 심장
pt: Coração do Reino
ru: Сердце Королевства
th: หัวใจของอาณาจักร
vi: Trái tim của Vương quốc
zh_hans: 王国的心脏
zh_hant: 王國的心臟

# title_night_shelter_01
source: Repository of Refuge
de: Archiv der Zuflucht
es: Almacén de refugio
fr: Dépôt du refuge
id: Gudang Pengungsi
it: Cripta di rifugio
ja: 君憶う保存庫
ko: 피난의 보관소
pt: Repositório do Refúgio
ru: Защищенный тайник
th: โกดังลี้ภัย
vi: Kho Trú Ẩn
zh_hans: 难民贮藏室
zh_hant: 知識庫避難所

# title_night_shelter_02
source: Where the past meets the present
de: Hilf den trauernden Geistern, Frieden zu finden
es: Ayuda a los espíritus afligidos a encontrar la paz
fr: Aidez les esprits en peine à trouver la paix
id: Bantu para roh yang berduka menemukan kedamaian
it: Aiuta gli spiriti addolorati a trovare la pace
ja: − 過去と今とが交叉する場所 −
ko: 비탄에 잠긴 영혼이 마음의 평화를 찾도록 도와주세요
pt: Ajude os espíritos aflitos a encontrar a paz
ru: Помогите горюющему духу обрести покой
th: สถานที่ซึ่งอดีตและปัจจุบันมาบรรจบกัน
vi: Nơi quá khứ và hiện tại giao nhau
zh_hans: 帮助悲伤的先灵得到安宁
zh_hant: 幫助哀傷的先靈找到平靜

# title_nightdesert_01
source: Starlight Desert
de: Sternenlichtwüste
es: Desierto luz de estrellas
fr: Désert stellaire
id: Gurun Cahaya Bintang
it: Deserto Stellare
ja: 星月夜の砂漠
ko: 별빛 사막
pt: Deserto da Luz Estelar
ru: Звездная пустыня
th: ทะเลทรายแสงดาว
vi: Hoang Mạc Ánh Sao
zh_hans: 星漠
zh_hant: 星漠

# title_nightdesert_02
source: Where dreamlike worlds collide.
de: Wo traumähnliche Welten aufeinandertreffen.
es: Donde los mundos de ensueño se encuentran.
fr: Où les mondes oniriques se rencontrent.
id: Tempat dunia seperti mimpi bertabrakan.
it: Dove i mondi da sogno si scontrano.
ja: − 巡り合う、二つの美しき世界 −
ko: 몽환적인 세계들이 만나는 공간
pt: Onde mundos de sonhos se encontram.
ru: Место, где пересекаются удивительные миры.
th: สถานที่ซึ่งโลกแห่งความฝันมาบรรจบกัน
vi: Nơi giao nhau của thế giới mộng mơ.
zh_hans: 梦幻般的世界在此交汇。
zh_hant: 夢幻般的世界在此交匯。

# title_oasis_01
source: Forgotten Ark
de: Vergessene Arche
es: Arca Olvidada
fr: Arche oubliée
id: Tabut Terlupakan
it: Arca Dimenticata
ja: 忘れられた方舟
ko: 잊혀진 방주
pt: Arca esquecida
ru: Забытый ковчег
th: เรือที่ถูกลืม
vi: Hòm Lãng Quên
zh_hans: 失落方舟
zh_hant: 失落方舟

# title_oasis_02
source: What was covered in the sand?
de: Was lag im Sand begraben?
es: ¿Qué cubría la arena?
fr: Qu'est-ce qui était recouvert par le sable ?
id: Apa yang terkubur dalam pasir?
it: Cosa c'era sotto la sabbia?
ja: − 遠い昔日は、砂にうずもれたまま −
ko: 모래 속에 무엇이 묻혀 있을까요?
pt: O que a areia cobria?
ru: Что скрывалось под песком?
th: สิ่งใดถูกผืนทรายปกคลุมอยู่
vi: Thứ gì được phủ dưới lớp cát?
zh_hans: 沙漠中藏着何等珍宝？
zh_hant: 沙漠中藏著何等珍寶？

# title_oasis_03
source: An enchanted pearl in the Golden Wasteland
de: Eine verzauberte Perle in der goldenen Ödnis
es: Una perla encantada en el Páramo Dorado
fr: Une perle enchantée dans le Désert d'or
id: Mutiara ajaib di Gurun Emas
it: Una perla incantata nel Deserto Dorato
ja: − 魔法を追い風に、舟は再び帆走る −
ko: 황금 황무지에 묻힌 마법의 진주
pt: Uma pérola encantada no Sertão Dourado
ru: Волшебная жемчужина Золотой пустоши
th: ไข่มุกอันน่าหลงใหลในแดนร้างทองอร่าม
vi: Một viên ngọc trai mê hoặc ở Hoang Mạc Hoàng Kim
zh_hans: 暮土之珠
zh_hant: 暮土之珠

# title_prairie_island_01
source: Sanctuary Islands
de: Zufluchtsinseln
es: Islas Santuario
fr: Îles du sanctuaire
id: Pulau Tempat Suci
it: Arcipelago Paradiso
ja: 楽園の島々
ko: 낙원의 섬
pt: Ilhas do Santuário
ru: Острова укрытия
th: เกาะสวรรค์
vi: Quần Đảo Thánh Địa
zh_hans: 圣域群岛
zh_hant: 聖域群島

# title_prairie_island_02
source: An escape from daily civilization
de: Eine Flucht aus der täglichen Zivilisation
es: Un escape de la civilización diaria
fr: Une échappatoire à la civilisation quotidienne
id: Pelarian dari peradaban sehari-hari
it: Una fuga dalla civiltà quotidiana
ja: − 喧騒より逃れ、羽伸ばす憩いの地へ −
ko: 일상 문명으로부터 잠시 벗어나보세요
pt: Uma saída da civilização diária
ru: Бегство от рутины
th: การหลีกหนีจากอารยธรรมในแต่ละวัน
vi: Một lối thoát thoát khỏi nền văn minh hàng ngày
zh_hans: 远离尘嚣的胜地
zh_hant: 遠離塵囂的勝地

# title_prairie_village
source: Prairie Village
de: Präriedorf
es: Aldea de la planicie
fr: Village des prairies
id: Desa Padang Rumput
it: Villaggio della Prateria
ja: 草原の村
ko: 초원 마을
pt: Aldeia da Campina
ru: Деревня Прерии
th: หมู่บ้านทุ่งหญ้า
vi: Làng Thảo Nguyên Ánh Sáng
zh_hans: 云野村庄
zh_hant: 雲野村落

# title_prairie_wildlifepark_01
source: Prairie Peaks
de: Präriegipfel
es: Cumbres de la planicie
fr: Pics de la Prairie
id: Puncak Padang Rumput
it: Vette della Prateria
ja: 草原連峰
ko: 초원 봉우리
pt: Picos da Campina
ru: Степные вершины
th: ยอดเขาแห่งทุ่งหญ้า
vi: Đỉnh Thảo Nguyên
zh_hans: 云野峻岭
zh_hant: 雲野峻嶺

# title_prairie_wildlifepark_02
source: A pristine landscape
de: Eine unberührte Landschaft
es: Un paisaje inmaculado
fr: Un paysage vierge
id: Pemandangan yang asri
it: Un paesaggio incontaminato
ja: − 未踏の絶景を一望に −
ko: 자연이 고스란히 담긴 풍경
pt: Uma paisagem intocada
ru: Первозданный пейзаж
th: ทิวทัศน์อันบริสุทธิ์
vi: Một cảnh quan nguyên sơ
zh_hans: 纯净的世外桃源
zh_hant: 純淨的世外桃源

# title_rain_basecamp_01
source: The Treehouse
de: Das Baumhaus
es: La casa del árbol
fr: La cabane dans l'arbre
id: Rumah Pohon
it: La casa sull'albero
ja: ツリーハウス
ko: 나무집
pt: Casa da Árvore
ru: Домик на дереве
th: บ้านต้นไม้
vi: Ngôi Nhà Trên Cây
zh_hans: 大树屋
zh_hant: 大樹屋

# title_rain_basecamp_02
source: A secret hideaway in the making.
de: Die Entstehung eines Geheimverstecks.
es: Un pasadizo secreto a medio hacer.
fr: Une cachette secrète en cours de construction.
id: Persembunyian rahasia yang sedang dibangun.
it: Un nascondiglio segreto da costruire.
ja: − 秘密の隠れ家、建設中 −
ko: 완성을 기다리는 비밀 아지트
pt: Um esconderijo secreto em fase de construção.
ru: Строящееся Тайное укрытие
th: ที่ซ่อนเร้นลับ ซึ่งกำลังอยู่ระหว่างก่อสร้าง
vi: Một nơi ẩn náu bí mật đang được xây dựng.
zh_hans: 一个正在重建的藏身之处。
zh_hant: 一個正在重建的藏身之處。

# title_rain_basecamp_03
source: A home away from home.
de: Ein Zuhause fern der Heimat
es: Un hogar lejos de casa.
fr: Un foyer loin de chez soi.
id: Sebuah rumah yang jauh dari rumah.
it: La tua seconda casa.
ja: − 秘密の隠れ家へ、ようこそ −
ko: 안식처 밖의 안식처
pt: Uma casa longe de casa.
ru: Дом вдали от дома.
th: บ้านที่อยู่ห่างไกลจากบ้าน
vi: Một ngôi nhà ở ngoài ngôi nhà.
zh_hans: 家外之家。
zh_hant: 家外之家。

# title_sky_memorial_01
source: Sky Memorial
de: Sky-Denkmal
es: Monumento de conmemoración de Sky
fr: Mémorial de Sky
id: Tugu Peringatan Langit
it: Monumento di Sky
ja: Sky 憶いの碑
ko: Sky 기념비
pt: Memorial do Sky
ru: Памятник Неба
th: อนุสรณ์สถานแห่ง Sky
vi: Đài Tưởng Niệm Sky
zh_hans: Sky 纪念碑
zh_hant: Sky 紀念碑

# title_sky_memorial_02
source: In loving memory of Don Heim and all the loved ones we've lost
de: In liebevoller Erinnerung an Don Heim und alle geliebten Menschen, die wir verloren haben
es: En memoria de Don Heim y todos los seres queridos que perdimos.
fr: À notre très cher Don Heim et à tous les êtres chers que nous avons perdus
id: Untuk mengenang Don Heim dan semua orang tercinta yang telah tiada
it: Nel ricordo affettuoso di Don Heim e di tutti i cari che abbiamo perso
ja: − 親愛なるドン・ハイムと、旅立ったすべての愛しい光を偲んで −
ko: 던 하임을 비롯해 우리 곁을 떠난 사랑하는 이 모두를 추모합니다
pt: Em homenagem a Don Heim e todos os entes queridos que se foram
ru: Светлая память Дону Хайму (Don Heim) и всем, кого мы потеряли
th: ด้วยความรักและความทรงจำถึงดอน เฮม และทุกคนที่เรารักซึ่งได้จากเราไป
vi: Tưởng nhớ Don Heim và những người thân yêu đã khuất của chúng ta
zh_hans: 以此纪念 Don Heim 以及所有逝去的至親好友
zh_hant: 以此紀念 Don Heim 以及所有逝去的至親好友

# title_skyway_01
source: The Wind Paths
de: Die Windpfade
es: Los Caminos del viento
fr: Les Chemins de vent
id: Jalur Angin
it: I Sentieri del Vento
ja: 風の街道
ko: 바람길
pt: As Trilhas do Vento
ru: Пути ветра
th: เส้นทางสายลม
vi: Con Đường Gió
zh_hans: 风之大道
zh_hant: 風之大道

# title_skyway_02
source: Abandoned paths of the ancient kingdom.
de: Verlassene Straßen des alten Königreichs.
es: Caminos abandonados del antiguo reino.
fr: Les chemins abandonnés de l'ancien royaume.
id: Jalur kerajaan kuno yang terbengkalai.
it: Strade abbandonate dell'antico regno.
ja: − とうに通う者なき、千古の道跡 −
ko: 고대 왕국의 버려진 통로
pt: Estradas abandonadas do antigo reino.
ru: Заброшенные тропы древнего королевства.
th: เส้นทางที่ถูกทิ้งร้างของอาณาจักรโบราณ
vi: Những con đường bị bỏ hoang của vương quốc cổ đại.
zh_hans: 来自远古王国的荒废通道
zh_hant: 來自遠古王國的荒廢通道

# title_skyway_03
source: Chimes guide creatures to clear passage through the realms.
de: Die Glocken leiten die Kreaturen an, den Weg durch die Reiche freizumachen.
es: Las campanillas guían a las criaturas para despejar el paso a través de los reinos.
fr: Des carillons guident les créatures pour libérer le passage à travers les royaumes.
id: Lonceng memandu makhluk untuk membersihkan jalan melewati berbagai dunia.
it: Gli scacciapensieri guidano le creature per liberare la strada attraverso i regni.
ja: − 風の導に唱和し、雲脈行き交う光たち −
ko: 종소리 덕분에 크리처들이 안전하게 이동하고 있어요
pt: Os sinos guiam as criaturas para limpar a passagem através dos reinos.
ru: Колокольчики указывают обитателям проход через миры.
th: เสียงระฆังนำทางสิ่งมีชีวิตเพื่อเปิดเส้นทางผ่านดินแดนต่างๆ
vi: Chuông hướng dẫn sinh vật đi qua các vương quốc.
zh_hans: 乐钟将导引光之生物疏通前往王国各处的通道
zh_hant: 樂鐘將導引光之生物疏通前往王國各處的通道

# title_soundbath_01
source: Garden of Tranquility
de: Garten der Stille
es: Jardín tranquilo
fr: Jardin de la Sérénité
id: Taman yang Tenang
it: Giardino tranquillo
ja: 静けさの庭
ko: 평온의 정원
pt: Jardim da Tranquilidade
ru: Тихий сад
th: สวนอันเงียบสงบ
vi: Vườn An Yên
zh_hans: 宁静花园
zh_hant: 寧靜花園

# title_soundbath_02
source: Unwind with soothing sounds.
de: Entspanne dich mit beruhigenden Klängen.
es: Un espacio para ser uno mismo.
fr: Détendez-vous grâce à des sons apaisants.
id: Sebuah tempat untuk sekadar bersantai.
it: Uno spazio dove poter semplicemente esistere.
ja: - 平穏は心地よい音の中に -
ko: 그저 있을 수 있는 곳.
pt: Relaxe com sons suaves.
ru: Место, чтобы посидеть в тишине.
th: พื้นที่สำหรับการดำรงอยู่ในอย่างที่เป็น
vi: Một không gian để đơn thuần tồn tại.
zh_hans: 在舒缓的声音中放松身心。
zh_hant: 隨著舒緩的聲音放鬆身心。

# title_stormy_void_memeory_01
source: Ancient Memory
de: Uralte Erinnerung
es: Recuerdo ancestral
fr: Souvenir ancien
id: Memori Kuno
it: Ricordo antico
ja: いにしえの追想
ko: 고대의 기억
pt: Lembrança Antiga
ru: Древнее воспоминание
th: ความทรงจำโบราณ
vi: Ký ức Cổ xưa
zh_hans: 上古记忆
zh_hant: 上古記憶

# title_stormy_void_memeory_02
source: A piece of frozen memory from Eye of Eden.
de: Ein gefrorenes Erinnerungsstück aus dem Auge von Eden.
es: Una recuerdo congelado del Ojo de Edén.
fr: Un fragment de souvenir gelé de l'Œil d'Éden.
id: Sepotong memori beku dari Mata Eden.
it: Frammento di un ricordo congelato dall'Occhio di Eden.
ja: − 原罪に継がれし、凍てつく伝承 −
ko: 에덴의 눈에서 떨어진 얼어붙은 기억 조각.
pt: Uma parte de lembrança congelada do Olho de Éden.
ru: Отрывок замерзшего воспоминания из Сердца Эдема.
th: ชิ้นส่วนความทรงจำที่ถูกแช่แข็งจากดวงตาแห่งเอเดน
vi: Một phần ký ức đóng băng từ Mắt Địa Đàng.
zh_hans: 一段来自暴风眼的冰封记忆。
zh_hant: 來自暴風眼的一段冰封記憶。

# title_sunset_theater_01
source: Village Theater
de: Dorftheater
es: Teatro de la aldea
fr: Théâtre du village
id: Teater Desa
it: Teatro del Villaggio
ja: 夢見の劇場
ko: 마을극장
pt: Teatro da Aldeia
ru: Деревенский театр
th: โรงละครหมู่บ้าน
vi: Nhà hát Làng
zh_hans: 乡村剧场
zh_hant: 鄉村劇院
