Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_skyshop_wave11_book_start_message
source: 🖼️ See Sky's art and the stories behind it—preorders for the Sky art book are open!
de: 🖼️ Sieh dir die Kunst von Sky und die Geschichten dahinter an – jetzt das Sky-Artbook vorbestellen!
es: 🖼️ Aprecia el arte de Sky y las historias que lo conforman: ¡ya empezaron las reservas para el libro de arte de Sky!
fr: 🖼️ Découvrez les œuvres de Sky et les histoires qu'elles racontent... précommandes ouvertes pour le livre !
id: 🖼️ Lihat karya seni Sky dan kisah-kisah di baliknya-preorder untuk buku seni Sky telah dibuka!
it: 🖼️ Ammira le opere di Sky e scopri le loro storie: i pre-ordini per l'artbook di Sky sono aperti!
ja: 🖼️ Skyのアートと、アートが紡ぐ物語がここに…。公式アートブックのプレオーダーが始まりました！
ko: 🖼️ Sky의 게임 아트와 배경 이야기를 소개합니다. Sky 아트북 사전주문 시작!
pt: 🖼️ Veja a arte de Sky e a história por trás dela... A pré-venda do livro de arte de Sky está aberta!
ru: 🖼️ Предзаказ на артбук уже открыт! Узнайте всё о Sky!
vi: 🖼️ Chiêm ngưỡng tác phẩm nghệ thuật của Sky và những câu chuyện đằng sau—thời gian đặt hàng trước dành cho art book Sky bắt đầu!
zh_hans: 🖼️《Sky光·遇》美术集预购现已开启，快来了解本游戏的美术及背后的故事吧！
zh_hant: 🖼️ 探索 Sky 的美術及其背後故事——Sky 美術設定集現開放預訂！

# notification_skyshop_wave11_book_start_title
source: The wait is over 🎨📘
de: Das Warten hat ein Ende 🎨📘
es: Terminó la espera 🎨📘
fr: L'attente touche à sa fin 🎨📘
id: Penantian telah berakhir 🎨📘
it: L'attesa è finita 🎨📘
ja: 待つのはもう終わり！ 🎨📘
ko: 기다림은 이제 끝 🎨📘
pt: A espera acabou 🎨📘
ru: Больше не нужно ждать! 🎨📘
vi: Không còn phải chờ đợi nữa 🎨📘
zh_hans: 终于等到了🎨📘
zh_hant: 引頸期盼，終於來到 🎨📘

# notification_skyshop_wave11_end_message
source: See what items wait in thatskyshop before orders close! 🎁
de: Sieh dir vor Bestellschluss noch die Artikel in thatskyshop an! 🎁
es: ¡Descubre qué productos te esperan en thatskyshop antes de que cierren los pedidos!
fr: Découvrez les articles qui vous attendent dans le thatskyshop avant la clôture des commandes ! 🎁
id: Lihat barang apa saja yang menunggu di thatskyshop sebelum pesanan ditutup! 🎁
it: Scopri quali oggetti ti aspettano sul thatskyshop prima che chiudano gli ordini! 🎁
ja: プレオーダー期間が終わる前に、thatskyshopのグッズラインナップを見に行こう！🎁
ko: 주문이 마감되기 전에 thatskyshop에서 어떤 아이템이 기다리고 있는지 확인하세요! 🎁
pt: Veja que itens estão à sua espera na thatskyshop antes de fecharem os pedidos! 🎁
ru: Узнайте, какие новинки ждут вас в thatskyshop, пока они ещё там! 🎁
vi: Cùng xem những vật phẩm nào đang chờ đón trong thatskyshop trước khi thời gian đặt hàng kết thúc! 🎁
zh_hans: 在预购结束前看看thatskyshop中有什么东西等着你！🎁
zh_hant: 在訂單截止前，看看 thatskyshop 有哪些物品等著你！🎁

# notification_skyshop_wave11_end_title
source: 🌠 Plushies: Not just for your Sky avatar
de: 🌠 Plüschtiere: Nicht nur für deinen Sky-Avatar
es: 🌠 Peluches: ¡Ya no son solo para tu personaje de Sky!
fr: Peluches 🌠 : pas seulement pour votre avatar dans Sky
id: 🌠 Plushies: Tidak hanya untuk avatar Sky kamu
it: 🌠 Peluche: e non solo per il tuo avatar Sky
ja: 🌠 ぬいぐるみ：星の子どもたちじゃなくても
ko: 🌠 봉제인형: Sky 아바타로 만족하지 마세요
pt: 🌠 Pelúcias: não só para o seu avatar de Sky
ru: 🌠 Плюшевые игрушки: не только на аватаре в Sky
vi: 🌠 Thú nhồi bông: Không chỉ dành cho ảnh đại diện Sky của bạn
zh_hans: 🌠毛绒公仔：不再只让你的光之子独享
zh_hant: 🌠毛絨玩偶：不再只讓你的光之子獨享

# notification_skyshop_wave11_mid_message
source: Keep your friends close and your friendly Dark Dragons closer. 🦐 All new themed merch at thatskyshop!
de: Halte deine Freunde nahe, aber freundliche Dunkeldrachen noch näher. 🦐 Neue Themenartikel in thatskyshop!
es: Todo es mejor con un dragoncito oscuro a tu lado. 🦐 ¡Ven a ver la mercancía nueva de thatskyshop!
fr: Restez proche de vos amis et encore plus de vos dragons obscurs. 🦐 Nouveaux éléments thématiques dans le thatskyshop !
id: Pertahankan kedekatanmu dengan teman-temanmu dan Naga Kegelapan yang bersahabat lebih dekat lagi. 🦐 Semua merchandise bertema baru tersedia di thatskyshop!
it: Tieniti stretti gli amici e i simpatici Draghi Oscuri ancora più vicini. 🦐 Articoli a tema tutti nuovi disponibili sul thatskyshop!
ja: フレンドたちと仲良く、フレンドリーな暗黒竜とはもーっと仲良く！🦐 新たなテーマのグッズがthatskyshopに大集合！
ko: 친구들을 가까이, 상냥한 다크 드래곤을 더 가까이 두세요. 🦐 thatskyshop에서 새로운 테마 상품을 만나보세요!
pt: Mantenha seus amigos por perto e seus amigáveis Dragões Sombrios mais perto ainda. 🦐 Todos os novos produtos temáticos na thatskyshop!
ru: Держите друзей близко, а дружелюбных тёмных драконов ещё ближе. 🦐 Новые предметы уже в thatskyshop!
vi: Hãy giữ bạn bè mình kề bên, và những chú Rồng Hắc Ám thân thiện gần hơn nữa. 🦐 Tất cả vật phẩm chủ đề mới đã có tại thatskyshop!
zh_hans: 与好友保持亲密关系，并与友好的冥龙保持更亲密的关系。🦐全新主题周边尽在thatskyshop！
zh_hant: 親近你的朋友，更要抱緊友善的冥龍。🦐thatskyshop 推出了全新主題商品！

# notification_skyshop_wave11_mid_title
source: Sky surprises around the corner... 👀
de: Sky-Überraschungen auf dem Weg … 👀
es: Las sorpresas de Sky están a la vuelta de la esquina... 👀
fr: Des surprises Sky arrivent bientôt... 👀
id: Kejutan Sky sudah di depan mata... 👀
it: Sorprese di Sky dietro l’angolo... 👀
ja: Skyのサプライズの気配… 👀
ko: Sky의 놀라움이 곧 찾아옵니다... 👀
pt: Sky não para de surpreender... 👀
ru: Чудеса Sky ждут вас за поворотом... 👀
vi: Sky bất ngờ nơi góc phố... 👀
zh_hans: 《Sky光·遇》惊喜即将来临……👀
zh_hant: Sky 的驚喜就在轉角……👀

# notification_skyshop_wave11_start_message
source: Find colorful pins, new boxes, and more merch releases at thatskyshop 🎁
de: Finde farbenprächtige Pins, neue Boxen und weitere Artikel auf thatskyshop 🎁
es: Encuentra el lanzamiento de coloridos prendedores, nuevas cajas y más productos promocionales en thatskyshop 🎁
fr: Trouvez des broches colorées, des boîtes et bien d'autres choses à thatskyshop 🎁
id: Temukan pin warna-warni, kotak baru, dan lebih banyak merchandise di thatskyshop 🎁
it: Trova spille colorate, nuove confezioni e nuovi articoli su thatskyshop 🎁
ja: カラフルなピンバッジに、新たなボックス、ほかにもたくさんの公式グッズがthatskyshopであなたを待っています
ko: thatskyshop에서 색색의 핀배지, 새로운 박스 세트, 더 많은 굿즈가 기다려요 🎁
pt: Encontre broches coloridos, novas caixas e mais produtos disponíveis na thatskyshop 🎁
ru: Яркие значки, новые наборы и многое другое ждёт вас в thatskyshop 🎁
vi: Hãy ghé xem những chiếc huy hiệu sặc sỡ, nhiều hộp mới và các vật phẩm khác tại thatskyshop 🎁
zh_hans: 在thatskyshop找到彩色徽章、新盒子和更多上架的商品🎁
zh_hant: 在thatskyshop尋找彩色徽章、新款禮盒和更多新推出的周邊 🎁

# notification_skyshop_wave11_start_title
source: A box of Sky surprises 🎆
de: Eine Box voller Sky-Überraschungen 🎆
es: Una caja con sorpresas de Sky 🎆
fr: Une boîte de surprises de Sky 🎆
id: Sekotak kejutan dari Sky 🎆
it: Una scatola di sorprese di Sky 🎆
ja: Skyの驚きがつまったボックス 🎆
ko: Sky 속 놀라움이 담긴 박스 🎆
pt: Uma caixa de surpresas de Sky 🎆
ru: Коробка с сюрпризами Sky 🎆
vi: Một hộp Sky đầy bất ngờ 🎆
zh_hans: 来自《Sky光·遇》的一盒惊喜🎆
zh_hant: Sky 驚喜盒 🎆

# notification_skyshop_wave12_end_message
source: —even at thatskyshop. Preorders end soon for carefully designed water bottles, figurines, and more! ⏰
de: – selbst im thatskyshop. Die Vorbestellungen für die sorgfältig designten Wasserflaschen, Figuren und mehr enden bald! ⏰
es: … Incluso en thatskyshop. Pronto terminan las reservas para las botellas de agua, las figuras y mucho más. ⏰
fr: ...même sur thatskyshop. Les précommandes de gourdes, figurines et plus se terminent bientôt ! ⏰
id: -bahkan di thatskyshop. Pre-order akan segera berakhir untuk botol air minum, patung-patung, dan masih banyak lagi! ⏰
it: ...anche su thatskyshop. Presto termineranno i pre-ordini per bottiglie, statuette e altro ancora! ⏰
ja: —thatskyshopも例外ではありません。丁寧にデザインされたボトルやフィギュアなど、プレオーダーが終わる前にチェックしましょう！
ko: thatskyshop도 예외는 아니죠. 섬세한 디자인을 자랑하는 물병, 피규어, 그 외 다양한 상품의 사전주문 기간이 곧 종료됩니다! ⏰
pt: — até mesmo na thatskyshop. A compra antecipada terminará em breve para garrafas de água, estatuetas e muito mais! ⏰
ru: — даже в thatskyshop. Предварительные заказы симпатичных бутылок для воды, фигурок и тому подобного скоро станут недоступны! ⏰
vi: —ngay cả ở thatskyshop. Thời hạn đặt trước sẽ sớm kết thúc đối với các chai nước, tượng nhỏ được thiết kế chi tiết và các mặt hàng khác! ⏰
zh_hans: ——即便在thatskyshop也是如此。精心设计的水壶和小手办等物品等预购即将截止！ ⏰
zh_hant: ——就算是在 thatskyshop 也一樣。精心設計的水壺、小公仔等商品的預購即將截止！⏰

# notification_skyshop_wave12_end_title
source: 🎂Every Party Comes to an End—
de: 🎂Jede Party hat ein Ende –
es: 🎂Todas las fiestas deben terminar…
fr: 🎂 Toutes les fêtes ont une fin...
id: 🎂Setiap Pesta Akan Berakhir-
it: 🎂La festa è terminata...
ja: 🎂どのパーティーにも終わりは来るもの—
ko: 🎂모든 파티에는 끝이 있다
pt: 🎂Toda festa chega ao fim —
ru: 🎂 Любой праздник когда-нибудь завершается —
vi: 🎂Bữa Tiệc Nào Rồi Cũng Sẽ Kết Thúc—
zh_hans: 🎂天下无不散之宴席
zh_hant: 🎂 歡樂的時光過得特別快——

# notification_skyshop_wave12_mid_message
source: Sky kids can't put Dark Dragon warning stickers on anything—but maybe you'll find good places for them! Preorders open at thatskyshop! ✨
de: Die Himmelskinder können die Sticker zur Warnung vor dunklen Drachen nirgendwohin kleben – aber vielleicht findest einen guten Ort für sie! Du kannst sie jetzt im thatskyshop vorbestellen! ✨
es: Los niños de Sky no pueden colocar pegatinas de advertencia de dragones oscuros en ningún lado, pero quizás tú les encuentres buenas ubicaciones. ¡Están abiertas las reservas en thatskyshop! ✨
fr: Les enfants de Sky ne peuvent pas coller d'autocollants d'avertissement, mais peut-être que vous trouverez de bons endroits où les placer ! Précommandez-en dès maintenant sur thatskyshop ! ✨
id: Anak-anak Sky tidak boleh menempelkan stiker peringatan Naga Kegelapan di mana pun-tapi mungkin kamu akan menemukan tempat yang bagus untuk mereka! Pre-order dibuka di thatskyshop! ✨
it: I Figli della Luce non possono attaccare gli adesivi di avvertimento del Drago Oscuro dove vogliono, ma forse troveranno un posto adatto! I pre-ordini sono aperti su thatskyshop! ✨
ja: 星の子どもたちでは暗黒竜出没注意ステッカーを上手く貼れないかもしれないけれど、あなたならきっと？thatskyshopでプレオーダー受付中です！
ko: Sky 속 빛의 아이들은 다크 드래곤 경고 스티커를 붙일 수 없지만, 당신이라면 잘 어울리는 곳을 찾을 수 있겠죠! thatskyshop에서 사전주문 진행 중! ✨
pt: As crianças de Sky não podem colocar adesivos de aviso do Dragão Sombrio em qualquer coisa — mas talvez você encontre bons lugares para eles! Compra antecipada aberta na thatskyshop! ✨
ru: Дети Неба, как ни стараются, не могут облепить наклейками про черных драконов все подряд — но, может, у вас это получится! В thatskyshop уже доступны предварительные заказы. ✨
vi: Những cư dân Sky không thể dán sticker cảnh báo Rồng Hắc Ám lên mọi nơi—nhưng bạn có lẽ sẽ tìm được những vị trí phù hợp để dán! Thời hạn đặt trước tại thatskyshop đã mở! ✨
zh_hans: 光之子没办法把冥龙警告贴纸贴在任何东西上，但你或许能找到适合的粘贴它们的地方！thatskyshop现已开放预购！ ✨
zh_hant: 光之子沒辦法把冥龍警告貼紙貼在任何東西上——但或許你能找到適合的地方！thatskyshop，現已開放預購！✨

# notification_skyshop_wave12_mid_title
source: 🦐 Warning: Dark Dragons Ahead 🦐
de: 🦐 Warnung: Dunkle Drachen voraus 🦐
es: 🦐 Advertencia: Dragones oscuros adelante 🦐
fr: 🦐 Attention : Dragons sombres 🦐
id: 🦐 Peringatan: Naga Kegelapan di Depan 🦐
it: 🦐 Attenzione: Draghi Oscuri in arrivo 🦐
ja: 🦐 注意：暗黒竜出没 🦐
ko: 🦐 경고: 전방에 다크 드래곤 🦐
pt: 🦐 Cuidado: Dragões Sombrios à frente🦐
ru: 🦐 Внимание: темные драконы! 🦐
vi: 🦐 Cảnh báo: Có Rồng Hắc Ám Phía Trước 🦐
zh_hans: 🦐 警告：前方有冥龙出没 🦐
zh_hant: 🦐 警告：前方冥龍出沒 🦐

# notification_skyshop_wave12_start_message
source: Find Oreo plushies that you can hold IRL and more to celebrate Sky's 5th anniversary—new at thatskyshop! 🌟
de: Zur Feier des 5. Jubiläums von Sky gibt es jetzt Oreo-Plüschtiere, die man auch im echten Leben knuddeln kann – jetzt im thatskyshop! 🌟
es: Encuentra los peluches de Oreo que puedes abrazar en la vida real y mucho más para celebrar el quinto aniversario de Sky: ¡recién llegados a thatskyshop! 🌟
fr: Trouvez des peluches Oreo que vous pourrez câliner dans la vie réelle et bien plus encore pour fêter le 5e anniversaire de Sky : maintenant disponible sur thatskyshop ! 🌟
id: Temukan boneka Oreo yang dapat kamu pegang di dunia nyata dan banyak lagi untuk merayakan ulang tahun ke-5 Sky-baru di thatskyshop! 🌟
it: Trova i peluche di Oreo da abbracciare nella vita reale e altro ancora per festeggiare il 5° anniversario di Sky su thatskyshop! 🌟
ja: リアルでぎゅっとできるオレオのぬいぐるみと、5周年記念の最新グッズをthatskyshopで見つけましょう！🌟
ko: 실물 오레오 봉제인형 및 다양한 상품과 함께 Sky의 5주년을 축하해요. thatskyshop 신상품 추가! 🌟
pt: Encontre pelúcias do Oreo que você pode segurar na vida real e muito mais para comemorar o aniversário de 5 anos de Sky — uma novidade na thatskyshop! 🌟
ru: В thatskyshop вам теперь доступны настоящие плюшевые Орео и многое другое в честь 5-й годовщины Sky! 🌟
vi: Tìm mua ngay những bé thú bông Oreo mà bạn có thể ôm trên tay, và nhiều vật phẩm hơn nữa để chào đón sinh nhật Sky 5 tuổi—mới xuất hiện tại thatskyshop! 🌟
zh_hans: 来发现可以实际拥入怀抱的奥利奥毛绒玩偶吧，还有更多庆祝《Sky光·遇》五周年的精选新品，尽在thatskyshop！ 🌟
zh_hant: 在 thatskyshop 發現可以實際抱在懷裡的 Oreo 毛絨玩偶，還有更多慶祝《Sky光·遇》五週年的精選商品！🌟

# notification_skyshop_wave12_start_title
source: 🐶 Oreo Plushies: Not just for Sky kids anymore
de: 🐶 Oreo-Plüschtiere: Nicht mehr nur für Himmelskinder
es: 🐶 Peluches de Oreo: ya no son solo para los niños de Sky
fr: 🐶 Peluches Oreo : plus seulement pour les enfants de Sky
id: 🐶 Boneka Oreo: Bukan hanya untuk anak-anak Sky lagi
it: 🐶 Peluche di Oreo: non solo più per i Figli della Luce
ja: 🐶 オレオのぬいぐるみ 現実のあなたにも
ko: 🐶 Sky 밖에서도 오레오 봉제인형을 만나요
pt: 🐶 Pelúcias do Oreo: não são mais só para crianças de Sky
ru: 🐶 Плюшевые Орео — теперь не только для детей Неба
vi: 🐶 Thú Bông Oreo: Không chỉ dành riêng cho các cư dân Sky
zh_hans: 🐶 奥利奥毛绒玩偶：不再只让你的光之子独享
zh_hant: 🐶Oreo 毛絨玩偶：不再只讓你的光之子獨享

# notification_social_feed_comment
source: %@ left you a comment on your creation, "%@"!
de: %@ hat dir einen Kommentar für deine Kreation hinterlassen: "%@"!
es: %@ te dejó un comentario en tu creación: ¡"%@"!
fr: %@ a laissé un commentaire à propos de votre création, "%@" !
id: %@ meninggalkan komentar pada kreasi kamu, "%@"!
it: %@ ha aggiunto un commento alla tua creazione, "%@"!
ja: %@ さんがあなたの作品にコメントを残しました, "%@"!
ko: %@ 님이 "%@" 창작물에 댓글을 남겼어요!
pt: %@ deixou um comentário na sua criação, "%@"!
ru: Под вашим творением появился комментарий игрока %@: «%@»!
vi: %@ đã nhận xét về tác phẩm của bạn, "%@"!
zh_hans: %@给你的作品"%@"留言了！
zh_hant: %@為你的作品"%@"留言了！

# notification_social_feed_comment_multiple
source: You've recieved %@ comments on your creation, "%@"!
de: Du hast %@ Kommentare zu deiner Kreation erhalten, "%@"!
es: ¡Recibiste %@ comentarios por tu creación, "%@"!
fr: Vous avez reçu %@ commentaires sur votre création, "%@" !
id: Kamu telah menerima %@ komentar atas kreasi kamu, "%@"!
it: Hai ricevuto %@ commenti sulla tua creazione, "%@"!
ja: あなたの作品" %@ "に %@ 件のコメントがあります！
ko: %@명이 "%@"에게 댓글을 남겼습니다
pt: Você recebeu %@ comentários sobre sua criação, "%@"!
ru: Вы получили %@ комментариев к своему творению, «%@»!
vi: Bạn đã nhận được %@ bình luận về tác phẩm "%@" của mình!
zh_hans: 你的作品"%@"收到了%@条评论！
zh_hant: 你的作品"%@"收到了%@條評論！

# notification_social_feed_follow
source: Someone wants to view more of your Shared Creations in the future!
de: Jemand möchte in Zukunft mehr von deinen Kreationen sehen!
es: ¡Alguien quiere ver más de tus creaciones compartidas en el futuro!
fr: Quelqu'un veut voir plus de vos créations partagées à l’avenir !
id: Seseorang ingin melihat lebih banyak Kreasi Bersama milikmu di masa mendatang!
it: Qualcuno vorrebbe vedere tante altre Creazioni condivise da te in futuro!
ja: 誰かがこの先あなたの創作物をもっと鑑賞したいと願っています！
ko: 누군가 당신의 공유 창작물을 더 많이 보고 싶어 해요!
pt: Alguém quer ver mais das suas criações compartilhadas no futuro!
ru: Кто-то хочет видеть больше ваших общих творений в будущем!
th: มีบางคนต้องการดูผลงานที่แชร์ของคุณมากขึ้นในอนาคต!
vi: Ai đó muốn xem thêm các Sáng Tạo Chung của bạn trong tương lai!
zh_hans: 有人希望今后看到更多你的共享作品！
zh_hant: 有人希望以後能看到更多你的共享創作！

# notification_social_feed_follow_multiple
source: %@ people want to view more of your Shared Creations in the future!
de: %@ mehr Menschen möchten in Zukunft mehr von deinen geteilten Kreationen sehen!
es: ¡%@ personas quieren ver más de tus creaciones compartidas en el futuro!
fr: %@ personnes veulent voir plus de vos créations partagées à l’avenir !
id: %@ orang ingin melihat lebih banyak Kreasi Bersama milikmu di masa mendatang!
it: %@ persone vorrebbero vedere tante altre Creazioni condivise da te in futuro!
ja: %@ 人の星の子どもたちがこの先あなたの創作物をもっと鑑賞したいと願っています！
ko: %@명이 앞으로 당신의 공유 창작물을 더 많이 보고 싶어 해요!
pt: %@ pessoas querem ver mais das suas criações compartilhadas no futuro!
ru: %@ чел. хотят видеть больше ваших общих творений в будущем!
th: ผู้คน %@ คนต้องการดูผลงานที่แชร์ของคุณเพิ่มเติมในอนาคต!
vi: %@ người muốn xem thêm các Sáng Tạo Chung của bạn trong tương lai!
zh_hans: %@人希望今后看到更多你的共享作品！
zh_hant: %@個人希望以後能看到更多你的共享創作！

# notification_style_end_message
source: Find the Style Guide and join their fashion show before the event ends! 🌟
de: Finde die Stil-Helferin und nimm an der Modenschau teil, bevor das Event endet! 🌟
es: ¡Encuentra al guía del estilo y únete a su desfile de moda antes de que termine el evento! 🌟
fr: Trouvez la guide du Style et participez à son défilé de mode avant la fin de l’événement ! 🌟
id: Temukan Pemandu Gaya dan ikuti peragaan busana mereka sebelum acara berakhir! 🌟
it: Trova la Guida di Stile e unisciti alla sua sfilata prima che termini l’evento! 🌟
ja: この特別な日々が終わるまでに、お洒落の案内人に話かけ、ファッションショーに参加しましょう！
ko: 이벤트가 끝나기 전에 멋쟁이 안내자를 만나 패션쇼에 참여해 보세요! 🌟
pt: Encontre o Guia de Estilo e participe de desfiles antes que o evento termine! 🌟
ru: Найдите Проводника стиля и присоединитесь к показу мод, пока событие не закончилось! 🌟
th: ค้นหาไกด์สไตล์และเข้าร่วมแฟชั่นโชว์ของพวกเขาก่อนที่งานจะจบ! 🌟
vi: Tìm Chỉ Dẫn Phong Cách và tham gia buổi trình diễn thời trang của họ trước khi sự kiện kết thúc! 🌟
zh_hans: 趁活动结束前，找到时尚向导，一起参加时装秀吧！🌟
zh_hant: 在活動結束前找到風格嚮導並參加時裝秀！🌟

# notification_style_end_title
source: 🎩 Days of Style Ends Soon
de: 🎩 Die Tage des Stils enden bald
es: 🎩 Los días del estilo terminan pronto
fr: 🎩 Les jours du style se terminent bientôt
id: 🎩 Hari Bergaya Segera Berakhir
it: 🎩 I Giorni di Stile stanno per terminare
ja: 🎩 お洒落な日々はもうすぐ終わります
ko: 🎩 멋쟁이의 날이 곧 종료됩니다
pt: 🎩 Os Dias de Estilo terminam em breve
ru: 🎩 Дни стиля скоро закончатся
th: 🎩 วันแห่งสไตล์กำลังจะสิ้นสุดเร็ว ๆ นี้
vi: 🎩 Ngày Phong Cách sắp kết thúc
zh_hans: 🎩时尚节即将结束
zh_hant: 🎩風格節即將結束

# notification_style_start_message
source: Express yourself with your favorite ensembles, and discover new items! 🎩
de: Drücke dich mit deinen Lieblingsensembles aus und entdecke neue Gegenstände! 🎩
es: Exprésate con tus conjuntos favoritos, ¡y descubre nuevos objetos! 🎩
fr: Exprimez-vous avec vos ensembles préférés et découvrez de nouveaux objets ! 🎩
id: Ekspresikan dirimu dengan koleksi favoritmu, dan temukan item baru! 🎩
it: Esprimiti al meglio con i tuoi outfit preferiti e scopri nuovi articoli! 🎩
ja: お気に入りの組み合わせや、新たなアイテムの可能性を見つけて、自分を表現しましょう！🎩
ko: 좋아하는 패션으로 개성을 표현하고 새로운 아이템을 만나보세요! 🎩
pt: Expresse-se com seus conjuntos favoritos e descubra itens novos! 🎩
ru: Выражайте себя с помощью любимых костюмов и находите новые предметы! 🎩
th: แสดงความเป็นตัวเองด้วยชุดโปรดของคุณ และค้นพบไอเท็มใหม่ๆ! 🎩
vi: Phối đồ độc đáo để thể hiện bản thân và khám phá các vật phẩm mới! 🎩
zh_hans: 穿上你最喜爱的套装表现自己，并发现新的物品！🎩
zh_hant: 換上喜愛的造型展現自我，並發現新物品！🎩

# notification_style_start_title
source: ✨Days of Style is Here
de: ✨Die Tage des Stils sind da
es: ✨Llegaron los días del estilo
fr: ✨ Les jours du style sont là
id: ✨Hari Bergaya Sudah Tiba
it: ✨I Giorni di Stile sono iniziati
ja: ✨お洒落な日々が始まりました
ko: ✨멋쟁이의 날을 시작해요
pt: ✨Os Dias de Estilo chegaram
ru: ✨Настали дни стиля
th: ✨วันแห่งสไตล์มาถึงแล้ว
vi: ✨Ngày Phong Cách đã đến
zh_hans: ✨时尚节来了
zh_hant: ✨風格節駕到

# notification_summer_lights_message
source: Celebrate this special event with double Seasonal Light, new spells and items! 🕯️
de: Feiere diesen besonderen Event mit doppeltem Saisonslicht, neuen Zaubern und Gegenständen! 🕯️
es: ¡Celebra este evento especial con Luz de temporada doble, nuevos hechizos y objetos! 🕯️
fr: Célébrez cet événement spécial avec le double de lumières saisonnières, de nouveaux sorts et de nouveaux objets ! ️🕯️
id: Rayakan acara spesial ini dengan Cahaya Musiman ganda, mantra dan item baru! 🕯️
it: Festeggia questo evento speciale con il doppio di luce stagionale, nuovi incantesimi e oggetti! 🕯️
ja: この特別なイベントを、2倍多く登場するシーズンキャンドルと、新たな魔法＆アイテムで楽しみましょう！🕯️
ko: 시즌빛 두 배, 새로운 주문, 특별한 아이템과 함께 이벤트를 즐겨요! 🕯️
pt: Comemore este evento especial com luz da temporada em dobro, novos feitiços e itens! 🕯️
ru: Отпразднуйте это особое событие с двойным сезонным светом, новыми чарами и предметами! 🕯️
vi: Chào đón sự kiện đặc biệt này với Ánh Sáng Mùa nhân đôi, còn có Phép thuật và vật phẩm mới! 🕯️
zh_hans: 在此活动期间，您将可以每天从野外获得双倍的季节烛光，还有新的魔法和道具！ 🕯️
zh_hant: 在此活動期間，您將可以每天從野外獲得雙倍的季節燭光，還有新的魔法和道具！ 🕯️

# notification_summer_lights_title
source: Days of Summer Lights☀️
de: Tage der Sommerlichter ☀️
es: Días de Luz de Verano ☀️
fr: Jours de lumières estivales ☀️
id: Cahaya Hari Musim Panas ☀️
it: Giorni delle Luci Estive ☀️
ja: 夏灯りの日々 ☀️
ko: 여름빛의 날 ☀️
pt: Dias das Luzes de Verão ☀️
ru: Дни летнего света ☀️
vi: Lễ Hội Ngày Hè☀️
zh_hans: 夏日之光☀️
zh_hant: 夏日之光☀️

# notification_summerdays_message
source: Relax by the bonfire in Home with all new spells and themed items in the Shop or from the Summer Guide in Home. 🏖️
de: Entspann dich zuhause mit brandneuen Zaubersprüchen am Lagerfeuer und hol dir neue Gegenständen im Shop oder vom Sommerhelfer. 🏖️
es: Relájate junto a la fogata en Hogar con todos los nuevos hechizos y objetos temáticos en la tienda o a través del guía de verano en Hogar. 🏖️
fr: Détendez-vous près du feu de joie à la Maison avec tous les nouveaux sorts et objets à thème de la boutique ou auprès du guide de l'été à la Maison. 🏖️
id: Bersantai di pinggir api unggun di Rumah dengan semua mantra dan item bertema baru di Toko atau dari Pemandu Musim Panas di Rumah. 🏖️
it: Rilassati vicino al falò nella Base con nuovi incantesimi e oggetti a tema nel Negozio o presso la Guida estiva nella Base. ️
ja: ホームで焚火を囲み、常夏の案内人やショップで新登場アイテムをチェックし、常夏の日々を楽しみましょう🏖
ko: 안식처의 한여름 안내자 또는 상점에서 새 주문과 이벤트 아이템을 받고 모닥불 옆에서 휴식을 취해요. 🏖️
pt: Relaxe perto da fogueira no Lar com todos os novos feitiços e itens temáticos na Loja ou no Guia de Verão no Lar. 🏖️
ru: Отдохните у костра в доме с новыми чарами и тематическими предметами. Они доступны в магазине или у Проводника лета в доме.
vi: Thư giãn bên lửa trại trong Nhà với tất cả các Phép thuật mới và vật phẩm chủ đề trong Cửa hàng hoặc từ Chỉ Dẫn Mùa Hè. 🏖️
zh_hans: 一起用通过夏日指引获取或从商店购买的所有全新的咒语和主题物品，在遇境的篝火旁放松下吧。️ 🏖️
zh_hant: 一起用通過夏日指引獲取或從商店購買的所有全新的咒語和主題物品，在遇境的篝火旁放鬆下吧。️ 🏖️

# notification_summerdays_title
source: ☀️ Days of Summer ☀️
de: ☀️ Tage des Sommers ☀️
es: ☀️ Días de verano ☀️
fr: ☀️ Jours de l'été ☀️
id: ☀️ Hari Musim Panas ☀️
it: ☀️ Giorni d'Estate ☀️
ja: ☀常夏の日々☀
ko: ☀️ 한여름의 날 ☀️
pt: ☀️ Dias de Verão ☀️
ru: ☀️ Летние дни ☀️
vi: ☀️ Ngày Hè ☀️
zh_hans: ☀️ 夏日 ☀️
zh_hant: ☀️ 夏日 ☀️
