Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_rainbow_bubblebeanbag
source: Let your thoughts drift to the stars while relaxing in this bouncy lounge chair.
de: Lass deine Gedanken zu den Sternen schweifen, während du dich in diesem federnden Loungesessel entspannst.
es: Deja que tus ideas vuelen hacia las estrellas mientras te relajas en este sillón esponjoso.
fr: Rêvassez sous les étoiles tout en vous relaxant dans ce fauteuil rebondi.
id: Biarkan pikiran kamu melayang ke bintang-bintang sambil bersantai di kursi santai yang goyang ini.
it: Lascia che i tuoi pensieri volino verso le stelle mentre ti rilassi su questa poltrona gonfiabile.
ja: ぽわんぽわんと弾むチェアでくつろぎならが、星空の向こうへ思いを馳せるのはいかが
ko: 통통 튀는 안락 의자에 편안히 앉아 상상의 나래를 펼쳐보세요.
pt: Deixe seus pensamentos vagarem pelas estrelas enquanto relaxa nesta confortável poltrona.
ru: Пусть мечты уносят вас к звездам, пока вы расслабляетесь в этом упругом кресле.
th: ปล่อยให้ความคิดของคุณล่องลอยไปในหมู่ดาว ในขณะที่ผ่อนคลายอยู่บนเก้าอี้โซฟาดึ๋งดั๋งตัวนี้
vi: Hãy thư giãn trên chiếc ghế tựa bồng bềnh này và để suy nghĩ của bạn trôi về những vì sao.
zh_hans: 在这张弹力十足的躺椅上放松身心，让你的思绪飘向星辰。
zh_hant: 在這款彈力躺椅上放鬆時，讓你的思緒飄向星空。

# commerce_item_desc_rainbow_bubblemachine
source: Watch the bubbles react to the color of your cape!
de: Sieh zu, wie die Blasen auf die Farbe deines Umhangs reagieren!
es: <2>Objeto recurrente.</2> ¡Observa cómo reaccionan las burbujas al color de tu capa!
fr: <2>Objet à nouveau disponible.</2> Regardez les bulles réagir selon la couleur de votre cape !
id: <2>Item yang Kembali.</2> Perhatikan reaksi gelembung-gelembung itu terhadap warna jubah kamu!
it: <2>Oggetto del passato.</2> Guarda come le bolle reagiscono al colore del tuo mantello!
ja: ケープと同じ色に輝くしゃぼん玉を楽しみましょう
ko: <2>돌아온 아이템.</2> 비눗방울이 망토의 색에 반응하는 모습을 구경해 보세요!
pt: Observe as bolhas reagindo à cor da sua capa!
ru: <2>Предмет снова доступен.</2> Смотрите, как пузырьки реагируют на цвет вашей накидки!
th: <2>ไอเทมที่หวนกลับมา</2> ดูฟองอากาศที่โต้ตอบกับสีเสื้อคลุมของคุณ!
vi: <2>Vật phẩm trở lại.</2> Hãy quan sát những bong bóng phản ứng với màu sắc của áo choàng!
zh_hans: 观察泡泡如何随着你的斗篷颜色变化而反应！
zh_hant: <2>返場道具</2> 觀察泡泡如何隨著你斗篷的顏色而變化！

# commerce_item_desc_rainbow_darkloafers
source: Bring a splash of of color with every step. We pledge to donate $10.00(USD) of the purchase price from this item to charities championing diversity and global unity. Pack includes <candle/> x {{1}}!
de: Bring bei jedem Schritt einen Farbtupfer hervor. Wir verpflichten uns, 10,00 $ (USD) des Kaufpreises dieses Artikels an gemeinnützige Organisationen zu spenden, die sich für Vielfalt und globale Einheit einsetzen. Das Paket enthält <candle/> x {{1}}!
es: <2>Objeto recurrente.</2> Aporta un toque de color a cada paso. Nos comprometemos a donar 10,00 dólares (USD) del precio de compra de este artículo a organizaciones benéficas que defienden la diversidad y la solidaridad mundial. ¡El paquete incluye <candle/> x {{1}}!
fr: <2>Objet à nouveau disponible</2> Mettez de la couleur dans chacun de vos pas. Nous nous engageons à reverser 10,00 $ (USD) du prix d'achat de cet objet à des associations caritatives pour la diversité et la solidarité mondiale. Le pack comprend <candle/> x {{1}} !
id: <2>Item yang Kembali.</2> Bawa percikan warna di setiap langkah. Kami berjanji untuk mendonasikan $10.00 (USD) dari harga pembelian item ini untuk upaya memperjuangkan keragaman dan persatuan global. Paket termasuk <candle/> x {{1}}!
it: <2>Oggetto del passato.</2> Aggiungi un tocco di colore a ogni tuo passo. Ci impegniamo a donare 10 dollari americani del prezzo di acquisto di questo articolo a enti di beneficenza che sostengono la diversità e l'unità globale. Il pacchetto include <candle/> x {{1}}!
ja: 一歩ごとにきらめく鮮やかな色たち 販売価格より$10.00 (米国ドル) 分が多様性の推進とグローバルな団結を支援する団体に寄付されます。このパックは<candle/>x {{1}}本とセットです！
ko: <2>돌아온 아이템.</2> 발길이 닿는 곳마다 화려한 색으로 물들여 보세요. 구매 시 전 세계에서 다양성 및 연대를 위해 노력하는 자선 단체에 $10.00(USD)가 기부됩니다. 이 팩에는 <candle/>x {{1}}가 들어있습니다!
pt: Dê um toque de cor a cada passo. Prometemos doar US$ 10,00 (dólares norte-americanos) do valor de compra deste item para instituições de caridade que defendem a diversidade e a união global. O pacote inclui <candle/> x {{1}}!
ru: <2>Предмет снова доступен.</2> Каждый шаг — феерия цвета. 10,00 $ (USD) от стоимости товара будет направлено в благотворительные организации, выступающие за разнообразие и глобальное единство. В набор входят <candle/> x{{1}}!
th: <2>ไอเทมที่หวนกลับมา</2> เติมสีสันให้ทุกย่างก้าว เราให้คำมั่นว่าจะบริจาค $10.00 (USD) ของราคาซื้อจากไอเทมนี้ให้องค์กรการกุศลที่สนับสนุนความหลากหลายและความสามัคคีในระดับโลก แพ็กประกอบไปด้วย <candle/> x {{1}}!
vi: <2>Vật phẩm trở lại.</2> Mang sắc màu rực rỡ trong từng bước đi. Chúng tôi cam kết quyên góp 10,00 USD từ giá mua sản phẩm này cho các tổ chức từ thiện nhằm thúc đẩy sự đa dạng và đoàn kết toàn cầu. Gói vật phẩm bao gồm <candle/> x {{1}}!
zh_hans: 每走一步都将带来一抹靓丽色彩。 我们承诺每售出一份此物品，就会从中抽取10美元(USD)捐赠给倡导多元化与全球团结的慈善机构。礼包含有<candle/>x{{1}}！
zh_hant: <2>返場道具</2> 每走一步都帶來一抹色彩。 我們承諾每售出一份該商品，就會從中抽取 10 美元捐贈給清理海洋塑膠垃圾的慈善機構。禮包包含<candle/> x {{1}}！

# commerce_item_desc_rainbow_darktunic
source: <2>Returning Item.</2> The colors still shine brightly within.
de: <2> Wiederkehrender Gegenstand.</2> Im Inneren leuchten die Farben noch.
es: <2> Objeto de regreso.</2> Los colores aún brillan con fuerza en el interior.
fr: <2> Objet à nouveau disponible.</2> Les couleur vibrent avec intensité.
id: <2>Item yang Kembali.</2> Warna-warnanya masih bersinar cerah di dalamnya.
it: <2>Oggetto del passato.</2> I colori brillano ancora all'interno.
ja: <2>復刻アイテム</2> 内側より輝く鮮やかな煌めき
ko: <2>돌아온 아이템.</2> 여전히 다채로운 색깔이 안에서 밝게 빛나고 있어요.
pt: <2>Item recorrente.</2> As cores ainda brilham intensamente por dentro.
ru: <2> Предмет снова доступен.</2> Краски всё ещё сияют.
th: <2>ไอเทมที่หวนกลับมา</2> สีสันยังคงเฉิดฉายอยู่ภายใน
vi: <2>Vật phẩm trở lại.</2> Sắc màu vẫn tỏa sáng rực rỡ từ bên trong.
zh_hans: <2>返场物品。</2>缤纷色彩仍然在内心闪耀。
zh_hant: <2>復刻道具。</2>收束繽紛色彩，曖曖內含光。

# commerce_item_desc_rainbow_earring
source: <2> Returning Item.</2> Easily shrouded beneath the right hairstyle, it isn’t always about showing off.
de: <2> Wiederkehrender Gegenstand.</2> Mit der richtigen Frisur lässt er sich leicht verbergen, denn es geht nicht immer darum, sich zu zeigen.
es: <2> Objeto de regreso.</2>Se oculta fácilmente con el peinado correcto, no siempre se trata de alardear.
fr: <2> Objet à nouveau disponible.</2> Facilement dissimulée sous la coiffure adéquate, se vanter n’est pas toujours le plus important.
id: <2> Item Kembali.</2> Mudah disembunyikan di bawah gaya rambut yang tepat, ini tidak selalu tentang pamer.
it: <2> Oggetto del passato.</2> Si nascondono facilmente sotto l'acconciatura giusta; a volte non è necessario mettersi in mostra.
ja: <2>復刻アイテム</2> 髪の隙間からのぞくきらめき。ときには見せすぎない着こなしを楽しむのはいかがでしょう
ko: <2> 돌아온 아이템.</2> 헤어스타일에 따라 머리카락에 쉽게 가리기도 하지만, 사실 보여주는 것만이 목적은 아니니까요.
pt: <2>Item recorrente.</2> Facilmente coberto pelo corte de cabelo certo. Nem sempre as coisas são feitas para serem exibidas.
ru: <2> Предмет снова доступен.</2> Больше подойдет тем, кто любит скромные, а не яркие и вычурные аксессуары.
th: <2> ไอเทมที่หวนกลับมา</2> ซ่อนอยู่ภายใต้ทรงผมที่เหมาะสมได้อย่างง่ายดาย มันไม่ได้เกี่ยวกับการโอ้อวดเสมอไปหรอกนะ
vi: <2>Vật phẩm trở lại.</2>Dễ dàng ẩn dưới những kiểu tóc phù hợp, không phải lúc nào cũng nên khoe ra.
zh_hans: <2>返场物品。</2>很容易将它藏在般配的发型之下，而不是总露出来炫耀。
zh_hant: <2>返場道具。</2>可輕易隱藏在適當的髮型下，低調也是一種迷人的風格。

# commerce_item_desc_rainbow_headphones
source: <2> Returning Item.</2> For the music lover who wants to jam out in style.
de: <2>Wiederkehrender Gegenstand.</2> Für alle Musikliebhaber, die stillvoll jammen möchten.
es: <2> Objeto de regreso.</2> Para quien ame la música y quiera hacer una improvisación con estilo.
fr: <2> Objet à nouveau disponible.</2> Pour les passionnées de musique qui souhaitent improviser avec style.
id: <2> Item Kembali.</2> Untuk pencinta musik yang ingin tampil trendi.
it: <2> Oggetto del passato.</2> Per gli amanti della musica che vogliono esibirsi con stile.
ja: <2>復刻アイテム</2> スタイリッシュにセッションを楽しみたい、音楽好きな星の子どもたちへ
ko: <2> 돌아온 아이템.</2> 스타일도 놓칠 수 없는 음악인을 위한 아이템.
pt: <2>Item recorrente.</2> Para os amantes de música que querem tocar com estilo.
ru: <2> Предмет снова доступен.</2> Для самых стильных любителей музыки.
th: <2> ไอเทมที่หวนกลับมา</2> สำหรับผู้ที่รักในเสียงเพลงที่ต้องการสนุกสนานอย่างมีสไตล์
vi: <2>Vật phẩm trở lại.</2>Dành cho những người yêu âm nhạc mong muốn một sự phá cách.
zh_hans: <2>返场物品。</2>为想要在听音乐放松时也不失个性的音乐爱好者而设计
zh_hant: <2>返場道具。</2>適合想要有型搖擺的音樂愛好者

# commerce_item_desc_rainbow_pack
source: <2>Returning Item.</2> We pledge to donate $10.00(USD) of the purchase price from this item to charities championing diversity and global unity. Pack includes <candle/> x {{1}}!
de: <2>Wiederkehrender Gegenstand.</2> Wir versprechen, 10,00 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich für Diversität und globale Einheit einsetzen. Das Paket enthält <candle/> x {{1}}!
es: <2> Objeto pasado. </2> Nos comprometemos a donar $10 (USD) del precio de compra de este objeto a las organizaciones benéficas que luchan por la diversidad y la solidaridad global. ¡El paquete incluye <candle/> x {{1}}!
fr: <2>Objet à nouveau disponible.</2> Nous nous engageons à reverser 10 USD du prix d'achat de cet article aux organismes défendant la diversité et l’unité mondiale. Ce pack inclut <candle/>x {{1}} !
id: <2> Item yang Kembali. </2> Kami berkomitmen untuk mendonasikan $10,00(USD) dari harga pembelian item ini untuk badan amal yang memperjuangkan keragaman dan persatuan global. Paket meliputi <candle/>x {{1}}!
it: <2>Oggetto del passato.</2> Ci impegniamo a donare 10 dollari americani del prezzo di acquisto di questo articolo a enti di beneficenza che sostengono la diversità e l'unità globale. Il pacchetto include <candle/> x {{1}}!
ja: <2>復刻アイテム</2> 販売価格より$10.00 (米国ドル) 分が多様性の推進とグローバルな団結を支援する団体に寄付されます。このパックは<candle/>x {{1}}本とセットです！
ko: <2>재입고 아이템.</2>이 아이템의 구매 가격 중 $10.00(USD)는 다양성과 세계 통합을 위해 힘쓰는 자선 단체에 기부됩니다. 팩에는 <candle/>x {{1}}이(가) 들어있습니다!
pt: <2>Item recorrente.</2> Vamos doar $10,00 (USD) do valor da compra deste item a instituições de caridade que defendem a diversidade e a união global. O pacote inclui <candle/> x {{1}}!
ru: <2> Предмет снова доступен. </2> Мы пожертвуем 10 долларов США с каждого проданного экземпляра организациям, помогающим сохранить разнообразие и мировое единство. В набор входят <candle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> เราสัญญาว่าจะบริจาค $10.00 (USD) ของราคาซื้อจากไอเทมนี้ให้องค์กรการกุศลที่สนับสนุนความหลากหลายและความสามัคคีในระดับโลก แพ็กประกอบไปด้วย <candle/> x {{1}}!
vi: <2>Vật phẩm trở lại.</2> Chúng tôi cam kết đóng góp $10,00 (USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện ủng hộ sự đa dạng và đoàn kết toàn cầu. Gói bao gồm <candle/> x {{1}}!
zh_hans: <2>返场物品。</2>我们承诺每售出一份此物品，就会从中抽取10美元(USD)捐赠给倡导多元化与全球团结的慈善机构。礼包含有<candle/>x{{1}}！
zh_hant: <2>復刻道具。</2>我們承諾每售出一份該商品，就會從中抽取 10 美元捐贈給支持世界多元及團結的慈善機構。禮包包含 <candle/> x {{1}}！

# commerce_item_desc_rainbow_pack2
source: <2>Returning Item.</2> Whoa! A <2>Double Rainbow Flower Accessory</2>! What does it mean? We pledge to donate $5.00(USD) of the purchase price from this item to charities championing diversity and global unity. Pack includes <candle/> x {{1}}!
de: <2>Wiederkehrender Gegenstand.</2> Wow! Ein <2>Doppelregenbogen-Blumen-Accessoire</2>!Was bedeutet es? Wir versprechen, 5,00 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich für Diversität und globale Einheit einsetzen. Das Paket enthält <candle/> x {{1}}!
es: <2> Objeto pasado. </2> ¡Vaya! ¡Un <2>accesorio de flor arcoíris doble</2>! ¿Qué significa? Nos comprometemos a donar $5 (USD) del precio de compra de este objeto a las organizaciones benéficas que luchan por la diversidad y la solidaridad global. ¡El paquete incluye <candle/> x {{1}}!
fr: <2>Objet à nouveau disponible.</2> Ouah un <2>accessoire double arc-en-ciel</2> ! Qu’est-ce que cela signifie ? Nous nous engageons à reverser 5 USD du prix d'achat de cet article aux organismes défendant la diversité et l’unité mondiale. Ce pack inclut <2>x </2>} !
id: <2>Item yang Kembali. </2> Wow! <2>Aksesori Bunga Pelangi Ganda</2>! Apa artinya? Kami berkomitmen untuk mendonasikan 5,00% hasil penjualan BERSIH dari paket ini untuk badan amal yang memperjuangkan keragaman dan persatuan global. Paket meliputi <candle/> x {{1}}!
it: <2>Oggetto del passato.</2> Wow! Un <2>Fiore arcobaleno doppio</2>! Cosa significherà? Ci impegniamo a donare 5 dollari americani del prezzo di acquisto di questo oggetto a enti di beneficenza che sostengono la diversità e l'unità globale. Il pacchetto include <candle/> x {{1}}!
ja: <2>復刻アイテム</2>わぁ！<2>ふたえの虹かける花飾り</2>！素敵なことがありそう！ 販売価格より$5.00 (米国ドル) 分が多様性の推進とグローバルな団結を支援する団体に寄付されます。このパックは<candle/>x {{1}}本とセットです！
ko: <2>재입고 아이템.</2> 와! <2>더블 무지개 꽃 액세서리</2>네요! 무슨 의미일까요? 이 아이템의 구매 가격 중 $5.00(USD)는 다양성과 세계 통합을 위해 힘쓰는 자선 단체에 기부됩니다. 팩에는 <candle/> x {{1}}이(가) 들어있습니다!
pt: <2>Item recorrente.</2> Eita! Um <2>acessório floral de arco-íris duplo</2>! O que isso significa? Vamos doar $5,00 (USD) do valor da compra deste item a instituições de caridade que defendem a diversidade e a união global. O pacote inclui <candle/>x{{1}}!
ru: <2> Предмет снова доступен.</2> Ух ты! <2>Двойная радуга</2>! Что это значит? Мы пожертвуем 5 долларов США с каждого проданного экземпляра организациям, помогающим сохранить разнообразие и мировое единство. В набор входят <candle/> x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> โว้ว! <2>ของประดับดอกไม้สายรุ้งคู่</2>! นี่มันหมายความว่าอะไรกัน เราสัญญาว่าจะบริจาค $5.00 (USD) ของราคาซื้อจากไอเทมนี้ให้องค์กรการกุศลที่สนับสนุนความหลากหลายและความสามัคคีในระดับโลก แพ็กประกอบไปด้วย <candle/> x {{1}}!
vi: <2>Vật phẩm trở lại.</2> Woa! <2>Phụ Kiện Hoa Cầu Vồng Đôi</2>! Và nhiệm vụ của gói này? Chúng tôi cam kết đóng góp $5,00(USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện ủng hộ sự đa dạng và đoàn kết toàn cầu. Gói bao gồm <candle/> x {{1}}!
zh_hans: <2>返场物品。</2>哇！<2>双倍彩虹花配饰</2>！这是什么意思？ 我们承诺每售出一份此物品，就会从中抽取5美元(USD)捐赠给倡导多元化与全球团结的慈善机构。礼包含有<candle/> x {{1}}！
zh_hant: <2>復刻道具。</2>哇！<2>是一個雙彩虹花配飾</2>！這是什麼意思？ 我們承諾每售出一份該商品，就會從中抽取５美元捐贈給支持世界多元及團結的慈善機構。禮包包含 <candle/> x {{1}}！

# commerce_item_desc_rainbow_pack3
source: <2>Returning Item.</2> What awaits on the dark side of the rainbow? We pledge to donate $5.00(USD) of the purchase price from this item to charities championing diversity and global unity. Pack includes <candle/> x {{1}}!
de: <2> Wiederkehrender Gegenstand.</2> Was erwartet euch auf der dunklen Seite des Regenbogens? Wir versprechen, 5,00 USD des Kaufpreises dieses Gegenstands an Wohltätigkeitsorganisationen zu spenden, die sich für Diversität und globale Einheit einsetzen. Das Paket enthält <candle/> x {{1}}!
es: <2> Objeto de regreso.</2> ¿Qué nos espera en el oscuro extremo del arcoíris? Nos comprometemos a donar $5 (USD) del precio de compra de este objeto a las organizaciones benéficas que luchan por la diversidad y la solidaridad global. ¡El paquete incluye <candle/> x {{1}}!
fr: <2> Objet à nouveau disponible.</2> Qu’est-ce qui vous attend du côté obscur de l’arc-en-ciel ? Nous nous engageons à reverser 5 USD du prix d’achat de cet article aux organismes défendant la diversité et l’unité mondiale. Ce pack inclut <candle/> x {{1}} !
id: <2>Item yang Kembali.</2> Apa yang menanti di sisi gelap pelangi? Kami berjanji untuk menyumbangkan $5.00 (USD) dari harga pembelian item ini untuk kegiatan amal yang memperjuangkan keragaman dan persatuan global. Paket termasuk <candle/> x {{1}}!
it: <2>Oggetto del passato.</2> Cosa c'è sul lato buio dell'arcobaleno? Ci impegniamo a donare 5 dollari americani del prezzo di acquisto di questo oggetto a enti di beneficenza che sostengono la diversità e l'unità globale. Il pacchetto include <candle/> x {{1}}!
ja: <2>復刻アイテム</2> 虹の裏側には何が待っているんだろう？ 販売価格より$5.00 (米国ドル) 分が多様性の推進とグローバルな団結を支援する団体に寄付されます。このパックは<candle/>x {{1}}本とセットです！
ko: <2>돌아온 아이템.</2> 무지개의 어두운 면에는 무엇이 숨어 있을까요? 이 아이템을 구매하시면 $5.00(USD)가 다양성 및 글로벌 단합을 위해 노력하는 자선 단체에 기부됩니다. 이 팩에는 <candle/> x {{1}}이(가) 들어있어요!
pt: <2>Item recorrente.</2> O que espera no lado escuro do arco-íris? Vamos doar $5,00 (USD) do valor da compra deste item a instituições de caridade que defendem a diversidade e a união global. O pacote inclui <candle/> x {{1}}!
ru: <2> Предмет снова доступен.</2> Что же скрыто на темной стороне радуги? Мы пожертвуем 5 долларов США с каждого проданного экземпляра организациям, помогающим сохранить разнообразие и мировое единство. В набор входят <candle/> x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> มีอะไรรออยู่ที่ด้านมืดของสายรุ้งกันนะ เราสัญญาว่าจะบริจาค $5.00 (USD) ของราคาซื้อจากไอเทมนี้ให้องค์กรการกุศลที่สนับสนุนความหลากหลายและความสามัคคีในระดับโลก แพ็กประกอบไปด้วย <candle/> x {{1}}!
vi: <2>Vật phẩm trở lại.</2> Điều gì đang chờ đón ở mặt tối của cầu vồng? Chúng tôi cam kết đóng góp $5,00(USD) trích từ mức giá của vật phẩm này cho các tổ chức từ thiện ủng hộ sự đa dạng và đoàn kết toàn cầu. Gói bao gồm <candle/> x {{1}}!
zh_hans: <2>返场物品。</2>彩虹的黑暗面有什么？ 我们承诺每售出一份此物品，就会从中抽取5美元(USD)捐赠给倡导多元化与全球团结的慈善机构。礼包含有<candle/> x {{1}}！
zh_hant: <2>復刻道具。</2>彩虹的黑暗面會有什麼？ 我們承諾每售出一份該商品，就會從中抽取 5 美元捐贈給支持世界多元及團結的慈善機構。禮包包含 <candle/> x {{1}}！

# commerce_item_desc_rainbow_rainbowhair
source: <2>Returning Item.</2> Stays cool on the warmest of days.
de: <2>Wiederkehrender Gegenstand.</2> Bleibt auch an den wärmsten Tagen kühl.
es: <2>Objeto de regreso.</2> Se mantiene fresco los días más calurosos.
fr: <2>Objet à nouveau disponible.</2> Restez au frais même pendant les journées les plus chaudes.
id: <2>Item Kembali.</2> Tetap tampil keren di hari-hari terpanas.
it: <2>Oggetto del passato.</2> Si mantengono freschi nei giorni più caldi.
ja: <2>復刻アイテム</2> 暖かい時こそ、この帽子でクールに過ごそう
ko: <2>돌아온 아이템.</2> 따뜻한 날도 시원하게 보내세요.
pt: <2>Item recorrente.</2> Continua refrescante nos dias mais quentes.
ru: <2>Предмет снова доступен.</2> Сохраняет прохладу даже в жару.
th: <2>ไอเทมที่หวนกลับมา</2> เย็นสบายได้เสมอ แม้ในวันที่อากาศร้อนที่สุด
vi: <2>Vật phẩm Trở lại.</2> Luôn cool ngầu vào những ngày nóng nực nhất.
zh_hans: <2>返场物品.</2> 可以在最热的时候保持凉爽。
zh_hant: <2>返還道具.</2> 在最熱的時候保持涼爽。

# commerce_item_desc_rainbow_trousers
source: Take to the stage like a catwalk and strike a pose.
de: Nutze die Bühne wie einen Laufsteg und mach eine Pose.
es: Usa el escenario como pasarela y haz una pose.
fr: Traversez la scène comme un podium et prenez la pose.
id: Naik ke panggung layaknya seorang model dan berpose.
it: Sali sul palco come se fosse una passerella e mettiti in posa.
ja: 七色のきらめきがポイントのアイテム、ステージで華麗にポーズを決めるのにもぴったりです
ko: 이 의상과 함께 패션쇼 무대 위로 올라가 포즈를 취해요.
pt: Entre em cena como se fosse uma passarela e faça uma pose.
ru: В таких хоть на сцену, хоть на подиум.
th: ขึ้นเวทีราวกับเดินแคตวอล์กและโพสท่าสุดเก๋
vi: Biến sân khấu thành sàn catwalk và tạo dáng.
zh_hans: 穿上彩虹裤在舞台上走秀，摆好姿势。
zh_hant: 走上伸展台、展現自我，擺出你最愛的pose。

# commerce_item_desc_season_candles
source: <scandle/> x {{1}} for seasonal purchases. Unused season candles will be converted into regular candles at the end of the season.
de: <scandle/> x {{1}} für Saisonskäufe. Saisonskerzen, die du nicht benutzt hast, werden am Ende der Saison wieder in reguläre Kerzen verwandelt.
es: <scandle/> x {{1}} para compras de temporada. Las velas de temporada que no se utilicen se convertirán en velas regulares al final de la temporada.
fr: <scandle/> x {{1}} pour achats saisonniers. Les bougies saisonnières seront converties en bougies blanches à la fin de la saison.
id: <scandle/> x {{1}} untuk pembelian musiman. Lilin musim yang tidak digunakan akan diubah menjadi lilin biasa di akhir musim.
it: <scandle/> x {{1}} per acquisti stagionali. Le candele stagionali inutilizzate saranno convertite in candele comuni alla fine della stagione.
ja: <scandle/> x {{1}}（シーズン限定商品です） 使用されなかった<scandle/>はシーズンの終了時に通常の<candle/>に変換されます
ko: 시즌 콘텐츠를 구입할 때 사용하는 <scandle/> x {{1}}. 시즌이 종료된 후 사용하지 않은 시즌양초는 일반양초로 전환됩니다.
pt: <scandle/> x {{1}} para compras de temporada. Velas de temporada não usadas serão convertidas em velas normais no final da temporada.
ru: <scandle/> x {{1}} для сезонных покупок. Неиспользованные свечи сезона превратятся в обычные свечи в конце сезона.
th: <scandle/> x {{1}} สำหรับการซื้อประจำฤดูกาล เทียนประจำฤดูกาลที่ไม่ได้ใช้จะถูกแปลงเป็นเทียนธรรมดา เมื่อสิ้นสุดฤดูกาล
vi: Mua <scandle/> x {{1}} có giới hạn mùa này. Nến mùa không sử dụng sẽ được chuyển thành nến thường vào cuối mùa.
zh_hans: 购买本季限定<scandle/> x {{1}}。 未使用的限定蜡烛会在每一季奇妙之旅结束时被转换为普通蜡烛。
zh_hant: <scandle/> x {{1}} 供季節活動使用. 未兌換的季節蠟燭會在每一季奇妙之旅結束後轉化為一般蠟燭。

# commerce_item_desc_season_pass
source: Season Pass to unlock more bonuses
de: Saisonspass, um mehr Boni zu erhalten
es: Pase de temporada para desbloquear más bonificaciones
fr: Passe saisonnier pour déverrouiller plus de bonus
id: Season Pass untuk membuka lebih banyak bonus
it: Pass stagionale per sbloccare altri bonus
ja: たくさんの特典がセットになったアドベンチャーパス（シーズン限定商品です）
ko: 더 많은 보너스를 제공하는 시즌 패스
pt: Passe de temporada para desbloquear mais bônus
ru: Сезонный пропуск – откройте больше бонусов
th: บัตรผ่านฤดูกาลเพื่อปลดล็อกโบนัสได้มากขึ้น
vi: Vé Mùa mở khóa nhiều thưởng hơn.
zh_hans: 奇妙之旅季票，解锁更多的当季奖励。
zh_hant: 奇妙之旅季票，解鎖更多的當季獎勵。

# commerce_item_desc_season_pass_bonus
source: Bonus Season Pass to unlock more bonuses
de: Bonus-Saisonspass, um mehr Boni zu erhalten
es: Pase de temporada de bonificación para desbloquear más bonificaciones
fr: Passe saisonnier en bonus pour déverrouiller plus de bonus
id: Season Pass Bonus untuk membuka lebih banyak bonus
it: Pass stagionale bonus per sbloccare altri bonus
ja: もっとたくさんの特典がセットになったアドベンチャーパス（シーズン限定商品です）
ko: 더 많은 보너스를 제공하는 추가 시즌 패스
pt: Passe de temporada bônus para desbloquear mais bônus
ru: Бонусный сезонный пропуск – откройте больше бонусов
th: บัตรผ่านฤดูกาลโบนัสเพื่อปลดล็อกโบนัสได้มากขึ้น
vi: Vé Mùa thêm mở khóa nhiều thưởng hơn.
zh_hans: 奇妙之旅季票+，解锁更多的当季奖励。
zh_hant: 奇妙之旅季票+，解鎖更多的當季獎勵。

# commerce_item_desc_season_pass_gift
source: Purchase <spendant/><apcolor>Gift Season Pass</apcolor> x {{1}} for your friends <warning>(Only for other players)</warning>
de: Kaufe <spendant/><apcolor>Geschenk-Saisonpass</apcolor> x {{1}} für deine Freunde <warning>(Nur für andere Spieler)</warning>
es: Comprar <spendant/><apcolor>pase de temporada de regalo </apcolor> x {{1}} para tus amistades <warning>(Solo para otros jugadores)
fr: Achetez <spendant/><apcolor>passe saisonnier cadeau</apcolor> x {{1}} pour vos amis <warning>(Uniquement pour d'autres joueurs)</warning>
id: Beli <spendant/><apcolor>Season Pass Hadiah</apcolor> x {{1}} untuk temanmu <warning>(Khusus untuk pemain lain)</warning>
it: Acquista il <spendant/><apcolor>pass regalo stagionale</apcolor> x {{1}} per i tuoi amici <warning>(non per se stessi)</warning>
ja: フレンドに贈れる<spendant/><apcolor>ギフト用シーズンパス</apcolor> x {{1}} <warning>(ご自身に対しては使用できません)</warning>
ko: 친구를 위해 <spendant/><apcolor>선물용 시즌 패스</apcolor> x {{1}}을(를) 구입해 보세요 <warning>(구매자 본인 사용 불가)</warning>
pt: Compre o <spendant/><apcolor>Passe da Temporada de Presente</apcolor> x {{1}} para seus amigos <warning>(Somente para outros jogadores)</warning>
ru: Покупайте <spendant/><apcolor>подарочный Сезонный пропуск</apcolor> x {{1}} для друзей <warning>(Только для других игроков)</warning>
th: ซื้อ<spendant/><apcolor>ของขวัญบัตรผ่านฤดูกาล</apcolor> x {{1}} ให้กับเพื่อนของคุณ <warning>(สำหรับผู้เล่นคนอื่นเท่านั้น)</warning>
vi: Mua <spendant/><apcolor>Vé Mùa Quà Tặng</apcolor> x {{1}} dành tặng bạn bè <warning>(Chỉ dành cho những người chơi khác) </warning>
zh_hans: 购买<spendant/><apcolor>礼品季票</apcolor> x {{1}}赠予你的好友 <warning>（仅适用于其他玩家）</warning>
zh_hant: 為你的好友購買<spendant/><apcolor>季票（禮物）</apcolor> x {{1}} <warning>（只能使用在其他玩家身上）</warning>
