Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# name_facepalm
source: Baffled Botanist
de: Überraschte Botanikerin
es: Botánica perpleja
fr: Botaniste perplexe
id: Ahli Tanaman Bingung
it: Botanica perplessa
ja: とまどう植物学者
ko: 곤혹스러운 식물학자
pt: Botanista boquiaberto
ru: Растерянная травница
th: นักพฤกษศาสตร์ผู้สับสน
vi: Nhà Thực Vật Bàng Hoàng
zh_hans: 茫然植物学生
zh_hant: 傻眼植物學生

# name_float
source: Meditating Monastic
de: Meditierender Gelehrter
es: Erudito Meditante
fr: Érudit méditatif
id: Biarawan Bermeditasi
it: Erudito meditante
ja: 瞑想する修道士
ko: 명상하는 수도승
pt: Intelectual meditante
ru: Медитирующий ученик
th: นักพรตผู้ทำสมาธิ
vi: Viện Sĩ Thiền Tu
zh_hans: 禅修院士
zh_hant: 禪修院士

# name_floatdance
source: Princess
de: Prinzessin
es: Princesa
fr: Princesse
id: Putri
it: Principessa
ja: 王女
ko: 공주
pt: Princesa
ru: Принцесса
th: เจ้าหญิง
vi: Công chúa
zh_hans: 公主
zh_hant: 公主

# name_force
source: Levitating Adept
de: Schwebende Forscherin
es: Adepta Levitante
fr: Adepte lévitante
id: Ahli Melayang
it: Adepta levitante
ja: 念動力の使い手
ko: 염동력 전문가
pt: Adepta levitante
ru: Левитирующий знаток
th: ผู้ชำนาญการลอยตัว
vi: Cao Nhân Khí Công
zh_hans: 气功高人
zh_hant: 氣功高人

# name_friend_external
source: Add Friends
de: Freunde hinzufügen
es: Agregar amigos
fr: Ajouter des amis
id: Tambah Teman
it: Aggiungi amici
ja: フレンドを追加する
ko: 친구 추가
pt: Adicionar amigos
ru: Добавить друзей
th: เพิ่มเพื่อน
vi: Kết bạn
zh_hans: 邀请好友
zh_hant: 邀請好友

# name_friend_fav
source: The Light
de: Das Licht
es: La Luz
fr: La Lumière
id: Cahaya
it: La luce
ja: お気に入りフレンドの星座
ko: 빛의 고향
pt: A luz
ru: Свет
th: แสงสว่าง
vi: Ánh Sáng
zh_hans: 光·遇
zh_hant: 光·遇

# name_ghost
source: Memory Whisperer
de: Geistersprecher
es: Susurrador de los espíritus
fr: Orateur spirituel
id: Pembisik Kenangan
it: Portavoce dello spirito
ja: 記憶の語り部
ko: 영혼 소리꾼
pt: Comunicador de espíritos
ru: Говорящий с духами
th: ผู้กระซิบแห่งแสง
vi: Người Luyện Ký Ức
zh_hans: 灵语者
zh_hant: 靈語者

# name_gloat
source: Gloating Narcissist
de: Schadenfroher Narzisst
es: Narcisista presuntuoso
fr: Narcissique prétentieux
id: Narsisis Sombong
it: Narcisista gongolante
ja: ご満悦のうぬぼれ屋
ko: 흐뭇한 자아도취자
pt: Vaidoso Narcisista
ru: Торжествующий нарцисс
th: ผู้หลงตัวเองจอมโอ้อวด
vi: Thánh Tự Mãn Đắc Chí
zh_hans: 沾沾自喜的自恋狂
zh_hant: 沾沾自喜的自戀狂

# name_gratitude
source: Grateful Shell Collector
de: Dankbare Muschelsammlerin
es: Coleccionista de caracolas agradecida
fr: Collectionneuse de coquillages reconnaissante
id: Kolektor Cangkang Bersyukur
it: Collezionista di conchiglie grata
ja: 感謝する貝殻収集家
ko: 고마워하는 조개수집가
pt: Colecionadora de conchas agradecida
ru: Благодарный собиратель раковин
th: นักสะสมเปลือกหอยผู้การุญ
vi: Nhà Sưu Tầm Biết Ơn
zh_hans: 鸣谢收藏家
zh_hant: 鳴謝收藏家

# name_grief
source: Bereft Veteran
de: Betrübter Veteran
es: Veterano despojado
fr: Vétéran endeuillé
id: Veteran Nestapa
it: Veterano indifeso
ja: 喪失の初老
ko: 무력한 참전용사
pt: Veterano Despojado
ru: Обездоленный ветеран
th: ทหารผ่านศึกผู้สูญเสีย
vi: Cựu Binh U Buồn
zh_hans: 丧子老兵
zh_hant: 喪子的退伍老兵

# name_grumpy
source: Hiking Grouch
de: Wandernder Griesgram
es: Gruñón alpinista
fr: Râleur de randonnée
id: Pendaki Penggerutu
it: Brontolone escursionista
ja: ハイキングする気むずかし屋
ko: 불평쟁이 등반가
pt: Caminhante resmungão
ru: Странствующий ворчун
th: นักเดินป่าขี้บ่น
vi: Nhà Leo Núi Cố Chấp
zh_hans: 固执登山者
zh_hant: 固執登山者

# name_hackysack
source: Oddball Outcast
de: Komischer Kauz
es: Paria excéntrico
fr: Paria farfelu
id: Sosok Buangan Aneh
it: Calciatore provetto
ja: 風変わりなひとり好き
ko: 괴짜 외톨이
pt: Pária Pateta
ru: Чудаковатый изгой
th: คนชายขอบแสนพิกล
vi: Kẻ Bị Ruồng Bỏ
zh_hans: 古怪边缘人
zh_hant: 古怪邊緣人

# name_hairtousle
source: Hairtousle Teen
de: Haarwuschel-Teenager
es: Adolescente despeinado
fr: Adolescent ébouriffé
id: Remaja Jepit Rambut
it: Adolescente spettinato
ja: ぽんぽんする若者
ko: 쓰다듬는 청년
pt: Adolescente desgrenhado
ru: Косматый подросток
th: วัยรุ่นผมยุ่งเหยิง
vi: Thanh Niên Tóc Bồng
zh_hans: 蓬头青年
zh_hant: 蓬頭青年

# name_handshake
source: Frantic Stagehand
de: Hektischer Bühnenarbeiter
es: Tramoyista agitado
fr: Machiniste débordé
id: Petugas Pentas Panik
it: Macchinista frenetico
ja: 一生懸命な舞台美術家
ko: 극성스러운 무대담당자
pt: Assistente de Palco Frenético
ru: Суматошный постановщик
th: นักจัดเวทีขี้กังวล
vi: Kỹ Thuật Viên Điên Rồ
zh_hans: 焦急幕后人员
zh_hant: 焦急技術人員

# name_handstand
source: Handstanding Thrillseeker
de: Abenteuerlustiger Handstandmacher
es: Amante de la adrenalina parado de manos
fr: Amateur d'adrénaline en équilibre
id: Pencari Sensasi Akrobat
it: Amante del brivido in verticale
ja: 逆立ちする怖いもの知らず
ko: 물구나무 챔피언
pt: Amante da adrenalina de ponta cabeça
ru: Акробат-трюкач
th: ผู้รักความเร้าใจที่ยืนได้ด้วยมือ
vi: Vận Động Viên Lộn Ngược
zh_hans: 倒立运动员
zh_hant: 倒立運動員

# name_happydance
source: Radiance Provoking Performer
de: Leuchtender Provozierender Künstler
es: Artista provocador de resplandor
fr: Interprète provocateur de l'Éclat
id: Penampil Provokator Pancaran Cahaya
it: Artista provocatorio dello Splendore
ja: 光に染まる挑戦的な表現者
ko: 광채의 도발하는 곡예사
pt: Artista Provocante do Resplendor
ru: Исполнитель-провокатор сияния
th: นักแสดงจอมยั่วยุแสงเรืองรอง
vi: Người Biểu Diễn Khiêu Khích Rạng Rỡ
zh_hans: 彩染挑衅艺伎
zh_hant: 彩染挑釁藝伎

# name_headbob
source: Mellow Musician
de: Entspannter Musiker
es: Músico gentil
fr: Musicien serein
id: Musisi Lembut
it: Musicista gioviale
ja: のんびり屋の音楽家
ko: 그윽한 음악가
pt: Músico Meloso
ru: Благодушный музыкант
th: นักดนตรีผู้เบิกบาน
vi: Nhạc Sĩ Nhẹ Nhàng
zh_hans: 老练音乐家
zh_hant: 沉穩音樂家

# name_hearthands
source: Radiance Greeting Shaman
de: Leuchtender Grüßender Schamane
es: Chamán amable de resplandor
fr: Shaman saluant de l'Éclat
id: Dukun Salam Pancaran Cahaya
it: Sciamano accogliente dello Splendore
ja: 光に染まる礼を尽くす祈祷師
ko: 광채의 인사하는 주술사
pt: Xamã Acolhedor do Resplendor
ru: Приветствующий шаман сияния
th: ชาแมนผู้อวยพรแสงเรืองรอง
vi: Pháp Sư Chào Hỏi Rạng Rỡ
zh_hans: 彩染拳礼武僧
zh_hant: 彩染拳禮武僧

# name_home
source: <b>Home</b>
de: <b>Zuhause</b>
es: <b>Hogar</b>
fr: <b>Maison</b>
id: <b>Rumah</b>
it: <b>Base</b>
ja: <b>ホーム</b>
ko: <b>안식처</b>
pt: <b>Lar</b>
ru: <b>Дом</b>
th: <b>บ้าน</b>
vi: <b>Nhà</b>
zh_hans: <b>遇境</b>
zh_hant: <b>遇境</b>

# name_hypedance
source: Radiance Provoking Performer
de: Leuchtender Provozierender Künstler
es: Artista provocador de resplandor
fr: Interprète provocateur de l'Éclat
id: Penampil Provokator Pancaran Cahaya
it: Artista provocatorio dello Splendore
ja: 光に染まる挑戦的な表現者
ko: 광채의 도발하는 곡예사
pt: Artista Provocante do Resplendor
ru: Исполнитель-провокатор сияния
th: นักแสดงจอมยั่วยุแสงเรืองรอง
vi: Người Biểu Diễn Khiêu Khích Rạng Rỡ
zh_hans: 彩染挑衅艺伎
zh_hant: 彩染挑釁藝伎

# name_injured
source: Wounded Warrior
de: Verwundeter Krieger
es: Guerrero herido
fr: Guerrier blessé
id: Prajurit Terluka
it: Guerriero ferito
ja: 傷ついた戦士
ko: 부상당한 전사
pt: Guerreiro Ferido
ru: Раненый воин
th: นักรบผู้บาดเจ็บ
vi: Người Lính Tập Tễnh
zh_hans: 受伤的战士
zh_hant: 受傷的戰士

# name_jelly
source: Jelly Whisperer
de: Quallenflüsterer
es: Susurrador de medusas
fr: Murmureur de méduse
id: Pembisik Ubur-ubur
it: Sussurratore di meduse
ja: 海月の語り部
ko: 해파리 소리꾼
pt: Água-viva sussurrante
ru: Шепчущий медузам
th: ผู้รู้ใจแมงกะพรุน
vi: Người Luyện Sứa
zh_hans: 水母语者
zh_hant: 水母語者

# name_jollydance
source: Jolly Geologist
de: Fröhliche Geologin
es: Geóloga alegre
fr: Géologue joyeuse
id: Ahli Geologi Periang
it: Geologa allegra
ja: 上機嫌な地質学者
ko: 유쾌한 지질학자
pt: Geóloga Divertida
ru: Весёлый геолог
th: นักธรณีวิทยาผู้ร่าเริง
vi: Nhà Địa Chất Vui Vẻ
zh_hans: 雀跃地质学家
zh_hant: 雀躍地質學家

# name_joy
source: Leaping Dancer
de: Springender Tänzer
es: Bailarín saltarín
fr: Danseur bondissant
id: Penari Lompat
it: Ballerino guizzante
ja: 飛び跳ねる舞踏家
ko: 팔짝 뛰는 무용수
pt: Dançarino saltitante
ru: Скачущий танцор
th: นักกระโดดโลดเต้น
vi: Vũ Công Nhảy Nhót
zh_hans: 跳跃舞者
zh_hant: 跳躍舞者

# name_juggle
source: Troupe Juggler
de: Zirkusjonglierer
es: Grupo de malabaristas
fr: Jongleur de troupe
id: Pemain Sulap Rombongan
it: Giocoliere della troupe
ja: 一座の曲芸師
ko: 극단 저글러
pt: Malabarista da trupe
ru: Жонглер из труппы
th: นักเล่นกลคณะละคร
vi: Người Tung Hứng Bóng
zh_hans: 抛球杂耍
zh_hant: 拋球雜耍

# name_kiss
source: Admiring Actor
de: Bewundernder Schauspieler
es: Actor admirado
fr: Acteur admiratif
id: Aktor Pendamba
it: Attore contemplante
ja: うっとりするような旅役者
ko: 감탄하는 배우
pt: Ator admirado
ru: Восхищенный актер
th: นักแสดงที่น่าชื่นชม
vi: Diễn Viên Đáng Ngưỡng Mộ
zh_hans: 献情演员
zh_hant: 獻情演員

# name_kungfu
source: Greeting Shaman
de: Grüßender Schamane
es: Chamán amable
fr: Shaman saluant
id: Dukun Salam
it: Sciamano accogliente
ja: 礼を尽くす祈祷師
ko: 인사하는 주술사
pt: Xamã acolhedor
ru: Приветствующий шаман
th: ชาแมนผู้อวยพร
vi: Pháp Sư Chào Hỏi
zh_hans: 拳礼武僧
zh_hant: 拳禮武僧

# name_laugh
source: Laughing Light Catcher
de: Lachende Lichtfarmerin
es: Cazadora de luz risueña
fr: Attrapeuse de lumière riant
id: Penangkap Cahaya Tertawa
it: Raccoglitrice ridente
ja: 笑う光採取者
ko: 웃는 빛잡이
pt: Caçadora de luz risonha
ru: Смеющийся ловец света
th: ผู้ดักแสงจอมหัวเราะ
vi: Nông Dân Vui Vẻ
zh_hans: 欢笑光农
zh_hant: 歡笑光農

# name_lazycool
source: Laidback Pioneer
de: Entspannter Pionier
es: Pionero despreocupado
fr: Pionnier décontracté
id: Perintis Santai
it: Pioniere disinvolto
ja: くつろぐ開拓者
ko: 태평한 개척자
pt: Pioneiro descontraído
ru: Расслабленный первопроходец
th: ผู้บุกเบิกแสนสบาย
vi: Người Tiên Phong Ung Dung
zh_hans: 随性拓荒者
zh_hant: 隨性拓荒者

# name_lightvoidspace
source: Ancient Light
de: Uraltes Licht
es: Luz ancestral
fr: Lumière ancienne
id: Cahaya Kuno
it: Luce antica
ja: 万古の光
ko: 고대의 빛
pt: Luz Antiga
ru: Древний Свет
th: แสงสว่างยุคโบราณ
vi: Ánh sáng Cổ xưa
zh_hans: 远古光辉
zh_hant: 遠古光輝

# name_lightvoidspace01
source: Ancient Light
de: Uraltes Licht
es: Luz ancestral
fr: Lumière ancienne
id: Cahaya Kuno
it: Luce antica
ja: 万古の光
ko: 고대의 빛
pt: Luz Antiga
ru: Древний Свет
th: แสงสว่างยุคโบราณ
vi: Ánh sáng Cổ xưa
zh_hans: 远古光辉
zh_hant: 遠古光輝

# name_lightvoidspace02
source: Ancient Light
de: Uraltes Licht
es: Luz ancestral
fr: Lumière ancienne
id: Cahaya Kuno
it: Luce antica
ja: 万古の光
ko: 고대의 빛
pt: Luz Antiga
ru: Древний Свет
th: แสงสว่างยุคโบราณ
vi: Ánh sáng Cổ xưa
zh_hans: 远古光辉
zh_hant: 遠古光輝

# name_lookaround
source: Lookout Scout
de: Aussichtsspäher
es: Explorador vigía
fr: Éclaireur vigie
id: Pramuka Penjaga
it: Perlustratore scrutante
ja: 警戒する斥候
ko: 망보는 정찰자
pt: Olheiro vigia
ru: Наблюдатель
th: ผู้สอดแนมเฝ้าระวัง
vi: Hướng Đạo Sinh Nhìn Xa
zh_hans: 望远哨兵
zh_hant: 望遠哨兵

# name_loopdance
source: Boogie Kid
de: Boogie-Kind
es: Niño Boogie
fr: Enfant dansant
id: Anak Boogie
it: Bambino danzante
ja: 音と舞う幼子
ko: 춤추는 아이
pt: Criança dançarina
ru: Танцор буги
th: เด็กน้อยนักเต้น
vi: Đứa Trẻ Nhảy Nhót
zh_hans: 踏舞孩童
zh_hant: 踏舞孩童

# name_love
source: Polite Scholar
de: Höfliche Gelehrte
es: Académica amable
fr: Érudite polie
id: Cendekiawan Sopan
it: Erudita cortese
ja: 敬けんな賢人
ko: 예의 바른 학자
pt: Estudante educada
ru: Вежливый ученик
th: นักวิชาการผู้อ่อนโยน
vi: Học Giả Lịch Sự
zh_hans: 礼貌学者
zh_hant: 禮貌學者

# name_mainstreet
source: Aviary Village
de: Volieren-Dorf
es: Aldea aviaria
fr: Village volière
id: Desa Aviary
it: Villaggio degli Uccelli
ja: 花鳥郷
ko: 새들의 정원 마을
pt: Aldeia Aviária
ru: Птичья деревня
th: หมู่บ้านเอเวียรี
vi: Làng Chuồng Chim
zh_hans: 云巢
zh_hant: 雲巢

# name_manta
source: Manta Whisperer
de: Riesenrochensprecher
es: Susurrador de mantas
fr: Orateur Manta
id: Pembisik Manta
it: Portavoce della manta
ja: マンタの語り部
ko: 만타가오리 소리꾼
pt: Comunicador de arraia
ru: Голос манты
th: ผู้รู้ใจกระเบน
vi: Người Luyện Cá Đuối
zh_hans: 鳐语者
zh_hant: 鰩語者

# name_marching
source: Marching Adventurer
de: Marschierende Abenteurerin
es: Aventurera en marcha
fr: Aventurière marchante
id: Petualang Berbaris
it: Avventuriera in marcia
ja: 行進する冒険家
ko: 행진하는 모험가
pt: Aventureira marchante
ru: Марширующая авантюристка
th: นักผจญภัยสวนสนาม
vi: Nhà Mạo Hiểm Diễu Hành
zh_hans: 正步冒险家
zh_hant: 正步冒險家

# name_memorial
source: Star Field Memorial
de: Denkmal "Sternenfeld"
es: Monumento conmemorativo
fr: Mémorial de Star Field
id: Memorial Lapang Bintang
it: Memoriale di Star Field
ja: Star Field の思い出に捧ぐ
ko: Star Field 기념비
pt: Memorial "Star Field"
ru: Мемориал Star Field
th: อนุสรณ์ทุ่งดวงดาว
vi: Đài Tưởng Niệm Star Field
zh_hans: 追忆星野
zh_hant: 追憶星野

# name_mope
source: Melancholy Mope
de: Trübsinniger Trauerkloß
es: Melancólico abatido
fr: Mélancolie morose
id: Gerutu Melankolia
it: Ipocondriaca melanconica
ja: 物憂げなとぼとぼ歩き
ko: 우울한 낙오자
pt: Jeca Jururu
ru: Меланхолик
th: ผู้เศร้าโศก
vi: Hiện Thân U Sầu
zh_hans: 郁郁寡欢者
zh_hant: 憂鬱垂頭仔

# name_muscle
source: Hunter
de: Jäger
es: Cazador
fr: Chasseur
id: Pemburu
it: Cacciatore
ja: 狩人
ko: 사냥꾼
pt: Caçador
ru: Охотник
th: นายพราน
vi: Thợ săn
zh_hans: 猎人
zh_hant: 獵人

# name_nerdy
source: Tinkering Chimesmith
de: Glockenspielschmiedin
es: Forjadora de campanitas de viento
fr: Carillonneuse bricoleuse
id: Pandai Besi Tukang Utak-atik
it: Fabbricante di scacciapensieri
ja: 工夫好きの風鈴職人
ko: 뚝딱뚝딱 대장장이
pt: Forjadora de Sinos
ru: Мастерица колокольных дел
th: ช่างระฆังยอดนักซ่อม
vi: Thợ Sửa Chuông
zh_hans: 乐钟修补匠
zh_hant: 樂鐘修補匠

# name_night
source: Vault of Knowledge
de: Tresor des Wissens
es: Bóveda de Conocimiento
fr: Chambre forte de connaissance
id: Kubah Pengetahuan
it: Cupola della Conoscenza
ja: 書庫
ko: 지식의 도서관
pt: Relicário do Conhecimento
ru: Хранилище знаний
th: กรุสมบัติแห่งปัญญา
vi: Kho Tri Thức
zh_hans: 禁阁
zh_hant: 禁閣

# name_nightbird
source: Nightbird Whisperer
de: Nachtvogelflüsterin
es: Susurradora de aves nocturnas
fr: Charmeuse d’oiseaux de nuit
id: Pembisik Burung Malam
it: Allevatrice di uccelli notturni
ja: 夜鳥の語り部
ko: 밤의 새 소리꾼
pt: Domadora de Aves Noturnas
ru: Заклинательница сов
th: ผู้รู้ใจนกราตรี
vi: Chim Đêm Thì Thầm
zh_hans: 夜鸟语者
zh_hant: 夜鳥語者

# name_nod
source: Nodding Muralist
de: Nickender Wandmaler
es: Muralista que asiente
fr: Muraliste acquiesçant
id: Seniman Dinding Angguk-angguk
it: Muralista ciondolante
ja: うなずく壁画師
ko: 끄덕이는 벽화가
pt: Muralista concordante
ru: Кивающий стенописец
th: จิตรกรฝาผนังจอมพยักหน้า
vi: Nhà Bích Họa Gật Đầu
zh_hans: 赞许壁画家
zh_hant: 讚許壁畫家

# name_nothanks
source: Rejecting Voyager
de: Ablehnender Reisender
es: Viajero que rechaza
fr: Voyageur refusant
id: Pengembara Menolak
it: Viaggiatore respingente
ja: 固辞する航行者
ko: 거부하는 여행자
pt: Viajante em negação
ru: Отказывающийся скиталец
th: นักเดินทางจอมปฏิเสธ
vi: Hành Giả Từ Chối
zh_hans: 回绝行者
zh_hant: 回絕行者

# name_ohno
source: Dismayed Hunter
de: Bestürzte Jägerin
es: Cazadora abatida
fr: Chasseuse consternée
id: Pemburu Kecewa
it: Cacciatrice costernata
ja: うろたえる狩人
ko: 경악하는 사냥꾼
pt: Caçadora desmaiada
ru: Встревоженный охотник
th: นายพรานผู้ผิดหวัง
vi: Thợ Săn Thất Vọng
zh_hans: 沮丧猎人
zh_hant: 沮喪獵人

# name_orbit
source: The Ascent
de: Der Aufstieg
es: El ascenso
fr: L’ascension
id: Kenaikan
it: L'Ascesa
ja: 天空
ko: 오르막
pt: A subida
ru: Восхождение
th: ดิ แอสเซ็นต์
vi: Thăng Hoa
zh_hans: 光遇
zh_hant: 光遇

# name_ouch
source: Bumbling Boatswain
de: Stümperhafter Schiffsjunge
es: Contramaestre torpe
fr: Maître d'équipage maladroit
id: Kepala Kelasi Kikuk
it: Nostromo goffo
ja: おっちょこちょいな水夫長
ko: 우왕좌왕 갑판장
pt: Contramestre Trapalhão
ru: Нерадивый боцман
th: นักพายเรือบ่นพึมพำ
vi: Thủy Thủ Hậu Đậu
zh_hans: 笨拙水手
zh_hant: 笨拙的水手長

# name_peek
source: Peeking Postman
de: Guckender Postbote
es: Cartera que espía
fr: Factrice timide
id: Tukang Pos Mengintip
it: Postina curiosa
ja: そっと覗く郵便屋
ko: 기웃거리는 우체부
pt: Carteira Tímida
ru: Робкая почтальонка
th: บุรุษไปรษณีย์ผู้แอบมอง
vi: Người Đưa Thư Nhìn Trộm
zh_hans: 偷窥邮差
zh_hant: 偷窺郵差

# name_peek_ec_vendor
source: Winter Courier
de: Winterkurier
es: Mensajería invernal
fr: Coursier d'hiver
id: Kurir Musim Dingin
it: Corriere invernale
ja: 冬の配達人
ko: 겨울 배달부
pt: Mensageiro Invernal
ru: Посланник зимы
th: ผู้ส่งสาส์นฤดูหนาว
vi: Chuyển Phát Mùa Đông
zh_hans: 冬季快递员
zh_hant: 冬季信差

# name_playfight
source: Playfighting Herbalist
de: Schaukampf-Kräuterkundlerin
es: Herborista peleadora
fr: Herboriste de combat
id: Tabib Main Tarung
it: Erborista giocherellona
ja: けんかごっこ好きの植物採集者
ko: 장난치는 약초꾼
pt: Herbalista lutadora
ru: Дурачащийся травник
th: นักสมุนไพรผู้ชอบเล่นต่อสู้
vi: Nhà Thảo Dược Tâm Trạng
zh_hans: 嬉闹草药师
zh_hant: 嬉鬧草藥師

# name_plead
source: Pleading Child
de: Flehendes Kind
es: Niño suplicante
fr: Enfant implorant
id: Anak Sebatang Kara
it: Bambino supplicante
ja: 懇願する幼子
ko: 애원하는 아이
pt: Criança Suplicante
ru: Молящее дитя
th: เด็กน้อยผู้อ้อนวอน
vi: Đứa Bé Van Nài
zh_hans: 乞求的小孩
zh_hant: 懇求的孩子

# name_point
source: Pointing Candlemaker
de: Deutender Kerzenmacher
es: Candelero que apunta
fr: Cirier pointant
id: Pembuat Lilin Menunjuk
it: Candelaio indicante
ja: 指差すキャンドル職人
ko: 가리키는 양초장이
pt: Candeeiro Denotante
ru: Указующий свечной мастер
th: ช่างทำเทียนจอมชี้นิ้ว
vi: Thợ Nến Dẫn Đường
zh_hans: 指路蜡烛匠
zh_hant: 指路蠟燭匠

# name_pointup
source: Lively Navigator
de: Lebhafter Navigator
es: Navegante vivaz
fr: Navigateur dynamique
id: Navigator Hidup
it: Navigatore vivace
ja: 快活な誘導手
ko: 쾌활한 항해사
pt: Navegante Vigoroso
ru: Резвый штурман
th: ผู้นำทางร่าเริง
vi: Người Chỉ Dẫn Tích Cực
zh_hans: 活跃导航员
zh_hant: 活力導航員

# name_portals
source: Realm Portals
de: Portale des Reichs
es: Portales del reino
fr: Portails du royaume
id: Portal Alam
it: Portali del regno
ja: 地方の祭壇
ko: 왕국 입구
pt: Portões do Reino
ru: Порталы миров
th: ประตูมิติดินแดน
vi: Cổng tới các Vương quốc
zh_hans: 领域传送门
zh_hant: 領域傳送門

# name_pout
source: Pouty Porter
de: Mürrischer Gepäckträger
es: Portero que hace puchero
fr: Porteur boudeur
id: Pramuantar Cemberut
it: Facchino imbronciato
ja: 怒れる運び人
ko: 토라진 짐꾼
pt: Porteiro mal-humorado
ru: Недовольный носильщик
th: ผู้เฝ้าประตูบูดบึ้ง
vi: Người Khuân Vác Ghen Tỵ
zh_hans: 娇嗔搬运工
zh_hant: 嬌嗔搬運工

# name_pray
source: Praying Acolyte
de: Betender Messdiener
es: Acólito orador
fr: Acolyte priant
id: Pelayan Berdoa
it: Accolito supplicante
ja: 祈る侍者
ko: 기도하는 조수
pt: Acólito que reza
ru: Молящийся прислужник
th: สาวกนักอธิษฐาน
vi: Thánh Đồ Cầu Nguyện
zh_hans: 祈祷圣徒
zh_hant: 祈禱聖徒

# name_princesscarry
source: Feudal Lord
de: Feudalherr
es: Señor feudal
fr: Seigneur féodal
id: Penguasa Feodal
it: Signore feudale
ja: 国王
ko: 봉건 영주
pt: Senhor feudal
ru: Феодальный господин
th: ท่านลอร์ดแห่งศักดินา
vi: Lãnh chúa phong kiến
zh_hans: 领主
zh_hant: 封建領主

# name_proud
source: Proud Victor
de: Stolze Siegerin
es: Vencedora orgullosa
fr: Vainqueuse fière
id: Pemenang Bangga
it: Vincitrice orgogliosa
ja: 誇り高き勝者
ko: 뽐내는 승리자
pt: Vitoriosa orgulhosa
ru: Гордый победитель
th: ผู้ชนะที่ภาคภูมิ
vi: Quán Quân Tự Hào
zh_hans: 自豪冠军
zh_hant: 自豪冠軍

# name_pullup
source: Overactive Overachiever
de: Überaktiver Überflieger
es: Sobresaliente hiperactivo
fr: Prodige performant
id: Terlalu Aktif Terlalu Pintar
it: Forzuta esagerata
ja: 活発すぎる頑張り屋
ko: 극성스러운 노력가
pt: Empolgante Exigente
ru: Гиперактивный трудяга
th: ผู้ประสบความสำเร็จที่โอ้อวด
vi: Kẻ Nghiện Việc
zh_hans: 亢奋优等生
zh_hant: 亢奮優等生

# name_questanniversary
source: Anniversary Staff
de: Jubiläumspersonal
es: Personal de Aniversario
fr: Personnel Anniversaire
id: Staf Ulang Tahun
it: Personale per l'anniversario
ja: アニバーサリースタッフ
ko: 기념일 직원
pt: Gerente do Aniversário
ru: Юбилейный штаб
th: เจ้าหน้าที่งานวันครบรอบ
vi: Nhân Viên Chúc Mừng
zh_hans: 周年纪念员工
zh_hant: 週年紀念員工

# name_questap02
source: Gratitude Guide
de: Dankbarkeits-Helfer
es: Guía de la Gratitud
fr: Guide de la gratitude
id: Pemandu Rasa Syukur
it: Guida della Gratitudine
ja: 感謝の案内人
ko: 감사의 안내자
pt: Guia da gratidão
ru: Проводник (благодарность)
th: ผู้แนะนำกตัญญู
vi: Chỉ Dẫn Tri Ân
zh_hans: 感恩向导
zh_hant: 感恩嚮導

# name_questap03
source: Lightseeker Guide
de: Lichtsucher-Helfer
es: Guía de los Buscadores de la Luz
fr: Guide de Chercheur de lumière
id: Pemandu Pencari Cahaya
it: Guida Cercatore della Luce
ja: 光を探求する案内人
ko: 빛 추적자 안내자
pt: Guia buscador da luz
ru: Проводник (искатель света)
th: ผู้แนะนำที่แสวงหาแสง
vi: Chỉ Dẫn Ánh Sáng
zh_hans: 追光向导
zh_hant: 追光嚮導

# name_questap04
source: Belonging Guide
de: Zusammengehörigkeits-Helfer
es: Guía de la Pertenencia
fr: Guide de l'Appartenance
id: Pemandu Kepemilikan
it: Guida degli Affetti
ja: 想いを編む案内人
ko: 친밀의 안내자
pt: Guia do pertencer
ru: Проводник (сопричастность)
th: ผู้แนะนำการเป็นส่วนหนึ่ง
vi: Chỉ Dẫn Sở Hữu
zh_hans: 归属向导
zh_hant: 歸屬嚮導

# name_questap05
source: Rhythm Guide
de: Rhythmischer Helfer
es: Guía del Ritmo
fr: Guide du Rythme
id: Pemandu Irama
it: Guida del Ritmo
ja: リズムの案内人
ko: 리듬의 안내자
pt: Guia do ritmo
ru: Проводник (ритм)
th: ผู้แนะนำแห่งท่วงทำนอง
vi: Chỉ Dẫn Nhịp Điệu
zh_hans: 音韵向导
zh_hant: 音韻嚮導

# name_questap06
source: Enchantment Guide
de: Verzauberungshelfer
es: Guía del Encanto
fr: Guide de l'Enchantement
id: Pemandu Pesona
it: Guida dell'incantesimo
ja: 魔法の案内人
ko: 마법의 안내자
pt: Guia do encanto
ru: Проводник (волшебство)
th: ผู้แนะนำการร่ายมนตร์
vi: Chỉ Dẫn Phép Thuật
zh_hans: 魔法向导
zh_hant: 魔法嚮導

# name_questap07
source: Sanctuary Guide
de: Zufluchtshelfer
es: Guía del santuario
fr: Guide de sanctuaire
id: Pemandu Tempat Suci
it: Guida del santuario
ja: 楽園の案内人
ko: 낙원의 안내자
pt: Guia do santuário
ru: Проводник по укрытию
th: ผู้แนะนำแห่งสวรรค์
vi: Chỉ Dẫn Thánh Đảo
zh_hans: 圣岛向导
zh_hant: 聖島嚮導

# name_questap08
source: Prophecy Guide
de: Prophezeiungshelfer
es: Guía de la profecía
fr: Guide de la prophétie
id: Pemandu Nubuat
it: Guida della Profezia
ja: 預言の案内人
ko: 예언 안내자
pt: Guia da profecia
ru: Руководство по пророчествам
th: ผู้แนะนำคำพยากรณ์
vi: Chỉ Dẫn Tiên Tri
zh_hans: 预言向导
zh_hant: 預言嚮導

# name_questap09
source: Dreams Guide
de: Traumanleitung
es: Guía de los sueños
fr: Guide des Rêves
id: Pemandu Impian
it: Guida dei sogni
ja: 夢見の案内人
ko: 꿈의 안내자
pt: Guia dos Sonhos
ru: Проводник в мечтания
th: ผู้แนะนำฝัน
vi: Chỉ Dẫn Giấc Mơ
zh_hans: 梦想向导
zh_hant: 夢想嚮導

# name_questap10
source: Assembly Guide
de: Zusammenbauhelfer
es: Guía del Ensamblaje
fr: Guide du Rassemblement
id: Pemandu Berkumpul
it: Guida della Costruzione
ja: 大樹の案内人
ko: 협력의 안내자
pt: Guia da União
ru: Проводник Сезона Собрания
th: ผู้แนะนำการชุมนุม
vi: Chỉ Dẫn Tụ Hội
zh_hans: 重组向导
zh_hant: 重組嚮導

# name_questap10_rainend
source: Assembly Guide
de: Zusammenbauhelfer
es: Guía del Ensamblaje
fr: Guide du Rassemblement
id: Pemandu Berkumpul
it: Guida della Costruzione
ja: 大樹の案内人
ko: 협력의 안내자
pt: Guia da União
ru: Проводник Сезона Собрания
th: ผู้แนะนำการชุมนุม
vi: Chỉ Dẫn Tụ Hội
zh_hans: 重组向导
zh_hant: 重組嚮導

# name_questap11
source: The Rose
de: Die Rose
es: La rosa
fr: La rose
id: Sang Mawar
it: Rosa
ja: バラ
ko: 장미
pt: A Rosa
ru: Роза
th: เดอะ โรส
vi: Hoa Hồng
zh_hans: 玫瑰花
zh_hant: 玫瑰花

# name_questap12
source: Flight Guide
de: Flughelfer
es: Guía de vuelo
fr: Guide de vol
id: Pemandu Terbang
it: Guida di volo
ja: 羽ばたく案内人
ko: 비행의 안내자
pt: Guia de Voo
ru: Проводник полетов
th: ผู้แนะนำการบิน
vi: Chỉ Dẫn Bay
zh_hans: 飞行向导
zh_hant: 飛行嚮導

# name_questap13
source: Abyss Guide
de: Tiefseehelfer
es: Guía del abismo
fr: Guide des Abysses
id: Pemandu Palung
it: Guida degli Abissi
ja: 深淵の案内人
ko: 심해의 안내자
pt: Guia do Abismo
ru: Проводник бездны
th: ผู้แนะนำนรก
vi: Chỉ Dẫn Vực Sâu
zh_hans: 深渊向导
zh_hant: 深淵嚮導

# name_questap14
source: Performance Guide
de: Darbietungshelfer
es: Guía de la obra
fr: Guide de l'Interprétation
id: Pemandu Pertunjukan
it: Guida dello spettacolo
ja: 表現者たちの案内人
ko: 공연의 안내자
pt: Guia de Performance
ru: Проводник представлений
th: ผู้แนะนำการแสดง
vi: Chỉ Dẫn Biểu Diễn
zh_hans: 表演向导
zh_hant: 表演嚮導

# name_questap15
source: The Void of Shattering
de: Die Leere der Zertrümmerung
es: El Vacío de la Destrucción
fr: Le Néant de l'Éclatement
id: Ruang Kosong Kehancuran
it: Il Vuoto della Distruzione
ja: 砕ける闇の虚
ko: 공허의 파편
pt: O Vazio Despedaçado
ru: Кристалл крушения
th: ความว่างเปล่าของการแตกสลาย
vi: Tinh thể Tan vỡ
zh_hans: 破碎虚空
zh_hant: 破碎虛空

# name_questap17
source: Remembrance Guide
de: Gedenken-Helfer
es: Guía de conmemoración
fr: Guide du Souvenir
id: Pemandu Kenangan
it: Guida della Commemorazione
ja: 追慕の案内人
ko: 기억의 안내자
pt: Guia da Recordação
ru: Проводник Памяти
th: ผู้แนะนำความทรงจำ
vi: Chỉ Dẫn Tưởng Nhớ
zh_hans: 缅怀向导
zh_hant: 緬懷嚮導
