Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# error_login_resolve
source: Could not resolve server address. Please double check your internet connection!
de: Serveradresse konnte nicht aufgelöst werden. Bitte überprüfe deine Internetverbindung!
es: No se pudo resolver la dirección del servidor. ¡Por favor, comprueba tu conexión a Internet!
fr: Impossible de résoudre l'adresse du serveur. Veuillez bien vérifier votre connexion internet !
id: Tidak dapat memecahkan alamat server. Periksa kembali koneksi internetmu!
it: Impossibile connettersi all'indirizzo del server. Verifica di nuovo la tua connessione a Internet!
ja: サーバーのアドレスを解決できませんでした インターネット接続を確認してください
ko: 서버 주소를 가져오지 못했습니다. 인터넷 연결을 확인해주세요!
pt: Não foi possível obter o endereço do servidor. Verifique a conexão com a internet!
ru: Не удалось установить адрес сервера. Проверьте свое подключение к Интернету!
th: ไม่สามารถแก้ไขที่อยู่เซิร์ฟเวอร์ได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณอีกครั้ง!
vi: Không thể nhận địa chỉ máy chủ. Vui lòng kiểm tra lại kết nối internet của bạn!
zh_hans: 无法获取服务器地址。 请确认你的网络连接状态。
zh_hant: 無法獲取服務器地址。 請確認你的網絡連接狀態。

# error_login_server
source: We are currently having server issues. Feel free to contact us for more information!
de: Wir haben gerade Serverprobleme. Du kannst uns gerne kontaktieren, wenn du mehr erfahren möchtest.
es: Actualmente estamos teniendo problemas con el servidor. ¡Siéntete libre de contactarnos para más información!
fr: Nous rencontrons des problèmes de serveur. N’hésitez pas à nous contacter pour plus d’informations !
id: Kami saat ini mengalami masalah server. Silakan hubungi kami untuk informasi selengkapnya!
it: Stiamo riscontrando dei problemi con il server. Contattaci per maggiori informazioni!
ja: 現在、サーバーに問題が生じています 詳しい情報についてはヘルプよりお問い合わせください
ko: 현재 서버에 문제가 발생했습니다. 더 자세한 내용은 저희에게 문의해주세요!
pt: Há problemas com os servidores no momento. Entre em contato para obter mais informações!
ru: У нас проблемы с сервером. Пишите нам, если хотите больше подробностей!
th: เรากำลังประสบปัญหาเกี่ยวกับเซิร์ฟเวอร์ในขณะนี้ โปรดติดต่อเราเพื่อขอทราบข้อมูลเพิ่มเติม!
vi: Chúng tôi hiện đang gặp sự cố máy chủ. Hãy liên hệ với chúng tôi để biết thêm thông tin!
zh_hans: 服务器连接失败。
zh_hant: 服務器連接失敗。

# error_login_ssl
source: Could not establish a secure connection. We may be having server issues. Please double check your internet connection!
de: Sichere Verbindung konnte nicht hergestellt werden. Es kann sein, dass Serverprobleme vorliegen. Bitte überprüfe deine Internetverbindung!
es: No se pudo establecer una conexión segura. Es posible que los servidores tengan un problema. ¡Por favor, comprueba tu conexión a Internet!
fr: Impossible d’établir une connexion sûre. Il est possible que nous rencontrions des problèmes de serveur. Veuillez bien vérifier votre connexion internet !
id: Tidak dapat membuat koneksi yang aman. Kami mungkin mengalami masalah server. Periksa kembali koneksi internetmu!
it: Impossibile stabilire una connessione sicura. Potrebbero esserci dei problemi con il server. Verifica di nuovo la tua connessione a Internet!
ja: セキュリティで保護された接続を確立することができません サーバーに問題がある可能性があります インターネット接続を確認してください
ko: 안전한 연결을 확보하지 못했습니다. 서버에 문제가 발생했을지도 모릅니다. 인터넷 연결을 확인해주세요!
pt: Não foi possível estabelecer uma conexão segura. Podem haver problemas com o servidor. Verifique a conexão com a internet!
ru: Не удалось установить безопасное соединение. Возможно, у нас проблемы с сервером. Проверьте свое подключение к Интернету!
th: ไม่สามารถทำการเชื่อมต่อที่ปลอดภัยได้ เราอาจประสบปัญหากับเซิร์ฟเวอร์อยู่ในขณะนี้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณอีกครั้ง!
vi: Không thể thiết lập kết nối an toàn. Chúng tôi có thể đang gặp sự cố máy chủ. Vui lòng kiểm tra lại kết nối internet của bạn!
zh_hans: 网络连接失败。 请确认你的网络连接状态。
zh_hant: 網絡連接失敗。 請確認你的網絡連接狀態。

# error_login_title
source: Login Error
de: Login-Fehler
es: Error de inicio de sesión
fr: Erreur de connexion
id: Kesalahan Masuk
it: Errore di accesso
ja: ログインエラーが発生しました
ko: 로그인 오류
pt: Erro de acesso
ru: Ошибка входа
th: ข้อผิดพลาดการเข้าสู่ระบบ
vi: Lỗi đăng nhập
zh_hans: 登录失败
zh_hant: 登錄失敗

# error_nickname
source: Invalid username，please come up a new name
de: Ungültiger Nutzername. Bitte denk dir einen neuen Namen aus.
es: Nombre de usuario no válido. Selecciona un nuevo nombre.
fr: Nom d’utilisateur invalide, veuillez saisir un autre nom
id: Nama pengguna tidak valid. Silakan masukkan nama baru
it: Nome utente non valido. Prova a scegliere un altro nome.
ja: このユーザーネームは使えません 別の名前を入力してください
ko: 유효하지 않은 사용자 이름. 새로운 이름을 입력해주세요
pt: Nome de usuário inválido, escolha outro
ru: Неверное имя пользователя, придумайте другое имя
th: ชื่อผู้ใช้ไม่ถูกต้อง กรุณาตั้งชื่อใหม่
vi: Tên người dùng không hợp lệ, vui lòng đặt tên mới
zh_hans: 名字中包含非法字符，请重新取名
zh_hant: 名字中包含非法字符，請重新取名

# error_ondemandresources_title
source: Installing Resources Failed
de: Ressourcen konnten nicht installiert werden
es: La instalación de recursos falló
fr: Échec de l’installation des ressources
id: Gagal Memasang Sumber Daya
it: Installazione risorse non riuscita
ja: 追加データをインストールできませんでした
ko: 리소스 설치 실패
pt: Falha de instalação de recursos
ru: Не удалось установить ресурсы
th: ล้มเหลวในการติดตั้งทรัพยากร
vi: Cài đặt tài nguyên không thành công
zh_hans: 安装资源失败
zh_hant: 安裝資源失敗

# error_prop_not_equipped
source: This prop is not equipped
de: Diese Requisite ist nicht ausgerüstet
es: Este objeto de utilería no está equipado
fr: Cet accessoire n’est pas équipé
id: Properti ini tidak terpasang
it: Questo oggetto non è equipaggiato
ja: この持ちものアイテムは装備されていません
ko: 이 소품을 착용하지 않았습니다
pt: Este apetrecho não está equipado
ru: Этот аксессуар не используется
th: ยังไม่ได้ติดตั้งของตกแต่งนี้
vi: Đạo cụ này chưa được trang bị
zh_hans: 此道具未装备
zh_hant: 未配備此道具

# error_prop_on_cooldown
source: This prop is on cooldown
de: Diese Requisite klingt gerade ab
es: Este objeto de utilería está recargándose
fr: Cet accessoire est en cours de recharge
id: Properti ini sedang dalam masa istirahat (cooldown)
it: Questo oggetto si sta ricaricando
ja: この持ちものアイテムはクールダウン中です
ko: 이 소품을 다시 사용하려면 조금 더 기다려 주세요
pt: Este apetrecho está recarregando
ru: Этот аксессуар восстанавливается
th: ของตกแต่งนี้อยู่ระหว่างคูลดาวน์
vi: Đạo cụ này đang trong thời gian hồi
zh_hans: 此道具正处于冷却时间
zh_hant: 道具正在冷卻中

# error_prop_unavailable
source: This ability is unavailable right now
de: Dieser Fähigkeit ist derzeit nicht verfügbar
es: Esta habilidad no está disponible
fr: Cette aptitude n'est pas disponible pour le moment.
id: Kemampuan ini tidak tersedia saat ini
it: Questa abilità non è al momento disponibile
ja: こちらは現在使用いただけません
ko: 지금은 이 능력을 사용할 수 없습니다
pt: Habilidade indisponível
ru: Эта способность сейчас недоступна
th: ความสามารถนี้ไม่พร้อมใช้งานในขณะนี้
vi: Khả năng này hiện không khả dụng
zh_hans: 此技能当前不可用
zh_hant: 此能力目前無法使用

# error_prop_unavailable_in_area
source: This prop can't be used in this area
de: Diese Requisite kann in diesem Bereich nicht genutzt werden
es: No puedes usar este accesorio en esta zona
fr: Cet accessoire est inutilisable dans cette zone
id: Properti ini tidak dapat digunakan di area ini
it: Questo accessorio non può essere utilizzato in quest'area
ja: この持ちものアイテムはこのエリアでは使用できません
ko: 이 소품은 이 구역에서 사용할 수 없습니다
pt: Não é possível usar este adereço nesta área
ru: Это предмет нельзя здесь использовать
th: ไม่สามารถใช้ของตกแต่งในพื้นที่นี้ได้
vi: Không thể sử dụng đạo cụ này trong khu vực này
zh_hans: 此道具无法在此区域使用
zh_hant: 此道具無法在此區域使用

# error_server_ratelimit
source: This request has a rate limit, please try again later.
de: Diese Anfrage hat ein Ratenlimit, bitte versuche es später noch einmal.
es: Esta solicitud tiene un límite de velocidad, vuelve a intentar más tarde.
fr: Cette requête a une limite de débit, veuillez réessayer plus tard.
id: Permintaan ini terbatas jumlahnya. Silakan coba lagi nanti.
it: Questa richiesta ha un limite di frequenza, riprova più tardi.
ja: 短い時間内に繰り返しリクエストすることができません。時間をおいて再度お試しください。
ko: 이 요청은 시간 당 횟수 제한이 걸려 있습니다. 나중에 다시 시도해 주세요.
pt: Esta solicitação tem um limite de taxa, tente novamente mais tarde.
ru: У запроса есть ограничение по частоте. Попробуйте позже.
th: คำขอนี้ครบขีดจำกัดการส่งแล้ว โปรดลองอีกครั้งในภายหลัง
vi: Yêu cầu này có giới hạn tỷ lệ, vui lòng thử lại sau.
zh_hans: 此请求具有频率上限，请稍后再试。
zh_hant: 此請求有次數限制，請稍後重試。

# error_server_ratelimit_cooldown
source: This request has a rate limit, please try again in {{1}} seconds.
de: Diese Anfrage hat ein Ratenlimit, bitte versuche es in {{1}} noch einmal.
es: Esta solicitud tiene un límite de velocidad, vuelve a intentar en {{1}} segundos.
fr: Cette demande a une limite de débit, veuillez réessayer dans {{1}} secondes.
id: Permintaan ini terbatas jumlahnya. Silakan coba lagi dalam {{1}} detik.
it: Questa richiesta ha un limite di frequenza, riprova tra {{1}} secondi.
ja: 短い時間内に繰り返しリクエストすることができません。{{1}}秒後に、再度お試しください。
ko: 이 요청은 시간 당 횟수 제한이 걸려 있습니다. {{1}}초 후에 다시 시도해 주세요.
pt: Esta solicitação tem um limite de taxa, tente novamente em {{1}} segundos.
ru: У запроса есть ограничение по частоте. Попробуйте через {{1}} сек.
th: คำขอนี้ครบขีดจำกัดการส่งแล้ว โปรดลองอีกครั้งใน {{1}} วินาที
vi: Yêu cầu này có giới hạn tỷ lệ, vui lòng thử lại sau {{1}} giây.
zh_hans: 此请求具有频率上限，请在{{1}}秒后再试。
zh_hant: 此請求有次數限制，請在{{1}}秒後重試。

# error_server_throttle
source: Too many players. Please try again.
de: Zu viele Spieler. Bitte versuche es erneut.
es: Demasiados jugadores. Por favor, inténtalo de nuevo.
fr: Trop de joueurs. Veuillez réessayer.
id: Pemain terlalu banyak. Coba lagi.
it: Troppi giocatori. Riprova.
ja: ただいまサーバーが混雑しています。もう一度お試しください
ko: 플레이어가 너무 많습니다. 다시 시도해주세요.
pt: Muitos jogadores no momento. Tente novamente.
ru: Слишком много игроков. Попробуйте еще раз.
th: มีผู้เล่นมากเกินไป โปรดลองใหม่อีกครั้ง
vi: Số người chơi quá nhiều. Vui lòng thử lại.
zh_hans: 当前玩家过多，请重试。
zh_hant: 當前玩家過多，請重試。

# error_server_throttle_cooldown
source: Too many players. Please try again in {{1}} seconds.
de: Zu viele Spieler Bitte versuche es erneut in {{1}} Sekunden.
es: Hay demasiados jugadores. Intenta de nuevo en {{1}} segundos.
fr: Trop de joueurs. Veuillez réessayer dans {{1}} secondes.
id: Pemain terlalu banyak. Coba lagi dalam {{1}} detik.
it: Troppi giocatori. Riprova tra {{1}} secondi.
ja: ただいまサーバーが混雑しています。{{1}} 秒後にもう一度お試しください
ko: 플레이어가 너무 많습니다. {{1}}초 뒤에 다시 시도해주세요.
pt: Excesso de jogadores. Tente novamente em {{1}} segundos.
ru: Слишком много игроков. Попробуйте еще раз через {{1}} сек.
th: มีผู้เล่นมากเกินไป โปรดลองใหม่อีกครั้งใน {{1}} วินาที
vi: Số người chơi quá nhiều. Vui lòng thử lại sau {{1}} giây.
zh_hans: 当前玩家过多，请于{{1}}秒后重试。
zh_hant: 當前玩家過多，請於{{1}}秒後重試。

# error_server_title
source: Server Error
de: Serverfehler
es: Error del servidor
fr: Erreur de serveur
id: Kesalahan Server
it: Errore del server
ja: サーバーエラーが発生しました
ko: 서버 오류
pt: Erro de servidor
ru: Ошибка сервера
th: เซิร์ฟเวอร์เกิดข้อผิดพลาด
vi: Lỗi máy chủ
zh_hans: 服务器错误
zh_hant: 服務器錯誤

# error_session_message
source: You were logged out on this device, either the account has logged in on another device or the server restarted.
de: Du hast dich bei diesem Gerät ausgeloggt. Entweder hat sich das Konto auf einem anderen Gerät wieder eingeloggt, oder der Server wurde neugestartet.
es: Te desconectaste de este dispositivo, o bien la cuenta inició sesión en otro dispositivo o el servidor se reinició.
fr: Vous avez été déconnecté de cet appareil, soit parce que ce compte est déjà connecté sur un autre appareil, soit parce que le serveur a redémarré.
id: Kamu keluar pada perangkat ini, antara akun telah masuk pada perangkat lain atau server dimulai ulang.
it: Sei stato disconnesso su questo dispositivo. L'account potrebbe aver effettuato l'accesso su un altro dispositivo oppure il server è stato riavviato.
ja: セッションが中断されました もう一度やり直してみてください 問題が解消されない場合はお手数ですが、ヘルプよりお問い合わせください
ko: 이 기기에서 로그아웃됐습니다. 이 계정으로 다른 기기에서 로그인을 했거나 서버가 다시 시작된 것으로 보입니다.
pt: Você foi expulso neste dispositivo. A conta pode ter sido acessada de outro dispositivo ou o servidor foi reiniciado.
ru: Вы вышли на этом устройстве. Либо кто-то вошел с этой учетной записью на другом устройстве, либо был перезапущен сервер.
th: คุณได้ออกจากระบบบนอุปกรณ์นี้แล้ว เนื่องจากบัญชีได้เข้าสู่ระบบบนอุปกรณ์อื่น หรือเซิร์ฟเวอร์ได้รับการรีสตาร์ท
vi: Bạn đã đăng xuất trên thiết bị này, hoặc tài khoản đã đăng nhập trên thiết bị khác hoặc máy chủ đã khởi động lại.
zh_hans: 你已断开连接。 请确认你的网络连接状态。
zh_hant: 你已斷開連線。 請確認你的網絡連線狀態。

# error_session_title
source: Session Lost
de: Sitzung unterbrochen
es: La sesión se perdió
fr: Session perdue
id: Sesi Hilang
it: Sessione perduta
ja: セッションが失われました
ko: 세션 해제
pt: Sessão perdida
ru: Сеанс остановлен
th: เซสชันหายไป
vi: Kết nối gián đoạn
zh_hans: 连接中断
zh_hant: 連接中斷

# error_shop_emptyreceipt_message
source: The purchase receipt was verified to be empty, do you want to refresh the receipt?
de: Die Kaufquittung war leer. Möchtest du die Quittung aktualisieren?
es: Se verificó que el recibo de compra estaba vacío, ¿deseas actualizarlo?
fr: Le reçu d’achat a été vérifié et il est vide, souhaitez-vous actualiser le reçu ?
id: Bukti pembelian terverifikasi kosong, ingin menyegarkan bukti pembelian?
it: La ricevuta d'acquisto sembra essere vuota. Vuoi aggiornare la ricevuta?
ja: 購入履歴が見つかりませんでした レシート情報を更新しますか？
ko: 구매 영수증이 비어 있는 것으로 확인됐습니다. 영수증을 다시 불러올까요?
pt: O recibo da compra estava vazio. Deseja atualizar o recibo?
ru: Товарный чек подтвержден как пустой, хотите обновить чек?
th: ใบเสร็จการซื้อได้รับการตรวจสอบยืนยันว่าว่างเปล่า คุณต้องการรีเฟรชใบเสร็จหรือไม่
vi: Biên lai mua hàng được xác nhận là trống, bạn có muốn làm mới biên lai không?
zh_hans: 购买收据空缺，你是否要刷新订单？
zh_hant: 購買收據空缺，你是否要重置訂單？

# error_shop_emptyreceipt_title
source: Empty Receipt
de: Leere Quittung
es: Recibo vacío
fr: Reçu vide
id: Bukti Pembelian Kosong
it: Ricevuta vuota
ja: 購入履歴がありません
ko: 빈 영수증
pt: Recibo vazio
ru: Пустой чек
th: ใบเสร็จว่างเปล่า
vi: Đơn giao dịch trống
zh_hans: 没有收据
zh_hant: 沒有收據

# error_shop_productnotfound_message
source: The product you have selected to purchase could not be found
de: Das Produkt, das du kaufen willst, wurde nicht gefunden.
es: No se encontró producto que seleccionaste para su comprar
fr: Le produit que vous avez sélectionné à l’achat est introuvable
id: Produk yang kamu pilih untuk dibeli tidak dapat ditemukan
it: Impossibile trovare il prodotto che vuoi acquistare
ja: 選択中のアイテムは現在購入できません
ko: 구매를 위해 선택한 상품을 찾지 못했습니다.
pt: O produto que você escolheu comprar não foi encontrado
ru: Не удалось найти продукт, выбранный для покупки
th: ไม่พบสินค้าที่คุณเลือกซื้อ
vi: Không thể tìm thấy sản phẩm bạn đã chọn để mua
zh_hans: 无法找到你所选择购买的物品。
zh_hant: 無法找到你所選擇購買的物品。

# error_shop_productnotfound_title
source: Product not found
de: Produkt nicht gefunden
es: No se encontró el producto
fr: Produit introuvable
id: Produk tidak ditemukan
it: Prodotto non trovato
ja: アイテムが見つかりません
ko: 제품 없음
pt: Produto não encontrado
ru: Продукт не найден
th: ไม่พบสินค้า
vi: Không tìm thấy vật phẩm
zh_hans: 无法找到物品
zh_hant: 無法找到物品

# error_shop_purchasefailed
source: Purchase Failed!
de: Kauf fehlgeschlagen!
es: ¡Compra fallida!
fr: Échec de l’achat !
id: Pembelian Gagal!
it: Acquisto non riuscito!
ja: 購入できませんでした
ko: 구매 실패!
pt: Compra malsucedida!
ru: Не удалось купить!
th: ล้มเหลวในการซื้อ!
vi: Giao dịch thất bại!
zh_hans: 购买失败
zh_hant: 購買失敗

# error_shop_verifyreceipt_already
source: You already own this item.
de: Du besitzt diesen Gegenstand bereits.
es: Ya tienes este objeto.
fr: Vous possédez déjà cet objet.
id: Kamu sudah memiliki item ini.
it: Possiedi già questo oggetto.
ja: すでにこのアイテムを所持しています
ko: 이 아이템을 이미 보유 중입니다.
pt: Você já tem este item.
ru: У вас уже есть этот предмет.
th: คุณเป็นเจ้าของไอเทมนี้แล้ว
vi: Bạn đã sở hữu vật phẩm này.
zh_hans: 你已拥有此物品。
zh_hant: 你已經擁有此物品。

# error_shop_verifyreceipt_internal
source: There was an internal problem with the purchase receipt
de: Bei der Kaufquittung ist ein internes Problem aufgetreten
es: Hubo un problema interno con el recibo de compra
fr: Un problème interne est survenu lors de la génération du reçu d’achat
id: Terjadi masalah internal dengan bukti pembelian
it: Si è verificato un problema interno con la ricevuta d'acquisto
ja: 内部エラーのため購入履歴が取得できませんでした
ko: 구매 영수증과 관련하여 내부 문제가 발생했습니다.
pt: Houve um problema interno com o recibo da compra
ru: Возникла внутренняя проблема с товарным чеком
th: เกิดปัญหาภายในกับใบเสร็จการซื้อ
vi: Đã xảy ra sự cố nội bộ với đơn giao dịch
zh_hans: 购买订单错误
zh_hant: 購買訂單錯誤

# error_shop_verifyreceipt_not_allowed
source: This item cannot be purchased at the moment.
de: Dieser Gegenstand kann derzeit nicht gekauft werden.
es: Este objeto no puede comprarse en este momento.
fr: Cet objet ne peut pas être acheté pour le moment.
id: Item ini tidak dapat dibeli saat ini.
it: Questo oggetto non può essere acquistato in questo momento.
ja: 現在このアイテムは購入できません
ko: 이 아이템은 현재 구매할 수 없습니다.
pt: Não é possível comprar este item no momento.
ru: Этот предмет сейчас нельзя купить.
th: ไม่สามารถซื้อไอเทมนี้ได้ในขณะนี้
vi: Hiện không thể mua vật phẩm này.
zh_hans: 此物品目前无法购买。
zh_hant: 目前無法購買此物品。

# error_support_message_generic
source: We're sorry, an unexpected error is preventing communication with the Support servers. Please try again soon.
de: Es tut uns leid, ein unerwarteter Fehler verhindert die Kommunikation mit den Support-Servern. Bitte versuche es später erneut.
es: Lo sentimos, un error inesperado impide la comunicación con los servidores de soporte. Vuelve a intentar más tarde.
fr: Nous sommes désolés, une erreur inattendue empêche la communication avec les serveurs d'assistance. Réessayez plus tard.
id: Maaf, terjadi kesalahan tidak terduga yang mencegah komunikasi dengan server Dukungan. Coba lagi nanti.
it: Siamo spiacenti, un errore imprevisto impedisce la comunicazione con i server dell'assistenza. Riprova più tardi.
ja: 予期せぬエラーによりサポートサーバーとの通信ができません。大変申し訳ございませんが、少し時間をおいて再度お試しください
ko: 죄송합니다. 예상치 못한 오류가 발생하여 지원 서버에 연결할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Pedimos desculpas, um erro inesperado está impedindo a comunicação com os servidores de apoio. Tente novamente em breve.
ru: Возникла неизвестная ошибка при попытке соединения с серверами техподдержки. Попробуйте позднее.
th: ขออภัย เกิดข้อผิดพลาดที่ไม่คาดคิดทำให้ไม่สามารถสื่อสารกับเซิร์ฟเวอร์สนับสนุนได้ โปรดลองใหม่อีกครั้งในเร็วๆ นี้
vi: Rất tiếc, đã xảy ra lỗi không mong muốn đang ngăn kết nối với máy chủ Hỗ trợ. Vui lòng thử lại sau.
zh_hans: 很抱歉，因出现未知错误，您当前无法访问客服支持服务器。请再试一次。
zh_hant: 很抱歉，因出現未知錯誤，您當前無法訪問客服支持服務器。請再試一次。

# error_support_title
source: Support Error
de: Support-Fehler
es: Error de soporte
fr: Erreur d'assistance
id: Kesalahan Dukungan
it: Errore assistenza
ja: サポートエラー
ko: 지원 오류
pt: Erro
ru: Ошибка техподдержки
th: ข้อผิดพลาดในการละเมิด
vi: Lỗi hỗ trợ
zh_hans: 客服支持错误
zh_hant: 客服支持錯誤

# error_video_record_general
source: Video recording is not supported on this device
de: Auf diesem Gerät werden Videoaufzeichnungen nicht unterstützt
es: Este dispositivo no es compatible con la grabación de video
fr: L'enregistrement vidéo n'est pas supporté par cet appareil
id: Perekaman video tidak didukung di perangkat ini
it: La modalità di registrazione video non è supportata su questo dispositivo
ja: この端末では録画機能はお使いいただけません
ko: 이 기기에서는 동영상 녹화가 지원되지 않습니다.
pt: A gravação de vídeo não é suportada neste dispositivo
ru: Устройство не поддерживает видеозапись
th: ไม่รองรับการบันทึกวิดีโอบนอุปกรณ์นี้
vi: Quay video không được hỗ trợ trên thiết bị này
zh_hans: 该设备不支持视频录制
zh_hant: 該設備不支持視頻錄製

# error_video_record_google
source: To record video, please log into your Google account through the settings menu
de: Bitte melde dich in den Einstellungen bei deinem Google-Konto an, um Videos aufzunehmen
es: Para grabar video, inicia sesión con tu cuenta de Google vía el menú de ajustes
fr: Pour enregistrer une vidéo, veuillez vous connecter à votre compte Google dans le menu Paramètres
id: Untuk merekam video, masuk ke akun Google melalui menu pengaturan
it: Per registrare video, accedi al tuo account Google dal menu delle impostazioni
ja: 録画機能を利用するには、端末設定よりGoogleアカウントにログインしてください
ko: 동영상을 녹화하려면 설정 메뉴를 통해 당신의 Google 계정에 로그인하세요.
pt: Para gravar o vídeo, faça login na sua conta do Google no menu de configurações
ru: Для записи видео войдите в свою учетную запись Google через меню настроек
th: โปรดเข้าสู่ระบบบัญชี Google ของคุณผ่านเมนูการตั้งค่าเพื่อบันทึกวิดีโอ
vi: Để quay video, vui lòng đăng nhập vào tài khoản Google của bạn thông qua menu cài đặt
zh_hans: 如需视频录制，请通过设置菜单登录您的Google账号
zh_hant: 如需錄製影片，請通過設定選單登入您的 Google 帳號

# error_video_record_space
source: There is not enough storage space on your device to record a video
de: Auf deinem Gerät ist nicht genug Platz, um ein Video aufzunehmen.
es: No cuentas con espacio de almacenamiento suficiente para grabar un video
fr: Il n'y a pas suffisamment d'espace sur votre appareil pour enregistrer une vidéo
id: Ruang penyimpanan di perangkatmu tidak cukup untuk merekam video
it: Spazio insufficiente sul tuo dispositivo per registrare un video
ja: 動画を録画するのに必要な空き容量が足りていないようです
ko: 기기에 저장 공간이 부족해 동영상을 녹화할 수 없어요
pt: Sem espaço disponível no dispositivo para gravar um vídeo
ru: На устройстве не хватает памяти для записи видео
th: อุปกรณ์ของคุณมีพื้นที่ว่างไม่เพียงพอสำหรับการบันทึกวิดีโอ
vi: Không đủ dung lượng bộ nhớ trên thiết bị của bạn để quay video
zh_hans: 您的设备没有足够的空间进行视频录制
zh_hant: 您的設備沒有足夠的空間進行視頻錄製

# event_shop_tab_title_quests
source: Event task
de: Event-Aufgabe
es: Tarea del evento
fr: Tâche d’événement
id: Tugas acara
it: Compito evento
ja: イベントの進め方
ko: 이벤트 임무
pt: Tarefa do evento
ru: Задание события
th: ภารกิจอีเวนต์
vi: Nhiệm vụ sự kiện
zh_hans: 活动任务
zh_hant: 活動任務

# event_shop_tab_title_redeem
source: Redeemable in the event
de: Im Event einlösbar
es: Se puede canjear durante el evento
fr: Échangeable lors de l’événement
id: Bisa ditukar di acara
it: Riscattabile nell'evento
ja: イベント中のみ交換可能
ko: 이벤트에서 받을 수 있는 아이템
pt: Resgatável no evento
ru: Можно приобрести во время события
th: แลกรับได้ในอีเวนต์
vi: Có thể đổi trong sự kiện
zh_hans: 可在活动中兑换
zh_hant: 可在活動中兌換

# eventboard_currentevent
source: {{1}} is here! Event ends in {{2}} {{3}}.
de: {{1}} ist da! Event endet in {{2}} {{3}}.
es: ¡Llegó {{1}}! El evento termina en {{2}} {{3}}.
fr: {{1}} est là ! L'événement se termine dans {{2}} {{3}}.
id: {{1}} ada di sini! Acara berakhir di {{2}} {{3}}.
it: {{1}} è qui! L'evento termina tra {{2}} {{3}}.
ja: {{1}} 開催中！残り {{2}} {{3}}
ko: {{1}}이(가) 찾아왔어요! 이벤트가 {{2}} {{3}} 후에 종료됩니다.
pt: {{1}} chegou! O evento termina em {{2}} {{3}}.
ru: Событие «{{1}}» уже идёт! Окончание через {{2}} {{3}}.
th: {{1}} มาแล้ว! อีเวนต์สิ้นสุดใน {{2}} {{3}}
vi: {{1}} đã đến! Sự kiện kết thúc sau {{2}} {{3}}.
zh_hans: {{1}}开始了！距离活动结束还有：{{2}}{{3}}。
zh_hant: {{1}}活動已開始！活動將在{{2}} {{3}}結束。

# eventboard_days
source: days
de: Tagen
es: días
fr: jours
id: hari
it: giorni
ja: 日
ko: 일
pt: dias
ru: д.
th: วัน
vi: ngày
zh_hans: 天
zh_hant: 天

# eventboard_hours
source: hours
de: Stunden
es: horas
fr: heures
id: jam
it: ore
ja: 時間
ko: 시간
pt: horas
ru: ч.
th: ชั่วโมง
vi: giờ
zh_hans: 小时
zh_hant: 小時

# eventboard_minutes
source: minutes
de: Minuten
es: minutos
id: menit
it: minuti
ja: 分
ko: 분
pt: minutos
ru: мин.
th: นาที
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

# eventboard_name_bloom
source: Days of Bloom
de: Tage der Blüte
es: Días de Floración
fr: Jours de la floraison
id: Hari Bermekaran
it: Giorni della Fioritura
ja: 花笑む日々
ko: 꽃놀이의 날
pt: Dias do Florescer
ru: Цветущие дни
th: วันแห่งการเบ่งบาน
vi: Ngày Hoa Nở
zh_hans: 花憩节
zh_hant: 花憩節

# eventboard_name_fortune
source: Days of Fortune
de: Tage des Glücks
es: Días de la buena fortuna
fr: Jours de chance
id: Hari Keberuntungan
it: Giorni della Buona Stella
ja: 来福の日々
ko: 행복의 날
pt: Dias de Felicidade
ru: Дни удачи
th: วันแห่งโชคลาภ
vi: Ngày May Mắn
zh_hans: 幸运节
zh_hant: 幸運節

# eventboard_name_generic
source: An event
de: Ein Event
es: Un evento
fr: Un événement
id: Sebuah acara
it: Un evento
ja: イベント
ko: 이벤트
pt: Um evento
ru: Событие
th: อีเวนต์
vi: Một sự kiện
zh_hans: 活動
zh_hant: 活動
