Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# error_ability_unavailable
source: This action is unavailable right now
de: Diese Handlung ist derzeit nicht verfügbar
es: Esta acción no está disponible
fr: Cette action n’est pas disponible pour le moment
id: Tindakan ini tidak tersedia sekarang
it: Questa azione non è al momento disponibile
ja: このアクションは現在使用できません
ko: 지금은 이 동작을 사용할 수 없습니다
pt: Esta ação não está disponível no momento
ru: Это действие сейчас недоступно
th: การกระทำนี้ไม่พร้อมใช้งานในขณะนี้
vi: Thao tác này hiện không khả dụng
zh_hans: 此活动目前无法提供
zh_hant: 目前無法使用此動作

# error_achievement_redeem_reward
source: Error redeeming reward. Please try again later!
de: Fehler beim Einlösen der Belohnung. Bitte versuche es später erneut!
es: Error redeeming reward. ¡Por favor, intenta de nuevo más tarde!
fr: Impossible de récupérer la récompense. Réessayez plus tard !
id: Kesalahan saat menukar hadiah. Coba lagi nanti!
it: Errore di riscossione ricompensa. Riprova più tardi!
ja: 報酬のデータが取得できませんでした もう一度やり直してみてください
ko: 보상 교환 오류. 나중에 다시 시도하세요!
pt: Erro ao resgatar a recompensa. Tente novamente mais tarde!
ru: Ошибка при получении награды. Попробуйте позже!
th: เกิดข้อผิดพลาดในการแลกรางวัลฟรี กรุณาลองใหม่อีกครั้งในภายหลัง!
vi: Lỗi khi đổi phần thưởng. Vui lòng thử lại sau!
zh_hans: 领取奖励错误。请稍后再试
zh_hant: 領取獎勵錯誤。請稍後再試

# error_android_odr_failed_text
source: Unable to download content from Google Play. Please ensure you're logged into a Google Play account with access to Sky. You may also need to clear your Google Play cache and data, and restart Sky. If problems persist, please contact our customer support (include the error code {{1}}).
de: Inhalt konnte von Google Play nicht heruntergeladen werden. Bitte sieh nach, ob du bei einem Google Play-Konto mit Zugriff auf "Himmelsreich" angemeldet bist. Es kann sein, dass du deinen Google Play-Cache und die Daten löschen und "Himmelsreich" neustarten musst. Wenn das Problem weiter auftritt, kontaktiere bitte unseren Kundendienst (und gib den Fehlercode {{1}} an).
es: No fue posible descargar el contenido desde Google Play. Verifica que iniciaste sesión en la cuenta de Google Play que tiene acceso a Sky. Es posible que también debas limpiar tu caché y los datos de Google Play y reiniciar Sky. Si los problemas continúan, ponte en contacto con nuestro servicios de asistencia al cliente (incluye el código de error {{1}}).
fr: Impossible de télécharger le contenu de Google Play. Assurez-vous d'être connecté à un compte Google Play avec accès à Sky. Vous devrez peut-être effacer le cache et les données Google Play avant de redémarrer Sky. Si le problème persiste, veuillez contacter notre service clientèle (sans oublier d'inclure le code d'erreur {{1}}).
id: Tidak dapat mengunduh konten dari Google Play. Pastikan kamu masuk ke akun Google Play dengan akses ke Sky. Kamu juga bisa menghapus cache dan data Google Play, lalu memulai ulang Sky. Jika masalah tetap ada, hubungi tim dukungan pelanggan kami (sertakan kode kesalahan {{1}}).
it: Impossibile scaricare contenuti da Google Play. Assicurati di aver effettuato l'accesso a un account Google Play con accesso a Sky. Potrebbe essere necessario cancellare la cache e i dati di Google Play e riavviare Sky. Se il problema persiste, contatta il nostro servizio di assistenza clienti (includi il codice di errore {{1}}).
ja: Google Playからデータをダウンロードをすることができませんでした。Google Playアカウントにログインしているかご確認ください。Google Playのキャッシュとデータを削除し、Skyを再起動することで改善する場合がございます。もしも問題が引き続き継続する場合は、エラーコード{{1}}を添えてカスタマーサポートへご連絡ください。
ko: Google Play에서 콘텐츠를 다운로드하지 못했습니다. Sky에 연결된 Google Play 계정에 로그인되어 있는지 확인하세요. Google Play 캐시 및 데이터를 삭제하고 Sky를 다시 시작해야 할 수도 있습니다. 문제가 지속되면 고객 지원에 문의해 주세요. (문의 시 오류 코드 {{1}}을(를) 기입해 주세요)
pt: Não é possível fazer o download do conteúdo pelo Google Play. Certifique-se de que esteja conectado na sua conta do Google Play com acesso ao Sky. Pode ser necessário apagar o cache e os dados do Google Play e reiniciar o Sky. Se o problema persistir, entre em contato com o suporte ao cliente (inclua o código do erro {{1}}).
ru: Не удалось скачать материалы из Google Play. Убедитесь, что вы вошли в учетную запись Google Play с доступом к Sky. Вам также может понадобиться очистить кэш и данные Google Play и перезапустить Sky. Если проблема сохранится, свяжитесь с нашей службой поддержки (укажите код ошибки {{1}}).
th: ไม่สามารถดาวน์โหลดเนื้อหาจาก Google Play ได้ โปรดตรวจสอบให้แน่ใจว่าคุณได้ลงชื่อเข้าใช้บัญชี Google Play และสามารถเข้าถึง Sky ได้ คุณอาจต้องล้างแคชและข้อมูล Google Play ของคุณ และรีสตาร์ท Sky หากยังคงประสบปัญหาอยู่ โปรดติดต่อฝ่ายสนับสนุนลูกค้าของเรา (รวมรหัสข้อผิดพลาด {{1}})
vi: Không thể tải xuống nội dung từ Google Play. Hãy đảm bảo rằng bạn đã đăng nhập vào tài khoản Google Play với quyền truy cập vào Sky. Bạn cũng có thể cần xóa bộ nhớ cache và dữ liệu trên Google Play của mình, đồng thời khởi động lại Sky. Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ khách hàng của chúng tôi (gửi kèm mã lỗi {{1}}).
zh_hans: 无法从应用商店下载更新内容。请确认《光·遇》在您登陆的应用商店账号地区可以下载。您可能需要清除安卓的缓存和数据后再次启动《光·遇》才可以恢复正常下载。如果这个问题依然存在请联系我们的客服。（并报告错误代码{{1}}）
zh_hant: 無法從 Google Play 商店下載更新內容。請確認《Sky 光·遇》在您登入的 Play 商店帳號地區可以下載。您可能需要清除安卓的緩存和數據後再次啟動《Sky 光·遇》才可以恢復正常下載。如果這個問題依然存在請聯繫我們的客服。 （並報告錯誤代碼{{1}}）

# error_android_odr_failed_title
source: Content Download Error
de: Fehler beim Inhaltsdownload
es: Error en la descarga del contenido
fr: Erreur de téléchargement de contenu
id: Kesalahan Pengunduhan Konten
it: Errore download contenuti
ja: ダウンロードエラー
ko: 콘텐츠 다운로드 오류
pt: Erro ao fazer o download do conteúdo
ru: Ошибка загрузки материалов
th: ข้อผิดพลาดในการดาวน์โหลดเนื้อหา
vi: Lỗi tải xuống nội dung
zh_hans: 更新内容下载错误
zh_hant: 更新內容下載錯誤

# error_android_odr_insuf_storage_text
source: There's not enough space on your device to download additional content. This download may be necessary to access later areas of Sky. Please clear some room on your device and restart Sky.
de: Auf deinem Gerät ist nicht genug Platz, um zusätzliche Inhalte herunterzuladen. Dieser Download könnte erforderlich sein, um auf spätere Bereiche in "Himmelsreich" zuzugreifen. Bitte mach etwas Platz frei und starte "Himmelsreich" neu.
es: Tu dispositivo de almacenamiento no cuenta con suficiente espacio para descargar el contenido adicional. Es posible que esta descarga sea necesaria para acceder a otras áreas más adelante en el juego. Haz espacio en tu dispositivo de almacenamiento y reinicia Sky.
fr: Il n'y a pas suffisamment d'espace sur votre appareil pour télécharger le contenu supplémentaire. Ce téléchargement peut être nécessaire pour accéder aux dernières zones de Sky. Veuillez faire de la place sur votre appareil et redémarrez Sky.
id: Tidak ada cukup ruang tersedia di perangkatmu untuk mengunduh konten tambahan. Unduhan ini mungkin diperlukan untuk mengakses area lanjutan Sky. Bersihkan ruang penyimpanan di perangkatmu lalu mulai ulang Sky.
it: Non c'è spazio sufficiente sul dispositivo per scaricare i contenuti aggiuntivi. Questo download potrebbe essere necessario per accedere alle aree successive di Sky. Libera spazio sul dispositivo e riavvia Sky.
ja: 追加データのダウンロードに必要な空き容量が不足しています。この先のエリアで遊んでいただくために必要なデータとなっておりますので、端末の空き容量を確保した上で、Skyの再起動をお願いします。
ko: 기기에 저장 공간이 부족하여 추가 콘텐츠를 다운로드할 수 없습니다. 이 다운로드는 Sky의 후반 지역을 모험하는 데 필요할 수 있습니다. 기기에 저장 공간을 확보하고 Sky를 다시 시작해 주세요.
pt: Sem espaço no dispositivo para fazer o download do conteúdo adicional. Este download é necessário para acessar áreas posteriores do Sky. Libere um pouco de espaço no dispositivo e reinicie o Sky.
ru: На устройстве не хватает памяти для загрузки дополнительных материалов. Они могут понадобиться для доступа к более поздним областям Sky. Очистите место на вашем устройстве и перезапустите Sky.
th: อุปกรณ์ของคุณมีพื้นที่ไม่พอให้ดาวน์โหลดเนื้อหาเพิ่มเติม การดาวน์โหลดนี้อาจจำเป็นสำหรับการเข้าถึงพื้นที่ที่จะมาในภายหลังของ Sky โปรดเพิ่มพื้นที่ว่างบนอุปกรณ์ของคุณ แล้วรีสตาร์ท Sky
vi: Thiết bị của bạn không đủ dung lượng để cập nhật. Việc cập nhật có thể cần thiết để truy cập các nội dung sau này của Sky. Vui lòng xóa bớt nội dung không cần thiết trên thiết bị và khởi động lại Sky.
zh_hans: 更新内容数据包太大，您的设备存储空间不足。这个更新可能是《光·遇》里必要内容。请空出一些存储空间后重启应用。
zh_hant: 更新內容數據包太大，您的設備存儲空間不足。這個更新可能是《光·遇》裡必要內容。請空出一些存儲空間後重啟應用。

# error_android_odr_insuf_storage_title
source: Content Download Error
de: Fehler beim Inhaltsdownload
es: Error en la descarga del contenido
fr: Erreur de téléchargement de contenu
id: Kesalahan Pengunduhan Konten
it: Errore download contenuti
ja: ダウンロードエラー
ko: 콘텐츠 다운로드 오류
pt: Erro ao fazer o download do conteúdo
ru: Ошибка загрузки материалов
th: ข้อผิดพลาดในการดาวน์โหลดเนื้อหา
vi: Lỗi tải xuống nội dung
zh_hans: 更新内容下载错误
zh_hant: 更新內容下載錯誤

# error_chat_msg
source: You are using sensitive words!
de: Du verwendest problematische Wörter!
es: ¡Estás usando palabras sensibles!
fr: Vous utilisez des mots sensibles !
id: Kamu menggunakan kata-kata sensitif!
it: Stai usando parole non ammesse!
ja: 入力できない単語です
ko: 고운 말을 사용해주세요!
pt: Você está usando palavras proibidas!
ru: Вы используете недопустимые слова!
th: คุณกำลังใช้คำที่ละเอียดอ่อน!
vi: Bạn đang sử dụng những từ nhạy cảm!
zh_hans: 你的言论涉及敏感词
zh_hant: 你的言論涉及敏感詞

# error_communicating_title
source: Error Communicating
de: Kommunikationsfehler
es: Error de comunicación
fr: Erreur de communication
id: Kesalahan Saat Berkomunikasi
it: Errore di comunicazione
ja: 接続エラーが発生しました
ko: 연결 오류
pt: Erro de comunicação
ru: Ошибка коммуникации
th: เกิดข้อผิดพลาดในการสื่อสาร
vi: Lỗi kết nối
zh_hans: 连接错误
zh_hant: 連接錯誤

# error_consumable_unavailable
source: This Spell is unavailable right now
de: Dieser Zauber ist derzeit nicht verfügbar
es: Este hechizo no está disponible
fr: Ce sort n’est pas disponible pour le moment
id: Mantra ini tidak tersedia sekarang
it: Questo incantesimo non è al momento disponibile
ja: この魔法は現在使用できません
ko: 지금은 이 주문을 사용할 수 없습니다
pt: Este feitiço não está disponível no momento
ru: Эти чары сейчас недоступны
th: คาถานี้ไม่พร้อมใช้งานในขณะนี้
vi: Phép thuật này hiện không khả dụng
zh_hans: 此魔法目前无法提供
zh_hant: 目前無法使用此魔法

# error_daily_quests_already_redeemed_reward
source: Already redeemed reward for today!
de: Du hast die Belohnung für heute bereits eingelöst!
es: ¡La recompensa por hoy ya fue canjeada!
fr: Récompense déjà échangée aujourd’hui !
id: Sudah menukar hadiah hari ini!
it: Ricompensa già riscossa oggi!
ja: 本日の報酬は獲得済みです
ko: 이미 오늘의 보상을 받았어요!
pt: A recompensa do dia já foi resgatada!
ru: Вы уже забрали награду за сегодня!
th: แลกรับรางวัลสำหรับวันนี้ไปแล้ว!
vi: Đã nhận thưởng hôm nay!
zh_hans: 已经领过今日的奖励了
zh_hant: 已經領過今日的獎勵了

# error_daily_quests_denied
source: Error redeeming reward. Daily Quests haven't been properly achieved!
de: Fehler beim Einlösen der Belohnung. Du hast deine täglichen Quests nicht richtig beendet!
es: Error al canjear la recompensa. ¡Las misiones diarias no se lograron correctamente!
fr: Erreur d'échange de récompense. Les quêtes quotidiennes n’ont pas été terminées correctement !
id: Kesalahan saat menukar hadiah. Misi Harian belum benar-benar selesai!
it: Errore di riscossione ricompensa. Le missioni giornaliere non sono state completate correttamente!
ja: 報酬のデータが取得できませんでした デイリークエストが正しく開始されていないようです
ko: 보상 받기 오류. 일일퀘스트가 정상적으로 완료되지 않았습니다!
pt: Erro ao resgatar a recompensa. As missões diárias não foram concluídas de maneira correta!
ru: Ошибка при получении награды. Вы не выполнили задания дня как надо!
th: เกิดข้อผิดพลาดในการแลกรางวัล ยังทำภารกิจรายวันไม่เสร็จ!
vi: Lỗi khi đổi phần thưởng. Nhiệm Vụ Ngày hoàn thành chưa đúng cách!
zh_hans: 每日任务已经完成过一次了。
zh_hant: 每日任務已經完成過一次了。

# error_daily_quests_not_found
source: Error redeeming reward. Daily Quest values not found!
de: Fehler beim Einlösen der Belohnung. Tägliche Questwerte nicht gefunden!
es: Error al canjear la recompensa. ¡No se encontraron los valores de la misión diaria!
fr: Erreur d'échange de récompense. Valeurs de quête quotidienne non trouvées !
id: Kesalahan saat menukar hadiah. Nilai Misi Harian tidak ditemukan!
it: Errore di riscossione ricompensa. Valori missione giornaliera non trovati!
ja: 報酬のデータが取得できませんでした デイリークエストが無効になっているようです
ko: 보상 받기 오류. 일일퀘스트 값을 찾지 못했습니다!
pt: Erro ao resgatar a recompensa. Valores de missões diárias não encontrados!
ru: Ошибка при получении награды. Не найдены значения заданий дня!
th: เกิดข้อผิดพลาดในการแลกรางวัล ไม่พบค่าของภารกิจรายวัน!
vi: Lỗi khi đổi phần thưởng. Không tìm thấy giá trị Nhiệm Vụ Ngày!
zh_hans: 领取奖励错误。没有每日任务数据！
zh_hant: 獎勵領取錯誤。沒有每日任務數據！

# error_daily_quests_redeem_reward
source: Error redeeming reward. Please try again later!
de: Fehler beim Einlösen der Belohnung. Bitte versuche es später erneut!
es: Error al canjear la recompensa. ¡Por favor, intenta de nuevo más tarde!
fr: Erreur d'échange de récompense. Veuillez réessayer plus tard !
id: Kesalahan saat menukar hadiah. Coba lagi nanti!
it: Errore di riscossione ricompensa. Riprova più tardi!
ja: 報酬のデータが取得できませんでした しばらくしてからもう一度お試しください
ko: 보상 받기 오류. 나중에 다시 시도하세요!
pt: Erro ao resgatar a recompensa. Tente novamente mais tarde!
ru: Ошибка при получении награды. Попробуйте позже!
th: เกิดข้อผิดพลาดในการแลกรางวัลฟรี กรุณาลองใหม่อีกครั้งในภายหลัง!
vi: Lỗi khi đổi phần thưởng. Vui lòng thử lại sau!
zh_hans: 领取奖励错误。请稍后再试
zh_hant: 獎勵領取錯誤。請稍後再試

# error_emote_unavailable
source: This expression is unavailable right now
de: Dieser Emote ist derzeit nicht verfügbar
es: Esta expresión no está disponible
fr: Cette expression n’est pas disponible pour le moment
id: Ekspresi ini tidak tersedia sekarang
it: Questa espressione non è al momento disponibile
ja: この表現は現在使用できません
ko: 지금은 이 제스처를 사용할 수 없습니다
pt: Esta expressão não está disponível no momento
ru: Это выражение сейчас недоступно
th: การแสดงออกนี้ไม่พร้อมใช้งานในขณะนี้
vi: Biểu cảm này hiện không khả dụng
zh_hans: 此表情目前无法提供
zh_hant: 目前無法使用此表情

# error_friendjoin
source: Could not join your friend's game
de: Beitreten zum Spiel des Freundes nicht möglich
es: No pudiste unirte al juego de tu amigo
fr: Impossible de rejoindre la partie de votre ami
id: Tidak dapat bergabung dengan game temanmu
it: Impossibile partecipare alla partita del tuo amico
ja: 移動できませんでした
ko: 친구의 게임에 참여하지 못했어요.
pt: Não foi possível entrar no jogo do seu amigo
ru: Не удалось войти в игру вашего друга
th: ไม่สามารถเข้าร่วมเกมของเพื่อนคุณได้
vi: Không thể tham gia trò chơi của bạn bè
zh_hans: 无法进入朋友的世界
zh_hant: 無法進入朋友的世界

# error_generic_title
source: Error
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
ja: エラーが発生しました
ko: 오류
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# error_generic_unavailable
source: You can't use this right now
de: Du kannst dies derzeit nicht verwenden
es: No puedes usar esto ahora
fr: Vous ne pouvez pas utiliser ceci pour le moment
id: Kamu tidak dapat menggunakan ini sekarang
it: Non si può usare adesso
ja: 現在使用できません
ko: 지금은 사용할 수 없습니다
pt: Você não pode usar isso agora
ru: Сейчас это использовать нельзя
th: คุณไม่สามารถใช้สิ่งนี้ได้ในขณะนี้
vi: Hiện không thể sử dụng
zh_hans: 你目前无法使用此内容
zh_hant: 你現在不能使用這個

# error_login_badauth
source: Could not authenticate. Please retry or contact us if the problem persists
de: Authentifizierung nicht möglich. Bitte versuche es erneut oder kontaktiere uns, wenn das Problem bestehen bleibt
es: No fue posible autentificar. Por favor, vuelve a intentarlo o ponte en contacto con nosotros si el problema persiste.
fr: Authentification impossible Veuillez réessayer ou nous contacter en cas de persistance du problème
id: Tidak dapat mengautentikasi. Coba lagi atau hubungi kami jika masalah berlanjut
it: Impossibile autenticare. Riprova o contattaci, se il problema persiste.
ja: ユーザー認証ができませんでした もう一度やり直してみてください 問題が解消されない場合はお手数ですが、ヘルプよりお問い合わせください
ko: 인증 실패. 재시도해보신 후 문제가 지속되면 지원 메뉴에서 문의해주세요.
pt: Não foi possível autenticar. Tente novamente ou entre em contato caso o problema persista
ru: Не удалось пройти проверку. Повторите попытку или свяжитесь с нами, если проблема сохраняется
th: ไม่สามารถตรวจสอบสิทธิ์ได้ โปรดลองใหม่อีกครั้งหรือติดต่อเรา หากปัญหายังคงอยู่
vi: Không thể xác thực. Vui lòng thử lại hoặc liên hệ với chúng tôi nếu sự cố vẫn tiếp diễn
zh_hans: 账号验证失败。 请重新尝试。
zh_hant: 帳戶驗證失敗。 請重新嘗試。

# error_login_badauth_dev
source: Account not found. Create new account? (Dev only)
de: Konto nicht gefunden. Neues Konto erstellen? (Nur für Devs)
es: No se encontró la cuenta. ¿Crear una cuenta nueva? (Solo des.)
fr: Compte introuvable. Créer un nouveau compte ? (Développeur uniquement)
id: Akun tidak ditemukan. Buat akun baru? (Khusus pengembang)
it: Account non trovato. Creare un nuovo account? (Solo sviluppatori)
ja: アカウントが見つかりませんでした
ko: 계정을 찾지 못했습니다. 새로운 계정을 만들까요? (개발자 전용)
pt: Conta não encontrada. Criar nova conta? (Apenas para desenvolvedores)
ru: Учетная запись не найдена Создать новую учетную запись? (только для разработчиков)
th: ไม่พบบัญชี สร้างบัญชีใหม่หรือไม่ (ผู้พัฒนาเท่านั้น)
vi: Không tìm thấy tài khoản. Tạo tài khoản mới? (Chỉ dành cho nhà phát triển)
zh_hans: 无法找到账号 是否创建新账号？
zh_hant: 無法找到帳號 是否創建新帳號？

# error_login_conn
source: Could not connect. We may be having server issues. Please double check your internet connection!
de: Verbindung nicht möglich. Es kann sein, dass Serverprobleme vorliegen. Bitte überprüfe deine Internetverbindung!
es: No fue posible conectar. Es posible que los servidores tengan un problema. ¡Por favor, comprueba tu conexión a Internet!
fr: Connexion impossible. Il est possible que nous rencontrions des problèmes de serveur. Veuillez bien vérifier votre connexion internet.
id: Tidak dapat tersambung. Kami mungkin mengalami masalah server. Periksa kembali koneksi internetmu!
it: Impossibile connettersi. Potrebbero esserci dei problemi con il server. Verifica di nuovo la tua connessione a Internet!
ja: 接続できませんでした サーバーに問題がある可能性があります インターネット接続を確認してください
ko: 연결 불가. 서버에 문제가 발생했을지도 모릅니다. 인터넷 연결을 확인해주세요!
pt: Não foi possível conectar. Podem haver problemas com o servidor. Verifique a conexão com a internet!
ru: Не удалось подключиться. Возможно, у нас проблемы с сервером. Проверьте свое подключение к Интернету!
th: ไม่สามารถเชื่อมต่อได้ เราอาจประสบปัญหากับเซิร์ฟเวอร์อยู่ในขณะนี้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณอีกครั้ง!
vi: Không thể kết nối. Chúng tôi có thể đang gặp sự cố máy chủ. Vui lòng kiểm tra lại kết nối internet của bạn!
zh_hans: 网络连接失败。 请确认你的网络连接状态。
zh_hant: 網絡連接失敗。 請確認你的網絡連接狀態。

# error_login_connection_failed_body
source: Please check your connection and retry
de: Bitte überprüfe deine Verbindung und versuche es erneut
es: Comprueba tu conexión y vuelve a intentarlo.
fr: Veuillez vérifier votre connexion et réessayer
id: Periksa koneksimu lalu coba lagi
it: Verifica la connessione e riprova
ja: 接続を確認し、再度お試しください
ko: 인터넷 연결 상태를 확인하고 다시 시도해 주세요
pt: Verifique a conexão com a internet e tente novamente
ru: Проверьте соединение и повторите попытку
th: โปรดตรวจสอบการเชื่อมต่อของคุณ แล้วลองใหม่อีกครั้ง
vi: Vui lòng kiểm tra kết nối của bạn và thử lại
zh_hans: 请检查您的连接后再试一次
zh_hant: 請檢查您的連接後再試一次

# error_login_connection_failed_title
source: <b>Failed to Connect</b>
de: <b>Verbindung fehlgeschlagen</b>
es: <b>Error al conectar</b>
fr: <b>Impossible de se connecter</b>
id: <b>Gagal Tersambung</b>
it: <b>Impossibile connettersi</b>
ja: <b>接続に失敗しました</b>
ko: <b>연결 실패</b>
pt: <b>Falha ao conectar</b>
ru: <b>Не удалось подключиться</b>
th: <b>ล้มเหลวในการเชื่อมต่อ</b>
vi: <b>Không thể kết nối</b>
zh_hans: <b>连接失败</b>
zh_hant: <b>連接失敗</b>

# error_login_lost
source: Request queue full. Please retry. Contact us if retrying does not help!
de: Anfragewarteschlange ist voll. Bitte versuche es erneut. Setze dich mit uns in Verbindung, wenn das nicht hilft!
es: Fila de solicitudes llena. Por favor, inténtalo de nuevo. ¡Ponte en contacto con nosotros si reintentarlo no ayuda!
fr: File d’attente de requêtes pleine. Veuillez réessayer. Contactez-nous en cas de persistance du problème !
id: Antrean permintaan penuh. Coba lagi. Hubungi kami jika mencoba lagi tidak memecahkan masalah!
it: Coda di richieste piena. Riprova. Contattaci se il problema persiste!
ja: ただいまサーバーが混雑しています もう一度やり直してみてください 問題が解消されない場合はお手数ですが、ヘルプよりお問い合わせください
ko: 요청 대기열이 가득 찼습니다. 다시 시도하세요. 문제가 해결되지 않으면 저희에게 문의하세요!
pt: Fila de solicitações cheia. Tente novamente. Entre em contato caso o problema persista!
ru: Очередь запросов полна. Попробуйте еще раз. Свяжитесь с нами, если это не поможет!
th: คิวคำขอเต็มแล้ว โปรดลองใหม่อีกครั้ง โปรดติดต่อเรา หากยังประสบปัญหาหลังจากที่ลองใหม่อีกครั้ง!
vi: Hàng đợi yêu cầu đã đầy. Xin hãy thử lại. Hãy liên hệ với chúng tôi nếu việc thử lại vô hiệu!
zh_hans: 寻求队列已满。 请重试。 请联系我们如果重试无效！
zh_hant: 尋求隊列已滿。 請重試。 請聯繫我們如果重試無效！

# error_login_noauth
source: No authentication info. Please retry or contact us if the problem persists.
de: Keine Authentifizierungsinfos. Bitte versuche es erneut oder kontaktiere uns, wenn das Problem bestehen bleibt.
es: No hay información de autenticación. Por favor, vuelve a intentarlo o ponte en contacto con nosotros si el problema persiste.
fr: Aucune information d’authentification. Veuillez réessayer ou nous contacter en cas de persistance du problème.
id: Tidak ada info autentikasi. Coba lagi atau hubungi kami jika masalah berlanjut.
it: Nessuna informazione di autenticazione. Riprova o contattaci, se il problema persiste.
ja: ユーザー情報が登録されていません もう一度やり直してみてください 問題が解消されない場合はお手数ですが、ヘルプよりお問い合わせください
ko: 인증 정보 없음. 재시도해보신 후 문제가 지속되면 지원 메뉴에서 문의해주세요.
pt: Sem informações de autenticação. Tente novamente ou entre em contato caso o problema persista.
ru: Нет информации для проверки. Повторите попытку ��ли свяжитесь с нами, если проблема сохраняется.
th: ไม่มีข้อมูลตรวจสอบสิทธิ์ โปรดลองใหม่อีกครั้งหรือติดต่อเรา หากปัญหายังคงอยู่
vi: Không có thông tin xác thực. Vui lòng thử lại hoặc liên hệ với chúng tôi nếu sự cố vẫn tiếp diễn.
zh_hans: 账号验证失败。 请重新尝试。
zh_hant: 帳戶驗證失敗。 請重新嘗試。

# error_login_optcreatenew
source: Create New
de: Neu erstellen
es: Crear nuevo
fr: Créer nouveau
id: Buat Baru
it: Crea nuovo
ja: 新規作成
ko: 새로 만들기
pt: Criar novo
ru: Создать
th: สร้างใหม่
vi: Tạo mới
zh_hans: 创建新角色
zh_hant: 創建新角色

# error_login_optretry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: やり直す
ko: 재시도
pt: Tentar novamente
ru: Еще раз
th: ลองใหม่อีกครั้ง
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# error_login_optsupport
source: Contact Us
de: Kontakt
es: Contáctanos
fr: Nous contacter
id: Hubungi Kami
it: Contattaci
ja: 問い合わせる
ko: 문의하기
pt: Entrar em conato
ru: Связаться с нами
th: ติดต่อเรา
vi: Liên hệ chúng tôi
zh_hans: 联系我们
zh_hant: 聯繫我們

# error_login_request
source: Invalid request. Please retry or contact us if the problem persists.
de: Ungültige Anfrage. Bitte versuche es erneut oder kontaktiere uns, wenn das Problem bestehen bleibt.
es: Solicitud no válida. Por favor, vuelve a intentarlo o ponte en contacto con nosotros si el problema persiste.
fr: Requête invalide. Veuillez réessayer ou nous contacter en cas de persistance du problème.
id: Permintaan tidak valid. Coba lagi atau hubungi kami jika masalah berlanjut.
it: Richiesta non valida. Riprova o contattaci, se il problema persiste.
ja: 無効なリクエストです もう一度やり直してみてください 問題が解消されない場合はお手数ですが、ヘルプよりお問い合わせください
ko: 유효하지 않은 요청. 재시도해보신 후 문제가 지속되면 지원 메뉴에서 문의해주세요.
pt: Pedido inválido. Tente novamente ou entre em contato caso o problema persista.
ru: Неверный запрос. Повторите попытку или свяжитесь с нами, если проблема сохраняется.
th: คำขอไม่ถูกต้อง โปรดลองใหม่อีกครั้งหรือติดต่อเรา หากปัญหายังคงอยู่
vi: Yêu cầu không hợp lệ. Vui lòng thử lại hoặc liên hệ với chúng tôi nếu sự cố vẫn tiếp diễn.
zh_hans: 非法请求。 请重试。
zh_hant: 非法請求。 請重試。
