Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_summer_pack
source: <2> Returning Item. </2> <candle/> x {{1}} and a limited Lantern that lights up dark places. <2> Note: It does not replace your candle or light flames.</2>
de: <2> Wiederkehrender Gegenstand.</2> <candle/> x {{1}} und eine begrenzte Laterne, die dunkle Orte erhellt. <2> Hinweis: Es ersetzt nicht deine Kerze oder Lichtflammen.</2>
es: <2> Objeto de regreso. </2> <candle/>x {{1}} y un linterna limitado que lumbre áreas oscuros. <2> Nota: Esta linterna no reemplaza su vela o llamas de luz. </2>
fr: <2> Objet à nouveau disponible. </2> <candle/> x {{1}} et une lanterne limitée qui illumine les endroits sombres. <2> Note: elle n'allume pas de flame et ne remplace pas votre bougie.</2>
id: <candle/> x {{1}} dan <2>Lentera Cahaya Musim Panas</2> terbatas untuk merayakan Cahaya Hari Musim Panas! (Lentera akan menerangi tempat-tempat gelap. Item ini tidak akan menggantikan lilin atau api cahayamu.)
it: <2> Oggetto del passato.</2> <candela/> x {{1}} e una lanterna limitata che illumina i luoghi bui. <2>Nota: non accende una fiamma e non sostituisce la candela.
ja: <2>復刻アイテム</2> <candle/> x {{1}} 本と、暗闇を照らす<2>ランタン</2>のセットです。<2>※ランタンはキャンドルの代わりにはならず、火を灯すことはできません</2>
ko: <2> 돌아온 아이템. </2> <candle/> x {{1}} 및 어둠을 밝히는 한정판 등불 아이템. <2> 주의: 양초에 불을 붙이거나 날개빛을 충전할 수는 없습니다.</2>
pt: <2> Item recorrente. </2> <candle/> x {{1}} e uma Lanterna limitada para iluminar lugares escuros. <2> Aviso: Ela não substitui sua vela ou chamas de luz.</2>
ru: <2>Вновь доступный предмет. </2> <candle/> x {{1}} и временный фонарик, чтобы освещать самые темные места. <2> Не заменяет свечу или ваш свет.</2>
th: <2> ไอเทมที่หวนกลับมา </2> <candle/> x {{1}} และโคมไฟแบบลิมิเต็ดที่ส่องสว่างในที่มืด <2> หมายเหตุ: ไอเทมนี้ไม่สามารถแทนที่เทียน หรือแสงจากเปลวไฟได้</2>
vi: <2>Vật phẩm trở lại.</2><candle/> x {{1}} và một <2>Đèn Ngày Hè</2> giới hạn để chào đón Lễ Hội Ngày Hè! (Đèn thắp sáng những nơi tối tăm. Không thay thế nến hay ngọn lửa thắp sáng.)
zh_hans: <2>返场物品。</2>含 <candle/> x {{1}} 和限时开放购买的灯笼，照亮前方的黑暗之处。 <2>注意：此道具无法补充能量或点火。 </2>
zh_hant: <2>復刻道具。</2> 含 <candle/> x {{1}} 和限時開放購買的燈籠，照亮前方的黑暗之處。 <2>注意：此道具無法補充能量或點火。</2>

# commerce_item_desc_summer_umbrella_pack
source: <2> Returning Item. </2> Sometimes you can have too much of a good thing. Enjoy a brief respite with this Summer Parasol. Includes <candle/>x {{1}}!
de: <2> Wiederkehrender Gegenstand. </2> Manchmal kann man auch zu viel des Guten haben. Genieße eine kurze Atempause mit diesem Sonnenschirm. Enthält <candle/>x {{1}}!
es: <2> Objeto de regreso. </2> A veces puedes tener demasiado de algo bueno. Disfruta un breve descanso con esta sombrilla de luz solar. ¡Incluye <candle/>x {{1}}!
fr: <2> Objet à nouveau disponible. </2> Parfois, on peut avoir trop d'une bonne chose. Profitez d'un bref répit avec cette ombrelle ensoleillée. Contient <candle/>x {{1}} !
id: <2> Item Kembali. </2> Kadang terlalu banyak hal yang bagus juga tak menyenangkan. Nikmati jeda sejenak dengan Payung Hari Musim Panas ini. Termasuk <candle/>x {{1}}!
it: <2> Oggetto del passato. </2> A volte il troppo stroppia. Goditi una breve tregua dai raggi del sole con questo ombrellino Giorni d'Estate. Include <candle/>x {{1}}!
ja: <2>復刻アイテム</2> 楽しいことが多すぎてどうしよう。そんな時はこの大きなパラソルの下で、ちょっと一息。<candle/>x {{1}}本が付いています！
ko: <2> 돌아온 아이템. </2> 기쁨은 가끔 벅찰 만큼 찾아오기도 해요. 여름 파라솔과 함께 짧은 휴식을 즐겨요. <candle/>x {{1}} 를 같이 드려요!
pt: <2> Item recorrente. </2> Coisas boas nunca são demais. Desfrute de uma breve pausa com esta sombrinha solar. Inclui <candle/>x {{1}}!
ru: <2> Вновь доступный предмет. </2> Даже тепла и света иногда бывает слишком много. Отдохните от жары под Солнечным зонтиком. Включает <candle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา </2> บางครั้งคุณก็มีสิ่งดีๆ มากเกินไปได้นะ เพลิดเพลินกับการพักผ่อนสั้นๆ ไปกับร่มกันแดดฤดูร้อนนี้ มาพร้อมกับ <candle/>x {{1}}!
vi: <2>Vật phẩm trở lại.</2><candle/> x{{1}} và một <2>Ô Ngày Hè</2> để chào đón Ngày Hè!
zh_hans: <2>返场物品。</2>有时候好东西太多了也会让人感到疲倦 。使用这把夏日阳伞来享受短暂的休息吧。包括<candle/>x {{1}}！
zh_hant: <2>復刻道具</2>有時候好東西可能會多到你無法招架。拿出這把夏日陽傘，享受短暫的喘息時間吧。內含<candle/>x {{1}}！

# commerce_item_desc_summerlights_bunny
source: <2> Returning Item.</2> Celebrate with this bunny shaped accessory!
de: Feiere mit diesem Accessoire in Hasenform!
es: <2> Objeto de regreso.</2> ¡Celebre con este accesorio en forma de conejito!
fr: <2> Objet à nouveau disponible.</2> Célébrez avec cet accessoire en forme de lapin !
id: <2> Item Kembali.</2> Rayakan Cahaya Hari Musim Panas dengan aksesori berbentuk kelinci ini!
it: <2> Oggetto del passato.</2> Festeggia con questo accessorio a forma di coniglietto!
ja: <2>復刻アイテム</2> 兎をかたどったアクセサリーでお祝いしましょう！
ko: <2> 돌아온 아이템.</2> 토끼 모양 액세서리와 함께 축제를 즐겨요!
pt: <2>Item recorrente.</2> Celebre com este acessório em forma de coelhinho!
ru: <2> Предмет снова доступен.</2> Отметьте Дни летнего света с этим аксессуаром в форме зайчика!
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองไปกับของประดับรูปกระต่ายนี้!
vi: <2>Vật phẩm trở lại.</2>Chào đón Lễ Hội Ngày Hè với phụ kiện hình chú thỏ này!
zh_hans: 戴上这个兔子造型的头饰庆祝夏日吧!
zh_hant: <2>返場道具。</2>戴上這個兔子造型的頭飾慶祝夏日吧!

# commerce_item_desc_sunlight_linencover
source: A delicate linen cape that's sure to stun on the shoreline.
de: Ein zarter Umhang aus Leinen, der an der Küste garantiert für Aufsehen sorgt.
es: Una delicada capa de lino que se robará todas las miradas en la playa.
fr: Cette délicate cape de lin fera sensation sur la plage.
id: Jubah linen halus yang pasti akan membuat kita terpesona di bibir pantai.
it: Un delicato mantello di lino che stupirà tutti sulla battigia.
ja: 丁寧な作りのケープで、軽やかな生地は浜辺でもパッと目をひくこと間違いなし
ko: 해안가에서 시선을 사로잡을 수 있는 우아한 리넨 망토입니다.
pt: Uma capa de linho delicada que vai arrasar na praia.
ru: Тонкая льняная накидка, которая обязательно произведет фурор на морском берегу.
th: เสื้อคลุมผ้าลินินอันประณีตที่จะดูโดดเด่นน่าทึ่งบนชายฝั่งอย่างแน่นอน
vi: Một chiếc áo choàng vải lanh tinh tế chắc chắn sẽ làm bạn nổi bật bên bờ biển.
zh_hans: 一件精美的亚麻斗篷，必然在海岸线上大放异彩。
zh_hant: 一件精緻的亞麻斗篷，定能在海岸線上驚艷眾人。

# commerce_item_desc_sunlight_mantafloat
source: Let your heavy thoughts drift away as you float on the water's surface.
de: Lass deine schweren Gedanken davontreiben, während du auf der Wasseroberfläche treibst.
es: Deja que la corriente se lleve tus penas mientras flotas por la superficie del agua.
fr: Oubliez vos soucis et glissez à la surface de l’eau.
id: Biarkan beban pikiranmu melayang saat kamu mengapung di permukaan air.
it: Lascia andare le preoccupazioni mentre galleggi sulla superficie dell'acqua.
ja: しばしの間、難しいことは忘れてのんびりと水面をたゆたいましょう
ko: 물 위를 떠다니며 무거운 생각을 흘려보내요.
pt: Afaste os pensamentos ruins enquanto flutua na superfície da água.
ru: Пусть тяжелые мысли уплывают от вас, пока вы покачиваетесь на поверхности воды.
th: ปล่อยให้ความคิดเรื่องหนักๆ ของคุณล่องลอยไปในขณะที่คุณลอยตัวอยู่บนผิวน้ำ
vi: Hãy để những suy nghĩ nặng nề trôi đi khi bạn thả mình trên mặt nước.
zh_hans: 随着你在水面上漂浮，让你的沉重思绪随波远去。
zh_hant: 隨著你在水面上漂浮，讓沉重思緒隨波遠去。

# commerce_item_desc_sunlight_sandals
source: <2>Returning Item.</2>Give your toes some fresh rays of sunshine.
de: <2> Wiederkehrender Gegenstand.</2>Gönne deinen Zehen ein paar frische Sonnenstrahlen.
es: <2> Objeto de regreso.</2>Dales a tus deditos un poco de luz solar.
fr: <2>Objet à nouveau disponible.</2>Offrez à vos orteils quelques rayons de soleil.
id: <2>Item Kembali.</2>Manjakan kakimu dengan sinar matahari yang segar.
it: <2>Oggetto del passato.</2>Metti in mostra i tuoi piedi.
ja: <2>復刻アイテム</2>足元にも爽やかな夏の陽射しを
ko: <2>돌아온 아이템.</2>발가락에 신선한 햇빛을 쬐어주세요.
pt: <2>Item recorrente.</2>Vamos pegar um sol nesses pezinhos?
ru: <2>Вновь доступный предмет.</2>Пусть пальцы ваших ног ощутят солнечное тепло.
th: <2>ไอเทมที่หวนกลับมา</2>ให้นิ้วเท้าของคุณได้สัมผัสกับแสงแดดอันสดชื่น
vi: <2>Vật phẩm trở lại.</2>Rọi những tia nắng tươi mới lên ngón chân của bạn.
zh_hans: <2>返场物品。</2>给你的脚趾一些新鲜的阳光。
zh_hant: <2>復刻道具。</2>讓你的腳趾感受舒服的陽光。

# commerce_item_desc_sunlight_sunnyearring
source: Add a burst of summer to your wardrobe.
de: Verleihe deiner Garderobe einen Hauch von Sommer.
es: Dale un aire veraniego a tu guardarropa.
fr: Ajoutez un éclat estival à votre garde-robe.
id: Tambahkan nuansa musim panas ke dalam lemari pakaian kamu.
it: Porta l'estate nel tuo guardaroba.
ja: あなたのコレクションに夏の煌めきを加えましょう
ko: 의상에 여름 분위기가 물씬 풍길 거예요.
pt: Dê um toque de verão no seu guarda-roupas.
ru: Добавьте в свой гардероб чуточку лета.
th: เพิ่มกลิ่นอายฤดูร้อนให้กับตู้เสื้อผ้าของคุณ
vi: Thêm chút không khí mùa hè vào tủ đồ của bạn.
zh_hans: 为你的衣橱增添一股夏之火力。
zh_hant: 為你的衣櫥增添一股夏之火力。

# commerce_item_desc_sunlight_surfboard
source: <2>Returning Item.</2>Make waves in even the smallest of ponds.
de: <2> Wiederkehrender Gegenstand.</2>Erzeuge Wellen, selbst in den kleinsten Teichen
es: <2> Objeto de regreso.</2>Haz olas incluso en el estanque más pequeño
fr: <2>Objet à nouveau disponible.</2>Faites des vagues même dans les plus petits étangs
id: <2>Item Kembali.</2>Buat gelombang bahkan di kolam terkecil sekalipun
it: <2>Oggetto del passato.</2>Crea onde anche nel più piccolo degli stagni
ja: <2>復刻アイテム</2>最小の池でも波を立てる
ko: <2>돌아온 아이템.</2>작은 연못에도 물결을 일으켜요
pt: <2>Item recorrente.</2>Faça ondas até no menor dos lagos
ru: <2>Вновь доступный предмет.</2>Вызывайте волны даже в самом маленьком пруду
th: <2>ไอเทมที่หวนกลับมา</2>สร้างคลื่นได้แม้แต่ในบ่อน้ำที่เล็กที่สุด
vi: <2>Vật phẩm trở lại.</2>Tạo ra những con sóng ngay cả trong ao nhỏ nhất
zh_hans: <2>返场物品。</2>即使在最小的池塘里也能掀起波浪。
zh_hant: <2>復刻道具。</2>即使在最小的池塘裡也能掀起波浪。

# commerce_item_desc_sunlight_swimtrunks
source: Cheerful beach shorts perfectly suited for splashing about.
de: Fröhliche Strandshorts, perfekt zum Planschen.
es: Shorts playeros coloridos ideales para chapotear.
fr: Un short de plage lumineux pour s’éclabousser.
id: Celana pendek pantai yang ceria sangat cocok untuk bermain air.
it: Allegri pantaloncini da spiaggia, perfetti per sguazzare in acqua.
ja: 元気いっぱいのビーチショーツで水しぶきを思いっきり浴びましょう
ko: 물에서 첨벙거리기 좋은 유쾌한 디자인의 해변 반바지.
pt: Shorts de praia divertidos, ideais para se divertir e se molhar.
ru: Радостные пляжные шорты — в самый раз для игр в воде.
th: กางเกงขาสั้นชายหาดสีสันสดใส ซึ่งเหมาะสำหรับการเล่นน้ำเป็นอย่างยิ่ง
vi: Quần soóc đi biển vui nhộn, hoàn hảo cho việc tung tăng ở bãi biển.
zh_hans: 欢快的海滩短裤，戏水的完美之选。
zh_hant: 歡樂海灘褲，戲水玩樂最佳選擇。

# commerce_item_desc_tgc_guitar
source: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> and an electrifying <8>limited TGC blue guitar</8> for the avid musician and supporter of thatgamecompany!
de: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> und eine elektrisierende <8>limitierte blaue TGC-Gitarre</8> für den begeisterten Musiker und Unterstützer von thatgamecompany!
es: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> y una <8> guitarra azul TGC edición limitada</8> electrificante, para los músicos más dedicados y que apoyan a thatgamecompany!
fr: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> et une électrifiante <8>guitare bleue TGC édition limitée</8> pour les musiciens avides qui soutiennent thatgamecompany!
id: <candle/> x {{1}} <2>( bonus {{2}} + {{3}}! )</2> dan <8> gitar biru TGC</8> yang menggetarkan untuk musisi dan pendukung thatgamecompany!
it: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> e una elettrizzante <8>chitarra blu TGC </8>, per i musicisti più devoti e i sostenitori di thatgamecompany!
ja: <candle/> x {{1}} <2>( {{2}} + {{3}}本ボーナス！ )</2>と、情熱的な音楽家へ贈る、しびれるような<8>TGCブルーのギター</8>のセットです！thatgamecompanyカラーの楽器でSkyを応援しましょう！
ko: <candle/> x {{1}}개 <2>( {{2}}개 + 보너스 {{3}}개! )</2> 및 <8>한정판 TGC 파란색 기타</8>와 함께 TGC를 후원하는 열정적인 음악가가 되어주세요!
pt: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> e uma <8>guitarra azul limitada da TGC</8> eletrizante. Para os músicos mais dedicados, e aos que apoiam a thatgamecompany!
ru: <candle/> x {{1}} <2>( бонус {{2}} + {{3}}! )</2> и зажигательная <8>TGC limited edition синяя гитара</8> для талантливых музыкантов и фанатов thatgamecompany!
th: <candle/> x {{1}} <2>( {{2}} + {{3}} โบนัส! )</2> และ<8>กีตาร์สีฟ้า TGC แบบลิมิเต็ด</8>สุดเร้าใจสำหรับนักดนตรีไฟแรง และผู้สนับสนุน thatgamecompany!
vi: <candle/> x {{1}} <2>(tặng {{2}} + {{3}}! )</2> và một <8> cây đàn guitar màu xanh TGC </8> đầy điện cho nhạc sĩ và người ủng hộ nhiệt thành của công ty trò chơi đó!
zh_hans: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> 以及一把 <8>限定款 TGC 电蓝吉他</8> ，特地为身兼技艺精湛的音乐家与 thatgamecompany 忠实支持者的你所打造!
zh_hant: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> 以及一把 <8>限定款 TGC 電藍吉他</8> ，特地為身兼技藝精湛的音樂家與 thatgamecompany 忠實支持者的你所打造!

# commerce_item_desc_tgcwireframe
source: A special commemoration of Sky's fifth Anniversary. Allows revisiting the festive transformation of Aviary Village, History of Sky gallery, Art of Sky gallery, and Developer Talk stage.
de: Eine besondere Erinnerung an das fünfjährige Jubiläum von Sky. Ermöglicht eine Rückschau auf die festliche Verwandlung des Volieren-Dorfes.
es: Una conmemoración especial del quinto aniversario de Sky. Permite volver a visitar la transformación festiva de la aldea aviaria.
fr: Un petit souvenir du cinquième anniversaire de Sky. Permet de revivre la transformation du village volière à l'occasion de l'événement.
id: Sebuah perayaan khusus untuk memperingati ulang tahun kelima Sky. Menghadirkan kembali transformasi meriah dari Desa Aviary.
it: Una commemorazione speciale per il quinto anniversario di Sky. Consente di rivisitare la trasformazione festosa del Villaggio degli Uccelli.
ja: Sky5周年の特別な思い出に。お祝いのデコレーションが施された花鳥郷に再び遊びに行きましょう
ko: Sky의 5주년을 기념하는 특별한 아이템. 착용 시 축제 분위기가 물씬 풍기는 새들의 정원 마을로 돌아갈 수 있습니다.
pt: Uma comemoração especial do aniversário de 5 anos de Sky. Permite revisitar a transformação da festa de comemoração na Aldeia Aviária.
ru: Специальное памятное предложение в честь пятой годовщины Sky. Позволяет снова увидеть, как преображается Птичья деревня на праздник.
th: การรำลึกถึงวันครบรอบปีที่ 5 ของ Sky ซึ่งช่วยให้เราได้กลับมาเชยชมการเปลี่ยนแปลงอันน่ารื่นเริงของหมู่บ้านเอเวียรี
vi: Một dịp kỷ niệm đặc biệt chào đón Sinh nhật năm tuổi của Sky. Cho phép xem lại những biến hóa đầy chất lễ hội của Làng Chuồng Chim.
zh_hans: 《Sky光·遇》五周年特别纪念品。云巢变身让你重温庆典现场。
zh_hant: 《Sky光·遇》五週年特別紀念，雲巢變身讓你重回慶典現場。

# commerce_item_desc_treasure_eyepatchpants
source: Dig into untapped adventure by customizing color accents on this eyepatch mask and trouser set. Includes <dye_black/>x {{1}} & <dye_white/>x {{1}}!
de: Begib dich auf unerforschte Abenteuer, indem du die Farbakzente in diesem Set bestehend aus Augenklappe und Hose anpasst. Enthält <dye_black/>x {{1}} & <dye_white/>x {{1}}!
es: Lánzate a la aventura desconocida: personaliza los colores en los detalles del conjunto de pantalón y máscara con parche. Incluye: <dye_black/>x {{1}} y <dye_white/>x {{1}}.
fr: Plongez dans une toute nouvelle aventure en personnalisant les teintes de ce cache-œil et de ce pantalon. Comprend <dye_black/>x {{1}} et <dye_white/>x {{1}} !
id: Gali petualangan yang belum pernah dilakukan dengan menyesuaikan aksen warna pada masker penutup mata dan set celana panjang ini. Termasuk <dye_black/>x {{1}} & <dye_white/>x {{1}}!
it: Tuffati in avventure inesplorate personalizzando i dettagli colorati di questo set composto da maschera e pantaloni. Include <dye_black/>x {{1}} e <dye_white/>x {{1}}!
ja: アクセントに色をカスタマイズできる眼帯とマスクとズボンのセットで、未開拓の冒険へ飛び込みましょう。 <dye_black/>x {{1}} & <dye_white/>x {{1}}も含まれています！
ko: 안대 마스크와 바지 세트에 마음에 드는 색깔로 포인트를 입히고 새로운 모험으로 뛰어들어요. <dye_black/>x {{1}} & <dye_white/>x {{1}} 포함!
pt: Mergulhe em uma aventura inexplorada personalizando detalhes coloridos neste conjunto de máscara com tapa-olho e calça. Inclui <dye_black/>x {{1}} e <dye_white/>x {{1}}!
ru: Выбирайте цвет повязки на глаз и штанов — и смело отправляйтесь на поиски заветных сокровищ. Включает: <dye_black/> x{{1}} и <dye_white/> x{{1}}!
th: เข้ามาสัมผัสการผจญภัยโฉมใหม่ผ่านการปรับแต่งสีบนชุดหน้ากากผ้าปิดตาและกางเกงนี้ มาพร้อมกับ <dye_black/>x {{1}} & <dye_white/>x {{1}}!
vi: Khám phá cuộc phiêu lưu chưa được khai phá bằng cách tùy chỉnh điểm nhấn màu sắc trên mặt nạ che mắt và bộ quần áo đặc biệt. Bao gồm <dye_black/>x {{1}} & <dye_white/>x {{1}}!
zh_hans: 换上这款可客制化色彩装饰的眼罩面具和裤子套装，开启前所未有的冒险。 包括<dye_black/>x{{1}}和<dye_white/>x{{1}}！
zh_hant: 換上這款可客製化色彩裝飾的眼罩面具與長褲套裝，挖掘未知冒險中的驚喜。 包含<dye_black/>x {{1}} & <dye_white/>x {{1}}！

# commerce_item_desc_valentines_swing
source: <2>Days of Love Swing</2>
de: <2>Tage der Liebesschaukel</2>
es: <2>Columpio Días de amor</2>
fr: <2>Balançoire des Jours de l'amour</2>
id: <2>Ayunan Hari Kasih</2>
it: <2>altalena dei Giorni dell'Amore</2>
ja: <2>愛しみのブランコ</2>
ko: <2>사랑의 날 그네</2>
pt: <2>Balanço dos dias de amor</2>
ru: <2>качели «Пора любви»</2>
th: <2>ชิงช้าวันแห่งความรัก</2>
vi: <2>Xích Đu Tình Yêu</2>
zh_hans: <2>双人秋千</2>
zh_hant: <2>雙人鞦韆</2>

# commerce_item_desc_wool_hat
source: <2> Returning Item.</2> Stay cozy in this fluffy Woolen Hat.
de: <2>Wiederkehrender Gegenstand.</2> Genieße die Gemütlichkeit dieser fluffigen Wollmütze.
es: <2>Objeto pasado.</2> Mantente calentito con este esponjoso gorrito de lana.
fr: <2> Objet à nouveau disponible.</2> Restez au chaud avec ce chapeau en laine tout doux.
id: <2> Item Kembali.</2> Tetap nyaman menggunakan Topi Wol nan lembut ini.
it: <2> Oggetto del passato.</2> Mantieniti al calduccio con questo soffice cappello di lana.
ja: <2>復刻アイテム</2> 来福あったか帽子でぽかぽかに過ごしましょう
ko: <2> 돌아온 아이템.</2> 푹신한 털모자를 쓰고 포근하게 겨울을 나요.
pt: <2>Item recorrente.</2> Fique confortável e aconchegante com este chapéu de lã fofinho.
ru: <2> Предмет снова доступен.</2> Пушистая шерстяная шапка согреет в любой мороз.
th: <2> ไอเทมที่หวนกลับมา</2> อุ่นสบายไปกับหมวกขนสัตว์ปุกปุยใบนี้
vi: <2>Vật phẩm trở lại.</2>Giữ ấm với chiếc Mũ Len mềm mại này.
zh_hans: <2>返场物品。</2>这件毛茸茸的羊毛帽能让你舒舒服服的。
zh_hant: <2>返場道具</2>。戴著這頂蓬鬆的羊毛帽保持舒適。

# commerce_item_desc_xmas_cape
source: <2>Days of Feast Cape</2>
de: <2>"Tage des Fests"-Umhang</2>
es: <2>Capa de los Días Festivos</2>
fr: <2>Cape des Jours de fête</2>
id: <2>Jubah Hari Perjamuan</2>
it: <2>mantello dei Giorni di festa</2>
ja: <2>聖なるふわふわケープ</2>
ko: <2>연회의 날 망토</2>
pt: <2>Capa dos dias de festa</2>
ru: <2>накидка к Праздничным дням</2>
th: <2>เสื้อคลุมวันแห่งงานฉลอง</2>
vi: <2>Áo Choàng Yến Hội</2>
zh_hans: <2>宴会节斗篷</2>
zh_hant: <2>宴會節斗篷</2>

# commerce_item_desc_xmas_horn
source: <2> Returning Item.</2> Celebrate Days of Feast with these Glowing Horns
de: <2> Wiederkehrender Gegenstand.</2> Feiere mit diesen leuchtenden Hörnern die Tage des Fests.
es: <2>Objeto renovado.</2> Celebra los Días de festividades con estos brillantes cuernos
fr: <2> Objet à nouveau disponible.</2> Célébrez les Jours de fête avec ces bois lumineux
id: <2> Item Kembali.</2> Rayakan Hari Perjamuan dengan Tanduk Bersinar ini
it: <2> Oggetto del passato.</2> Festeggia i Giorni di Festa con queste corna luminose.
ja: <2>復刻アイテム</2> 輝く飾り角で、聖なる星の日々をお祝いしましょう
ko: <2> 돌아온 아이템.</2> 빛나는 뿔을 착용하고 연회의 날을 기념해요
pt: <2> Item recorrente.</2> Comemore os Dias de Festa com estes chifres brilhantes
ru: <2> Предмет снова доступен.</2> Встречайте Праздничные дни, надев сияющие рога.
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งงานฉลองด้วยเขาสัตว์เรืองแสงเหล่านี้
vi: <2>Vật phẩm trở lại.</2>Chào đón Ngày Yến Hội với chiếc Sừng Phát Sáng này
zh_hans: <2>返场物品。</2>戴上这對发光的驯鹿角来庆祝盛宴节吧
zh_hant: <2>返場物品。</2>戴上這對發光的馴鹿角來慶祝盛宴節吧

# commerce_item_desc_xmas_pack
source: <2> Returning Item.</2> Celebrate Days of Feast with a festive Holiday Hat
de: <2> Wiederkehrender Gegenstand.</2> Feiere mit einem festlichen Feiertagshut die Tage des Fests.
es: <2>Objeto renovado.</2> Celebra los Días de festividades con un festivo sombrero
fr: <2> Objet à nouveau disponible.</2> Célébrez les Jours de fête avec un chapeau de fête
id: <2> Item Kembali.</2> Rayakan Hari Perjamuan dengan Topi Liburan perjamuan
it: <2> Oggetto del passato.</2> Festeggia i Giorni di Festa con un allegro cappello delle feste.
ja: <2>復刻アイテム</2> ふわふわのお祭り帽子で、聖なる星の日々をお祝いしましょう
ko: <2> 돌아온 아이템.</2> 축제 분위기를 물씬 풍기는 모자를 쓰고 연회의 날을 기념해요
pt: <2> Item recorrente.</2> Comemore os Dias de Festa com este chapéu de festas
ru: <2> Предмет снова доступен.</2> Встречайте Праздничные дни в праздничной шляпе.
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งงานฉลองด้วยหมวกวันหยุดเทศกาล
vi: <2>Vật phẩm trở lại.</2>Chào đón Ngày Yến Hội với chiếc Mũ Ngày Lễ này
zh_hans: <2>返场物品。</2>戴上节日帽来庆祝盛宴节吧
zh_hant: <2>返場物品。</2>戴上節日帽來慶祝盛宴節吧

# commerce_item_desc_xmas_table
source: <2>Days of Feast Table</2>
de: <2>"Die Tage des Fests"-Tisch</2>
es: <2>mesa del Día de las festividades</2>
fr: <2>Table des Jours de fête</2>
id: <2>Meja Hari Perjamuan</2>
it: <2>tavolo dei Giorni di Festa</2>
ja: <2>聖なるお祝いテーブル</2>
ko: <2>연회의 날 테이블</2>
pt: <2>Mesa dos Dias de Festa</2>
ru: <2>накрытый стол Праздничных Дней</2>
th: <2>โต๊ะวันแห่งงานฉลอง</2>
vi: <2>Bàn Yến Tiệc</2>
zh_hans: <2>宴会节长桌</2>
zh_hant: <2>宴會節長桌</2>

# commerce_item_musicshell_success
source: <b>Thanks for purchasing the Nature Sonorous Seashell!</b> Learn more about how we are supporting ocean charities on our website: www.thatskygame.com
de: <b>Vielen Dank für deinen Kauf der Naturklangmuschel!</b> Auf unserer Website erfährst du mehr darüber, wie wir Wohltätigkeitsorganisationen für den Schutz der Ozeane unterstützen: www.thatskygame.com
es: <b>¡Gracias por comprar la caracola sonora de la naturaleza!</b> Descubre más sobre cómo ayudamos a las organizaciones benéficas que cuidan el océano en nuestro sitio web: www.thatskygame.com
fr: <b>Merci pour votre achat du pack Coquillage mélodieux !</b> Pour en savoir plus sur notre soutien aux organismes caritatifs pour la protection des océans, rendez-vous sur notre site Web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Kerang Nyanyian Alam!</b> Pelajari selengkapnya bagaimana kami mendukung gerakan amal untuk kebersihan laut di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato la Conchiglia sonora della natura!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite all'oceano visitando il nostro sito Web: www.thatskygame.com
ja: <b>自然の海鳴く巻き貝を購入いただきありがとうございます！</b>海をきれいにする活動への支援については、ぜひ特設サイトでご確認ください：www.thatskygame.com/ja
ko: <b>자연의 울림 조개껍데기를 구입해 주셔서 감사합니다!</b> Sky에서 해양 자선단체를 어떻게 지원하고 있는지 공식 웹사이트(www.thatskygame.com)에서 확인해 보세요.
pt: <b>Obrigado por comprar a Concha Sonora da Natureza!</b> Saiba mais sobre como apoiamos instituições de caridade em prol do oceano no nosso site: www.thatskygame.com
ru: <b>Спасибо, что купили Звучную раковину!</b> Узнайте больше о благотворительных проектах по спасению океана на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อเปลือกหอยกังวานธรรมชาติ!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลทางทะเลบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Vỏ Sò Âm Vang Thiên Nhiên!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện đại dương trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢你购买自然回音贝壳！</b>前往 Sky 的官网了解更多关于我们支持海洋慈善机构的具体信息： www.thatskygame.com
zh_hant: <b>感謝你購買自然宏音貝殼！</b>前往 Sky 的官網瞭解更多關於我們贊助海洋慈善機構的詳細資訊：www.thatskygame.com

# commerce_item_name_2021_pack
source: New Year Candle Pack
de: Neujahrs-Kerzenpackung
es: Paquete de velas de Año Nuevo
fr: Pack de bougies du nouvel an
id: Paket Lilin Tahun Baru
it: Pacchetto di Candele di Capodanno
ja: 新年キャンドルパック
ko: 새해 캔들 선물 팩
pt: Pacote de Velas de Ano Novo
ru: новогодняя свеча
th: แพ็กเทียนปีใหม่
vi: Gói Nến Năm Mới
zh_hans: 新年蜡烛礼包
zh_hant: 新年蠟燭禮包

# commerce_item_name_anniversary_01_pack
source: First Anniversary Pack
de: Paket zum ersten Jahrestag
es: Paquete de primer aniversario
fr: Premier pack anniversaire
id: Paket Hari Jadi Pertama
it: Pacchetto primo compleanno
ja: 1周年記念パック
ko: 1주년 기념 팩
pt: Pacote do primeiro aniversário
ru: Набор к первой годовщине
th: แพ็คฉลองครบรอบหนึ่งปี
vi: Gói Kỷ Niệm Một Năm
zh_hans: 一周年礼包
zh_hant: 一周年禮包
