Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_rise_00_ps
source: <hinticon/> <1>Press and hold <button type="jump_fly"/></1> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> <1>Halte <button type="jump_fly"/></1> gedrückt, um <2>Energie</2> zu verbrauchen und aufzusteigen
es: <hinticon/> <1>Mantén presionado <button type="jump_fly"/></1> para consumir <2>energía</2> y elevarte
fr: <hinticon/> <1>Appuyez et maintenez <button type="jump_fly"/></1> pour consommer de l’<2>énergie</2> et monter
id: <hinticon/> <1>Tekan dan tahan <button type="jump_fly"/></1> untuk menggunakan <2>energi</2> dan naik
it: <hinticon/> <1>Tieni premuto <button type="jump_fly"/></1> per consumare <2>energia</2> e ascendere
ja: <hinticon/> <1><b><button type="jump_fly"/> ボタンを</b>長押し</1>するとエネルギーを消費して<2>上昇します</2>
ko: <hinticon/> <1><button type="jump_fly"/> 을(를) 길게 눌러</1> <2>에너지</2>를 사용하세요
pt: <hinticon/> <1>Pressione e segure <button type="jump_fly"/></1> para consumir <2>energia</2> e subir
ru: <hinticon/> <1>Зажмите <button type="jump_fly"/></1>, чтобы использовать <2>энергию</2> и подняться
th: <hinticon/><1>กด <button type="jump_fly"/></1> ค้างไว้เพื่อใช้<2>พลังงาน</2>และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> <1>Nhấn và giữ <button type="jump_fly"/></1> để tiêu hao <2>năng lượng</2> và tăng tốc
zh_hans: <hinticon/> <1>按住 <button type="jump_fly"/></1> 可以消耗<2>能量</2>加速
zh_hant: <hinticon/> <1>按住 <button type="jump_fly"/></1> 可以消耗<2>能量</2>加速

# tutorial_rise_01
source: <hinticon/> Approach other <2>light</2> source to restore your <2>energy</2>
de: <hinticon/> Nähere dich anderen <2>Licht</2>quellen an, um deine <2>Energie</2> aufzuladen
es: <hinticon/> Acércate a otra fuente de <2>luz</2> para restaurar tu <2>energía</2>
fr: <hinticon/> Approchez-vous d’une autre source de <2>lumière</2> pour restaurer votre <2>énergie</2>
id: <hinticon/> Dekati sumber <2>cahaya</2> lain untuk memulihkan <2>energimu</2>
it: <hinticon/> Avvicinati ad un'altra sorgente di <2>luce</2> per ripristinare la tua <2>energia</2>
ja: <hinticon/> 光のそばに行くと、<2>エナジーが回復</2>します
ko: <hinticon/> 다른 <2>빛</2>에 다가가 <2>에너지</2>를 회복하세요
pt: <hinticon/> Aproxime-se de outra fonte de <2>luz</2> para recuperar sua <2>energia</2>
ru: <hinticon/> Приблизьтесь к другому источнику <2>света</2>, чтобы восстановить <2>энергию</2>
th: <hinticon/>เข้าถึงแหล่ง<2>แสง</2>แห่งอื่นเพื่อฟื้นฟู<2>พลังงาน</2>ของคุณ
vi: <hinticon/>Tiếp cận nguồn <2>ánh sáng</2> khác để khôi phục <2>năng lượng</2>
zh_hans: <hinticon/> 接近<2>光之蝶</2>可以恢复<2>能量</2>
zh_hant: <hinticon/> 接近<2>光之蝶</2>可以恢復<2>能量</2>

# tutorial_rise_02
source: <hinticon/> When rising, <1>Flick</1> forward to glide
de: <hinticon/> Wenn du aufsteigst, kannst du nach vorne <1>schnipsen</1>, um zu gleiten
es: <hinticon/> Al ascender, <1>desliza rápido</1> hacia adelante para planear
fr: <hinticon/> En vous élevant, <1>poussez</1> vers l’avant pour glisser
id: <hinticon/> Saat terbang, <1>Jentikkan</1> ke depan untuk meluncur
it: <hinticon/> Quando ascendi, <1>spingi lievemente</1> in avanti per planare
ja: <hinticon/> 上昇中、<1>フリック</1>で滑空します
ko: <hinticon/> 떠오를 때 앞으로 <1>슬라이드</1>하여 활공하세요
pt: <hinticon/> Ao subir, <1>toque rapidamente</1> para frente para planar
ru: <hinticon/> При подъеме <1>коротко</1> проведите пальцем вперед, чтобы парить
th: <hinticon/> เมื่อบินขึ้น <1>ให้กระพือปีก</1>ไปข้างหน้าเพื่อร่อน
vi: <hinticon/>Khi tăng tốc, <1>Vuốt</1> về phía trước để lướt
zh_hans: <hinticon/> 飞升时<1>单指前推</1>向前滑翔
zh_hant: <hinticon/> 飛升時<1>單指前推</1>向前滑翔

# tutorial_rise_03
source: <hinticon/> <1>Press and hold</1> one <b>side of the screen</b> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> <1>Halte</1> eine <b>Seite des Bildschirms</b> gedrückt, um <2>Energie</2> zu verbrauchen und aufzusteigen
es: <hinticon/> <1>Mantén presionado</1> un <b> lado de la pantalla</b> para consumir <2>energía </2> y subir
fr: <hinticon/> <1>Maintenez</1> un <b>côté de l’écran</b> pour consommer de <2>l'énergie</2> et vous élever
id: <hinticon/> <1>Tekan dan tahan</1> salah satu <b>sisi layar</b> untuk menggunakan <2>energi</2> dan naik
it: <hinticon/> <1>Tieni premuto</1> un <b> lato dello schermo</b> per consumare <2>energia</2> e ascendere
ja: <hinticon/> <1>画面の隅を長押し</1>するとエネルギーを消費して<2>上昇します</2>
ko: <hinticon/> <b>화면 측면</b>을 <1>길게 눌러</1> <2>에너지</2>를 써서 떠오르세요
pt: <hinticon/> <1>Aperte e segure</1> um <b>lado da tela</b> para consumir <2>energia</2> e subir
ru: <hinticon/> <1>Нажмите и держите</1> <b>сбоку экрана</b>, чтобы потребить <2>энергию</2> и подняться
th: <hinticon/><1>กด</1>ด้านหนึ่ง<b>ของหน้าจอค้างไว้</b>เพื่อใช้<2>พลังงาน</2>และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> <1>Nhấn và giữ</1><b> chỗ bất kỳ </b>để tiêu hao <2>năng lượng</2> bay lên
zh_hans: <hinticon/> <1>长按</1><b>屏幕空白区域</b>可以消耗<2>能量</2>飞升
zh_hant: <hinticon/> <1>長按</1><b>螢幕空白區域</b>可以消耗<2>能量</2>飛升

# tutorial_run_00
source: <hinticon/> <1>Drag</1> from the <b>corner</b> of the screen to run
de: <hinticon/> <1>Ziehe</1> aus der <b>Ecke</b> des Bildschirms zum Laufen
es: <hinticon/> <1>Arrastra</1> desde la <b>esquina</b> de la pantalla para correr
fr: <hinticon/> <1>Faites glisser</1> depuis le <b>coin</b> de l’écran pour courir
id: <hinticon/> <1>Seret</1> dari <b>sudut</b> layar untuk berlari
it: <hinticon/> <1>Trascina</1> dall'<b>angolo</b> dello schermo per correre
ja: <hinticon/> <1>画面の隅をスライド</1>して移動します
ko: <hinticon/> 화면 <b>모서리</b>에서부터 <1>드래그</1>하여 달리세요
pt: <hinticon/> <1>Arraste</1> do <b>canto</b> da tela para olhar
ru: <hinticon/> <1>Потяните</1> за <b>угол</b> экрана, чтобы бежать
th: <hinticon/> <1>ลาก</1>จาก<b>มุม</b>ของหน้าจอเพื่อวิ่ง
vi: <hinticon/> <1>Kéo</1> từ <b>góc màn hình </b>để chạy
zh_hans: <hinticon/> <1>拖动</1>屏幕<b>角落</b>可以自由奔跑
zh_hant: <hinticon/> <1>滑動</1>螢幕<b>角落</b>可以自由奔跑

# tutorial_run_00_pc
source: <hinticon/> <1>Press <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> to run.
de: <hinticon/> <1>Drücken Sie <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> um zu rennen.
es: <hinticon/> <1>Presiona <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> para correr.
fr: <hinticon/> <1>Appuyez sur <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> pour courir.
id: <hinticon/> <1>Tekan <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> untuk berlari.
it: <hinticon/> <1>Premi <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> per correre.
ja: <hinticon/> <1><button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/>を押して</1>移動します
ko: <hinticon/> <1><button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1>를 눌러 달리세요.
pt: <hinticon/> <1>Pressione <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> para correr.
ru: <hinticon/> <1>Нажмите <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> чтобы бежать.
th: <hinticon/> <1>กด <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1>เพื่อวิ่ง
vi: <hinticon/> <1>Nhấn <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> để chạy.
zh_hans: <hinticon/> <1>按 <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> 来跑步。
zh_hant: <hinticon/> <1>按 <button type="forwards"/>, <button type="left"/>, <button type="backwards"/>, <button type="right"/></1> 來跑步。

# tutorial_run_00_pro
source: <hinticon/> <1>Drag</1> the <b>left side</b> of the screen to move
de: <hinticon/> <1>Ziehe</1> den Finger über die <b>linke Seite</b> des Bildschirms, um dich zu bewegen
es: <hinticon/> <1>Arrastra</1> <b>el lado izquierdo</b> de la pantalla para moverte
fr: <hinticon/> <1>Faites glisser</1> <b>vers la gauche</b> de l’écran pour courir
id: <hinticon/> <1>Seret</1> <b>sisi kiri</b> layar untuk bergerak
it: <hinticon/> <1>Trascina</1> il dito sul <b>lato sinistro</b> dello schermo per spostarti
ja: <hinticon/> <1>画面の<b>左側</b>で指をスライド</1>させて移動します
ko: <hinticon/> 화면 <b>왼쪽 면</b>을 <1>드래그</1>하여 이동하세요
pt: <hinticon/> <1>Arraste</1> <b>a parte esquerda</b> da tela para se mover
ru: <hinticon/> <1>Потяните</1> за <b>левую сторону</b> экрана, чтобы двигаться
th: <hinticon/> <1>ลากที่</1><b>ด้านซ้าย</b>ของหน้าจอเพื่อเคลื่อนที่
vi: <hinticon/> <1>Kéo</1> <b>bên trái</b> màn hình để chạy
zh_hans: <hinticon/> <1>拖动</1>屏幕<b>左半边</b>可以自由奔跑
zh_hant: <hinticon/> <1>滑動</1>螢幕<b>左半邊</b>可以自由奔跑

# tutorial_run_00_pro_lh
source: <hinticon/> <1>Drag</1> the <b>right side</b> of the screen to move
de: <hinticon/> <1>Ziehe</1> den Finger über die <b>rechte Seite</b> des Bildschirms, um dich zu bewegen
es: <hinticon/> <1>Arrastra</1> <b>el lado derecho</b> de la pantalla para mover
fr: <hinticon/> <1>Faites glisser</1> <b>vers la droite</b> de l’écran pour courir
id: <hinticon/> <1>Seret</1> <b>sisi kanan</b> layar untuk bergerak
it: <hinticon/> <1>Trascina</1> il dito sul <b>lato destro</b> dello schermo per spostarti
ja: <hinticon/> <1>画面の<b>右側</b>で指をスライド</1>させて移動します
ko: <hinticon/> 화면 <b>오른쪽 면</b>을 <1>드래그</1>하여 이동하세요
pt: <hinticon/> <1>Arraste</1> <b>a parte direita</b> da tela para se mover
ru: <hinticon/> <1>Потяните</1> за <b>правую сторону</b> экрана, чтобы двигаться
th: <hinticon/> <1>ลากที่</1><b>ด้านขวา</b>ของหน้าจอเพื่อเคลื่อนที่
vi: <hinticon/> <1>Kéo</1> <b>bên phải</b> màn hình để chạy
zh_hans: <hinticon/> <1>拖动</1>屏幕<b>右半边</b>可以自由奔跑
zh_hant: <hinticon/> <1>滑動</1>螢幕<b>右半邊</b>可以自由奔跑

# tutorial_run_00_ps
source: <hinticon/> <1>Use <button type="move"/></1> to run
de: <hinticon/> <1>Verwende <button type="move"/></1>, um zu rennen
es: <hinticon/> <1>Usa <button type="move"/></1> para correr
fr: <hinticon/> <1>Utilisez <button type="move"/></1> pour courir
id: <hinticon/> <1>Gunakan <button type="move"/></1> untuk berlari
it: <hinticon/> <1>Usa <button type="move"/></1> per correre
ja: <hinticon/> <button type="move"/>で移動します
ko: <hinticon/> <1><button type="move"/>을 움직여</1> 달려보세요
pt: <hinticon/> <1>Use <button type="move"/></1> para correr
ru: <hinticon/> <1>Используйте <button type="move"/></1>, чтобы бежать
th: <hinticon/> <1>ใช้ <button type="move"/></1> เพื่อวิ่ง
vi: <hinticon/> <1>Đẩy <button type="move"/></1> để chạy
zh_hans: <hinticon/> <1>推动<button type="move"/></1>自由奔跑
zh_hant: <hinticon/> <1>推動<button type="move"/></1>自由奔跑

# tutorial_seat_radar
source: <hinticon/> <1>Tap</1> <2>yourself</2> to call and reveal your <2>seat</2>
de: <hinticon/> <1>Tippe</1> <2>auf dich selbst</2>, um deinen <2>Sitzplatz</2> zu rufen und zu offenbaren.
es: <hinticon/> <1>Toca</1> <2>tu personaje</2> para llamar y revelar tu <2>asiento</2>.
fr: <hinticon/> <1>Touchez</1> <2>votre personnage</2> pour crier et révéler votre <2>siège</2>
id: <hinticon/> <1>Ketuk</1> <2>diri sendiri</2> untuk memanggil dan mengungkap <2>kursimu</2>
it: <hinticon/> <1>Tocca</1> <2>sul tuo personaggio</2> per segnalare e ritrovare il tuo <2>posto riservato</2>
ja: <hinticon/> <1>自分をタップ</1>して<2>呼びかけ</2>、あなたの<2>座席</2>を確認しましょう
ko: <hinticon/> <2>자신</2>을 <1>탭</1>하여 소리치고 <2>자리</2>를 찾으세요
pt: <hinticon/> <1>Toque</1> <2>no seu personagem</2> para gritar e revelar o seu <2>assento</2>
ru: <hinticon/> <1>Нажмите</1> <2>на себя</2>, чтобы показать ваше <2>место</2>
th: <hinticon/> <1>แตะ</1><2>ตัวเอง</2>เพื่อเรียก และเผย<2>ที่นั่ง</2>ของคุณ
vi: <hinticon/> <1>Nhấn</1> <2>vào nhân vật của bạn</2> để triệu hồi và tiết lộ <2>chỗ ngồi</2> của bạn
zh_hans: <hinticon/><1>点击</1><2>自己</2>以呼喊并显示你的<2>座位</2>
zh_hant: <hinticon/> <1>點擊</1><2>自己</2>就能呼喚並顯示你的<2>座位</2>

# tutorial_seat_radar_ps
source: <hinticon/> <1>Press <button type="shout"/></1> to call and reveal your <2>seat</2>
de: <hinticon/> <1>Drücke <button type="shout"/></1>, um deinen <2>Sitzplatz</2> zu rufen und zu offenbaren.
es: <hinticon/> <1>Presiona <button type="shout"/></1> para llamar y revelar tu <2>asiento</2>.
fr: <hinticon/> <1>Appuyez sur<button type="shout"/><button type="shout"/></1> pour crier et révéler votre <2>siège</2>
id: <hinticon/> <1>Tekan <button type="shout"/></1> untuk memanggil dan mengungkap <2>kursimu</2>
it: <hinticon/> <1>Premi <button type="shout"/></1> per contrassegnare e rivelare la tua <2>sedia</2>
ja: <hinticon/> <1><button type="shout"/>を押して</1>呼びかけ、あなたの<2>座席</2>を確認しましょう
ko: <hinticon/> <1><button type="shout"/>을(를) 눌러</1> 소리치고 <2>자리</2>를 찾으세요
pt: <hinticon/> <1>Pressione<button type="shout"/> </1> para gritar e revelar o seu <2>assento</2>
ru: <hinticon/> <1>Нажмите<button type="shout"/></1>, чтобы показать ваше <2>место</2>
th: <hinticon/> <1>กด <button type="shout"/></1> เพื่อเรียก และเผย<2>ที่นั่ง</2>ของคุณ
vi: <hinticon/> <1>Nhấn <button type="shout"/></1> để triệu hồi và tiết lộ <2>chỗ ngồi</2> của bạn
zh_hans: <hinticon/><1>按<button type="shout"/></1>呼喊并显示你的<2>座位</2>
zh_hant: <hinticon/> <1>按<button type="shout"/></1>就能呼喚並顯示你的<2>座位</2>

# tutorial_shared_space_share
source: <hinticon/> <1>Tap</1> the <check/> to <b>save</b> your <2>Shared Space</2> and exit
de: <hinticon/> <1>Tippe</1> <check/>, um deinen <2>Gemeinschaftsraum</2> zu <b>speichern</b> und zu beenden
es: <hinticon/> <1>Toca</1> el <check/> para <b>guardar</b> tu <2>espacio compartido</2> y salir.
fr: <hinticon/> <1>Touchez</1> <check/> pour <b>sauvegarder</b> votre <2>espace partagé</2> et sortir
id: <hinticon/> <1>Ketuk</1> <check/> untuk <b>menyimpan</b><2>Ruang Bersama</2> dan keluar
it: <hinticon/> <1>Tocca</1> <check/> per <b>salvare</b> il tuo <2>Spazio condiviso</2> e uscire
ja: <hinticon/> <check/>を<1>タップ</1>し、あなたの<2>シェアスペース</2>を<b>保存</b>してから終了しましょう
ko: <hinticon/> <check/>을(를) <1>탭</1>하여 <2>공유공간</2>을 <b>저장</b>하고 나갈 수 있어요
pt: <hinticon/> <1>Toque</1> em <check/> para <b>salvar</b> o <2>espaço compartilhado</2> e sair
ru: <hinticon/> <1>Нажмите</1> <check/>,чтобы <b>сохранить</b> свое <2>общее пространство</2> и выйти
th: <hinticon/> <1>แตะ</1> <check/> เพื่อ<b>บันทึก</b><2>พื้นที่ส่วนกลาง</2>ของคุณ และออก
vi: <hinticon/> <1>Nhấn</1> <check/> để <b>lưu</b> <2>Không Gian Chung</2> của bạn và thoát
zh_hans: <hinticon/><1>点击</1><check/><b>保存</b>你的<2>共享空间</2>并退出
zh_hant: <hinticon/> <1>輕擊</1>此處<check/>以<b>儲存</b>你的<2>共享空間</2>並退出

# tutorial_shared_space_share_ps
source: <hinticon/> <1>Press</1><button type="menu_toggle"/> to <b>save</b> your <2>Shared Space</2> and exit
de: <hinticon/> <1>Drücke</1> <button type="menu_toggle"/>, um deinen <2>Gemeinschaftsraum</2> zu <b>speichern</b> und zu beenden
es: <hinticon/> <1>Presiona</1><button type="menu_toggle"/> para <b>guardar</b> tu <2>espacio compartido</2> y salir.
fr: <hinticon/> <1>Appuyez </1><button type="menu_toggle"/> pour <b>sauvegarder</b> votre <2>espace partagé</2> et sortir
id: <hinticon/> <1>Tekan</1> <button type="menu_toggle"/> untuk <b>menyimpan</b><2>Ruang Bersama</2> dan keluar
it: <hinticon/> <1>Premi</1> <button type="menu_toggle"/> per <b>salvare</b> il tuo <2>Spazio condiviso</2> e uscire
ja: <hinticon/> <button type="menu_toggle"/>を<1>押して</1>、あなたの<2>シェアスペース</2>を<b>保存</b>してから終了しましょう
ko: <hinticon/> <button type="menu_toggle"/>을 <1>눌러</1> <2>공유공간</2>을 <b>저장</b>하고 나갈 수 있어요
pt: <hinticon/> <1>Pressione</1><button type="menu_toggle"/> para <b>salvar</b> o <2>espaço compartilhado</2> e sair
ru: <hinticon/> <1>Нажмите</1> <button type="menu_toggle"/>,чтобы <b>сохранить</b> свое <2>общее пространство</2> и выйти
th: <hinticon/> <1>กด </1><button type="menu_toggle"/> เพื่อ<b>บันทึก</b><2>พื้นที่ส่วนกลาง</2>ของคุณ และออก
vi: <hinticon/> <1>Nhấn</1><button type="menu_toggle"/> để <b>lưu</b> <2>Không Gian Chung</2> của bạn và thoát
zh_hans: <hinticon/><1>按</1><button type="menu_toggle"/><b>保存</b>你的<2>共享空间</2>并退出
zh_hant: <hinticon/> <1>長按</1><button type="menu_toggle"/>以<b>儲存</b>你的<2>共享空間</2>並退出

# tutorial_sharedspace_tap_select
source: <hinticon/> <1>Tap</1> on a <2>decoration</2> you've placed to <b>adjust</b> its placement.
de: <hinticon/> <1>Tippe</1> auf eine <2>Dekoration</2>, die du platziert hast, um deren Platzierung <b>anzupassen</b>.
es: <hinticon/> <1>Toca</1> una <2>decoración</2> que hayas colocado para <b>ajustar</b> su posición.
fr: <hinticon/> <1>Touchez</1> une <2>décoration</2> que vous avez placée pour <b>ajuster</b> son emplacement.
id: <hinticon/> <1>Ketuk</1> pada <2>dekorasi</2> yang sudah kamu tempatkan untuk <b>menyesuaikan</b> penempatannya.
it: <hinticon/> <1>Tocca</1> una <2>decorazione</2> che hai collocato per <b>modificare</b> la sua posizione.
ja: <hinticon/> <2>飾り</2>を<1>タップ</1>して、アイテムの位置を <b>調整</b>しましょう
ko: <hinticon/> 배치한 <2>장식</2>을 <1>눌러</1> 위치를 <b>조정</b>하세요.
pt: <hinticon/> <1>Toque</1> em uma <2>decoração</2> que você colocou para <b>ajustar</b> a posição.
ru: <hinticon/> <1>Нажмите</1> на размещенное <2>украшение</2>, чтобы <b>изменить</b> его расположение.
th: <hinticon/> <1>แตะ</1><2>ของตกแต่ง</2>ที่คุณวางไว้ เพื่อ<b>ปรับ</b>ตำแหน่งวาง
vi: <hinticon/> <1>Nhấn</1> vào <2>đồ trang trí</2> bạn đã đặt để <b>điều chỉnh</b> vị trí.
zh_hans: <hinticon/> <1>点击</1>已放置的<2>装饰品</2>来<b>调整</b>其位置。
zh_hant: <hinticon/><1>點擊</1>你已放置的<2>擺設</2>即可<b>調整</b>位置。

# tutorial_shop_00
source: <hinticon/> <1>Tap</1> to give a <heart/> and receive a customization option
de: <hinticon/> <1>Tippe</1>, um ein <heart/> zu geben und eine Anpassungsoption zu erhalten
es: <hinticon/> <1>Toca</1> para dar<heart/> y recibir una opción de personalización
fr: <hinticon/> <1>Touchez</1> pour donner un <heart/> et recevoir une option de personnalisation
id: <hinticon/> <1>Ketuk</1> untuk memberikan <heart/> dan menerima opsi kustomisasi
it: <hinticon/> <1>Tocca</1> per donare un <heart/> e ricevere un'opzione di personalizzazione
ja: <hinticon/> <1>タップ</1>して<heart/>を捧げ、アイテムを受け取りましょう
ko: <hinticon/> <1>탭</1>하여 <heart/>를 주고 꾸미기 옵션을 받으세요
pt: <hinticon/> <1>Toque</1> para dar um <heart/> e receber uma opção de personalização
ru: <hinticon/> <1>Нажмите</1>, чтобы дать <heart/> и получить вариант настройки
th: <hinticon/> <1>แตะ</1>เพื่อให้ <heart/> และรับตัวเลือกการปรับแต่ง
vi: <hinticon/> <1>Nhấn </1>để tặng 1 <heart/>, có thể mở khóa các loại trang phục
zh_hans: <hinticon/> <1>点击</1>献祭<heart/>，可以解锁各种服饰
zh_hant: <hinticon/> <1>點擊</1>獻祭<heart/>，可以解鎖各種服飾

# tutorial_shop_01
source: <hinticon/> Unlocked outfits are available forever, <1>Tap</1> once more to confirm
de: <hinticon/> Freigeschaltete Outfits sind immer verfügbar. <1>Tippe</1> zum Bestätigen noch einmal
es: <hinticon/> Los trajes desbloqueados permanecen desbloqueados para siempre, <1>Toca</1> Una vez más para confirmar
fr: <hinticon/> Les tenues déverrouillées sont disponibles de manière permanente, <1>touchez</1> à nouveau pour confirmer
id: <hinticon/> Pakaian yang terbuka tersedia selamanya, <1>Ketuk</1> sekali lagi untuk mengonfirmasi
it: <hinticon/> I costumi sbloccati sono disponibili per sempre. <1>Tocca</1> un'altra volta per confermare.
ja: <hinticon/> アンロックしたアイテムはずっとあなたのものです <1>もう一度タップ</1>して決定します
ko: <hinticon/> 잠금해제한 의상은 영구 이용할 수 있어요. 한 번 더 <1>탭</1>하여 확인해보세요
pt: <hinticon/> Trajes desbloqueados ficarão disponíveis para sempre, <1>toque</1> mais uma vez para confirmar
ru: <hinticon/> Наряды открываются навсегда, <1>нажмите</1> еще раз, чтобы подтвердить
th: <hinticon/> ชุดเสื้อผ้าที่ปลดล็อกแล้วจะใช้ได้ตลอดไป <1>แตะ</1>อีกครั้งเพื่อยืนยัน
vi: <hinticon/> Trang phục mở khóa được sở hữu vĩnh viễn, <1>Nhấn</1> một lần nữa để xác nhận
zh_hans: <hinticon/> 解锁的服饰会永远拥有，再次<1>点击</1>确认
zh_hant: <hinticon/> 解鎖的服飾會永遠擁有，再次<1>點擊</1>確認

# tutorial_shop_01_ps
source: <hinticon/> Unlocked outfits are available forever, <1>Press <button type="menu_confirm"/></1> once more to confirm
de: <hinticon/> Freigeschaltete Outfits sind für immer verfügbar, <1>Drücke <button type="menu_confirm"/></1> erneut, um zu bestätigen
es: <hinticon/> Los trajes desbloqueados estarán disponibles para siempre, <1>presiona <button type="menu_confirm"/></1> una vez más para confirmar
fr: <hinticon/> Les tenues déverrouillées sont disponibles pour toujours, <1>Appuyez sur <button type="menu_confirm"/></1> encore une fois pour confirmer
id: <hinticon/> Pakaian yang terbuka tersedia selamanya, <1>Tekan <button type="menu_confirm"/></1> sekali lagi untuk mengonfirmasi
it: <hinticon/> I costumi sbloccati rimarranno sempre disponibili. <1>Premi di nuovo <button type="menu_confirm"/></1> per confermare
ja: <hinticon/> アンロックしたアイテムはずっとあなたのものです<1> <button type="menu_confirm"/> を押して</1> 決定します
ko: <hinticon/> 잠금해제된 의상은 영원히 이용할 수 있습니다. <1><button type="menu_confirm"/> 을 한 번 더 눌러</1> 확인해보세요
pt: <hinticon/> Trajes desbloqueados ficarão disponíveis para sempre, <1>aperte em <button type="menu_confirm"/></1> mais uma vez para confirmar
ru: <hinticon/> Открытые предметы гардероба навсегда в вашем распоряжении. <1>Нажмите <button type="menu_confirm"/></1> ещё раз для подтверждения
th: <hinticon/> ชุดเสื้อผ้าที่ปลดล็อกแล้วจะใช้ได้ตลอดไป <1>กด <button type="menu_confirm"/></1> อีกครั้งเพื่อยืนยัน
vi: <hinticon/> Trang phục mở khóa được sở hữu vĩnh viễn, <1>ấn <button type="menu_confirm"/></1> một lần nữa để xác nhận
zh_hans: <hinticon/> 解锁的服饰会永远拥有，<1>按 <button type="menu_confirm"/></1> 确认
zh_hant: <hinticon/> 解鎖的服飾會永遠擁有，<1>按 <button type="menu_confirm"/></1> 確認

# tutorial_shop_02
source: <hinticon/> You have a few more <heart/> left
de: <hinticon/> Du hast noch ein paar <heart/> übrig
es: <hinticon/> Te quedan algunos <heart/> más
fr: <hinticon/> Il vous reste quelques <heart/> supplémentaires
id: <hinticon/> Kamu punya <heart/> lagi
it: <hinticon/> Hai ancora qualche <heart/>
ja: <hinticon/> <heart/>がまだ残っています
ko: <hinticon/> <heart/>가 조금 더 남았어요
pt: <hinticon/> Você tem alguns <heart/> restantes
ru: <hinticon/> У вас еще остались <heart/>
th: <hinticon/> คุณเหลือ <heart/> อีกนิดหน่อย
vi: <hinticon/> Bạn vẫn còn <heart/>
zh_hans: <hinticon/> 你还有多余的<heart/>剩下
zh_hant: <hinticon/> 你還有多餘的<heart/>剩下

# tutorial_shout_00
source: <hinticon/> <1>Tap</1> on <2>yourself</2> to call
de: <hinticon/> <1>Tippe</1> auf <2>dich selbst</2> zum Rufen
es: <hinticon/> <1>Toca </1> <2>a tu personaje</2> para llamar
fr: <hinticon/> <1>Touchez</1> sur <2>vous-même</2> pour appeler
id: <hinticon/> <1>Ketuk</1> <2>dirimu</2> untuk memanggil
it: <hinticon/> <1>Tocca</1> <2>te stesso</2> per urlare
ja: <hinticon/> <1>自分をタップ</1>すると フレンドや光の生物たちに<2>呼びかける</2>ことができます
ko: <hinticon/> <2>자신</2>을 <1>탭</1>하여 소리를 내세요
pt: <hinticon/> <1>Toque</1> em <2>você</2> para convocar
ru: <hinticon/> <1>Нажмите</1> на <2>себя</2>, чтобы позвать
th: <hinticon/> <1>แตะ</1>บน<2>ตัวเอง</2> เพื่อเรียก
vi: <hinticon/> <1>Nhấn</1> vào <2>chính mình</2> để gọi
zh_hans: <hinticon/> <1>点击</1>你的<2>角色</2>发出呼唤
zh_hant: <hinticon/> <1>點擊</1>你的<2>角色</2>發出呼喚

# tutorial_shout_00_ps
source: <hinticon/> <1>Press <button type="shout"/></1> to call
de: <hinticon/> <1>Drücke <button type="shout"/></1> zum Rufen
es: <hinticon/> <1>Presiona <button type="shout"/></1> para llamar
fr: <hinticon/> <1>Appuyez sur <button type="shout"/></1> pour appeler
id: <hinticon/> <1>Tekan <button type="shout"/></1> untuk memanggil
it: <hinticon/> <1>Premi <button type="shout"/></1> per chiamare
ja: <hinticon/> <1><button type="shout"/> ボタンを押す</1>とフレンドや光の生物たちに<2>呼びかける</2>ことができます
ko: <hinticon/> <1><button type="shout"/>를 눌러</1> 소리를 내세요
pt: <hinticon/> <1>Pressione <button type="shout"/></1> para convocar
ru: <hinticon/> <1>Нажмите <button type="shout"/></1>, чтобы позвать
th: <hinticon/> <1>กด <button type="shout"/></1> เพื่อเรียก
vi: <hinticon/> <1>Ấn <button type="shout"/></1> để gọi
zh_hans: <hinticon/> <1>按下 <button type="shout"/></1>发出呼唤
zh_hant: <hinticon/> <1>按下 <button type="shout"/></1> 發出呼喚
