Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# creator_join_fail_title
source: <b>Failed to Join</b>
de: <b>Beitritt Fehlgeschlagen</b>
es: <b>No se Pudo Unir</b>
fr: <b>Impossible de rejoindre</b>
id: <b>Gagal Bergabung</b>
it: <b>Impossibile Unirsi</b>
ja: <b>参加できません</b>
ko: <b>합류 실패</b>
pt: <b>Falha ao Entrar</b>
ru: <b>Не удалось присоединиться</b>
th: <b>ล้มเหลวที่จะเข้าร่วม</b>
vi: <b>Không thể tham gia</b>
zh_hans: <b>加入失败</b>
zh_hant: <b>加入失敗</b>

# credit_atlas
source: Atlas Chen
zh_hans: 陈佶
zh_hant: 陳佶

# credit_jacky
source: Jacky Ke Jiang
zh_hans: 江轲
zh_hant: 江軻

# credit_jennie
source: Jennie Kong
zh_hans: 江雪华
zh_hant: 江雪華

# credit_jenova
source: Jenova Chen
zh_hans: 陈星汉
zh_hant: 陳星漢

# credit_netease
source: Publisher (Mainland China) NetEase Games
de: Publisher (Festlandchina) NetEase Games
es: Distribuidor (China continental) Juegos NetEase
fr: Éditeur (Chine continentale) NetEase Games
id: Penerbit (Tiongkok Daratan) NetEase Games
it: Publisher (Cina) NetEase Games
ja: Published (in China) by NetEase Games
ko: 퍼블리셔 (중국) NetEase Games
pt: Editora (China continental) NetEase Games
ru: Издатель (материковый Китай) NetEase Games
vi: Nhà xuất bản NetEase Games
zh_hans: 国服代理 网易游戏
zh_hant: 國服代理 網易遊戲

# credit_netease_chencheng
source: Cheng Chen
zh_hans: 陈成
zh_hant: 陳成

# credit_netease_chenshaoxiao
source: Shaoxiao Shen
zh_hans: 陈少校
zh_hant: 陳少校

# credit_netease_guanhaoyan
source: Haoyan Guan
zh_hans: 关浩彦
zh_hant: 關浩彥

# credit_netease_heliangliang
source: Liangliang He
zh_hans: 何亮亮
zh_hant: 何亮亮

# credit_netease_hezhengliu
source: Zhengliu He
zh_hans: 何争流
zh_hant: 何爭流

# credit_netease_hongna
source: Na Hong
zh_hans: 洪娜
zh_hant: 洪娜

# credit_netease_huangkangxian
source: Kangxian Huang
zh_hans: 黄康贤
zh_hant: 黃康賢

# credit_netease_huanglin
source: Lin Huang
zh_hans: 黄霖
zh_hant: 黃霖

# credit_netease_huangshuting
source: Shuting Huang
zh_hans: 黄舒婷
zh_hant: 黃舒婷

# credit_netease_huangxinyao
source: Xinyao Huang
zh_hans: 黄信尧
zh_hant: 黃信堯

# credit_netease_lijiayi
source: Jiayi Li
zh_hans: 李佳义
zh_hant: 李佳義

# credit_netease_lijing
source: Jing Li
zh_hans: 李靓
zh_hant: 李靚

# credit_netease_linzukang
source: Zukang Lin
zh_hans: 林祖康
zh_hant: 林祖康

# credit_netease_liqianwen
source: Qianwen Li
zh_hans: 李倩雯
zh_hant: 李倩雯

# credit_netease_liudingning
source: Dingning Liu
zh_hans: 刘丁宁
zh_hant: 劉丁寧

# credit_netease_liuhonghu
source: Honghu Liu
zh_hans: 刘鸿鹄
zh_hant: 劉鴻鵠

# credit_netease_lizhuming
source: Zhuming Li
zh_hans: 李柱铭
zh_hant: 李柱銘

# credit_netease_nilu
source: Lu Ni
zh_hans: 倪璐
zh_hant: 倪璐

# credit_netease_shaoxiang
source: Xiang Shao
zh_hans: 邵翔
zh_hant: 邵翔

# credit_netease_songyang
source: Yang Song
zh_hans: 宋阳
zh_hant: 宋陽

# credit_netease_sunchaoyang
source: Chaoyang Sun
zh_hans: 孙朝阳
zh_hant: 孫朝陽

# credit_netease_tanzhujun
source: Zhujun Tan
zh_hans: 谭竹君
zh_hant: 譚竹君

# credit_netease_wangjiaxiang
source: Jiaxiang Wang
zh_hans: 王家祥
zh_hant: 王家祥

# credit_netease_wangweitao
source: Weitao Wang
zh_hans: 王伟涛
zh_hant: 王偉濤

# credit_netease_xuzhe
source: Zhe Xu
zh_hans: 徐喆
zh_hant: 徐喆

# credit_netease_yangxiao
source: Xiao Yang
zh_hans: 杨啸
zh_hant: 楊嘯

# credit_netease_yanjiaming
source: Jiaming Yan
zh_hans: 严嘉明
zh_hant: 嚴嘉明

# credit_netease_zhanghaixing
source: Haixing Zhang
zh_hans: 张海星
zh_hant: 張海星

# credit_netease_zhangxiaohui
source: Xiaohui Zhang
zh_hans: 张晓晖
zh_hant: 張曉暉

# credit_netease_zhangyang
source: Yang Zhang
zh_hans: 张杨
zh_hant: 張楊

# credit_netease_zhongjieshen
source: Jieshen Zhong
zh_hans: 钟捷绅
zh_hant: 鐘捷紳

# credit_netease_zhuyuan
source: Yuan Zhu
zh_hans: 朱原
zh_hant: 朱原

# credit_realstart
source: The real journey starts here...
de: Die wahre Reise beginnt hier ...
es: La verdadera aventura comienza aquí...
fr: Le vrai voyage commence ici…
id: Perjalanan sebenarnya dimulai di sini ...
it: Il vero viaggio inizia qui...
ja: 真の旅はここからはじまる…
ko: 진정한 모험은 지금부터 시작됩니다…
pt: A verdadeira jornada começa aqui...
ru: Настоящее путешествие начинается здесь...
th: การเดินทางที่แท้จริงเริ่มต้นที่นี่...
vi: Cuộc hành trình chính thức bắt đầu từ đây ...
zh_hans: 真正的旅程现在才开始...
zh_hant: 真正的旅程現在才開始...

# credit_stone
source: Stone Chang
zh_hans: 常石磊
zh_hant: 常石磊

# credit_tgc
source: Created by
de: Geschaffen von thatgamecompany
es: Creado por thatgamecompany
fr: Créé par thatgamecompany
id: Dibuat oleh
it: Creato da thatgamecompany
ja: Created by thatgamecompany
ko: 제작 thatgamecompany
pt: Criado por thatgamecompany
ru: Авторы игры: thatgamecompany
vi: Được tạo bởi
zh_hans: 制作 thatgamecompany
zh_hant: 製作 thatgamecompany

# credit_thankbeta
source: Thank you to our beta players <8><cape/></8>
de: Danke an unsere Betaspieler <8><cape/></8>
es: Gracias a nuestros jugadores beta <8><cape/></8>
fr: Merci aux joueurs de la bêta <8><cape/></8>
id: Terima kasih kepada para pemain beta kami <8><cape/></8>
it: Grazie ai nostri giocatori beta <8><cape/></8>
ja: Thank you to βテストへご参加いただいた皆様 <8><cape/></8>
ko: 베타 플레이어 여러분께 감사드립니다
pt: Um agradecimento aos nossos jogadores do beta <8><cape/></8>
ru: Спасибо всем игрокам в бета-версию <8><cape/></8>
vi: Cảm ơn các bạn đã tham gia trải nghiệm phiên bản Beta<8><cape/></8>
zh_hans: 感谢参加帮助Beta测试的玩家 <8><cape/></8>
zh_hant: 感謝參加幫助Beta測試的玩家 <8><cape/></8>

# credit_thankyou
source: Thank you for playing
de: Danke fürs Spielen
es: Gracias por jugar
fr: Merci de jouer
id: Terima kasih sudah bermain
it: Grazie per aver giocato
ja: プレイしていただきありがとうございます !
ko: 플레이해주셔서 감사합니다
pt: Obrigado por jogar
ru: Спасибо, что играете
vi: Cảm ơn các bạn đã trải nghiệm
zh_hans: 感谢您将温暖带到我们的世界
zh_hant: 感謝您將溫暖帶到我們的世界

# credit_title
source: Sky: Children of the Light
de: Sky: Kinder des Lichts
es: Sky: Niños de la Luz
fr: Sky – Enfants de la Lumière
id: Sky: Anak-Anak Cahaya
it: Sky - Figli della Luce
ja: Sky 星を紡ぐ子どもたち
ko: Sky 빛의 아이들
pt: Sky - Filhos da Luz
ru: Sky: Дети Света
zh_hans: 光·遇﻿
zh_hant: 光·遇﻿

# credit_yang
source: Yang Liu
zh_hans: 刘洋
zh_hant: 劉洋

# currency_no_candle
source: Need more <candle/>? Collect Light or burn away Darkness to forge more, or purchase additional Candles from our Shop.
de: Du brauchst mehr <candle/>? Sammle Licht oder verbrenne Dunkelheit, um weitere davon zu schmieden – oder kauf dir zusätzliche Kerzen in unserem Shop.
es: ¿Necesitas más <candle/>? Recoge luz o quema la oscuridad para crear más, o compra velas adicionales en nuestra tienda.
fr: Vous manquez de <candle/> ? Collectez de la lumière ou brûlez les ténèbres pour en forger davantage, ou achetez des bougies supplémentaires dans notre boutique.
id: Butuh lebih banyak <candle/> lagi? Kumpulkan Cahaya atau bakar Kegelapan untuk mendapatkan lilin lagi, atau beli Lilin tambahan dari Toko kami.
it: Hai bisogno di più <candle/>? Raccogli la luce o brucia l'oscurità per forgiarne di più, oppure acquista altre candele nel nostro Negozio.
ja: もっと<candle/>が必要ですか？光のかけらを集めたり、蝕む闇を溶かして新たに精錬しましょう。またはショップで追加のキャンドルを購入できます
ko: <candle/>가 부족하세요? 양초빛을 모으고 어둠을 태워 양초를 더 받거나, 상점에서 양초를 구입해보세요.
pt: Precisa de mais <candle/>? Colete luz ou queime a escuridão para forjar mais, ou compre mais velas na nossa Loja.
ru: Нужно больше <candle/>? Собирайте свет или прогоняйте тьму, чтобы сделать больше свечей, или покупайте их в нашем магазине.
th: ต้องการ <candle/> เพิ่มเติมหรือไม่ เก็บรวบรวมแสง หรือเผาผลาญความมืดเพื่อหลอมเพิ่ม หรือซื้อเทียนเพิ่มเติมจากร้านค้าของเรา
vi: Cần thêm <candle/>? Thu thập Ánh Sáng hoặc đốt cháy Bóng Tối để nhận thêm hoặc mua Nến từ Cửa hàng của chúng tôi.
zh_hans: 需要更多的<candle/>吗？ 通过收集烛光或烧掉黑暗就能获得更多，或者可以直接从商店购买蜡烛。
zh_hant: 需要更多<candle/>嗎？ 收集燭光或燃燒黑暗腐蝕，以鍛造更多燭光，或從我們的商店購買額外蠟燭。

# currency_no_dye_black
source: Not enough <dye_black/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_black/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_black/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_black/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_black/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_black/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_black/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_black/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_black/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_black/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_black/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_black/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_black/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_black/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_dye_blue
source: Not enough <dye_blue/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_blue/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_blue/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_blue/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_blue/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_blue/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_blue/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_blue/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_blue/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_blue/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_blue/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_blue/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_blue/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_blue/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_dye_cyan
source: Not enough <dye_cyan/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_cyan/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_cyan/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_cyan/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_cyan/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_cyan/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_cyan/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_cyan/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_cyan/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_cyan/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_cyan/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_cyan/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_cyan/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_cyan/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_dye_green
source: Not enough <dye_green/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_green/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_green/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_green/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_green/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_green/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_green/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_green/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_green/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_green/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_green/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_green/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_green/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_green/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_dye_magenta
source: Not enough <dye_magenta/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_magenta/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_magenta/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_magenta/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_magenta/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_magenta/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_magenta/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_magenta/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_magenta/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_magenta/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_magenta/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_magenta/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_magenta/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_magenta/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_dye_red
source: Not enough <dye_red/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_red/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_red/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_red/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_red/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_red/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_red/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_red/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_red/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_red/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_red/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_red/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_red/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_red/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_dye_white
source: Not enough <dye_white/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_white/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_white/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_white/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_white/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_white/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_white/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_white/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_white/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_white/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_white/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_white/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_white/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_white/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_dye_yellow
source: Not enough <dye_yellow/>. Earn more by collecting <b>Colored Light</b> from certain dark plants.
de: Nicht genug <dye_yellow/>. Verdiene mehr, indem du <b>farbiges Licht</b> von bestimmten Dunkelpflanzen sammelst.
es: No tienes suficiente <dye_yellow/>. Para conseguir más, recoge <b>luz de color</b> en ciertas plantas oscuras.
fr: Pas assez de <dye_yellow/>. Obtenez-en davantage en récupérant de la <b>lumière colorée</b> sur certaines plantes sombres.
id: <dye_yellow/> tidak cukup. Dapatkan lebih banyak dengan mengumpulkan Cahaya Berwarna dari tanaman kegelapan tertentu.
it: Non hai abbastanza <dye_yellow/>. Ottienine di più raccogliendo <b>luce colorata</b> da alcune piante scure.
ja: <dye_yellow/>が不足しています。特定の蝕む闇より<b>光染料のかけら</b>を集めましょう
ko: <dye_yellow/> 부족. 특정한 어둠의 식물에서 <b>색깔 빛</b>을 모아 추가로 획득할 수 있습니다.
pt: <dye_yellow/> insuficiente. Colete <b>luz colorida</b> de certas plantas sombrias para ganhar mais.
ru: Не хватает <dye_yellow/>. Чтобы получить, собирайте <b>цветной свет</b> с определённых тёмных растений.
th: มี <dye_yellow/> ไม่พอ รับเพิ่มโดยการเก็บ<b>แสงสีสัน</b>จากพืชแห่งความมืดบางต้น
vi: Không đủ <dye_yellow/>. Kiếm thêm bằng cách thu thập <b>Ánh Sáng Màu</b> từ một số Cây Bóng Tối.
zh_hans: <dye_yellow/>不足。可通过收集黑暗植物中的<b>彩染之光</b>来获取更多。
zh_hant: <dye_yellow/>不足。請透過收集黑暗腐植中的<b>彩染之光</b>來提煉更多。

# currency_no_ecandle
source: Not enough <event_candle/>. Earn more by participating in the events.
de: Nicht genug <event_candle/>. Verdiene mehr, indem du an Events teilnimmst.
es: No tienes suficientes <event_candle/>. Consigue más participando de los eventos.
fr: Pas assez de : <event_candle/>. Obtenez-en davantage en participant aux événements.
id: Tidak cukup <event_candle/>. Kumpulkan lebih banyak untuk berpartisipasi dalam acara ini.
it: Non hai abbastanza <event_candle/>. Guadagnane di più partecipando agli eventi.
ja: <event_candle/>が足りないようです。 イベントに参加し、もっと集めましょう
ko: <event_candle/> 부족. 이벤트에 참여해 추가로 획득하세요.
pt: <event_candle/> insuficiente. Participe de eventos e obtenha mais.
ru: Нужно больше <event_candle/>. Чтобы получить их, участвуйте в событии.
th: มี <event_candle/> ไม่เพียงพอ รับเพิ่มเติมด้วยการเข้าร่วมในอีเวนต์
vi: Không đủ <event_candle/>. Tham gia các sự kiện để nhận thêm.
zh_hans: 没有足够的<event_candle/>。通过参加活动来获取更多。
zh_hant: <event_candle/>還不夠。參加活動即可獲得更多。

# currency_no_heart
source: Not enough <heart/>. Earn more when accepting <heart/> gift from spirits and players
de: Nicht genug <heart/>. Verdiene dir mehr, indem du <heart/> Geschenke von Geistern und anderen Spielern annimmst.
es: No tienes suficientes <heart/>. Acepta <heart/> regalados por otros espíritus y jugadores
fr: Pas assez de <heart/>. Gagnez-en plus en acceptant les <heart/> des esprits et des joueurs
id: <heart/> tidak cukup. Raih lebih banyak saat menerima hadiah <heart/> dari roh dan pemain
it: Non hai abbastanza <heart/>. Guadagnane di più accettando doni di <heart/> da spiriti e giocatori.
ja: <heart/>が足りません 他のプレイヤーまたは精霊から<heart/>を受け取りましょう
ko: <heart/>가 부족해요. 친구와 영혼에게서 받을 수 있어요.
pt: Insuficiente <heart/>. Para ganhar mais, aceite <heart/> presentes de espíritos e jogadores
ru: Не хватает <heart/>. Получите больше, принимая <heart/> в подарок от духов и игроков
th: มี <heart/> ไม่เพียงพอ รับได้เพิ่มเมื่อรับของขวัญ <heart/> จากสปิริตและผู้เล่น
vi: <heart/> không đủ. Kiếm thêm khi nhận quà <heart/> từ Tinh Linh và người chơi
zh_hans: <heart/>不足。接受更多来自先灵和玩家的馈赠获得<heart/>
zh_hant: <heart/>不足。接受更多來自先靈和玩家的饋贈獲得<heart/>

# currency_no_prestige
source: Not enough <prestige/>. Earn more by venturing into <1>Eye of Eden</1>.
de: Nicht genug <prestige/>. Verdiene dir mehr, indem du ins <1>Auge von Eden</1> aufbrichst.
es: Sin suficientes <prestige/>. Gana más al aventurarte en el <1>Ojo de Edén</1>.
fr: Pas assez de <prestige/>. Gagnez-en plus en vous aventurant dans <1>Œil d'Éden</1>.
id: <prestige/> tidak cukup. Raih lebih banyak dengan menjelajahi <1>Pusat Eden </1>.
it: Non hai abbastanza <prestige/>. Guadagnane di più avventurandoti nell'<1>Occhio di Eden</1>.
ja: <prestige/>が足りません <b>暴風域</b>に挑戦してさらに獲得しましょう
ko: <prestige/>가 부족해요. <1>에덴의 눈</1>을 찾아가서 모을 수 있어요.
pt: <prestige/> insuficiente. Explore o <1>Olho de Éden</1> para ganhar mais.
ru: Не хватает <prestige/>. Добудьте больше, отправившись в <1>Сердце Эдема</1>.
th: มี <prestige/> ไม่เพียงพอ รับเพิ่มโดยการออกผจญภัยภายใน<1>ดวงตาแห่งเอเดน</1>
vi: <prestige/> không đủ. Kiếm thêm khi tham gia <1>Mắt Địa Đàng</1>.
zh_hans: <prestige/>不足。可以在<1>暴风眼</1>的冒险中获得。
zh_hant: <prestige/>不足。可以在<1>暴風眼</1>的冒險中獲得。

# currency_no_scandle
source: Not enough <scandle/>. Earn more from Daily Quests and by lighting season candles. Or purchase from the Shop?
de: Nicht genug <scandle/>. Erhalte mehr durch tägliche Quests und indem du Saisonskerzen erleuchtest. Oder möchtest du es im Shop kaufen?
es: No tienes <scandle/>. Gana más en las misiones diarias y encendiendo velas de temporada. ¿O deseas comprar en la tienda?
fr: Pas assez de <scandle/>. Obtenez-en des quêtes quotidiennes et en allumant les bougies saisonnières. Ou en acheter dans la boutique ?
id: <scandle/> tidak cukup. Raih lebih banyak dari Misi Harian dan menyalakan lilin musim. Atau beli dari Toko?
it: Non hai abbastanza <scandle/>. Guadagnane di più dalle missioni giornaliere e accendendo le candele stagionali. Oppure acquistale dal negozio.
ja: <scandle/>が足りません. 購入するか、クエスト達成のお礼に獲得するか、 シーズン限定のキャンドルを点灯して<scandle/>を精錬しましょう
ko: <scandle/>가 부족해요. 일일 퀘스트를 완료하거나 시즌빛을 모아 받을 수 있어요. 혹은 상점에서 구입할까요?
pt: Insuficiente <scandle/>. Para ganhar mais, complete a Missão Diária e acenda as velas da temporada. Deseja comprar na Loja?
ru: Не хватает <scandle/>. Получайте больше за задания дня и зажигая сезонные свечи. Или купите в магазине?
th: มี <scandle/> ไม่เพียงพอหรือไม่ รับเพิ่มได้จากภารกิจรายวัน และจุดเทียนฤดูกาล หรือซื้อจากร้านค้าหรือไม่
vi: <scandle/> không đủ. Kiếm thêm từ Nhiệm Vụ Ngày và thắp sáng nến mùa. Hoặc mua từ Cửa hàng?
zh_hans: <scandle/>不足。可以通过点燃限定蜡烛铸造。 或者直接去商店购买？
zh_hant: <scandle/>不足。可以通過點燃限定蠟燭鑄造。 或者直接去商店購買？
