Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap21_fetch_04_task_done
source: Return to the <1>Spirit of Mural</1>.
de: Kehre zum <1>Geist des Wandbildes</1> zurück.
es: Regresa al <1>Espíritu del mural</1>.
fr: Retourner à l'<1>esprit de la fresque</1>.
id: Kembali ke <1>Roh Mural</1>.
it: Ritorna dallo <1>spirito del murale</1>.
ja: <1>壁画の精</1>のもとへ戻りましょう
ko: <1>벽화의 영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>Espírito do Mural</1>.
ru: Вернитесь к <1>духу фрески</1>.
th: กลับไปหา<1>สปิริตแห่งจิตรกรรมฝาผนัง</1>
vi: Quay lại với <1>Tinh Linh Cổ Họa</1>.
zh_hans: 回去找<1>壁画先灵</1>。
zh_hant: 回去找<1>壁畫先靈</1>。

# spirit_shop_ap06unlock_ap21_fetch_05_task_done
source: Return to the <1>Spirit of Mural</1>.
de: Kehre zum <1>Geist des Wandbildes</1> zurück.
es: Regresa al <1>Espíritu del mural</1>.
fr: Retourner à l'<1>esprit de la fresque</1>.
id: Kembali ke <1>Roh Mural</1>.
it: Ritorna dallo <1>spirito del murale</1>.
ja: <1>壁画の精</1>のもとへ戻りましょう
ko: <1>벽화의 영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>Espírito do Mural</1>.
ru: Вернитесь к <1>духу фрески</1>.
th: กลับไปหา<1>สปิริตแห่งจิตรกรรมฝาผนัง</1>
vi: Quay lại với <1>Tinh Linh Cổ Họa</1>.
zh_hans: 回去找<1>壁画先灵</1>。
zh_hant: 回去找<1>壁畫先靈</1>。

# spirit_shop_ap06unlock_ap23_fetch_01_task_desc
source: Help the <1>Duets Guide</1> open the <b>musical door</b>.
de: Hilf dem <1>Duette-Helfer</1>, die <b>Musiktür</b> zu öffnen.
es: Ayuda al <1>guía de los duetos</1> a abrir la <b>puerta musical</b>.
fr: Aidez le <1>Guide des Duos</1> à ouvrir la <b>porte musicale</b>.
id: Bantu <1>Pemandu Duet</1> membuka <b>pintu musik</b>.
it: Aiuta la <1>Guida ai duetti</1> ad aprire la <b>porta musicale</b>.
ja: <1>音色の案内人</1> を手伝い<b>音の扉</b>を開きましょう
ko: <1>듀엣의 안내자</1>가 <b>음악의 문</b>을 열 수 있게 도와주세요.
pt: Ajude o <1>Guia de Duetos</1> a abrir a <b>porta musical</b>.
ru: Помогите <1>проводнику дуэтов</1> открыть <b>музыкальную дверь</b>.
th: ช่วย<1>ผู้แนะนำการบรรเลงคู่</1>เปิด<b>ประตูดนตรี</b>
vi: Hãy giúp <1>Chỉ Dẫn Song Tấu</1> mở <b>cánh cửa âm nhạc</b>.
zh_hans: 帮助<1>二重奏向导</1>打开<b>音乐之门</b>。
zh_hant: 幫助<1>二重奏嚮導</1>打開<b>音樂之門</b>。

# spirit_shop_ap06unlock_ap23_fetch_01_task_done
source: You helped the <1>Duets Guide</1> enter the concert hall once again! Return to the <1>Duets Guide</1> to continue your journey.
de: Du hast dem <1>Duette-Helfer</1> geholfen, die Konzerthalle wieder zu betreten! Kehre zum <1>Duette-Helfer</1> zurück, um deine Reise fortzusetzen.
es: ¡Ayudaste al <1>guía de los duetos</1> a ingresar de nuevo al auditorio! Regresa con el <1>guía de los duetos</1> para seguir el viaje.
fr: Vous avez aidé le <1>Guide des Duos</1> à entrer à nouveau dans la salle de concert ! Retournez auprès du <1>Guide des Duos</1> pour poursuive l’aventure.
id: Kamu telah membantu <1>Pemandu Duet</1> memasuki ruang konser sekali lagi! Kembali ke <1>Pemandu Duet</1> untuk melanjutkan perjalanan kamu.
it: Hai aiutato la <1>Guida ai duetti</1> a rientrare nella sala concerti! Torna dalla <1>Guida ai duetti</1> per continuare il tuo viaggio.
ja: あなたの助けで<1>音色の案内人</1>が再びコンサートホールに入れるようになりました！<1>音色の案内人</1>のもとへ戻り、旅を続けましょう
ko: <1>듀엣의 안내자</1>가 다시 연주회장에 들어갈 수 있게 도와줬어요! <1>듀엣의 안내자</1>에게 돌아가서 모험을 계속하세요.
pt: Você ajudou o <1>Guia de Duetos</1> a entrar na sala de música de novo! Fale novamente com o <1>Guia de Duetos</1> para continuar a jornada.
ru: Вы снова помогли <1>проводнику дуэтов</1> войти в концертный зал! Вернитесь к <1>проводнику дуэтов</1>, чтобы продолжить путешествие.
th: คุณได้ช่วย<1>ผู้แนะนำการบรรเลงคู่</1>กลับเข้าไปในโถงคอนเสิร์ตอีกครั้ง! กลับไปหา<1>ผู้แนะนำการบรรเลงคู่</1>เพื่อเดินทางต่อ
vi: Bạn đã giúp <1>Chỉ Dẫn Song Tấu</1> bước vào phòng hòa nhạc một lần nữa! Hãy quay lại chỗ <1>Chỉ Dẫn Song Tấu</1> để tiếp tục hành trình của bạn.
zh_hans: 你成功帮助<1>二重奏向导</1>再次进入音乐厅！回去找<1>二重奏向导</1>以继续你的旅程。
zh_hant: 你幫助了<1>二重奏嚮導</1>再次進入音樂廳！回去找<1>二重奏嚮導</1>繼續你的旅程。

# spirit_shop_ap06unlock_ap23_fetch_02_task_desc
source: Help the <1>Duets Guide</1> by restoring the concert hall.
de: Hilf dem <1>Duette-Helfer</1>, indem du die Konzerthalle wieder aufbaust.
es: Ayuda al <1>guía de los duetos</1> restaurando el auditorio.
fr: Aidez le <1>Guide des Duos</1> à rénover la salle de concert.
id: Bantu <1>Pemandu Duet</1> dengan merestorasi aula konser.
it: Aiuta la <1>Guida ai duetti</1> restaurando la sala concerti.
ja: コンサートホールを修繕し、<1>音色の案内人</1>を助けましょう
ko: 연주회장을 복원해 <1>듀엣의 안내자</1>를 도와주세요.
pt: Restaure a sala de música para ajudar o <1>Guia de Duetos</1>.
ru: Помогите <1>проводнику дуэтов</1>, восстановив концертный зал.
th: ช่วย<1>ผู้แนะนำการบรรเลงคู่</1>ซ่อมแซมโถงคอนเสิร์ต
vi: Hãy giúp <1>Chỉ Dẫn Song Tấu</1> bằng cách khôi phục lại phòng hòa nhạc.
zh_hans: 通过恢复音乐厅来帮助<1>二重奏向导</1>。
zh_hant: 修復音樂廳來幫助<1>二重奏嚮導</1>。

# spirit_shop_ap06unlock_ap23_fetch_02_task_done
source: You managed to restore the concert hall! Talk to the <1>Duets Guide</1> to continue your journey.
de: Du hast es geschafft, die Konzerthalle wiederaufzubauen! Sprich mit dem <1>Duette-Helfer</1>, um deine Reise fortzusetzen.
es: ¡Lograste restaurar el auditorio! Habla con el <1>guía de los duetos</1> para seguir el viaje.
fr: Vous avez rénové la salle de concert ! Parlez au <1>Guide des Duos</1> pour poursuivre l’aventure.
id: Kamu berhasil merestorasi aula konser! Bicaralah dengan <1>Pemandu Duet</1> untuk melanjutkan perjalanan kamu.
it: Hai restaurato la sala concerti! Parla con la <1>Guida ai duetti</1> per continuare il tuo viaggio.
ja: コンサートホールを修繕しました！<1>音色の案内人</1>に話しかけ、あなたの旅を続けましょう
ko: 연주회장을 복원했어요! <1>듀엣의 안내자</1>에게 말을 걸어 모험을 계속하세요.
pt: Você conseguiu restaurar a sala de música! Fale com o <1>Guia de Duetos</1> para continuar a jornada.
ru: Вы смогли восстановить концертный зал! Поговорите с <1>проводником дуэтов</1>, чтобы продолжить путешествие.
th: คุณซ่อมแซมโถงคอนเสิร์ตได้สำเร็จ! พูดคุยกับ<1>ผู้แนะนำการบรรเลงคู่</1>เพื่อเดินทางต่อ
vi: Bạn đã khôi phục được phòng hòa nhạc! Hãy nói chuyện với <1>Chỉ Dẫn Song Tấu</1> để tiếp tục hành trình của bạn.
zh_hans: 你成功恢复了音乐厅！与<1>二重奏向导</1>交谈以继续你的旅程。
zh_hant: 你成功修復了音樂廳！與<1>二重奏嚮導</1>交談以繼續你的旅程。

# spirit_shop_ap06unlock_ap23_fetch_03_task_desc
source: Help the <1>Duets Guide</1> rekindle the mysterious <b>husk</b>.
de: Hilf dem <1>Duette-Helfer</1>, die geheimnisvolle <b>Hülle</b> wiederzuerwecken.
es: Ayuda al <1>guía de los duetos</1> a reavivar la <b>cáscara</b> misteriosa.
fr: Aidez notre <1>Guide des Duos</1> à raviver la mystérieuse <b>coquille</b>.
id: Bantu <1>Pemandu Duet</1> menyalakan kembali <b>husk</b> yang misterius.
it: Aiuta la <1>Guida ai duetti</1> a riaccendere il misterioso <b>guscio</b>.
ja: 謎めいた<b>像</b>を呼び起こそうとしている<1>音色の案内人</1>を手伝いましょう
ko: <1>듀엣의 안내자</1>를 도와 수수께끼의 <b>껍데기</b>를 태워주세요.
pt: Ajude o <1>Guia de Duetos</1> a reacender a <b>estátua</b> misteriosa.
ru: Помогите <1>проводнику дуэтов</1> заново разжечь загадочный <b>остов</b>.
th: ช่วย<1>ผู้แนะนำบรรเลงคู่</1>จุดไฟให้กับ<b>เปลือก</b>ลึกลับอีกครั้ง
vi: Hãy giúp <1>Chỉ Dẫn Song Tấu</1> thắp lại <b>vỏ khô</b> bí ẩn.
zh_hans: 帮助<1>二重奏向导</1>唤醒神秘的<b>遗骸</b>。
zh_hant: 幫助<1>二重奏嚮導</1>喚醒神祕的<b>遺骸</b>。

# spirit_shop_ap06unlock_ap23_fetch_03_task_done
source: The <1>Duets Guide</1> is waiting for you at the concert hall.
de: Der <1>Duette-Helfer</1> wartet auf dich in der Konzerthalle.
es: El <1>guía de los duetos</1> te espera en el auditorio.
fr: Notre <1>Guide des Duos</1> vous attend à la Salle de concert.
id: <1>Pemandu Duet</1> menanti kedatangan kamu di aula konser.
it: La <1>Guida ai duetti</1> ti aspetta nella sala concerti.
ja: <1>音色の案内人</1>がコンサートホールであなたを待っています
ko: <1>듀엣의 안내자</1>가 연주회장에서 당신을 기다리고 있어요.
pt: O <1>Guia de Duetos</1> está à sua espera na sala de concertos.
ru: <1>Проводник дуэтов</1> ждет вас в концертном зале.
th: <1>ผู้แนะนำบรรเลงคู่</1>กำลังรอคุณอยู่ที่โถงคอนเสิร์ต
vi: <1>Chỉ Dẫn Song Tấu</1> đang chờ bạn tại phòng hòa nhạc.
zh_hans: <1>二重奏向导</1>正在音乐厅等你。
zh_hant: <1>二重奏嚮導</1>正在音樂廳等著你。

# spirit_shop_ap06unlock_ap23_fetch_04_task_desc
source: Rekindle the mysterious <b>husk</b> one more time.
de: Entzünde die geheimnisvolle <b>Hülle</b> noch einmal neu.
es: Reaviva la <b>cáscara</b> misteriosa una vez más.
fr: Ravivez une nouvelle fois la mystérieuse <b>coquille</b>.
id: Hidupkan kembali <b>husk</b> yang misterius sekali lagi.
it: Riaccendi il <b>guscio</b> misterioso ancora una volta.
ja: 謎めいた<b>像</b>をもう一度、呼び起こしましょう
ko: 수수께끼의 <b>껍데기</b>에 불을 붙여주세요.
pt: Reacenda a <b>estátua</b> misteriosa mais uma vez.
ru: Разожгите таинственный <b>остов</b> еще раз.
th: จุดไฟกับ<b>เปลือก</b>ลึกลับใหม่อีกครั้ง
vi: Thắp lại <b>vỏ khô</b> bí ẩn một lần nữa.
zh_hans: 再一次重新点亮神秘的<b>遗骸</b>。
zh_hant: 再次點燃神祕的<b>遺骸</b>。

# spirit_shop_ap06unlock_ap23_fetch_04_task_done
source: <b>You reunited the musical duo!</b> Return to the <1>Duets Guide</1> to continue your journey.
de: <b>Du hast das musikalische Duo wieder zusammengeführt!</b> Kehre zum <1>Duette-Helfer</1> zurück, um deine Reise fortzusetzen.
es: <b>¡Reuniste al dúo musical!</b> Regresa a la<1>guía de los duetos</1> para seguir con tu viaje.
fr: <b>Vous avez réuni le duo !</b> Retournez voir le <1>Guide des Duos</1> pour continuer votre voyage.
id: <b>Kamu telah menyatukan kembali duo musik ini!</b> Kembalilah ke <1>Pemandu Duet</1> untuk melanjutkan perjalanan kamu.
it: <b>Hai riunito il duo musicale!</b> Torna dalla <1>Guida ai duetti</1> per continuare il tuo viaggio.
ja: <b>あなたは音楽デュオを再会させました！</b> <1>音色の案内人</1>のもとへ戻り、あなたの旅を続けましょう
ko: <b>두 영혼이 다시 만났습니다!</b> <1>듀엣의 안내자</1>에게 돌아가 여정을 계속해 주세요.
pt: <b>Você reuniu o dueto musical!</b> Retorne ao <1>Guia de Duetos</1> para continuar a jornada.
ru: <b>Вы помогли дуэту музыкантов воссоединиться!</b> Вернитесь к <1>проводнику дуэтов</1>, чтобы продолжить свое путешествие.
th: <b>คุณได้นำนักดนตรีคู่กลับมารวมตัวกันอีกครั้ง!</b> กลับไปหา<1>ผู้แนะนำบรรเลงคู่</1>เพื่อเดินทางต่อ
vi: <b>Bạn đã đoàn tụ bộ đôi âm nhạc!</b> Quay về với <1>Chỉ Dẫn Song Tấu</1> để tiếp tục hành trình của bạn.
zh_hans: <b>你帮助音乐二人组实现了重聚！</b>返回至<1>二重奏向导</1>处以继续旅途。
zh_hant: <b>你幫這對音樂雙人組重聚了！</b>回去找<1>二重奏嚮導</1>繼續旅程。

# spirit_shop_ap06unlock_ap23_fetch_05_task_desc
source: Help the musical duo <b>perform together one more time</b>.
de: Hilf dem musikalischem Duo, <b>ein weiteres Mal zusammen aufzutreten</b>.
es: Ayuda al dúo musical <b>a tocar codo a codo una vez más</b>.
fr: Aidez le duo à <b>jouer ensemble une nouvelle fois</b>.
id: Bantu duo musik ini untuk <b>tampil bersama sekali lagi</b>.
it: Aiuta il duo musicale a <b>esibirsi insieme ancora una volta</b>.
ja: 音楽デュオが<b>もう一度ともに演奏</b>できるよう、手伝いましょう
ko: 두 영혼이 <b>다시 한번 듀엣 연주를 펼칠 수 있게</b> 도와주세요.
pt: Ajude o dueto musical a se <b>apresentar juntos mais uma vez</b>.
ru: Помогите дуэту музыкантов <b>выступить вместе в последний раз</b>.
th: ช่วยนักดนตรีคู่<b>แสดงร่วมกันอีกครั้ง</b>
vi: Giúp bộ đôi âm nhạc <b>biểu diễn cùng nhau một lần nữa</b>.
zh_hans: 帮助音乐二人组<b>再一起演奏一次</b>。
zh_hant: 幫這對音樂雙人組<b>再一次共同演出</b>。

# spirit_shop_ap06unlock_cs_dol_friendship_task_desc
source: Gift an item from the Shop to a dear friend.
de: Schenke einem lieben Freund einen Gegenstand aus dem Shop.
es: Regálale un objeto de la tienda a una querida amistad.
fr: Offrez un objet de la boutique à un ami cher.
id: Hadiahkan item dari Toko ke teman terkasih.
it: Regala un oggetto del Negozio a un caro amico.
ja: 大切なフレンドへ、ショップから選んだアイテムをプレゼントしましょう
ko: 상점에서 획득한 아이템을 소중한 친구에게 선물하세요
pt: Presenteie um amigo querido com um item da Loja.
ru: Подарите предмет из магазина дорогому другу.
th: มอบไอเทมจากร้านค้าเป็นของขวัญให้กับเพื่อนผู้เป็นที่รัก
vi: Tặng một món đồ từ Cửa hàng cho một người bạn thân.
zh_hans: 将商店中的一件物品赠送给一位亲密朋友。
zh_hant: 將商店中的物品贈送給親愛的朋友。

# spirit_shop_ap06unlock_cs_dol_friendship_task_done
source: Return to the <b> Auspicious Visitor</b> in Home.
de: Kehre zum <b> Vielversprechenden Besucher</b> im Zuhause zurück.
es: Vuelve con el <b>visitante de buen augurio</b> en Hogar.
fr: Retournez voir le <b> Visiteur de bon augure </b> à la Maison.
id: Kembali ke <b>Tamu Pembawa Keberuntungan</b> di Rumah.
it: Torna dall'<b>ospite propizio</b> nella Base.
ja: ホームにいる<b>幸運を祈る旅人</b>のもとへ戻りましょう
ko: 안식처에 있는 <b>상서로운 손님</b>에게 돌아가세요
pt: Fale novamente com o <b>Visitante Auspicioso</b> no Lar.
ru: Вернитесь Домой к <b>Дары приносящему</b>.
th: กลับไปหา<b>ผู้มาเยือนอันรุ่งโรจน์</b>ในบ้าน
vi: Về chỗ <b>Vị Khách Tốt Lành</b> ở Nhà.
zh_hans: 回到遇境的<b>吉祥访客</b>那里。
zh_hant: 回到境遇的<b>幸運訪客</b>處。

# spirit_shop_ap06unlock_fetch_dawn_task_desc
source: This <1>Spirit</1> yearns for <lwind><lwind_img/>Cyan Light</lwind>. It lingers among the early gusts of wind.
de: Dieser <1>Geist</1> sucht nach <lwind><lwind_img/>Türkisem Licht</lwind>. Du findest es zwischen den frühen Windstößen.
es: Este <1>Espíritu</1> anhela <lwind><lwind_img/>Luz Turquesa</lwind>. Aparece entre las primeras ráfagas de viento.
fr: Cet <1>esprit</1> désire une <lwind><lwind_img/>Lumière Cyan</lwind>. Elle subsiste parmi les premiers rafales de vent.
id: <1>Roh</1> ini merindukan <lwind><lwind_img/>Cahaya Sian</lwind>. Cahaya ini tetap hidup di antara hembusan angin awal.
it: Questo <1>spirito</1> desidera <lwind><lwind_img/>Luce Azzurra</lwind>. Si trova tra le prime raffiche di vento.
ja: この<1>精霊</1>は<lwind><lwind_img/>水色の灯り</lwind>を強く求めています。それは始まりの風の中に取り残されているようです
ko: <1>영혼</1>은 <lwind><lwind_img/>청록색 빛</lwind>을 기다립니다. 청록색 빛은 새벽 바람 사이를 맴돌고 있어요.
pt: Esse <1>espírito</1> anseia por <lwind><lwind_img/>Luz Ciana</lwind>. Ela permanece entre as primeiras rajadas de vento.
ru: Этот <1>дух</1> тоскует по <lwind><lwind_img/>бирюзовому свету</lwind>. Такой свет парит среди порывов ветра.
th: <1>สปิริต</1>ตนนี้โหยหา<lwind><lwind_img/>แสงสีฟ้าอมเขียว</lwind> ซึ่งอยู่ท่ามกลางลมกระโชกแรง
vi: <1>Tinh Linh</1> khao khát <lwind><lwind_img/>Ánh Sáng Xanh</lwind>. Chúng lay lắt trong cơn gió đầu mùa.
zh_hans: <1>先灵</1>渴望<lwind><lwind_img/>青色光芒</lwind>。它们徘徊在初风之中。
zh_hant: <1>先靈</1>渴望<lwind><lwind_img/>青色光芒</lwind>。它們徘徊在初風之中。

# spirit_shop_ap06unlock_fetch_dawn_task_done
source: <lwind><lwind_img/>Cyan Light</lwind> is collected! Return it to the <1>Spirit</1> at the <b>Forgotten Ark</b> in <b>Golden Wasteland</b>.
de: Du hast <lwind><lwind_img/>Türkises Licht</lwind> eingesammelt! Du kannst es beim <1>Geist</1> bei der <b>Vergessenen Arche</b> in der <b>Goldenen Ödnis</b> abgeben.
es: ¡Recogiste <lwind><lwind_img/>Luz Turquesa</lwind>! Regresa hasta el <1>Espíritu</1> en el <b>Arca Olvidada</b> del <b>Páramo Dorado</b>.
fr: <lwind><lwind_img/>Lumière Cyan</lwind> récupérée ! Rapportez-la à l'<1>esprit</1> de l'<b>Arche oubliée</b> dans le <b>Désert d'or</b>.
id: <lwind><lwind_img/>Cahaya Sian</lwind> didapatkan! Kembali ke <1>Roh</1> di <b>Tabut Terlupakan</b> di <b>Gurun Emas</b>.
it: Hai raccolto <lwind><lwind_img/>Luce Azzurra</lwind>! Riportala allo <1>spirito</1> presso l'<b>Arca Dimenticata</b> nel <b>Deserto Dorato</b>.
ja: <lwind><lwind_img/>水色の灯り</lwind>を手に入れました！<b>捨てられた地</b>の<b>忘れられた方舟</b>にて待つ<1>精霊</1>に届けましょう
ko: <lwind><lwind_img/>청록색 빛</lwind>을 찾았어요! <b>황금 황무지</b>의 <b>잊혀진 방주</b>에서 기다리는 <1>영혼</1>에게 가져다주세요.
pt: <lwind><lwind_img/>Luz Ciana</lwind> coletada! Devolva-a ao <1>espírito</1> na <b>arca esquecida</b> no <b>Sertão Dourado</b>.
ru: <lwind><lwind_img/>Бирюзовый свет</lwind> собран! Верните его <1>духу</1> у <b>Забытого ковчега</b> в <b>Золотой пустоши</b>.
th: ได้รับ<lwind><lwind_img/>แสงสีฟ้าอมเขียว</lwind>แล้ว! นำกลับไปให้<1>สปิริต</1>ที่<b>เรือที่ถูกลืม</b>ใน<b>แดนร้างทองอร่าม</b>เลยสิ
vi: Thu thập xong <lwind><lwind_img/>Ánh Sáng Xanh</lwind>! Giao chúng cho <b>Tinh Linh</b> ở <b>Hòm Lãng Quên</b> tại <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: <lwind><lwind_img/>青色光芒</lwind>收集完毕! 将它交还给<b>暮土</b>里<b>失落方舟</b>的<1>先灵</1>。
zh_hant: <lwind><lwind_img/>青色光芒</lwind>收集完畢! 將它交還給<b>暮土</b>裡<b>失落方舟</b>的<1>先靈</1>。

# spirit_shop_ap06unlock_fetch_day_task_desc
source: This <1>Spirit</1> needs <learth><learth_img/>Green Light</learth>. The fable is they are gifts to the earth from the sky.
de: Dieser <1>Geist</1> benötigt <learth><learth_img/>Grünes Licht</learth>. Es heißt, es handle sich um ein Geschenk vom Himmel an die Erde.
es: Este <1>Espíritu</1> necesita <learth><learth_img/>Luz Verde</learth>. Dice la fábula que es un regalo que el cielo le hizo a la tierra.
fr: Cet <1>esprit</1> a besoin d'une <learth><learth_img/>Lumière Verte</learth>. La légende raconte qu'il s'agit d'un don du ciel à la terre.
id: <1>Roh</1> ini perlu <learth><learth_img/>Cahaya Hijau</learth>. Konon itu adalah hadiah untuk bumi dari langit.
it: Questo <1>spirito</1> ha bisogno di <learth><learth_img/>Luce Verde</learth>. Secondo la leggenda, è un dono del cielo alla terra.
ja: この<1>精霊</1>は<learth><learth_img/>緑色の灯り</learth>を必要としています。寓話ではそれは空から地上への贈り物だったそうです
ko: <1>영혼</1>은 <learth><learth_img/>녹색 빛</learth>을 원합니다. 들리는 이야기에 따르면 녹색 빛은 하늘이 땅에 주는 선물이라고 해요.
pt: Esse <1>espírito</1> precisa de <learth><learth_img/>Luz Verde</learth>. A fábula é de que ela é um presente do céu para a terra.
ru: Этому <1>духу</1> нужен <learth><learth_img/>зеленый свет</learth>. Говорят, этот свет небо подарило земле.
th: <1>สปิริต</1>ตนนี้ต้องการ<learth><learth_img/>แสงสีเขียว</learth> มีเรื่องเล่ากล่าวไว้ว่า แสงสีเขียวคือของขวัญที่ท้องฟ้ามอบให้แก่โลก
vi: <1>Tinh Linh</1> cần <learth><learth_img/>Ánh Sáng Lục</learth>. Chúng là món quà thượng đế ban cho trái đất.
zh_hans: <1>先灵</1>需要<learth><learth_img/>绿色光芒</learth>。它们是上天给大地的礼物。
zh_hant: <1>先靈</1>需要<learth><learth_img/>綠色光芒</learth>。它們是上天給大地的禮物。

# spirit_shop_ap06unlock_fetch_day_task_done
source: <learth><learth_img/>Green Light</learth> is collected! Return it to the <1>Spirit</1> at the <b>Forgotten Ark</b> in <b>Golden Wasteland</b>.
de: Du hast <learth><learth_img/>Grünes Licht</learth> gesammelt! Du kannst es beim <1>Geist</1> bei der <b>Vergessenen Arche</b> in der <b>Goldenen Ödnis</b> abgeben.
es: ¡Recogiste <learth><learth_img/>Luz Verde</learth>! Regresa hasta el <1>Espíritu</1> en el <b>Arca Olvidada</b> del <b>Páramo Dorado</b>.
fr: <learth><learth_img/>Lumière Verte</learth> récupérée ! Rapportez-la à l'<1>esprit</1> de l'<b>Arche oubliée</b> dans le <b>Désert d'or</b>.
id: <learth><learth_img/>Cahaya Hijau</learth> didapatkan! Kembali ke <1>Roh</1> di <b>Tabut Terlupakan</b> di <b>Gurun Emas</b>.
it: Hai raccolto <learth><learth_img/>Luce Verde</learth>! Riportala allo <1>spirito</1> presso l'<b>Arca Dimenticata</b> nel <b>Deserto Dorato</b>.
ja: <learth><learth_img/>緑色の灯り</learth>を手に入れました！<b>捨てられた地</b>の<b>忘れられた方舟</b>にて待つ<1>精霊</1>に届けましょう
ko: <learth><learth_img/>녹색 빛</learth>을 찾았어요! <b>황금 황무지</b>의 <b>잊혀진 방주</b>에서 기다리는 <1>영혼</1>에게 가져다주세요.
pt: <learth><learth_img/>Luz Verde</learth> coletada! Devolva-a ao <1>espírito</1> na <b>arca esquecida</b> no <b>Sertão Dourado</b>.
ru: <learth><learth_img/>Зеленый свет</learth> собран! Верните его <1>духу</1> у <b>Забытого ковчега</b> в <b>Золотой пустоши</b>.
th: ได้รับ<learth><learth_img/>แสงสีเขียว</learth>แล้ว! นำกลับไปให้<1>สปิริต</1>ที่<b>เรือที่ถูกลืม</b>ใน<b>แดนร้างทองอร่าม</b>เลยสิ
vi: Thu thập xong <learth><learth_img/>Ánh Sáng Lục</learth>! Giao chúng cho <b>Tinh Linh</b> ở <b>Hòm Lãng Quên</b> tại <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: <learth><learth_img/>绿色光芒</learth>收集完毕！将它交还给<b>暮土</b>里<b>失落方舟</b>的<1>先灵</1>。
zh_hant: <learth><learth_img/>綠色光芒</learth>收集完畢！將它交還給<b>暮土</b>裡<b>失落方舟</b>的<1>先靈</1>。

# spirit_shop_ap06unlock_fetch_dusk_task_desc
source: This <1>Spirit</1> longs for <lvoid><lvoid_img/>Red Light</lvoid>. They can be found where darkness prevails.
de: Dieser <1>Geist</1> sucht nach <lvoid><lvoid_img/>Rotem Licht</lvoid>. Du findest es dort, wo die Dunkelheit herrscht.
es: Este <1>Espíritu</1> desea <lvoid><lvoid_img/>Luz Roja</lvoid>. La puedes encontrar donde se impone la oscuridad.
fr: Cet <1>esprit</1> espère voir une <lvoid><lvoid_img/>Lumière Rouge</lvoid>. Elles peuvent être trouvées là où l'obscurité règne.
id: <1>Roh</1> ini merindukan <lvoid><lvoid_img/>Cahaya Merah</lvoid>. Cahaya ini bisa ditemukan di tempat kegelapan lebih kuat.
it: Questo <1>spirito</1> desidera <lvoid><lvoid_img/>Luce Rossa</lvoid>. Si può trovare dove prevalgono le tenebre.
ja: この<1>精霊</1>は<lvoid><lvoid_img/>赤色の灯り</lvoid>を切望しています。それは闇が支配する地で見つかるでしょう
ko: <1>영혼</1>은 <lvoid><lvoid_img/>빨간색 빛</lvoid>을 간절히 바랍니다. 어둠이 만연한 곳에서 찾을 수 있다고 해요.
pt: Esse <1>espírito</1> anseia por <lvoid><lvoid_img/>Luz Vermelha</lvoid>. Ela pode ser encontrada onde a escuridão prevalece.
ru: Этот <1>дух</1> жаждет <lvoid><lvoid_img/>красного света</lvoid>. Его можно найти там, где царит тьма.
th: <1>สปิริต</1>ตนนี้โหยหา<lvoid><lvoid_img/>แสงสีแดง</lvoid> ซึ่งสามารถพบได้ในสถานที่ที่มีความมืดปกคลุมอยู่
vi: <1>Tinh Linh</1> mong đợi <lvoid><lvoid_img/>Ánh Sáng Đỏ</lvoid>. Tìm thấy chúng ở vùng tăm tối.
zh_hans: <1>先灵</1>渴望<lvoid><lvoid_img/>红色光芒</lvoid>。在黑暗的地方找到他们。
zh_hant: <1>先靈</1>渴望<lvoid><lvoid_img/>紅色光芒</lvoid>。在黑暗的地方找到他們。

# spirit_shop_ap06unlock_fetch_dusk_task_done
source: <lvoid><lvoid_img/>Red Light</lvoid> is collected! Return it to the <1>Spirit</1> at the <b>Forgotten Ark</b> in <b>Golden Wasteland</b>.
de: Du hast <lvoid><lvoid_img/>Rotes Licht</lvoid> gesammelt! Du kannst es beim <1>Geist</1> bei der <b>Vergessenen Arche</b> in der <b>Goldenen Ödnis</b> abgeben.
es: ¡Recogiste <lvoid><lvoid_img/>Luz Roja</lvoid>! Regresa hasta el <1>Espíritu</1> en el <b>Arca Olvidada</b> del <b>Páramo Dorado</b>.
fr: <lvoid><lvoid_img/>Lumière Rouge</lvoid> récupérée ! Rapportez-la à l'<1>esprit</1> de l'<b>Arche oubliée</b> dans le <b>Désert d'or</b>.
id: <lvoid><lvoid_img/>Cahaya Merah</lvoid> didapatkan! Kembali ke <1>Roh</1> di <b>Tabut Terlupakan</b> di <b>Gurun Emas</b>.
it: Hai raccolto <lvoid><lvoid_img/>Luce Rossa</lvoid>! Riportala allo <1>spirito</1> presso l'<b>Arca Dimenticata</b> nel <b>Deserto Dorato</b>.
ja: <lvoid><lvoid_img/>赤色の灯り</lvoid>を手に入れました！<b>捨てられた地</b>の<b>忘れられた方舟</b>にて待つ<1>精霊</1>に届けましょう
ko: <lvoid><lvoid_img/>빨간색 빛</lvoid>을 찾았어요! <b>황금 황무지</b>의 <b>잊혀진 방주</b>에서 기다리는 <1>영혼</1>에게 가져다주세요.
pt: <lvoid><lvoid_img/>Luz Vermelha</lvoid> coletada! Devolva-a ao <1>espírito</1> na <b>arca esquecida</b> no <b>Sertão Dourado</b>.
ru: <lvoid><lvoid_img/>Красный свет</lvoid> собран! Верните его <1>духу</1> у <b>Забытого ковчега</b> в <b>Золотой пустоши</b>.
th: ได้รับ<lvoid><lvoid_img/>แสงสีแดง</lvoid>แล้ว! นำกลับไปให้<1>สปิริต</1>ที่<b>เรือที่ถูกลืม</b>ใน<b>แดนร้างทองอร่าม</b>เลยสิ
vi: Thu thập xong <lvoid><lvoid_img/>Ánh Sáng Đỏ</lvoid>! Giao chúng cho <b>Tinh Linh</b> ở <b>Hòm Lãng Quên</b> tại <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: <lvoid><lvoid_img/>红色光芒</lvoid>收集完毕！将它交还给<b>暮土</b>里<b>失落方舟</b>的<1>先灵</1>。
zh_hant: <lvoid><lvoid_img/>紅色光芒</lvoid>收集完畢！將它交還給<b>暮土</b>裡<b>失落方舟</b>的<1>先靈</1>。
