Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# account_panel_nintendo_not_available
source: Sign in with Nintendo Account not yet available on this device
de: Anmeldung mit Nintendo-Account auf diesem Gerät noch nicht verfügbar
es: El inicio de sesión con cuenta Nintendo aún no está disponible en este dispositivo
fr: La connexion avec compte Nintendo n'est pas encore disponible sur cet appareil
id: Masuk dengan Akun Nintendo belum tersedia di perangkat ini
it: L'accesso con account Nintendo non è ancora disponibile su questo dispositivo
ja: この端末はニンテンドーアカウントでのログインに対応していません
ko: 이 기기에서는 아직 닌텐도 어카운트로 로그인 할 수 없습니다
pt: O acesso pela conta Nintendo não está disponível neste dispositivo
ru: Вход с учетной записью Nintendo еще не доступен на этом устройстве
th: อุปกรณ์นี้ยังไม่รองรับการเข้าสู่ระบบด้วยบัญชี Nintendo
vi: Đăng nhập bằng Tài khoản Nintendo chưa khả dụng trên thiết bị này
zh_hans: 此设备尚不支持Nintendo账号登录
zh_hant: 此設備尚不支持Nintendo帳號登入

# account_panel_recovery_code_message_01
source: Your Sky ID is: <small><b>{{1}}</b></small>
de: Deine Himmelsreich-ID lautet: <small><b>{{1}}</b></small>
es: Tu ID de Sky es: <small><b>{{1}}</b></small>
fr: Votre Sky ID est : <small><b>{{1}}</b></small>
id: ID Sky kamu: <small><b>{{1}}</b></small>
it: Il tuo ID di Sky è: <small><b>{{1}}</b></small>
ja: あなたのSky IDは： <small><b>{{1}}</b></small>です
ko: Sky ID: <b>{{1}}</b>
pt: Sua ID de Sky é: <small><b>{{1}}</b></small>
ru: Ваш Sky ID: <small><b>{{1}}</b></small>
th: Sky ID ของคุณคือ: <small><b>{{1}}</b></small>
vi: Sky ID của bạn là: <small><b>{{1}}</b></small>
zh_hans: 你的《光·遇》ID： <small><b>{{1}}</b></small>
zh_hant: 你的《光·遇》ID： <small><b>{{1}}</b></small>

# account_panel_recovery_code_message_02
source: Self recovery support coming soon!
de: Support für eigene Wiederherstellung in Kürze!
es: ¡La asistencia para la Autorecuperación estará disponible pronto!
fr: La récupération manuelle sera bientôt disponible !
id: Dukungan pemulihan mandiri segera hadir!
it: Il supporto per il recupero dell'account sta per arrivare!
ja: 近日、オート復元サポートが実装されます
ko: 자가 복구 지원이 곧 제공됩니다!
pt: O suporte para auto-recuperação chega em breve!
ru: Скоро можно будет восстанавливать учетную запись самостоятельно!
th: รองรับการกู้คืนด้วยตนเองในเร็วๆ นี้!
vi: Hỗ trợ tự khôi phục sắp ra mắt!
zh_hans: 自助账号恢复将于近期上线！
zh_hant: 手動帳戶恢復將於近期上線！

# account_panel_sign_in_error
source: Error signing in: <b>{{1}}</b>
de: Fehler beim Anmelden: <b>{{1}}</b>
es: Error al iniciar sesión: <b>{{1}}</b>
fr: Erreur de connexion : <b>{{1}}</b>
id: Kesalahan saat masuk: <b>{{1}}</b>
it: Errore di accesso: <b>{{1}}</b>
ja: 連携エラー： <b>{{1}}</b>
ko: 로그인 오류: <b>{{1}}</b>
pt: Erro ao se conectar: <b>({1})</b>
ru: Ошибка входа в: <b>{{1}}</b>
th: เกิดข้อผิดพลาดขณะเข้าสู่ระบบ: <b>{{1}}</b>
vi: Lỗi đăng nhập: <b>{{1}}</b>
zh_hans: 登陆错误： <b>{{1}}</b>
zh_hant: 登錄錯誤： <b>{{1}}</b>

# account_panel_signed_in_apple_state
source: Signed in with your Apple ID
de: Mit deiner Appel-ID angemeldet
es: Iniciaste sesión con tu Apple ID
fr: Connecté avec votre identifiant Apple
id: Masuk dengan Apple ID kamu
it: Connesso con il tuo ID Apple
ja: Apple IDにログインしています
ko: Apple ID로 로그인 되었습니다
pt: Conectado com o seu Apple ID
ru: Выполнен вход вашим Apple ID
th: เข้าสู่ระบบด้วย Apple ID ของคุณแล้ว
vi: Đã đăng nhập bằng Apple ID của bạn
zh_hans: 用您的Apple ID登录
zh_hant: 用您的Apple ID登錄

# account_panel_signed_in_facebook_state
source: Signed in to Facebook account: <b>{{1}}</b>
de: Du bist bei folgendem Facebook-Konto angemeldet: <b>{{1}}</b>
es: Sesión iniciada con cuenta de Facebook <b>{{1}}</b>
fr: Connecté au compte Facebook : <b>{{1}}</b>
id: Masuk dengan akun Facebook: <b>{{1}}</b>
it: Connesso all'account di Facebook: <b>{{1}}</b>
ja: Facebookアカウント： <b>{{1}}</b>にログインしています
ko: 로그인 된 Facebook 계정: <b>{{1}}</b>
pt: Conectado com a conta do Facebook: <b>{{1}}</b>
ru: Вы вошли в учетную запись Facebook: <b>{{1}}</b>
th: เข้าสู่ระบบด้วยบัญชี Facebook: <b>{{1}}</b>
vi: Đã đăng nhập vào tài khoản Facebook: <b>{{1}}</b>
zh_hans: 已登录到Facebook账户 <b>{{1}}</b>
zh_hant: 已登入 Facebook 帳號 <b>{{1}}</b>

# account_panel_signed_in_gamecenter_state
source: Signed in to Game Center account: <b>{{1}}</b>
de: Du bist bei folgendem Game Center-Konto angemeldet: <b>{{1}}</b>
es: Sesión iniciada en tu cuenta de Game Center: <b>{{1}}</b>
fr: Connecté au compte Game Center : <b>{{1}}</b>
id: Masuk dengan akun Game Center: <b>{{1}}</b>
it: Connesso all'account di Game Center: <b>{{1}}</b>
ja: Game Centerアカウント： <b>{{1}}</b>にログインしています
ko: 로그인 된 Game Center 계정: <b>{{1}}</b>
pt: Conectado na conta do Game Center: <b>{{1}}</b>
ru: Вы вошли в учетную запись Game Center: <b>{{1}}</b>
th: เข้าสู่ระบบด้วยบัญชี Game Center: <b>{{1}}</b>
vi: Đã đăng nhập vào tài khoản Game Center: <b>{{1}}</b>
zh_hans: 登陆Game Center账号： <b>{{1}}</b>
zh_hant: 已登入 Game Center 帳號： <b>{{1}}</b>

# account_panel_signed_in_google_play_state
source: Signed in to Google Play account: <b>{{1}}</b>
de: Du bist bei folgendem Google-Play-Konto angemeldet: <b>{{1}}</b>
es: Sesión iniciada en tu cuenta de Google Play: <b>{{1}}</b>
fr: Connecté au compte Google Play: <b>{{1}}</b>
id: Masuk dengan akun Google Play: <b>{{1}}</b>
it: Connesso all'account di Google Play: <b>{{1}}</b>
ja: Google Playアカウント <b>{{1}}</b>にログインしています
ko: 로그인 된 Google Play 계정: <b>{{1}}</b>
pt: Conectado na conta do Google Play: <b>{{1}}</b>
ru: Вы вошли в учетную запись Google Play: <b>{{1}}</b>
th: เข้าสู่ระบบด้วยบัญชี Google Play: <b>{{1}}</b>
vi: Đã đăng nhập vào tài khoản Google Play: <b>{{1}}</b>
zh_hans: 登陆Google Play账号 <b>{{1}}</b>
zh_hant: 已登入 Google Play 帳號 <b>{{1}}</b>

# account_panel_signed_in_google_state
source: Signed in to Google account: <b>{{1}}</b>
de: Du bist bei folgendem Google-Konto angemeldet: <b>{{1}}</b>
es: Sesión iniciada en tu cuenta de Google: <b>{{1}}</b>
fr: Connecté au compte Google : <b>{{1}}</b>
id: Masuk dengan akun Google: <b>{{1}}</b>
it: Connesso all'account di Google: <b>{{1}}</b>
ja: Googleアカウント： <b>{{1}}</b>にログインしています
ko: 로그인 된 Google 계정: <b>{{1}}</b>
pt: Conectado na conta do Google: <b>{{1}}</b>
ru: Вы вошли в учетную запись Google: <b>{{1}}</b>
th: เข้าสู่ระบบด้วยบัญชี Google: <b>{{1}}</b>
vi: Đã đăng nhập vào tài khoản Google: <b>{{1}}</b>
zh_hans: 登陆Google账号： <b>{{1}}</b>
zh_hant: 已登入 Google 帳號： <b>{{1}}</b>

# account_panel_signed_in_huawei_state
source: Signed in to HUAWEI ID: <b>{{1}}</b>
de: Mit HUAWEI ID angemeldet: <b>{{1}}</b>
es: Sesión iniciada al ID de HUAWEI: <b>{{1}}</b>
fr: Connecté avec l'identifiant Huawei : <b>{{1}}</b>
id: Masuk dengan ID HUAWEI: <b>{{1}}</b>
it: Hai effettuato l'accesso con HUAWEI ID: <b>{{1}}</b>
ja: HUAWEI ID： <b>{{1}}</b>にログインしています
ko: 아래 HUAWEI ID로 로그인됨: <b>{{1}}</b>
pt: Conectado ao ID HUAWEI: <b>{{1}}</b>
ru: Вы вошли, используя HUAWEI ID: <b>{{1}}</b>
th: เข้าสู่ระบบด้วย HUAWEI ID: <b>{{1}}</b>
vi: Đã đăng nhập vào HUAWEI ID: <b>{{1}}</b>
zh_hans: 已登录华为账号： <b>{{1}}</b>
zh_hant: 登入至華為 ID： <b>{{1}}</b>

# account_panel_signed_in_nintendo_state
source: Signed in with your Nintendo Account
de: Mit deinem Nintendo-Account angemeldet
es: Iniciaste sesión con tu cuenta Nintendo
fr: Connecté avec votre compte Nintendo
id: Masuk dengan Akun Nintendo kamu
it: Acceduto con l'account Nintendo
ja: ニンテンドーアカウント
ko: 닌텐도 어카운트로 로그인 됨
pt: Login feito através da sua conta Nintendo
ru: Вы вошли, используя свою учетную запись Nintendo
th: เข้าสู่ระบบด้วยบัญชี Nintendo ของคุณ
vi: Đã đăng nhập bằng Tài khoản Nintendo của bạn
zh_hans: 已登录您的Nintendo账号
zh_hant: 已使用您的 Nintendo 帳號登入

# account_panel_signed_in_sony_state
source: Signed in with account for PlayStation™Network: <b>{{1}}</b>
de: Mit Konto für PlayStation™Network angemeldet: <b>{{1}}</b>
es: Iniciaste sesión con tu cuenta para acceder a PlayStation™Network: <b>{{1}}</b>
fr: Connecté avec un compte vous permettant d'accéder à PlayStation™Network : <b>{{1}}</b>
id: Telah masuk dengan akun untuk PlayStation™Network: <b>{{1}}</b>
it: Hai effettuato l'accesso con l'account per PlayStation™Network: <b>{{1}}</b>
ja: PlayStation™Networkのアカウント： <b>{{1}}</b>にサインインしています
ko: PlayStation™Network에서 사용하는 계정으로 로그인됨: <b>{{1}}</b>
pt: Sessão iniciada com a conta utilizada na PlayStation™Network: <b>{{1}}</b>
ru: Вы вошли через учетную запись для PlayStation™Network: <b>{{1}}</b>
th: เข้าสู่ระบบด้วยบัญชีสำหรับ PlayStation™Network: <b>{{1}}</b>
vi: Đã đăng nhập bằng tài khoản dùng cho PlayStation™Network: <b>{{1}}</b>
zh_hans: 已用存取PlayStation™Network的账号登陆： <b>{{1}}</b>
zh_hant: 已使用 PlayStation™Network 帳號登入： <b>{{1}}</b>

# account_panel_signed_in_steam_state
source: Signed in with account for Steam: <b>{{1}}</b>
de: Mit Konto für Steam angemeldet: <b>{{1}}</b>
es: Iniciaste sesión con tu cuenta para acceder a Steam: <b>{{1}}</b>
fr: Connecté avec un compte vous permettant d'accéder à Steam : <b>{{1}}</b>
id: Telah masuk dengan akun untuk Steam: <b>{{1}}</b>
it: Hai effettuato l'accesso con l'account per Steam: <b>{{1}}</b>
ja: Steamのアカウント： <b>{{1}}</b>にサインインしています
ko: Steam에서 사용하는 계정으로 로그인됨: <b>{{1}}</b>
pt: Sessão iniciada com a conta utilizada na Steam: <b>{{1}}</b>
ru: Вы вошли через учетную запись для Steam: <b>{{1}}</b>
th: เข้าสู่ระบบด้วยบัญชีสำหรับ Steam: <b>{{1}}</b>
vi: Đã đăng nhập bằng tài khoản dùng cho Steam: <b>{{1}}</b>
zh_hans: 已用存取Steam的账号登陆： <b>{{1}}</b>
zh_hant: 已使用 Steam 帳號登入： <b>{{1}}</b>

# account_panel_signed_in_twitch_state
source: Signed in with account for Twitch: <b>{{1}}</b>
de: Mit Konto für Twitch angemeldet: <b>{{1}}</b>
es: Iniciaste sesión con tu cuenta para acceder a Twitch: <b>{{1}}</b>
fr: Connecté avec un compte vous permettant d'accéder à Twitch : <b>{{1}}</b>
id: Masuk dengan akun untuk Twitch: <b>{{1}}</b>
it: Hai effettuato l'accesso con l'account per Twitch: <b>{{1}}</b>
ja: Twitch アカウントにログインしました： <b>{{1}}</b>
ko: Twitch 계정으로 로그인됨: <b>{{1}}</b>
pt: Sessão iniciada com a conta da Twitch: <b>{{1}}</b>
ru: Вы вошли через учетную запись для Twitch: <b>{{1}}</b>
th: เข้าสู่ระบบด้วยบัญชีสำหรับ Twitch: <b>{{1}}</b>
vi: Đăng nhập với tài khoản Twitch: <b>{{1}}</b>
zh_hans: 已用Twitch的账号登录： <b>{{1}}</b>
zh_hant: 已使用 Twitch 帳號登入： <b>{{1}}</b>

# account_panel_signed_out_gamecenter_state
source: Game Center not available on this platform
de: Game Center ist auf dieser Plattform nicht verfügbar
es: Game Center no está disponible en esta plataforma
fr: Game Center non disponible sur cette plate-forme
id: Game Center tidak tersedia di platform ini
it: Game Center non è disponibile su questa piattaforma
ja: Game Centerはお使いの環境では利用できません
ko: 이 플랫폼에서는 Game Center를 이용할 수 없어요
pt: Game Center não está disponível nessa plataforma.
ru: Game Center недоступен на этой платформе
th: Game Center ไม่พร้อมใช้งานบนแพลตฟอร์มนี้
vi: Game Center không khả dụng trên nền tảng này
zh_hans: 本设备不支持 Game Center
zh_hant: 本設備不支持 Game Center

# account_panel_signed_out_gamecenter_vn_state
source: Game Center (Vietnam) not available on this platform
de: Game Center (Vietnam) ist auf dieser Plattform nicht verfügbar
es: Game Center (Vietnam) no está disponible en esta plataforma
fr: Game Center (Vietnam) non disponible sur cette plateforme
id: Game Center (Vietnam) tidak tersedia di platform ini
it: Game Center (Vietnam) non è disponibile su questa piattaforma
ja: この端末はGame Center (ベトナム) に対応していません
ko: 이 플랫폼에서는 Game Center(베트남)를 이용할 수 없습니다
pt: Game Center (Vietnã) indisponível nesta plataforma.
ru: Game Center (Вьетнам) недоступен на этой платформе
th: Game Center (เวียดนาม) ไม่พร้อมใช้งานบนแพลตฟอร์มนี้
vi: Game Center (Việt Nam) không khả dụng trên nền tảng này
zh_hans: 本设备不支持Game Center（越南）
zh_hant: 本平台不支持 Game Center（越南）

# account_panel_signed_out_state
source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Pas connecté
id: Belum masuk
it: Non connesso
ja: ログインしていません
ko: 로그아웃 상태
pt: Não conectado
ru: Вы не вошли
th: ยังไม่ได้เข้าสู่ระบบ
vi: Chưa đăng nhập
zh_hans: 尚未登陆
zh_hant: 尚未登錄

# account_panel_signing_in_state
source: Signing in ...
de: Anmelden ...
es: Iniciando sesión...
fr: Connexion…
id: Masuk ...
it: Connessione in corso...
ja: ログイン中...
ko: 로그인 중…
pt: Entrando...
ru: Вход...
th: กำลังเข้าสู่ระบบ...
vi: Đang đăng nhập ...
zh_hans: 正在登陆…
zh_hant: 正在登錄…

# account_panel_signing_out_state
source: Signing out ...
de: Abmelden ...
es: Cerrando sesión...
fr: Déconnexion…
id: Keluar ...
it: Disconnessione in corso...
ja: ログアウト中...
ko: 로그아웃 중…
pt: Saindo...
ru: Выход...
th: กำลังออกจากระบบ...
vi: Đang đăng xuất ...
zh_hans: 正在登出…
zh_hant: 正在登出…

# account_panel_sony_not_available
source: Sign in with account for PlayStation™Network not yet available on this device
de: Anmeldung mit Konto für PlayStation™Network auf diesem Gerät noch nicht möglich
es: El inicio de sesión con una cuenta para acceder a PlayStation™Networkk todavía no está disponible en este dispositivo
fr: La connexion avec un compte vous permettant d'accéder à PlayStation™Network n’est pas encore disponible sur cet appareil
id: Masuk dengan akun untuk PlayStation™Network belum tersedia di perangkat ini
it: L'accesso con l'account per PlayStation™Network non è ancora disponibile su questo dispositivo
ja: この端末では、PlayStation™Network アカウントへのサインインをご利用いただけません
ko: 이 기기에서는 아직 PlayStation™Network에서 사용하는 계정으로 로그인을 지원하지 않습니다
pt: Ainda não é possível iniciar sessão com a conta utilizada na PlayStation™Network neste dispositivo
ru: Вход через учетную запись для PlayStation™Network пока недоступен на этом устройстве
th: ไม่สามารถเข้าสู่ระบบด้วยบัญชีสำหรับ PlayStation™Network บนอุปกรณ์นี้ได้
vi: Tính năng đăng nhập bằng tài khoản dùng cho PlayStation™Network chưa khả dụng trên thiết bị này
zh_hans: 此设备尚不可用存取PlayStation™Network的账号登陆
zh_hant: 尚且無法在這台裝置以 PlayStation™Network 帳號登入

# account_panel_steam_not_available
source: Sign in with Steam Account not yet available on this device
de: Anmeldung mit Steam-Konto auf diesem Gerät noch nicht verfügbar
es: El inicio de sesión con cuenta Steam aún no está disponible en este dispositivo
fr: La connexion avec compte Steam n'est pas encore disponible sur cet appareil
id: Masuk dengan Akun Steam belum tersedia di perangkat ini
it: L'accesso con account Steam non è ancora disponibile su questo dispositivo
ja: この端末はSteamアカウントでのログインに対応していません
ko: 이 기기에서는 아직 Steam 어카운트로 로그인 할 수 없습니다
pt: O acesso pela conta Steam não está disponível neste dispositivo
ru: Вход с учетной записью Steam еще не доступен на этом устройстве
th: อุปกรณ์นี้ยังไม่รองรับการเข้าสู่ระบบด้วยบัญชี Steam
vi: Đăng nhập bằng Tài khoản Steam chưa khả dụng trên thiết bị này
zh_hans: 此设备尚不支持Steam账号登录
zh_hant: 此設備尚不支援 Steam 帳號登入

# account_panel_twitch_not_available
source: Sign in with Twitch Account not yet available on this device
de: Anmeldung mit Twitch-Konto auf diesem Gerät noch nicht verfügbar
es: El inicio de sesión con cuenta de Twitch aún no está disponible en este dispositivo
fr: La connexion avec compte Twitch n'est pas encore disponible sur cet appareil
id: Masuk dengan Akun Twitch yang belum tersedia di perangkat ini
it: L'accesso con l'account Twitch non è ancora disponibile su questo dispositivo
ja: この端末ではTwitch アカウントでのログインをまだ利用いただけません
ko: 이 장치에서는 아직 Twitch 계정으로 로그인하기를 이용할 수 없습니다
pt: Acesso pela conta da Twitch indisponível neste dispositivo
ru: Вход с учетной записью Twitch еще не доступен на этом устройстве
th: อุปกรณ์นี้ยังไม่รองรับการเข้าสู่ระบบด้วยบัญชี Twitch
vi: Đăng nhập với Tài khoản Twitch chưa khả dụng trên thiết bị này
zh_hans: 本设备尚不支持Twitch账号登录
zh_hant: 此裝置尚不支援 Twitch 帳號登入

# account_panel_type_account_delete
source: <b>Delete Account?</b>
de: <b>Konto löschen?</b>
es: <b>¿Borrar cuenta?</b>
fr: <b>Supprimer le compte ?</b>
id: <b>Hapus Akun?</b>
it: <b>Eliminare account?</b>
ja: <b>アカウントを削除しますか？</b>
ko: <b>계정을 삭제하시겠습니까?</b>
pt: <b>Excluir conta?</b>
ru: <b>Удалить учетную запись?</b>
th: <b>ลบบัญชีหรือไม่</b>
vi: <b>Xóa tài khoản?</b>
zh_hans: <b>删除帐户？</b>
zh_hant: <b>刪除帳號？</b>

# account_panel_type_account_info
source: <b>Account Info</b>
de: <b>Kontoinformation</b>
es: <b>Información de cuenta</b>
fr: <b>Infos sur le compte</b>
id: <b>Info Akun</b>
it: <b>Informazioni account</b>
ja: <b>アカウント情報</b>
ko: <b>계정 정보</b>
pt: <b>Informações da conta</b>
ru: <b>Учетная запись</b>
th: <b>ข้อมูลบัญชี</b>
vi: <b>Thông tin Tài khoản</b>
zh_hans: <b>帐户信息</b>
zh_hant: <b>帳號資訊</b>

# account_panel_type_apple
source: Apple
ja: Apple ID
zh_hans: 苹果
zh_hant: 蘋果

# account_panel_type_apple_bold
source: <b>Apple</b>
ja: <b>Apple ID</b>
zh_hans: <b>苹果</b>
zh_hant: <b>蘋果</b>

# account_panel_type_apple_vn
source: Apple (Vietnam)
ja: Apple (ベトナム)
ko: Apple (베트남)
pt: Apple (Vietnã)
ru: Apple (Вьетнам)
th: Apple (เวียดนาม)
vi: Apple (Việt Nam)
zh_hans: Apple（越南）
zh_hant: Apple（越南）

# account_panel_type_apple_vn_bold
source: <b>Apple (Vietnam)</b>
ja: <b>Apple (ベトナム)</b>
ko: <b>Apple (베트남)</b>
pt: <b>Apple (Vietnã)</b>
ru: <b>Apple (Вьетнам)</b>
th: <b>Apple (เวียดนาม)</b>
vi: <b>Apple (Việt Nam)</b>
zh_hans: <b>Apple（越南）</b>
zh_hant: <b>Apple（越南）</b>

# account_panel_type_facebook
source: Facebook
zh_hans: 脸书
zh_hant: 臉書

# account_panel_type_facebook_bold
source: <b>Facebook</b>
zh_hans: <b>脸书</b>
zh_hant: <b>臉書</b>

# account_panel_type_gamecenter_vn
source: Game Center (Vietnam)
ja: Game Center (ベトナム)
ko: Game Center (베트남)
pt: Game Center (Vietnã)
ru: Game Center (Вьетнам)
th: Game Center (เวียดนาม)
vi: Game Center (Việt Nam)
zh_hans: Game Center（越南）
zh_hant: Game Center（越南）

# account_panel_type_gamecenter_vn_bold
source: <b>Game Center (Vietnam)</b>
ja: <b>Game Center (ベトナム)</b>
ko: <b>Game Center (베트남)</b>
pt: <b>Game Center (Vietnã)</b>
ru: <b>Game Center (Вьетнам)</b>
th: <b>Game Center (เวียดนาม)</b>
vi: <b>Game Center (Việt Nam)</b>
zh_hans: <b>Game Center（越南）</b>
zh_hant: <b>Game Center（越南）</b>

# account_panel_type_huawei
source: HUAWEI ID
es: ID DE HUAWEI
fr: Identifiant Huawei
id: ID HUAWEI
pt: ID HUAWEI
zh_hans: 华为账号
zh_hant: 華為 ID

# account_panel_type_huawei_bold
source: <b>HUAWEI ID</b>
es: <b>ID DE HUAWEI</b>
fr: <b>Identifiant Huawei</b>
id: <b>ID HUAWEI</b>
pt: <b>ID HUAWEI</b>
zh_hans: <b>华为账号</b>
zh_hant: <b>華為 ID</b>

# account_panel_type_nintendo
source: Nintendo Account
es: Cuenta Nintendo
fr: Compte Nintendo
id: Akun Nintendo
it: Account Nintendo
ja: ニンテンドーアカウント
ko: 닌텐도 어카운트
pt: Conta Nintendo
ru: Учетная запись Nintendo
th: บัญชี Nintendo
vi: Tài khoản Nintendo
zh_hans: Nintendo账号
zh_hant: Nintendo 帳號

# account_panel_type_nintendo_bold
source: <b>Nintendo Account</b>
es: <b>Cuenta Nintendo</b>
fr: <b>Compte Nintendo</b>
id: <b>Akun Nintendo</b>
it: <b>Account Nintendo</b>
ja: <b>ニンテンドーアカウント</b>
ko: <b>닌텐도 어카운트</b>
pt: <b>Conta Nintendo</b>
ru: <b>Учетная запись Nintendo</b>
th: <b>บัญชี Nintendo</b>
vi: <b>Tài khoản Nintendo</b>
zh_hans: <b>Nintendo账号</b>
zh_hant: <b>Nintendo 帳號</b>

# account_panel_type_recovery_code
source: Recovery Code
de: Wiederherstellungscode
es: Código de recuperación
fr: Code de récupération
id: Kode Pemulihan
it: Codice di ripristino
ja: リカバリーコード
ko: 복구 코드
pt: Código de Recuperação
ru: Код восстановления
th: รหัสการกู้คืน
vi: Mã khôi phục
zh_hans: 恢复码
zh_hant: 恢復碼

# account_panel_type_sony_bold
source: <b>Account for PlayStation™Network</b>
de: <b>Konto für PlayStation™Network</b>
es: <b>cuenta para acceder a PlayStation™Network</b>
fr: <b>Compte vous permettant d'accéder à PlayStation™Network</b>
id: <b>Akun untuk PlayStation™Network</b>
it: <b>Account per PlayStation™Network</b>
ja: <b>PlayStation™Networkのアカウント</b>
ko: <b>PlayStation™Network에서 사용하는 계정</b>
pt: <b>Conta utilizada na PlayStation™Network</b>
ru: <b>Учетная запись для PlayStation™Network</b>
th: <b>บัญชีสำหรับ PlayStation™Network</b>
vi: <b>Tài khoản dùng cho PlayStation™Network</b>
zh_hans: <b>存取PlayStation™Network的账号</b>
zh_hant: <b>PlayStation™Network 帳號</b>

# account_panel_type_steam
source: Steam Account
de: Steam-Konto
es: Cuenta Steam
fr: Compte Steam
id: Akun Steam
it: Account Steam
ja: Steamアカウント
ko: Steam 어카운트
pt: Conta Steam
ru: Учетная запись Steam
th: บัญชี Steam
vi: Tài khoản Steam
zh_hans: Steam账号
zh_hant: Steam 帳號

# account_panel_type_steam_bold
source: <b>Steam Account</b>
de: <b>Steam-Konto</b>
es: <b>Cuenta Steam</b>
fr: <b>Compte Steam</b>
id: <b>Akun Steam</b>
it: <b>Account Steam</b>
ja: <b>Steamアカウント</b>
ko: <b>Steam 어카운트</b>
pt: <b>Conta Steam</b>
ru: <b>Учетная запись Steam</b>
th: <b>บัญชี Steam</b>
vi: <b>Tài khoản Steam</b>
zh_hans: <b>Steam账号</b>
zh_hant: <b>Steam 帳號</b>

# account_panel_type_twitch
source: <b>Twitch Account</b>
es: <b>Cuenta de Twitch</b>
fr: <b>Compte Twitch</b>
id: <b>Akun Twitch</b>
it: <b>Account Twitch</b>
ja: <b>Twitch アカウント</b>
ko: <b>Twitch 계정</b>
pt: <b>Conta da Twitch</b>
ru: <b>Учетная запись Twitch</b>
th: <b>บัญชี Twitch</b>
vi: <b>Tài khoản Twitch</b>
zh_hans: <b>Twitch账号</b>
zh_hant: <b>Twitch 帳號</b>

# account_panel_type_twitch_bold
source: <b>Twitch Account</b>
es: <b>Cuenta de Twitch</b>
fr: <b>Compte Twitch</b>
id: <b>Akun Twitch</b>
it: <b>Account Twitch</b>
ja: <b>Twitch アカウント</b>
ko: <b>Twitch 계정</b>
pt: <b>Conta da Twitch</b>
ru: <b>Учетная запись Twitch</b>
th: <b>บัญชี Twitch</b>
vi: <b>Tài khoản Twitch</b>
zh_hans: <b>Twitch账号</b>
zh_hant: <b>Twitch 帳號</b>

# account_panel_unlink_success
source: Successfully unlinked from this Sky account
de: Erfolgreich von diesem Sky-Konto getrennt
es: Se desvinculó esta cuenta de Sky con éxito
fr: Dissocié avec succès de ce compte Sky
id: Berhasil membatalkan tautan dari akun Sky ini
it: Scollegato da questo account di Sky
ja: 正常に連携が解除されました
ko: Sky 계정의 연결을 성공적으로 해제하였습니다
pt: Desvinculado com sucesso
ru: Уч. запись успешно отвязана от уч. записи Sky
th: ยกเลิกการเชื่อมโยงจากบัญชี Sky นี้สำเร็จแล้ว
vi: Thành công hủy liên kết khỏi tài khoản Sky này
zh_hans: 已成功与此《Sky》帐户解除绑定
zh_hant: 已成功與此《Sky 光·遇》帳號解除綁定

# account_panel_unlinked_state
source: Not linked
de: Nicht verknüpft
es: No vinculado
fr: Non associé
id: Belum ditautkan
it: Non collegato
ja: 連携していません
ko: 연결 안 됨
pt: Não vinculado
ru: Не привязано
th: ยังไม่ได้เชื่อมโยง
vi: Chưa liên kết
zh_hans: 尚未链接
zh_hant: 尚未連接

# account_panel_unlinking_state
source: Unlinking ...
de: Verknüpfung wird aufgehoben ...
es: Desvinculando...
fr: Dissociation…
id: Membatalkan tautan ...
it: Scollegamento in corso...
ja: 連携を解除しています...
ko: 연결 해제 중…
pt: Desvinculando...
ru: Разрыв связи...
th: กำลังยกเลิกการเชื่อมโยง...
vi: Đang hủy liên kết ...
zh_hans: 正在解除链接…
zh_hant: 正在解除連接…

# account_select_back
source: Back
de: Zurück
es: Volver
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
th: กลับ
vi: Trở lại
zh_hans: 返回
zh_hant: 返回

# account_select_create_new
source: Create new account
de: Neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
id: Buat akun baru
it: Crea un nuovo account
ja: 新規アカウント作成
ko: 새 계정 만들기
pt: Criar uma conta nova
ru: Создать новую учетную запись
th: สร้างบัญชีใหม่
vi: Tạo tài khoản mới
zh_hans: 创建新帐户
zh_hant: 創建新帳號

# account_select_current
source: Play
de: Spielen
es: Jugar
fr: Jouer
id: Main
it: Gioca
ja: はじめる
ko: 플레이
pt: Jogar
ru: Играть
th: เล่น
vi: Bắt đầu
zh_hans: 开始游戏
zh_hant: 開始遊戲

# account_select_other
source: <b>Sign In Method</b>
de: <b>Anmeldungsmethode</b>
es: <b>Método de inicio de sesión</b>
fr: <b>Méthode de connexion</b>
id: <b>Metode Masuk</b>
it: <b>Metodo di accesso</b>
ja: <b>ログイン</b>
ko: <b>로그인 수단</b>
pt: <b>Método de acesso</b>
ru: <b>Способ входа</b>
th: <b>วิธีการเข้าสู่ระบบ</b>
vi: <b>Phương thức Đăng nhập</b>
zh_hans: <b>登录方式</b>
zh_hant: <b>登錄方式</b>

# account_select_type_apple
source: <b>Sign in with Apple</b>
de: <b>Mit Apple anmelden</b>
es: <b>Iniciar sesión con Apple</b>
fr: <b>Connexion avec Apple</b>
id: <b>Masuk dengan Apple</b>
it: <b>Accedi con Apple</b>
ja: <b>Apple ID</b>
ko: <b>Apple로 로그인</b>
pt: <b>Entrar com a Apple</b>
ru: <b>Войти с помощью уч. записи Apple</b>
th: <b>เข้าสู่ระบบด้วย Apple</b>
vi: <b>Đăng nhập bằng Apple</b>
zh_hans: <b>通过 Apple 登录</b>
zh_hant: <b>通過 Apple 登錄</b>
