Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_love_crystalhearts
source: Adorn any hairstyle with twin dazzling hearts that glisten even brighter when expressing near friends.
de: Schmücke jede Frisur mit zwei umwerfenden Herzen, die sogar noch heller funkeln, wenn du dich in der Nähe von Freunden ausdrückst.
es: <2>Objeto pasado.</2> Adorna tus peinados con dos corazones resplandecientes que brillan todavía más cuando te expresas cerca de tus amigos.
fr: Rehaussez n'importe quelle coupe avec deux cœurs étincelants, qui brillent encore plus à proximité de vos amis.
id: <2>Item yang Kembali. </2> Hiasi gaya rambut apa pun dengan dua hati berkilau yang bersinar lebih terang saat berada di dekat teman-teman.
it: Decora qualsiasi acconciatura con due cuoricini scintillanti che brilleranno ancora di più quando li mostrerai agli amici più cari.
ja: どんなヘアスタイルも愛らしく彩るふたつのハートは、仲良しのフレンドさんの近くでより輝きます
ko: 친구 가까이에서 표현할 때 더욱 밝게 빛나는 두 개의 빛나는 하트로 헤어스타일을 꾸며 보세요.
pt: Adorne qualquer corte de cabelo com dois corações deslumbrantes que brilham ainda mais intensamente quando você se expressa perto de amigos.
ru: Украсьте причёску двойными сердечками, которые будут сверкать ещё ярче рядом с друзьями.
th: ประดับทรงผมด้วยหัวใจคู่ที่แวววาว ซึ่งจะยิ่งเปล่งประกาย เมื่อแสดงออกใกล้กับเพื่อนๆ
vi: Trang trí mọi kiểu tóc với đôi trái tim lấp lánh, phát sáng hơn khi thể hiện cảm xúc gần bạn bè.
zh_hans: 用耀眼的双子之心装饰任意发型，在好友身边展示时它们甚至会更加闪耀。
zh_hant: 百搭的雙心頭飾，與好友互動時會更加閃耀。

# commerce_item_desc_love_gondola
source: <2> Returning Item.</2> Share a serene moment with a friend as you glide along the water. Pack includes <scandle/>x {{1}}!
de: <2> Wiederkehrender Gegenstand.</2> Genieße einen heiteren Moment mit einem Freund, während ihr gemeinsam durchs Wasser gleitet. Das Paket enthält <scandle/>x {{1}}!
es: <2>Objeto pasado.</2> Comparte un momento sereno con una amistad mientras planeas junto al agua. ¡El paquete incluye <scandle/>x {{1}}!
fr: <2>Objet à nouveau disponible.</2> Partagez un moment serein avec un ami en glissant sur l'eau. Le pack contient <scandle/>x {{1}} !
id: <2> Item Kembali.</2> Bagikan momen tenteram bersama teman saat kamu meluncur di atas air. Paket meliputi <scandle/>x {{1}}!
it: <2> Oggetto del passato.</2> Condividi un momento sereno con un amico mentre scivolate sull'acqua. Il pacchetto include <scandle/>x {{1}}!
ja: <2>復刻アイテム</2> 水面をゆるりと進みながら、フレンドとの穏やかなひと時を楽しみましょう。<scandle/>x {{1}}本とのセットです！
ko: <2> 돌아온 아이템.</2> 물 위를 떠다니며 친구와 함께 평화로운 시간을 보내요. 이 팩에는 <scandle/>x {{1}}개가 들어있어요!
pt: <2>Item recorrente.</2> Plane ao longo da água e compartilhe um momento tranquilo com um amigo. O pacote inclui <scandle/>x {{1}}!
ru: <2>Предмет снова доступен.</2> Так приятно прокатиться с другом на лодке по водной глади. В набор входят <scandle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> แบ่งปันช่วงเวลาอันเงียบสงบไปกับเพื่อนขณะที่คุณร่อนไปตามผืนน้ำ แพ็กประกอบด้วย <scandle/>x {{1}}!
vi: <2> Vật phẩm trở lại.</2> Chia sẻ khoảnh khắc yên bình với một người bạn khi lướt trên mặt nước. Gói quà bao gồm <scandle/>x {{1}}!
zh_hans: <2>返场物品。</2> 舟行水面，与好友一同分享宁静时刻。礼包包含 <scandle/>x {{1}}！
zh_hant: <2>返場道具</2>。舟行水面，與朋友分享寧靜的時刻。禮包包含<scandle/>x {{1}}！

# commerce_item_desc_love_heartstaff
source: <2>Returning Item.</2> Launch sparkling silhouettes into the sky.
de: <2>Wiederkehrender Gegenstand.</2> Schieße funkelnde Bilder in den Himmel.
es: <2>Objeto recurrente.</2> Lanza siluetas relucientes al cielo.
fr: <2>Objet à nouveau disponible.</2> Lancez des silhouettes étincelantes dans le ciel.
id: <2>Barang yang Kembali</2> Luncurkan siluet yang berkilauan ke langit.
it: <2>Oggetto del passato.</2> Proietta sagome scintillanti in cielo.
ja: <2>復刻アイテム</2> 煌めくシルエットを空に描きましょう
ko: <2>돌아온 아이템.</2> 반짝이는 불빛을 하늘로 쏘아올립니다.
pt: <2>Item de Regresso.</2> Atira silhuetas cintilantes para o céu.
ru: <2>Предмет снова доступен.</2> Запускайте сияющие силуэты в небо.
th: <2>ไอเทมที่หวนกลับมา</2> ยิงภาพเงาที่แวววาวขึ้นสู่ท้องฟ้า
vi: <2>Vật phẩm trở lại.</2> Biến bầu trời trở nên lấp lánh.
zh_hans: <2>返场物品。</2>向天空投射闪光剪影。
zh_hant: <2>復刻道具。</2>向空中投射璀璨光影。

# commerce_item_desc_love_meteorpigtails
source: Twin pigtails adorned with subtle hints of purple at the tips.
de: Doppelte Zöpfe verziert mit einem Hauch Violett an den Spitzen.
es: <2>Objeto pasado.</2> Dos coletas decoradas con unos sutiles toques morados en las puntas.
fr: Couettes aux subtils accents pourpres.
id: <2>Item yang Kembali. </2> Dua kepang dengan sentuhan ungu halus di ujungnya.
it: Due codine con un tocco di viola sulle punte.
ja: 紫水晶をイメージしたひかえめな裾カラーが煌めくヘアスタイル
ko: 끝에 약간의 보라빛이 감도는 두 갈래로 땋은 머리입니다.
pt: Marias-chiquinhas adornadas com toques de roxo sutis nas pontas.
ru: Хвостики, кончики которых украшены оттенками фиолетового.
th: ผมเปียคู่ประดับด้วยสีม่วงอ่อนๆ ที่ปลายผม
vi: Hai bím tóc được tô điểm bởi những đầu nhọn tím nhạt.
zh_hans: 在尖端用微妙的紫色细节装饰的双发辫。
zh_hant: 淡紫色點綴髮梢的雙馬尾髮型。

# commerce_item_desc_love_meteorwing
source: <2>Returning Item.</2> Like shooting stars in the night sky.
de: <2>Wiederkehrender Gegenstand.</2> Wie Sternschnuppen am Nachthimmel.
es: <2>Objeto recurrente.</2> Como estrellas fugaces en el cielo nocturno.
fr: <2>Objet à nouveau disponible.</2> Comme des étoiles filantes à travers la nuit.
id: <2>Item yang Kembali.</2> Seperti bintang jatuh di langit malam.
it: <2>Oggetto del passato.</2> Come stelle cadenti nel cielo notturno.
ja: <2>復刻アイテム</2> まるで夜空に煌めく流れ星
ko: <2>재입고 아이템.</2> 밤하늘의 별똥별을 닮았습니다.
pt: <2>Item recorrente.</2> Como estrelas cadentes no céu noturno.
ru: <2>Вновь доступный предмет.</2> Сияет, словно звездопад в ночном небе.
th: <2>ไอเทมที่หวนกลับมา</2> เหมือนดาวตกในท้องฟ้ายามค่ำคืน
vi: <2> Vật Phẩm Trở Lại.</2> Tựa như những ngôi sao băng trên bầu trời đêm.
zh_hans: <2>返场物品。</2>就像夜空中的流星。
zh_hant: <2>復刻道具。</2>恰似夜空中的流星。

# commerce_item_desc_love_seesaw
source: <2> Returning Item.</2> Share a wondrous time with a friend on this Seesaw. Pack includes <scandle/>x {{1}}!
de: <2> Wiederkehrender Gegenstand.</2> Genieße mit einem Freund eine wunderbare Zeit auf dieser Wippe. Das Paket enthält <scandle/>x {{1}}!
es: <2>Objeto pasado.</2> Comparte un momento maravilloso con una amistad en este subibaja. ¡El paquete incluye <scandle/>x {{1}}!
fr: <2> Objet à nouveau disponible.</2> Partagez un moment merveilleux avec un ami sur cette balançoire à bascule. Le pack contient<scandle/>x {{1}} !
id: <2> Item Kembali.</2> Bagikan masa-masa indah bersama teman di atas Jungkat-jungkit ini. Paket meliputi <scandle/>x {{1}}!
it: <2> Oggetto del passato.</2> Condividi un momento meraviglioso con un amico su questa altalena basculante. Il pacchetto include <scandle/>x {{1}}!
ja: <2>復刻アイテム</2> 愛しみのシーソーでフレンドと素晴らしい時間を過ごしましょう。 <scandle/>x {{1}}本とのセットです！
ko: <2> 돌아온 아이템.</2> 친구와 시소를 타며 멋진 시간을 보내요. 이 팩에는 <scandle/>x {{1}}개가 들어있어요!
pt: <2>Item recorrente.</2> Divida momentos maravilhosos com um amigo nesta gangorra. O pacote inclui <scandle/>x {{1}}!
ru: <2> Предмет снова доступен.</2> Покачайтесь на качелях с другом — это сделает вас ближе. В набор входят <scandle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> แบ่งปันช่วงเวลามหัศจรรย์กับเพื่อนบนกระดานหกนี้ แพ็กประกอบด้วย <scandle/>x {{1}}!
vi: <2>Vật phẩm trở lại.</2>Chia sẻ khoảng thời gian tuyệt vời với bạn bè trên Bập bênh này. Gói quà bao gồm <scandle/>x {{1}}!
zh_hans: <2>返场物品。</2>在跷跷板上与好友分享美妙时光。礼包包含 <scandle/>x {{1}}！
zh_hant: <2>返場道具</2>。乘坐這個蹺蹺板，與朋友分享美好的時光。禮包包含<scandle/>x {{1}}！

# commerce_item_desc_love_swing
source: <2> Returning Item.</2> Relive the joy of playground escapades with this Swing Set. Pack includes <scandle/>x {{1}}!
de: <2> Wiederkehrender Gegenstand.</2> Erlebe mit diesem Schaukel-Set die Freuden des Spielplatzes noch einmal. Das Paket enthält <scandle/>x {{1}}!
es: <2>Objeto pasado.</2> Revive la alegría de una escapada al parque de juegos con este columpio. ¡El paquete incluye <scandle/>x {{1}}!
fr: <2> Objet à nouveau disponible.</2> Revivez la joie des escapades à l'aire de jeux avec cette balançoire. La pack contient <scandle/>x {{1}} !
id: <2> Item Kembali.</2> Rasakan kembali kegembiraan bermain di taman bermain dengan Set Ayunan ini. Paket meliputi <scandle/>x {{1}}!
it: <2> Oggetto del passato.</2> Rivivi la gioia delle avventure al parco giochi con questa altalena. Il pacchetto include <scandle/>x {{1}}!
ja: <2>復刻アイテム</2> 遊び心にあふれた愛しみのブランコで、フレンドとの時間を楽しみましょう。 <scandle/>x {{1}}本とのセット！
ko: <2> 돌아온 아이템.</2> 그네를 타고 놀이터에서 뛰놀던 기쁨을 느껴보세요. 이 팩에는 <scandle/>x {{1}}개가 들어있어요!
pt: <2>item recorrente.</2>Reviva a alegria das aventuras no parquinho com este conjunto de balanço. O pacote inclui <scandle/>x {{1}}!
ru: <2> Предмет снова доступен.</2> Вспомните, как здорово было качаться на больших качелях. В набор входят <scandle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> หวนระลึกถึงความสนุกสนานในสนามเด็กเล่นด้วยชุดชิงช้านี้ แพ็กประกอบด้วย <scandle/>x {{1}}!
vi: <2>Vật phẩm trở lại.</2>Hồi tưởng lại niềm vui của những cuộc phiêu lưu trong sân chơi với Bộ xích đu này. Gói quà bao gồm <scandle/>x {{1}}!
zh_hans: <2>返场物品。</2>穿上摇摆套装，再度感受游乐场冒险的乐趣。礼包包含 <scandle/>x {{1}}！
zh_hant: <2>返場道具</2>。藉由這個盪鞦韆，重溫遊樂場冒險的樂趣。禮包包含<scandle/>x {{1}}！

# commerce_item_desc_mainstreet_moth
source: An elevated take on a beloved term for new adventurers. Choose Moths over Sparrows, who flutter with an attentive grace.
de: Eine gehobene Interpretation eines beliebten Begriffs für neue Abenteurer. Wähle Motten statt Spatzen, die mit aufmerksamer Anmut flattern.
es: Un título sofisticado para los aventureros nuevos. Elige «mariposas» por sobre «gorriones», cuya gracia al volar no tiene comparación.
fr: Une version supérieure d’un terme favori pour les nouveaux aventuriers. Choisissez les papillons de nuit qui battent des ailes avec une bienveillance gracieuse.
id: Pandangan yang lebih tinggi pada istilah yang dicintai bagi para petualang baru. Pilih Moth daripada Burung Pipit, yang mengepakkan sayap dengan anggunnya.
it: Una versione superiore di un titolo molto amato per definire i nuovi avventurieri. Scegli le Falene che fluttuano nell’aria con grazia consapevole.
ja: 新たな冒険者たちを讃える愛称がさらなる高みへ。ヒラヒラと優雅に羽ばたきたい方は、すずめよりモスがお似合いでしょう
ko: 애정을 담아 새로운 모험가를 부르는 말을 세련된 디자인에 담았습니다. 재잘거리는 참새 대신 섬세하고 우아하게 날갯짓하는 나방이 되어보세요.
pt: Uma interpretação elevada de um termo querido para novos aventureiros. Escolha mariposas em vez de pardais, que flutuam com graça atenciosa.
ru: Элегантный способ самовыражения для новых искателей приключений. Выберите моль, порхающую с трепетным изяществом!
th: การยกระดับคำเรียกร้องอันเป็นที่รักสำหรับนักผจญภัยหน้าใหม่ เลือกผีเสื้อกลางคืนแทนนกกระจอก ผู้ซึ่งกระพือปีกที่สง่างามอย่างตั้งใจ
vi: Sự nâng tầm của một thuật ngữ được yêu thích dành cho những nhà thám hiểm mới. Chọn Bướm Đêm thay cho Chim Sẻ, loài bay lượn với vẻ duyên dáng nổi bật.
zh_hans: 源自对新手冒险者专属称号的高级诠释。选择「飞蛾」而不是「麻雀」吧，因蛾飞舞的姿态充满专注与优雅。
zh_hant: 源自對新手冒險者專屬稱號的高級詮釋。選擇「飛蛾」而不是「麻雀」吧，因蛾飛舞的姿態充滿專注與優雅。

# commerce_item_desc_mainstreet_sparrow
source: Fashioned after an endearing term for those whose journey has just begun. Pick Sparrows over Moths, who energetically embrace new experiences.
de: Nach einem Kosenamen für diejenigen gestaltet, deren Reise gerade erst begonnen hat. Wähle Spatzen statt Motten, die neue Erfahrungen energisch annehmen.
es: Un término cariñoso para referirse a quienes acaban de iniciar su viaje. Elige «gorriones» por sobre «mariposas», cuyo entusiasmo por experimentar cosas nuevas siempre es enorme.
fr: Influencé par un terme affectueux pour qualifier les personnes qui commencent tout juste leur voyage. Choisissez les moineaux qui accueillent avec enthousiasme les nouvelles expériences.
id: Diambil dari istilah menawan bagi mereka yang baru memulai perjalanannya. Pilih Burung Pipit daripada Moth, yang mencari pengalaman baru dengan penuh semangat.
it: Ispirato a un titolo affettuoso per coloro che hanno appena iniziato il loro viaggio. Scegli i Passeri che accolgono con entusiasmo le nuove esperienze.
ja: 旅を始めたばかりの子へ贈られる愛らしい呼び名から生まれました。新たな体験に元気よく飛び込む方はモスよりもすずめをお勧めします
ko: 이제 막 길을 떠난 여행자를 일컫는 말 '참새'에서 영감을 얻어 탄생했습니다. 얌전한 나방 대신 씩씩하게 새로운 경험에 도전하는 참새가 되어보세요.
pt: Inspirado por um termo carinhoso para aqueles cuja jornada está só começando. Escolha pardais em vez de mariposas, que abraçam energeticamente novas experiências.
ru: Полюбившийся образ для тех, кто только начал свой путь. Выбирайте полного энтузиазма и открытого всему новому воробья!
th: สร้างขึ้นตามคำเรียกร้องอันเป็นที่รักสำหรับผู้ที่เพิ่งเริ่มต้นการเดินทาง เลือกนกกระจอกแทนผีเสื้อกลางคืน ผู้ซึ่งกระตือรือร้นที่จะเปิดรับประสบการณ์ใหม่ๆ
vi: Được thiết kế theo một thuật ngữ đáng yêu dành cho những người mới bắt đầu cuộc hành trình. Chọn Chim Sẻ thay cho Bướm Đêm, loài chim luôn hăng hái đón nhận những trải nghiệm mới.
zh_hans: 由初踏旅程者的可爱昵称所启发而裁制。选择「麻雀」而不是「飞蛾」吧，因麻雀会元气满满地拥抱每项新的体验。
zh_hant: 由初踏旅程者的可愛暱稱所啟發而裁製。選擇「麻雀」而不是「飛蛾」吧，因麻雀會元氣滿滿地擁抱每項新的體驗。

# commerce_item_desc_mischief_2019_pack
source: <2> Returning Item.</2> Catch up on outfit items from Days of Mischief past. Pack includes <2>Hungry Pumpkin Hat</2> + <2> Spooky Bat Cape</2> + <candle/>x {{1}}
de: <2> Zurückgekehrter Gegenstand.</2>Hol dir die Outfit-Gegenstände der vergangenen Tage des Schalks. Dieses Paket enthält: <2>Hungriger Kürbishut</2> + <2> Gruseliger Fledermausmantel</2> + <candle/> x {{1}}
es: <2>Regresando objeto.</2> Ponte al día con los trajes del pasado de los Días de travesuras. El paquete incluye el <2>hambriento sombrero de calabaza</2> + la <2>escalofriante capa de murciélago</2> + <candle/>x {{1}}
fr: <2> Objet à nouveau disponible.</2> Récupérez des tenues des Jours de la malice. Le pack contient <2>Chapeau de citrouille affamée</2> + <2> Cape de chauve-souris</2> + <candle/>x {{1}}
id: <2> Item Kembali.</2> Dapatkan item pakaian dari Hari Kejahilan sebelumnya. Paket meliputi <2>Topi Labu Lapar</2> + <2>Jubah Kelelawar Mengerikan</2> + <candle/>x {{1}}
it: <2> Oggetto del passato.</2> Procurati gli articoli di abbigliamento dei Giorni degli Scherzetti. Il pacchetto include <2>Cappello da zucca affamata</2> + <2> Mantello da pipistrello</2> + <candle/>x {{1}}
ja: <2>復刻アイテム </2> 過去のいたずらな日々から時を経てよみがえった <2>はらぺこパンプキンハット</2> + <2> スプーキー・コウモリケープ </2> + <candle/>x {{1}} のセット
ko: <2> 돌아온 이벤트 의상.</2> 지난 장난꾸러기의 날 의상 아이템을 획득할 수 있어요. 이 팩은 <2>굶주린 호박모자</2> + <2> 으스스한 박쥐망토</2> + <candle/>x {{1}}개로 구성됩니다.
pt: <2> Item de volta.</2> Fique em dia com os itens de traje dos Dias de Travessura anteriores. O pacote inclui <2>Chapéu de cabeça de abóbora faminta</2> + <2>Capa de morcego assustadora</2> + <candle/>x {{1}}
ru: <2> Предмет снова доступен.</2> У вас есть возможность примерить наряды из прошлых Дней озорства. В набор входит <2>шляпа «Голодная тыква»</2> + <2> накидка жуткой летучей мыши</2> + <candle/>x {{1}}
th: <2> ไอเทมที่หวนกลับมา</2> รับไอเทมชุดเสื้อผ้าจากวันแห่งความซุกซนในอดีต แพ็กประกอบด้วย <2>หมวกฟักทองหิวโหย</2> + <2> เสื้อคลุมค้างคาวสยึมกึ๋ย</2> + <candle/>x {{1}}
vi: <2>Vật phẩm trở lại. </2>Bổ sung các vật phẩm thời trang Halloween trước đây. Gói quà bao gồm <2>Mũ Bí Ngô Đói</2> + <2>Áo Choàng Dơi Ma Quái</2> + <candle/>x {{1}}
zh_hans: <2>返场道具。</2>补上过往万圣节的时装道具。礼包内含：<2>饥饿的南瓜帽</2> + <2>恐怖的蝙蝠斗篷</2> + <candle/>x {{1}}
zh_hant: <2>返場道具。</2>補上過往萬聖節的時裝道具。禮包內含：<2>飢餓南瓜帽</2> + <2>陰森蝙蝠斗篷</2> + <candle/>x {{1}}

# commerce_item_desc_mischief_broomprop
source: Let your bewitching dreams take flight!
de: Lass deine bezaubernden Träume fliegen!
es: <2>Objeto pasado.</2> ¡Deja que tus sueños embrujados levanten vuelo!
fr: Laissez vos rêves enchantés prendre leur envol !
id: <2>Item yang Kembali.</2> Biarkan mimpi-mimpi memikatmu terbang tinggi!
it: Lascia che i tuoi sogni incantati spicchino il volo!
ja: 魔女のように飛びたい夢を叶えましょう！
ko: <2>재입고 아이템.</2> 황홀한 꿈을 하늘로 띄워 보내세요!
pt: Deixe seus sonhos mais encantadores voarem!
ru: <2>Вновь доступный предмет.</2> Пусть ваши волшебные мечты поднимутся в небо!
th: ปล่อยให้ฝันอันน่าหลงใหลของคุณโบยบินไป!
vi: Hãy để những giấc mơ đầy mê hoặc của bạn bay bổng!
zh_hans: 让你迷人的梦想展翅高飞！
zh_hant: 讓你的魔幻夢想起飛！

# commerce_item_desc_mischief_catcostume
source: <2> Returning Item.</2> A feline-inspired Cape and Mask for when you're feeling furry.
de: <2> Wiederkehrender Gegenstand.</2> Ein von Katzen inspirierter Umhang und eine Maske, wenn du dich wie ein Tier fühlst.
es: <2> Objeto de regreso.</2> Una capa y una máscara de inspiración felina para cuando te sientes como un peluche.
fr: <2> Objet à nouveau disponible.</2> Une cape et un masque inspirés des félins pour les moments où vous vous sentez l'âme d'une boule de poils.
id: <2> Item Kembali.</2> Jubah dan Topeng yang terinspirasi kucing untuk kamu pakai saat merasa bagai kucing.
it: <2> Oggetto del passato.</2> Un mantello e una maschera di ispirazione felina, per quando hai voglia di mettere la pelliccia.
ja: <2>復刻アイテム</2> 猫みたいにゃケープとマスクでモフモフ気分
ko: <2> 돌아온 아이템.</2> 고양이로부터 영감을 받아 탄생한 망토와 가면. 기분이 냥냥할 때 입습니다.
pt: <2>Item recorrente.</2> Máscara e capa inspiradas nos felinos para quando você se sentir fofinho.
ru: <2> Предмет снова доступен.</2> Накидка и маска для самых пушистых.
th: <2> ไอเทมที่หวนกลับมา</2> เสื้อคลุมที่ได้แรงบันดาลใจจากแมว และหน้ากากสำหรับช่วงเวลาที่คุณรู้สึกขนฟู
vi: <2>Vật phẩm trở lại.</2>Áo Choàng và Mặt Nạ lấy cảm hứng từ loài mèo với phong cách lông xù.
zh_hans: <2>返场物品。</2>以猫咪为灵感的斗篷和面具，当你想换上毛茸茸的装扮时使用。
zh_hant: <2>返場道具。</2> 當你心裡發「毛」時，穿上這套以貓作為靈感的斗篷與面具。

# commerce_item_desc_mischief_catprop
source: <2> Returning Item.</2> Can you pet the cat? Only at your own risk.
de: <2> Wiederkehrender Gegenstand.</2> Darfst du die Katze streicheln? Nur auf eigene Gefahr.
es: <2> Objeto de regreso.</2> ¿Puedes acariciar al gato? Solo bajo tu propio riesgo.
fr: <2> Objet à nouveau disponible.</2> Pouvez-vous caresser le chat ? Seulement à vos risques et périls.
id: <2> Item Kembali.</2> Bisa memelihara kucing? Risiko tanggung sendiri, ya.
it: <2> Oggetto del passato.</2> Vuoi accarezzare il gatto? Fallo a tuo rischio e pericolo.
ja: <2>復刻アイテム</2> この猫をなでたい？おすすめしないけど、がんばって
ko: <2> 돌아온 아이템.</2> 고양이를 쓰다듬고 싶다고요? 무슨 일이 벌어져도 책임지지 않아요.
pt: <2>Item recorrente.</2> Se pode fazer carinho no gato? Só se for por sua conta e risco.
ru: <2> Предмет снова доступен.</2> Рискнете погладить кошку?
th: <2> ไอเทมที่หวนกลับมา</2> เล่นกับแมวได้ไหมงั้นเหรอ ก็ลองเสี่ยงดูสิ
vi: <2>Vật phẩm trở lại.</2>Bạn sẽ nựng em mèo này chứ? Tuy vậy, tự làm tự chịu nhé.
zh_hans: <2>返场物品。</2>你能抚摸猫咪吗？风险自负。
zh_hant: <2>返場道具。</2>你可以摸摸這隻貓嗎？風險自負。

# commerce_item_desc_mischief_cobwebcape
source: <2>Returning Item.</2> Light as air, heavy on elegance.
de: <2>Wiederkehrender Gegenstand.</2> Leicht wie Luft, aber sehr elegant.
es: <2>Objeto pasado.</2> Ligero como el aire, con mucha elegancia.
fr: <2>Objet de retour.</2> Légère comme l’air, mais massivement élégante.
id: <2>Barang yang Kembali.</2> Ringan seperti udara, berat pada kemewahannya.
it: <2>Oggetto del passato.</2> Leggero come l'aria, ma enormemente elegante.
ja: <2>復刻アイテム</2> 空気のように軽くまとうは、重厚な気品
ko: <2>돌아온 아이템.</2> 공기처럼 가볍지만, 우아함이 흘러넘쳐요.
pt: <2>Item recorrente.</2> Leve como o ar e cheia de elegância.
ru: <2>Вновь доступный предмет.</2> Легкая как перышко, но такая красивая.
th: <2>ไอเทมที่หวนกลับมา</2> เบาบางดุจอากาศ หนักแน่นด้วยความสง่างาม
vi: <2>Vật phẩm trở lại.</2> Nhẹ như làn gió, đậm chất thanh lịch.
zh_hans: <2>返场物品。</2>轻如空气，注重优雅。
zh_hant: <2>返場物品。</2>輕如微風，典雅莊重。

# commerce_item_desc_mischief_draculacape
source: <2>Returning Item.</2> Embrace the enchanting mystique of the night.
de: <2>Wiederkehrender Gegenstand.</2> Lass dich von der magischen Mystik der Nacht verzaubern.
es: <2>Objeto pasado.</2> Descubre la mística encantadora de la noche.
fr: <2>Objet de retour.</2> Laissez-vous séduire par l’aura mystique et enchanteresse de la nuit.
id: <2>Barang yang Kembali.</2> Rasakan pesona mistik malam yang menakjubkan.
it: <2>Oggetto del passato.</2> Abbraccia l'incantevole magia della notte.
ja: <2>復刻アイテム</2> 魅惑的な夜を溶かし込んだ極上の着心地
ko: <2>돌아온 아이템.</2> 매혹적인 밤의 분위기를 둘러 보세요.
pt: <2>Item recorrente.</2> Abrace o misticismo encantador da noite.
ru: <2>Вновь доступный предмет.</2> Ощутите всю красоту ночи.
th: <2>ไอเทมที่หวนกลับมา</2> สัมผัสความลึกลับแห่งราตรีที่มีเสน่ห์
vi: <2>Vật phẩm trở lại.</2> Đón nhận sự huyền bí mê hoặc của màn đêm.
zh_hans: <2>返场物品。</2>领略夜晚迷人的神秘感。
zh_hant: <2>返場物品。</2>擁抱夜晚迷人的神祕氛圍。

# commerce_item_desc_mischief_draculamask
source: <2>Returning Item.</2> Transform your visage into something dark and mysterious.
de: <2>Wiederkehrender Gegenstand.</2> Verwandle dein Antlitz in etwas Dunkles und Geheimnisvolles.
es: <2>Objeto pasado.</2> Transforma tu rostro en algo oscuro y misterioso.
fr: <2>Objet de retour.</2> Transformez votre visage pour lui donner une allure sombre et mystérieuse.
id: <2>Barang yang Kembali.</2> Mengubah penampilan kamu menjadi sesuatu yang gelap dan misterius.
it: <2>Oggetto del passato.</2> Dona al tuo viso un'aria cupa e misteriosa.
ja: <2>復刻アイテム</2> あなたの意外な一面を魅せる、ダークでミステリアスな仮面
ko: <2>돌아온 아이템.</2> 어둡고 신비로운 존재의 얼굴로 변신해 보세요.
pt: <2>Item recorrente.</2> Mostre um toque sombrio e misterioso no seu semblante.
ru: <2>Вновь доступный предмет.</2> Окутайте себя атмосферой темной тайны.
th: <2>ไอเทมที่หวนกลับมา</2> เปลี่ยนรูปลักษณ์ของคุณให้กลายเป็นสิ่งที่มืดมนและดูลึกลับ
vi: <2>Vật phẩm trở lại.</2> Biến đổi dung mạo của bạn thành u tối và bí ẩn.
zh_hans: <2>返场物品。</2>将你的脸变成神秘莫测的样子。
zh_hant: <2>返場物品。</2>為你的面容增添黑暗神祕的風采。

# commerce_item_desc_mischief_pumpkin_prop
source: <2> Returning Item.</2> Celebrate Days of Mischief with this fierce Shared Spaces prop decoration!
de: <2> Zurückgekehrter Gegenstand.</2> Feiere Tage des Schalks mit dieser wilden Dekoration für die Gemeinschaftsräume!
es: <2>Objeto recurrente</2>¡Celebra los Días de travesura con estas feroces decoraciones para los espacios compartidos!
fr: <2> Objet à nouveau disponible.</2>Célébrez les Jours de la malice avec cet accessoire de décoration féroce pour les espaces partagés !
id: <2> Item Kembali.</2>Rayakan Hari Kejahilan dengan dekorasi properti Ruang Bersama yang garang ini!
it: <2> Oggetto del passato.</2>Festeggia i Giorni degli Scherzetti con questa decorazione per gli spazi condivisi!
ja: <2>復刻アイテム </2> あの生き物みたいなこわ～い持ちものアイテムで、シェアスペースも『いたずらな日々』流に飾り立てましょう！
ko: <2> 돌아온 이벤트 아이템.</2> 무시무시한 소품으로 공유공간을 장식해서 장난꾸러기의 날을 축하해요!
pt: <2> Item de volta.</2>Comemore os Dias de Travessura com esta decoração de adereços incríveis para espaços compartilhados!
ru: <2> Предмет снова доступен.</2>Отпразднуйте Дни озорства и украсьте общие пространства зловещими декорациями!
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยของตกแต่งพื้นที่ส่วนกลางอันดุเดือด!
vi: <2>Vật phẩm trở lại.</2>Chào đón Halloween với vật phẩm trang trí Không Gian Chung đáng sợ này!
zh_hans: <2>返场道具。</2>用这凶猛的共享空间装饰道具来庆祝捣蛋节！
zh_hant: <2>復刻道具。</2>用這兇猛的共享空間裝飾道具來慶祝萬聖節！

# commerce_item_desc_mischief_ravencape
source: Said to carry the whispers of ancient shadows.
de: Es heißt, es überträgt das Flüstern uralter Schatten.
es: <2>Objeto pasado.</2> Dicen que transporta los susurros de sombras antiguas.
fr: On dit qu’elle est le vaisseau des murmures d’ombres anciennes.
id: <2>Item yang Kembali.</2> Dikatakan membawa bisikan bayang-bayang kuno.
it: Si dice che porti con sé i sussurri delle ombre antiche.
ja: 一説によれば、太古の影の囁きを宿しているのだとか…
ko: <2>재입고 아이템.</2> 고대 그림자의 속삭임을 담고 있대요.
pt: Dizem que carrega os sussurros de sombras antigas.
ru: <2>Вновь доступный предмет.</2> Говорят, он несёт в себе шёпот древних теней.
th: ว่ากันว่าได้พกพาเสียงกระซิบจากเงาโบราณมาด้วย
vi: Được đồn là mang theo tiếng thì thầm của bóng đêm cổ xưa.
zh_hans: 据说承载着古老幽影的低语。
zh_hant: 據說乘載著古老幽影的低語。
