Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# theater_prompt_level_03
source: Hidden Forest
de: Verborgener Wald
es: Bosque Escondido
fr: la Forêt cachée
id: Hutan Tersembunyi
it: Foresta Nascosta
ja: 雨林
ko: 비밀의 숲
pt: Floresta Oculta
ru: Тайного леса
th: ป่าลับ
vi: Rừng Mưa
zh_hans: 雨林
zh_hant: 雨林

# theater_prompt_level_04
source: Valley of Triumph
de: Tal des Triumphs
es: Valle del Triunfo
fr: la Vallée du triomphe
id: Lembah Kejayaan
it: Valle del Trionfo
ja: 峡谷
ko: 승리의 계곡
pt: Vale do Triunfo
ru: Долины триумфа
th: หุบเขาแห่งชัยชนะ
vi: Thung Lũng Vinh Quang
zh_hans: 霞谷
zh_hant: 霞谷

# theater_prompt_level_05
source: Golden Wasteland
de: Goldene Ödnis
es: Páramo Dorado
fr: le Désert d'or
id: Gurun Emas
it: Deserto Dorato
ja: 捨てられた地
ko: 황금 황무지
pt: Sertão Dourado
ru: Золотой пустоши
th: แดนร้างทองอร่าม
vi: Hoang Mạc Hoàng Kim
zh_hans: 暮土
zh_hant: 暮土

# theater_prompt_level_06
source: Vault of Knowledge
de: Tresor des Wissens
es: Bóveda de Conocimiento
fr: la Chambre forte de connaissance
id: Kubah Pengetahuan
it: Cupola della Conoscenza
ja: 書庫
ko: 지식의 도서관
pt: Relicário do Conhecimento
ru: Хранилища знаний
th: กรุสมบัติแห่งปัญญา
vi: Kho Tri Thức
zh_hans: 禁阁
zh_hant: 禁閣

# theater_prompt_player_role_01
source: playing music on-stage
de: Musik auf der Bühne
es: tocar música en el escenario
fr: de la musique sur scène
id: bermain musik di panggung
it: suonare musica sul palco
ja: ステージ上で音楽を演奏する
ko: 무대 위에서 음악 연주하기
pt: tocar música no palco
ru: живой музыкой на сцене
th: การเล่นดนตรีบนเวที
vi: chơi nhạc trên sân khấu
zh_hans: 在舞台上奏乐
zh_hant: 在舞台上演奏音樂

# theater_prompt_player_role_02
source: acting on-stage
de: Schauspielerei auf der Bühne
es: actuar en el escenario
fr: un jeu d'acteur sur la scène
id: akting di panggung
it: recitare sul palco
ja: ステージ上で演技をする
ko: 무대 위에서 연기하기
pt: atuar no palco
ru: актерами на сцене
th: การแสดงบนเวที
vi: diễn trên sân khấu
zh_hans: 在舞台上表演
zh_hant: 在舞台上演戲

# theater_prompt_player_role_03
source: storytelling from the narrator's seat
de: Geschichtserzählung aus der Perspektive des Erzählers
es: narración desde el asiento del narrador
fr: une histoire racontée depuis le siège du narrateur
id: bercerita dari kursi narator
it: narrare dalla postazione del narratore
ja: ナレーター椅子からお話を語る
ko: 해설자 자리에서 이야기하기
pt: narrativa de histórias da cadeira do narrador
ru: историей от рассказчика
th: การเล่าเรื่องจากเก้าอี้ของผู้บรรยาย
vi: kể chuyện từ chỗ ngồi của người dẫn chuyện
zh_hans: 在旁白位置讲述故事
zh_hant: 在旁白的座位上講故事

# theater_prompt_player_role_04
source: handling special effects
de: Spezialeffekte
es: manejar los efectos especiales
fr: des effets spéciaux
id: menangani efek spesial
it: gestire gli effetti speciali
ja: 特殊効果を担当する
ko: 특수효과 사용하기
pt: mexer com efeitos especiais
ru: особыми эффектами
th: ควบคุมดูแลเอฟเฟกต์พิเศษ
vi: xử lý các hiệu ứng đặc biệt
zh_hans: 处理特效
zh_hant: 掌控特效

# theater_prompt_player_role_05
source: handling set changes
de: Bühnenumbau
es: manejar los cambios del escenario
fr: des changements de décor
id: menangani perubahan set
it: gestire le modifiche ai set
ja: 舞台セットの切り替えを担当する
ko: 무대 세트 사용하기
pt: mexer com os cenários do palco
ru: «живыми» декорациями
th: ควบคุมดูแลการเปลี่ยนฉาก
vi: xử lý các thay đổi thiết lập
zh_hans: 处理转场
zh_hant: 掌控布景轉換

# theater_prompt_player_role_06
source: handling lighting
de: Beleuchtung
es: manejar la iluminación
fr: des changements d'éclairage
id: menangani pencahayaan
it: gestire l'illuminazione
ja: 照明を担当する
ko: 조명 바꾸기
pt: mexer com a iluminação
ru: «живым» светом
th: ควบคุมดูแลแสงไฟ
vi: xử lý ánh sáng
zh_hans: 处理灯光
zh_hant: 掌控燈光

# theater_prompt_player_role_07
source: handling audience participation
de: Zuschauerbeteiligung
es: manejar la participación del público
fr: la participation du public
id: menangani partisipasi penonton
it: gestire la partecipazione del pubblico
ja: 観客対応を担当する
ko: 관객 반응 이끌어내기
pt: lidar com a participação da plateia
ru: участием зрителей
th: ควบคุมดูแลการมีส่วนร่วมของผู้ชม
vi: xử lý khán giả tham gia
zh_hans: 处理观众互动
zh_hant: 掌控觀眾參與度

# theater_prompt_requirements_01
source: various props
de: verschiedene Requisiten
es: utilería variada
fr: divers accessoires
id: beragam properti
it: vari oggetti di scena
ja: 様々な小物を使って
ko: 다양한 소품
pt: muitos objetos
ru: разными предметами
th: อุปกรณ์ประกอบฉากต่างๆ
vi: các đạo cụ khác nhau
zh_hans: 各种道具
zh_hant: 各種道具

# theater_prompt_requirements_02
source: weather
de: Wetter
es: clima
fr: la météo
id: cuaca
it: il clima
ja: 天候を操作して
ko: 날씨
pt: clima
ru: погодными эффектами
th: สภาพอากาศ
vi: thời tiết
zh_hans: 天气
zh_hant: 天氣

# theater_prompt_requirements_03
source: multiple players
de: mehrerer Spieler
es: varios jugadores
fr: plusieurs joueurs
id: sejumlah pemain
it: più giocatori
ja: 複数のプレイヤーで
ko: 여러 플레이어
pt: vários jogadores
ru: несколькими игроками
th: ผู้เล่นหลายคน
vi: nhiều người chơi
zh_hans: 多名玩家
zh_hant: 多名玩家

# theater_prompt_requirements_04
source: costume changes
de: Kostümwechsel
es: cambios de vestuario
fr: des changements de costumes
id: perubahan kostum
it: cambi di costume
ja: コスチュームにこだわって
ko: 의상 바꾸기
pt: mudanças de traje
ru: сменой костюмов
th: การเปลี่ยนชุดคอสตูม
vi: thay đổi trang phục
zh_hans: 服装变更
zh_hant: 換裝

# theater_prompt_requirements_05
source: lighting effects
de: Beleuchtungseffekte
es: efectos luminosos
fr: des effets de lumière
id: efek pencahayaan
it: effetti luce
ja: 照明を使って
ko: 조명 효과
pt: efeitos de luz
ru: эффектным освещением
th: เอฟเฟกต์แสงไฟ
vi: hiệu ứng ánh sáng
zh_hans: 光效
zh_hant: 燈光效果

# theater_prompt_requirements_06
source: set changes
de: Bühnenumbau
es: cambios de escenario
fr: des changements de décor
id: perubahan set
it: cambi di set
ja: 舞台セットを変えて
ko: 무대 바꾸기
pt: mudanças de cenário do palco
ru: сменой декораций
th: การเปลี่ยนฉาก
vi: thay đổi thiết lập
zh_hans: 转场
zh_hant: 布景轉換

# theater_prompt_requirements_07
source: instruments
de: Instrumente
es: instrumentos
fr: des instruments
id: alat musik
it: strumenti
ja: 楽器演奏とともに
ko: 악기
pt: instrumentos
ru: инструментами
th: เครื่องดนตรี
vi: nhạc cụ
zh_hans: 器材
zh_hant: 樂器

# theater_prompt_requirements_08
source: special effects
de: Spezialeffekte
es: efectos especiales
fr: des effets spéciaux
id: efek spesial
it: effetti speciali
ja: 特殊効果を使って
ko: 특수효과
pt: efeitos especiais
ru: невероятными эффектами
th: เอฟเฟกต์พิเศษ
vi: hiệu ứng đặc biệt
zh_hans: 特效
zh_hant: 特效

# theater_prompt_requirements_09
source: narration
de: Erzählung
es: narración
fr: une histoire racontée
id: narasi
it: narrazione
ja: ナレーションを主役にして
ko: 해설
pt: narrativa
ru: комментариями
th: การบรรยาย
vi: dẫn truyện
zh_hans: 旁白
zh_hant: 旁白

# title_air_trial_01
source: Trial of Air
de: Prüfung der Luft
es: Prueba de Aire
fr: Épreuve de l'Air
id: Ujian Udara
it: Prova dell'Aria
ja: 風の試練
ko: 공기의 시련
pt: Provação do Ar
ru: Испытание воздуха
th: บททดสอบแห่งลม
vi: Thử Thách Không Khí
zh_hans: 风之试炼
zh_hant: 風之試煉

# title_air_trial_02
source: Master the harmony of heights.
de: Meistere die Harmonie der Höhen.
es: Domina la armonía de las alturas.
fr: Maîtrisez l'harmonie des hauteurs.
id: Kuasai harmoni ketinggian.
it: Padroneggia l'armonia ad alta quota.
ja: − 調和を学び、高みを抱け −
ko: 높이의 조화를 익히세요
pt: Mestre da harmonia das alturas.
ru: Овладейте гармониями высот.
th: ฝึกฝนที่จะกลมกลืนกับความสูง
vi: Làm chủ sự hài hòa của độ cao.
zh_hans: 平衡之力，扶摇直上
zh_hant: 平衡之力，扶搖直上

# title_dawn_night_01
source: Passage Stone
de: Übergangsstein
es: Roca de iniciación
fr: Pierre d'Initiation
id: Kuil Batu Inisiasi
it: Pietra della Transizione
ja: ならいの大岩
ko: 성장의 돌
pt: Pedra da Passagem
ru: Камень посвящения
th: ศิลาเส้นทาง
vi: Đá Thử Thách
zh_hans: 夜行石
zh_hant: 夜行石

# title_dawn_night_02
source: A place of learning and cooperation.
de: Ein Ort des Lernens und der Zusammenarbeit.
es: Un lugar de aprendizaje y cooperación
fr: Un lieu d'apprentissage et de collaboration.
id: Tempat untuk belajar dan bekerjasama
it: Un luogo di apprendimento e cooperazione.
ja: − 学びと助け合いの足あと −
ko: 배움과 협동의 장
pt: Um lugar de cooperação e aprendizado.
ru: Место обучения и сотрудничества.
th: สถานที่แห่งการเรียนรู้และความร่วมมือ
vi: Địa điểm học tập và hợp tác.
zh_hans: 合作学习之处
zh_hant: 合作學習的所在

# title_dawncave_01
source: Cave of Prophecies
de: Höhle der Prophezeiungen
es: Cueva de las Profecías
fr: Grotte des prophéties
id: Gua Nubuat
it: Grotta delle Profezie
ja: 預言者の石窟
ko: 예언의 동굴
pt: Caverna das Profecias
ru: Пещера пророчеств
th: ถ้ำแห่งคำพยากรณ์
vi: Hang Bình Minh
zh_hans: 预言山谷
zh_hant: 預言山谷

# title_dawncave_02
source: Beware The Ancient Trials
de: Achtung vor den uralten Prüfungen
es: Teme las Antiguas Pruebas
fr: Méfiez-vous des anciennes épreuves
id: Hati-hati dengan Ujian kuno
it: Fai attenzione alle prove degli antichi
ja: − 空洞に眠る古の試練と啓示 -
ko: 고대의 시련을 조심하세요.
pt: Cuidado com as Provações dos Anciões
ru: Вас ждут древние испытания
th: จงระวังบททดสอบโบราณ
vi: Hãy coi chừng những thử nghiệm cổ xưa
zh_hans: 远古试炼，重现预言
zh_hant: 遠古試煉，重現預言

# title_dofashion_ancestors_01
source: Ancestor Appreciation
de: Wertschätzung der Ahnen
es: Gratitud por los ancestros
fr: Appréciation des ancêtres
id: Penghargaan Leluhur
it: Ispirazione antica
ja: 祖先への感謝を
ko: 선조영혼에 경의를
pt: Valorização dos Ancestrais
ru: Благодарность предкам
th: คำชื่นชมของบรรพชน
vi: Tri ân Tổ tiên
zh_hans: 先祖赞赏
zh_hant: 先祖謝意

# title_dofashion_ancestors_02
source: Let the fashion of your elders inspire you.
de: Lass dich von der Mode der Älteren inspirieren.
es: Que la moda de los ancianos te inspire.
fr: Laissez-vous inspirer par le style de vos ancêtres.
id: Temukan inspirasi dari busana leluhurmu.
it: Lasciati ispirare dalla moda dei tuoi avi.
ja: 大精霊たちをお手本にコーディネートを組んでみましょう
ko: 선조들의 패션에서 영감을 얻은 패션을 보여 주세요.
pt: Deixe a moda dos mais velhos inspirar você.
ru: Пусть мода ваших предков послужит вам вдохновением.
th: จงใช้แฟชั่นของผู้อาวุโสสร้างแรงบันดาลใจให้กับคุณ
vi: Hãy tìm cảm hứng từ thời trang của những thế hệ đi trước.
zh_hans: 从长者的时尚中获得启发。
zh_hant: 讓長老的時尚風格啟發你的靈感。

# title_dofashion_chaos_01
source: Chaotic Combinations
de: Chaotische Kombinationen
es: Combinaciones caóticas
fr: Combinaisons chaotiques
id: Kombinasi Kekacauan
it: Combinazioni bizzarre
ja: カオスなコーデ
ko: 혼돈의 조합
pt: Combinações Caóticas
ru: Хаотичные комбинации
th: การผสมผสานแห่งความโกลาหล
vi: Phối đồ Hỗn loạn
zh_hans: 混乱组合
zh_hant: 混亂組合

# title_dofashion_chaos_02
source: Bust out your wackiest outfit pairings!
de: Zeig uns deine verrücktesten Outfit-Kombinationen!
es: ¡Saca a relucir tus combinaciones de ropa más locas!
fr: Sortez vos combinaisons de tenues les plus farfelues !
id: Keluarkan padanan pakaian teranehmu!
it: Sfoggia i tuoi abbinamenti di outfit più eccentrici!
ja: 最高に奇抜な組み合わせを披露してください！
ko: 아무도 상상하지 못할 패션에 도전하세요!
pt: Arrase com combinações de roupas malucas!
ru: Продемонстрируйте свои самые эксцентричные подборки пар одежды!
th: จับคู่ชุดที่แปลกประหลาดที่สุดของคุณ!
vi: Ghép thành những bộ trang phục kỳ dị nhất!
zh_hans: 拿出你最古怪的服饰搭配！
zh_hant: 穿上你最古怪的服飾搭配！

# title_dofashion_creatures_01
source: Light Creature or Dark Creature
de: Lichtwesen oder Schattenwesen
es: Criatura de luz o criatura de oscuridad
fr: Créature de lumière ou d’ombre
id: Makhluk Cahaya atau Makhluk Kegelapan
it: Creatura luminosa od oscura
ja: 光の生き物、闇の生き物
ko: 빛의 크리처 혹은 다크 크리처
pt: Criatura de Luz e Criatura da Escuridão
ru: Создание света или создание тьмы
th: สิ่งมีชีวิตแห่งแสงหรือสิ่งมีชีวิตแห่งความมืด
vi: Sinh vật Ánh sáng hay Sinh vật Bóng tối
zh_hans: 光之生物或黑暗生物
zh_hant: 光之生物或暗之生物

# title_dofashion_creatures_02
source: Create an outfit that honors a Sky creature.
de: Kreiere ein Outfit, das eine Kreatur von Sky ehrt.
es: Crea un traje para honrar a una criatura de Sky.
fr: Créez une tenue honorant une créature de Sky.
id: Buat pakaian yang menghormati makhluk Sky.
it: Crea un outfit degno di una creatura di Sky.
ja: Skyの生き物たちへの敬意を、あなたの装いで表現してみましょう
ko: Sky 속 크리처를 조명하는 패션을 보여 주세요.
pt: Crie uma roupa que honre uma criatura de Sky.
ru: Создайте костюм, прославляющий существо Неба.
th: สร้างชุดเสื้อผ้าเพื่อยกย่องสิ่งมีชีวิตของ Sky
vi: Tạo ra một bộ trang phục tôn vinh một sinh vật Sky.
zh_hans: 创建一套纪念 Sky 生物的服饰。
zh_hant: 搭配一套致敬 Sky 生物的服飾。

# title_dofashion_dreamscape_01
source: Desert Dreams
de: Wüstenträume
es: Sueños del desierto
fr: Rêves de désert
id: Mimpi Gurun
it: Sogni nel deserto
ja: 砂漠の夢
ko: 사막의 꿈
pt: Sonhos do Deserto
ru: Пус��ынные мечты
th: ฝันแห่งทะเลทราย
vi: Giấc Mơ Sa Mạc
zh_hans: 沙漠梦想
zh_hant: 沙漠夢境

# title_dofashion_dreamscape_02
source: Choose an outfit that reflects the desert dunes.
de: Wähle ein Outfit, das die Dünen in der Wüste wiederspiegelt.
es: Elige un traje que evoque a las dunas del desierto.
fr: Choisissez une tenue représentative des dunes du désert.
id: Pilihlah pakaian yang mencerminkan bukit pasir gurun.
it: Scegli un costume ispirato alle dune del deserto.
ja: 砂丘をイメージした装いを披露しましょう
ko: 의상을 통해 사막의 모래언덕을 표현해 주세요.
pt: Escolha um traje que represente as dunas do deserto.
ru: Выберите наряд,отражающий образ пустынных дюн.
th: เลือกชุดเสื้อผ้าที่สะท้อนถึงเนินทรายในทะเลทราย
vi: Chọn một trang phục gợi nhớ đến những cồn cát sa mạc.
zh_hans: 选择一套能够体现沙丘主题的服饰。
zh_hant: 挑選一套能體現沙漠沙丘的造型。

# title_dofashion_fireside_01
source: Alpine Fireside
de: Alpenkamin
es: Fogata alpina
fr: Au coin du feu alpin
id: Perapian Alpen
it: Focolare alpino
ja: 雪山の炉ばた
ko: 눈 덮인 산의 온기
pt: Fogueira Alpina
ru: Альпийский домашний очаг
th: บ้านบนเทือกเขาสูง
vi: Lò sưởi Alpine
zh_hans: 高山炉边
zh_hant: 高山爐邊

# title_dofashion_fireside_02
source: Design a cozy wintertime outfit.
de: Gestalte ein gemütliches Winteroutfit.
es: Diseña un acogedor traje invernal.
fr: Concevez une tenue d’hiver confortable.
id: Rancang pakaian musim dingin yang nyaman.
it: Crea un outfit comodo invernale.
ja: 冬のひとときを心地よく過ごす格好をデザインしてみましょう
ko: 겨울에 따뜻하게 입을 수 있는 의상을 디자인해 주세요.
pt: Crie um conjunto aconchegante de inverno.
ru: Создайте уютный зимний костюм.
th: ออกแบบชุดเสื้อผ้าฤดูหนาวอันแสนสบาย
vi: Thiết kế một bộ trang phục mùa đông ấm cúng.
zh_hans: 设计一套舒适的冬季服饰。
zh_hant: 設計一套舒適的冬季服飾。

# title_dofashion_forest_01
source: Lost in the Hidden Forest
de: Verloren im Verborgenen Wald
es: Sin rumbo en el Bosque Escondido
fr: Perdu dans la Forêt cachée
id: Hilang di Hutan Tersembunyi
it: Persi nella Foresta Nascosta
ja: 雨林の迷い子
ko: 비밀의 숲 속 미아
pt: Perdido na Floresta Oculta
ru: Прогулка в Тайном лесу
th: หลงหายในป่าลับ
vi: Lạc vào Rừng Mưa
zh_hans: 雨林迷失
zh_hant: 雨林迷蹤

# title_dofashion_forest_02
source: Choose a look that makes you feel at home among the trees.
de: Wähle einen Look, bei dem man sich zwischen den Bäumen wie zu Hause fühlst.
es: Elige un aspecto que te haga sentir como en casa entre los árboles.
fr: Choisissez un look qui vous fait vous sentir comme chez vous au milieu des arbres.
id: Pilih tampilan yang membuatmu betah di antara pepohonan.
it: Scegli un look che ti faccia sentire a casa tra gli alberi.
ja: 木々に囲まれた空間が、まるでお家のようにくつろげるルックスを選んでみましょう
ko: 숲 한가운데서 마치 집처럼 편안할 수 있는 의상을 골라 주세요.
pt: Escolha um visual que faça com que você se sinta em casa entre as árvores.
ru: Выберите внешний вид, который позволит вам чувствовать себя среди деревьев как дома.
th: เลือกรูปลักษณ์ที่ทำให้คุณรู้สึกเหมือนอยู่บ้านท่ามกลางต้นไม้
vi: Tạo một ngoại hình ăn khớp với khu rừng.
zh_hans: 选择一种让你在树林中悠然自得的造型。
zh_hant: 選擇一種在樹林中讓你感到如在家般的造型。

# title_dofashion_glamour_01
source: Evening Glamour
de: Abendglanz
es: Encanto al atardecer
fr: Soirée glamour
id: Glamor Malam Hari
it: Glamour di sera
ja: 魅惑の宵闇
ko: 화려하게 빛나는 밤
pt: Elegância Noturna
ru: Вечерний гламур
th: เสน่ห์ยามเย็น
vi: Buổi tối Quyến rũ
zh_hans: 晚间魅力
zh_hant: 暮色華光

# title_dofashion_glamour_02
source: Sparkle and shine on the runway!
de: Glitzere und glänze auf dem Laufsteg!
es: ¡Brilla y llama la atención en la pasarela!
fr: Brillez de mille feux sur le podium !
id: Berkilau dan bersinar di runaway!
it: Brilla e splendi in passerella!
ja: ランウェイでキラキラと光輝く主役はあなた！
ko: 런웨이에서 가장 눈부시게 빛나는 존재가 되어 보세요!
pt: Brilhe e apareça na passarela!
ru: Блистайте и сияйте на подиуме!
th: เปล่งประกายเฉิดฉายบนรันเวย์!
vi: Lấp lánh và tỏa sáng trên sàn diễn!
zh_hans: 在T台上闪闪发光！
zh_hant: 在伸展台上閃閃發光！

# title_dofashion_grandma_01
source: Tea Time At Grandma's
de: Teezeit bei Großmutter
es: Hora del té en la casa de la abuela
fr: Goûter chez grand-mère
id: Waktu Minum Teh di Rumah Nenek
it: L’ora del tè a casa di nonna
ja: おばあちゃんとお茶会を
ko: 할머니와 티타임
pt: Hora do chá na Vovó
ru: Время пить чай у бабушки
th: เวลาน้ำชาที่บ้านคุณยาย
vi: Tận hưởng Tiệc trà
zh_hans: 祖母的下午茶时间
zh_hant: 祖母的午茶時光

# title_dofashion_grandma_02
source: You’re invited! Dress up for a splendid afternoon.
de: Du bist eingeladen! Mach dich schick für einen schönen Nachmittag.
es: ¡Te invitaron! Vístete para pasar una tarde espléndida.
fr: On ne refuse pas une invitation ! Habillez-vous pour un splendide après-midi.
id: Kamu diundang! Berdandanlah untuk sore yang indah.
it: Hai ricevuto un invito! Indossa un outfit per trascorrere uno splendido pomeriggio.
ja: ティータイムに招かれました！素敵な午後を楽しむためにドレスアップしましょう
ko: 근사한 오후 티타임에 초대받았어요! 멋지게 꾸며 보세요.
pt: Você está convidado! Vista-se para uma tarde esplêndida.
ru: Вы приглашены! Оденьтесь для уютного вечера.
th: คุณได้รับเชิญ! แต่งตัวสำหรับช่วงบ่ายที่ยอดเยี่ยมได้เลย
vi: Bạn đã được mời! Hãy lên đồ cho một buổi chiều lộng lẫy.
zh_hans: 你受到了邀请！为美妙的下午盛装打扮一下吧。
zh_hant: 你受到邀請了！打扮一下，度過一個華麗的下午。

# title_dofashion_jewel_01
source: Call of the Deep
de: Ruf aus der Tiefe
es: Llamada de las profundidades
fr: Appel des profondeurs
id: Panggilan dari Kedalaman
it: Richiamo dal profondo
ja: 深海の呼び声
ko: 심연의 부름
pt: Chamado das Profundezas
ru: Зов глубины
th: เสียงเพรียกจากที่ลึก
vi: Tiếng Gọi Của Biển Sâu
zh_hans: 深渊呼唤
zh_hant: 深海呼喚

# title_dofashion_jewel_02
source: Craft an exotic undersea look.
de: Erstelle einen exotischen Unterwasser-Look.
es: Arma un extravagante look submarino
fr: Imaginez un look sous-marin exotique.
id: Ciptakan tampilan bawah laut yang eksotis.
it: Crea un look sottomarino esotico.
ja: 神秘的な海中をファッションで表現しましょう
ko: 이국적인 해저 스타일을 완성해 주세요.
pt: Crie um visual exótico inspirado no fundo do mar.
ru: Создайте экзотический подводный образ.
th: สร้างลุคใต้ทะเลสุดแปลกตา
vi: Tạo nên một diện mạo dưới biển lạ lùng.
zh_hans: 打造一种异样风情的海底外观。
zh_hant: 打造一個異國風情的海底造型。

# title_dofashion_misty_01
source: Trailblazer Chic
de: Wegbereiter-Schick
es: Explorando a la moda
fr: Chic de la pionnière
id: Pelopor yang Elegan
it: Chic collinare
ja: 先駆者のシックスタイル
ko: 시크한 하이킹
pt: Desbravador Chique
ru: Шик первопроходца
th: นักเปิดทาง
vi: Phong Cách Nhà Thám Hiểm
zh_hans: 开拓者时尚
zh_hant: 登峰時尚

# title_dofashion_misty_02
source: Design a picture perfect outfit for a hike in the hills.
de: Entwickle ein perfektes Outfit für einen Wanderausflug in den Bergen.
es: Diseña un traje ideal para una excursión por las montañas.
fr: Imaginez une tenue idéale pour une petite promenade sur les collines.
id: Rancanglah pakaian yang sempurna untuk mendaki bukit.
it: Crea un costume perfetto per un'escursione in collina.
ja: 丘陵地でのハイキングを楽しむのに完璧な装いをデザインしましょう
ko: 언덕 하이킹에 꼭 어울리는 의상을 디자인해 주세요.
pt: Crie um traje impecável para uma caminhada nas colinas.
ru: Спроектируйте идеальный наряд для прогулок по холмам.
th: ออกแบบชุดที่สมบูรณ์แบบสำหรับการเดินป่าบนเนินเขา
vi: Thiết kế một trang phục hoàn hảo cho một chuyến đi bộ đường dài.
zh_hans: 设计一套适合在山地中徒步的完美服饰。
zh_hant: 設計一套既實用又上相的完美登山造型。

# title_dofashion_seaside_01
source: Seaside Serenity
de: Gelassenheit am Meer
es: Serenidad costera
fr: Sérénité du rivage
id: Ketenangan di Tepi Laut
it: Serenità balneare
ja: 海辺の平穏
ko: 해변의 평온함
pt: Serenidade à Beira-mar
ru: Морская безмятежность
th: ความสงบริมทะเล
vi: Bờ Biển Yên Bình
zh_hans: 海滨宁静
zh_hant: 濱海寧靜

# title_dofashion_seaside_02
source: Beat the heat in an outfit best suited for a sunny day.
de: Besiege die Hitze in einem Outfit, das am besten für einen sonnigen Tag geeignet ist.
es: Vence al calor en un traje perfecto para un día soleado.
fr: Déjouez la chaleur en imaginant une tenue adaptée à une journée ensoleillée.
id: Kalahkan panasnya cuaca dengan pakaian yang paling cocok untuk hari yang cerah.
it: Batti il caldo con un costume adatto a una giornata di sole.
ja: 快晴にぴったりの格好で、暑さを乗り越えましょう
ko: 화창한 날에 무더위를 날려 줄 의상을 디자인해 주세요.
pt: Enfrente o calor com um traje ideal para dias ensolarados.
ru: Одолейте жару в наряде, идеально подходящем для солнечного дня.
th: พิชิตความร้อนด้วยชุดเสื้อผ้าที่เหมาะที่สุดสำหรับวันแดดจ้า
vi: Xua tan cái nóng với bộ trang phục phù hợp nhất cho một ngày nắng.
zh_hans: 借助最适合在艳阳天穿着的服饰打败热浪。
zh_hant: 在豔陽下，穿上最適合避暑的服飾。

# title_dofashion_starlight_01
source: The Starlight Fashion Show
de: Die Sternenlicht-Modenschau
es: El desfile de moda de luz de estrellas
fr: Le défilé de mode stellaire
id: Peragaan Busana Cahaya Bintang adalah
it: Sfilata di moda stellare
ja: 星月夜ファッションショー
ko: 별빛 패션쇼
pt: Desfile de Moda Estelar
ru: Показ мод Звездного света
th: โชว์แฟชั่นแสงดาว
vi: Show Thời trang Ánh sao
zh_hans: 星光时装秀
zh_hant: 星光時裝秀

# title_dofashion_starlight_02
source: It’s the big night! Dress to impress––the <1>Style Guide</1> is counting on you!
de: Der große Abend ist da! Zieh dich schick an –– die <1>Stil-Helferin</1> zählt auf dich!
es: ¡Llegó la gran noche! Vístete para impresionar: ¡el <1>guía del estilo</1> cuenta contigo!
fr: C’est le grand soir ! Habillez-vous pour en mettre plein les yeux : la <1>guide du Style</1> compte sur vous !
id: Ini malam yang penting! Berdandanlah untuk menarik perhatian––<1>Pemandu Gaya</1> mengandalkanmu!
it: È la grande notte! Indossa un outfit che lasci tutti a bocca aperta! La <1>Guida di stile</1> conta su di te!
ja: 今宵はついに本番！あなたを頼りにしている<1>お洒落の案内人</1>をあっと言わせる装いで決めましょう！
ko: 아주 중요한 시간이에요! 멋지게 차려입고 모두의 시선을 사로잡으세요. <1>멋쟁이 안내자</1>가 기대하고 있어요!
pt: É a grande noite! Vista-se para impressionar. A <1>Guia de Estilo</1> conta com você!
ru: Знаменательная ночь! Оденьтесь так, чтобы всех впечатлить. <1>Проводник стиля</1> рассчитывает на вас!
th: มันเป็นค่ำคืนที่ยิ่งใหญ่! แต่งตัวเพื่อสร้างความประทับใจ––<1>ผู้แนะนำสไตล์</1>ไว้วางใจคุณ!
vi: Một đêm trọng đại! Hãy phối đồ để gây ấn tượng––<1>Chỉ Dẫn Phong Cách</1> trông cậy vào bạn!
zh_hans: 这是个重要的夜晚！穿衣打扮来提升魅力，<1>时尚向导</1>就指望你了！
zh_hant: 今晚是隆重之夜！盛裝打扮——<1>風格嚮導</1>期待你所帶來的創意！

# title_domusic_location1_01
source: Joy
de: Freude
es: Alegría
fr: Joie
id: Sukacita
it: Gioia
ja: 喜び
ko: 환희
pt: Alegria
ru: Радость
th: ความสุข
vi: Niềm Vui
zh_hans: 喜悦
zh_hant: 喜悅

# title_domusic_location1_02
source: Uplift the spirit with an encouraging tune
de: Hebe die Laune mit einer aufmunternden Melodie
es: Sube el ánimo con una canción alentadora
fr: Mettez l’ambiance avec une musique motivante
id: Semangati Roh dengan lagu yang penuh energi
it: Solleva lo spirito con una melodia incoraggiante
ja: 気分が晴れやかになるような、元気の出る楽曲
ko: 힘을 북돋아주는 음악으로 분위기를 끌어올리세요
pt: Levante o astral do espírito com uma canção animadora
ru: Поднимите дух ободряющей мелодией
th: ให้กำลังใจสปิริตด้วยบทเพลงที่ยกชูจิตใจ
vi: Nâng cao tinh thần bằng giai điệu khích lệ
zh_hans: 用激动的旋律鼓舞人心
zh_hant: 用激勵的旋律鼓舞人心

# title_domusic_location2_01
source: Hope
de: Hoffnung
es: Esperanza
fr: Espoir
id: Harapan
it: Speranza
ja: 希望
ko: 희망
pt: Esperança
ru: Надежда
th: ความหวัง
vi: Hy Vọng
zh_hans: 希望
zh_hant: 希望

# title_domusic_location2_02
source: Radiate a vibrant melody that inspires happiness
de: Verbreite eine lebhafte Melodie, die Glück erweckt
es: Emite una melodía animada que provoque felicidad
fr: Encouragez le bonheur avec une mélodie rayonnante
id: Pancarkan melodi bersemangat yang menginspirasi kebahagiaan
it: Irradia una melodia vibrante che ispira felicità
ja: しあわせを感じさせる、生き生きとしたメロディ
ko: 행복감을 주는 활기찬 멜로디를 퍼뜨리세요
pt: Espalhe uma melodia vibrante que inspire alegria
ru: Зарядитесь яркой мелодией, наполняющей счастьем
th: บทเพลงอันเปล่งประกายอย่างมีชีวิตชีวาที่ช่วยสร้างแรงบันดาลใจให้มีความสุข
vi: Lan tỏa giai điệu sôi động truyền cảm hứng hạnh phúc
zh_hans: 演奏活力四射的乐曲，启发正向思考
zh_hant: 演奏活力四射的樂曲，啟發正向思考

# title_domusic_location3_01
source: Dreams
de: Träume
es: Sueños
fr: Rêves
id: Mimpi
it: Sogni
ja: 夢
ko: 꿈
pt: Sonhos
ru: Мечты
th: ความฝัน
vi: Giấc Mơ
zh_hans: 梦想
zh_hant: 夢想
