Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daysofcolor_cape_mismatch_orange
source: Try wearing <2>orange</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Oranges</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>naranja</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>orange</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>oranye</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare l'<2>arancione</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>オレンジ</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>주황색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>laranja</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>оранжевое</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีส้ม</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu cam</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>橙色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>橘色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysofcolor_cape_mismatch_pink
source: Try wearing <2>pink</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Pinkes</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>rosa</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>rose</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>merah muda</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare il <2>rosa</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>ピンク</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>분홍색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>rosa</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>розовое</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีชมพู</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu hồng</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>粉色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>粉紅色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysofcolor_cape_mismatch_purple
source: Try wearing <2>purple</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Violettes</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>violeta</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>violet</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>ungu</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare il <2>viola</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>紫</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>보라색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>roxo</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>фиолетовое</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีม่วง</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu tím</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>紫色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>紫色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysofcolor_cape_mismatch_red
source: Try wearing <2>red</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Rotes</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>rojo</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>rouge</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>merah</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare il <2>rosso</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>赤</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>빨간색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>vermelho</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>красное</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีแดง</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu đỏ</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>红色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>紅色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysofcolor_cape_mismatch_teal
source: Try wearing <2>teal</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Türkises</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>verde azulado</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>turquoise</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>teal</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare il <2>verde acqua</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>ティール</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>청록색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>verde-azulado</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>сизое</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีเขียวนกเป็ดน้ำ</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu xanh lơ</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>蓝绿色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>藍綠色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysofcolor_cape_mismatch_yellow
source: Try wearing <2>yellow</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Gelbes</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>amarillo</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>jaune</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>kuning</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare il <2>giallo</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>黄色</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>노란색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>amarelo</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>желтое</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีเหลือง</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu vàng</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>黄色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>黃色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysoffashion_currency_hint
source: Collect an <event_candle/> by viewing others' performances.
de: Sammle eine <event_candle/>, indem du die Aufführungen anderer anschaust.
es: Recoge una <event_candle/> al ver los espectáculos de las demás personas.
fr: Obtenez une <event_candle/> en assistant aux performances des autres.
id: Kumpulkan <event_candle/> dengan menonton pertunjukan yang lain.
it: Ottieni <event_candle/> guardando gli spettacoli di altri.
ja: 他の人のパフォーマンスを鑑賞し、<event_candle/>を集めましょう
ko: 다른 사람들의 공연을 감상하면 <event_candle/>을 모을 수 있어요.
pt: Colete <event_candle/> vendo a apresentação dos outros.
ru: Соберите <event_candle/>, посмотрев, как дела у других.
th: เก็บรวบรวม <event_candle/> โดยการดูการแสดงของคนอื่น
vi: Thu thập <event_candle/> bằng cách xem màn trình diễn của người khác.
zh_hans: 通过观看他人的表演来收集<event_candle/>。
zh_hant: 觀看他人的表演來收集<event_candle/>。

# daysoffashion_fail_hint
source: You need to walk the whole runway! Please try again.
de: Du musst den ganzen Laufsteg ablaufen! Bitte versuche es noch einmal.
es: ¡Debes caminar por toda la pasarela! Vuelve a intentarlo.
fr: Vous devez parcourir tout le podium ! Réessayez.
id: Kamu harus berjalan di seluruh runaway! Coba lagi.
it: Devi percorrere tutta la passerella! Riprova.
ja: ランウェイを最後まで歩ききる必要があります！もう一度、挑戦しましょう
ko: 런웨이를 끝까지 걸어야 해요! 다시 시도해 보세요.
pt: Você precisa andar pela passarela inteira! Tente novamente.
ru: Вам необходимо пройти по всему подиуму! Повторите попытку.
th: คุณจำเป็นต้องเดินเวทีเดินแบบให้ครบรอบ! โปรดลองใหม่อีกครั้ง
vi: Bạn cần phải đi hết sàn diễn! Vui lòng thử lại.
zh_hans: 你得走完整个T台！请重试。
zh_hant: 你需要走完整個伸展台！請再試一次。

# daysoffashion_intro_desc_01
source: The <1>Style Guide</1> is seeking the perfect outfit for the upcoming <2>Starlight Fashion Show</2>––but they're stumped!
de: Die <1>Stil-Helferin</1> sucht nach dem perfekten Outfit für die kommende <2>Sternenlicht-Modenschau</2> –– aber bis jetzt ohne Erfolg!
es: El <1>guía del estilo</1> busca el traje perfecto para el próximo <2>desfile de moda de luz de estrellas</2>, ¡pero no se le ocurre nada!
fr: La <1>guide du Style</1> cherche la tenue parfaite pour le <2>défilé de mode stellaire</2> à venir... mais elle sèche complètement !
id: <1>Pemandu Gaya</1> mencari pakaian untuk <2>Peragaan Busana Cahaya Bintang</2> mendatang––tapi mereka bingung!
it: La <1>Guida di stile</1> sta cercando l’outfit perfetto per la prossima <2>Sfilata di moda stellare</2>, ma è un po’ indecisa!
ja: <1>お洒落の案内人</1>が、まもなく開催される<2>星月夜ファッションショー</2>のために完璧な服を探しているのですが…とても悩んでいます！
ko: 다가오는 <2>별빛 패션쇼</2>를 위해 완벽한 의상을 찾는 <1>멋쟁이 안내자</1>가 난처해하고 있어요!
pt: A <1>Guia de Estilo</1> está procurando a roupa perfeita para o próximo <2>Desfile de Moda Estelar</2>... mas ela está perplexa!
ru: <1>Проводник стиля</1> ищет идеальный костюм для предстоящего <2>показа мод Звездного света</2>, но она в тупике!
th: <1>ผู้แนะนำสไตล์</1>กำลังมองหาชุดที่สมบูรณ์แบบสำหรับ<2>โชว์แฟชั่นแสงดาว</2>ที่กำลังจะมาถึง แต่เขาก็ไม่มีไอเดียในหัวเลย!
vi: <1>Chỉ Dẫn Phong Cách</1> đang tìm kiếm bộ trang phục hoàn hảo cho <2>Show Thời trang Ánh sao</2> sắp tới––nhưng họ đang bối rối!
zh_hans: <1>时尚向导</1>正在为即将到来的<2>星光时装秀</2>寻找完美的服饰，可是他遇到了难题！
zh_hant: <1>風格嚮導</1>正在為即將到來的<2>星光時裝秀</2>尋找完美造型——但卻束手無策！

# daysoffashion_intro_desc_01_chaos
source: The <1>Style Guide</1> was inspired by all of the unique styles at the <2>Starlight Fashion Show</2>!
de: Die <1>Stil-Helferin</1> wurde von all den einzigartigen Stilen bei der <2>Sternenlicht-Modenschau</2> inspiriert!
es: ¡El <1>guía del estilo</1> se inspiró en todos los estilos exclusivos del <2>desfile de moda de luz de estrellas</2>!
fr: La <1>guide du Style</1> a été inspirée par tous les styles uniques du <2>défilé de mode stellaire</2> !
id: <1>Pemandu Gaya</1> terinspirasi oleh semua gaya unik di <2>Peragaan Busana Cahaya Bintang</2>!
it: La <1>Guida di stile</1> è rimasta impressionata dai modelli unici presentati durante la <2>Sfilata di moda stellare</2>!
ja: <1>お洒落の案内人</1>は、<2>星月夜ファッションショー</2>で披露された全てのユニークなスタイルに感銘を受けたようです！
ko: <1>멋쟁이 안내자</1>가 <2>별빛 패션쇼</2>의 독특한 패션에 모두 큰 영감을 받았어요!
pt: A <1>Guia de Estilo</1> foi inspirada por todos os estilos únicos do <2>Desfile de Moda Estelar</2>!
ru: <1>Проводник стиля</1> вдохновляется уникальными стилями на <2>показе мод Звездного света</2>!
th: <1>ผู้แนะนำสไตล์</1>ได้รับแรงบันดาลใจจากสไตล์อันโดดเด่นทั้งหมดที่ <2>โชว์แฟชั่นแสงดาว</2>!
vi: <1>Chỉ Dẫn Phong Cách</1> được lấy cảm hứng từ tất cả các phong cách độc đáo tại <2>Show Thời trang Ánh sao</2>!
zh_hans: <1>时尚向导</1>的灵感来自于<2>星光时装秀</2>上所有独特的风格！
zh_hant: <1>風格嚮導</1>受到<2>星光時裝秀</2>上所有獨特風格的啟發！

# daysoffashion_intro_desc_01_starlight
source: This is it! It's time for the <2>Starlight Fashion Show</2>. The <1>Style Guide</1> is putting the final touches on their look.
de: Es ist soweit! Zeit für die <2>Sternenlicht-Modenschau</2>. Die <1>Stil-Helferin</1> verleiht dem Outfit noch den letzten Schliff.
es: ¡Eso es! Es hora del <2>desfile de moda de luz de estrellas</2>. El <1>guía del estilo</1> le da los retoques finales a su aspecto.
fr: Ça y est ! Le <2>défilé de mode stellaire</2> va débuter. La <1>guide du Style</1> apporte les dernières touches à son look.
id: Ini dia! Waktunya untuk <2>Peragaan Busana Cahaya Bintang</2>. <1>Pemandu Gaya</1> memberikan sentuhan akhir ke tampilan mereka.
it: Ci siamo! È arrivato il giorno della <2>Sfilata di moda stellare</2>. La <1>Guida di stile</1> sta dando gli ultimi ritocchi al look.
ja: いよいよ、<2>星月夜ファッションショー</2>の開催です！<1>お洒落の案内人</1>は、最後の仕上げに忙しいようです
ko: 드디어 <2>별빛 패션쇼</2>를 시작합니다. <1>멋쟁이 안내자</1>가 런웨이 의상을 마지막으로 점검하고 있어요.
pt: É isso! Chegou a hora do <2>Desfile de Moda Estelar</2>. A <1>Guia de Estilo</1> está dando os toques finais no visual.
ru: Наконец пришло время для <2>показа мод Звездного света</2>! <1>Проводник стиля</1> делает последние штрихи, приводя в порядок свой внешний вид.
th: เอาล่ะ! ได้เวลาสำหรับ<2>โชว์แฟชั่นแสงดาว</2>แล้ว <1>ผู้แนะนำสไตล์</1>กำลังตกแต่งลุคของเขาเป็นครั้งสุดท้ายอยู่
vi: Và đây! Đã đến lúc <2>Show Thời trang Ánh sao</2> bắt đầu. <1>Chỉ Dẫn Phong Cách</1> đang hoàn thiện những nét cuối cùng về diện mạo của họ.
zh_hans: 吉时已到！<2>星光时装秀</2>要开始了。<1>时尚向导</1>正在对造型进行最后的调整。
zh_hant: 就是現在！<2>星光時裝秀</2>的時間到了。<1>風格嚮導</1>正在對其穿搭做最後的調整。

# daysoffashion_intro_desc_02
source: Maybe you can inspire them with a stylish <b>outfit</b>!
de: Vielleicht kannst du ihn mit einem stylischen <b>Outfit</b> inspirieren!
es: ¡Quizás puedas darle inspiración si te pones un <b>traje</b> elegante!
fr: Vous pouvez peut-être l’inspirer avec une <b>tenue</b> stylée !
id: Mungkin kamu bisa menginspirasi mereka dengan <b>pakaian</b> modis!
it: Magari puoi ispirarla con un <b>outfit</b> di tendenza!
ja: あなたのスタイリッシュな<b>装い</b>が、インスピレーションになるかもしれません！
ko: 멋진 <b>의상</b>으로 멋쟁이 안내자에게 영감을 줄 수 있을지도 몰라요!
pt: Talvez você possa inspirá-la com uma <b>roupa</b> estilosa!
ru: Возможно, вы произведете на всех впечатление своим стильным <b>костюмом</b>!
th: บางที่คุณอาจมอบแรงบันดาลใจให้พวกเขาได้ด้วย<b>ชุดเสื้อผ้า</b>ที่มีสไตล์!
vi: Biết đâu bạn có thể truyền cảm hứng cho họ bằng một <b>trang phục</b> sành điệu!
zh_hans: 说不定你可以用穿上时髦的<b>服饰</b>来激发他的灵感！
zh_hant: 也許你可以用一套時尚<b>造型</b>為他提供一些靈感！

# daysoffashion_intro_desc_02_chaos
source: To celebrate, <b>express yourself</b> with a stylish <b>outfit</b>!
de: Um das zu feiern, solltest du dich mit einem stylischen <b>Outfit</b> <b>präsentieren</b>!
es: Para celebrar, ¡<b>exprésate</b> con un <b>traje</b> elegante!
fr: Pour fêter ça, <b>exprimez-vous</b> avec une <b>tenue</b> stylée !
id: Untuk merayakan, <b>ekspresikan dirimu</b> dengan <b>pakaian</b> yang modis!
it: Per festeggiare, <b>esprimiti</b> con un <b>outfit</b> di tendenza!
ja: お祝いに、スタイリッシュな<b>装い</b>で、<b>あなた自身を表現</b>しましょう！
ko: 멋진 <b>의상</b>으로 <b>마음껏 자신을 표현</b>하세요!
pt: Para comemorar, <b>expresse-se</b> com uma <b>roupa</b> estilosa!
ru: Чтобы отпраздновать, <b>выразите себя</b> в стильном <b>костюме</b>!
th: <b>เผยตัวตนของคุณด้วย</b><b>ชุดเสื้อผ้า</b>ที่มีสไตล์!
vi: Để chào mừng, hãy <b>thể hiện bản thân</b> với một <b>trang phục</b> sành điệu!
zh_hans: 为了庆祝，<b>请穿上时髦的<b>服饰</b>来表现自我</b>吧！
zh_hant: 為了慶祝，換上一套時尚<b>造型</b>來<b>展現自己的風格</b>！

# daysoffashion_intro_desc_03
source: <b>Try on</b> a creative outfit to match today's theme!
de: <b>Probiere</b> ein kreatives Outfit an, um zum heutigen Motto zu passen!
es: ¡<b>Pruébate</b> un traje creativo que haga juego con el tema de hoy!
fr: <b>Essayez</b> une tenue créative pour aller avec le thème du jour !
id: <b>Coba</b> pakaian kreatif yang cocok dengan tema hari ini!
it: <b>Indossa</b> un outfit creativo che si abbini al tema del giorno!
ja: 今日のテーマに合う、あなた独自の装いに<b>着替えましょう</b>！
ko: 오늘의 테마에 맞는 창의적인 의상을 <b>입어 보세요</b>!
pt: <b>Experimente</b> uma roupa criativa para combinar com o tema de hoje!
ru: <b>Наденьте</b> креативный костюм, соответствующий сегодняшней теме!
th: <b>ลอง</b>ชุดเสื้อผ้าที่สร้างสรรค์เพื่อให้เข้ากับธีมของวันนี้เลยสิ!
vi: Hãy <b>thử</b> một bộ trang phục sáng tạo phù hợp với chủ đề hôm nay!
zh_hans: <b>试穿</b>一套符合今日主题的创意服饰！
zh_hant: <b>試穿</b>一套創意服飾，來配合今天的主題！

# daysoffashion_intro_desc_04
source: Once you've perfected your look, use the <b>shrine</b> to <b>record</b> your walk down the runway!
de: Wenn du deinen Look perfektioniert hast, kannst du deinen Gang über den Laufsteg mit dem <b>Schrein</b> <b>aufnehmen</b>!
es: Una vez que perfecciones tu aspecto, ¡usa el <b>altar</b> para <b>registrar</b> tu paso por la pasarela!
fr: Une fois que vous aurez perfectionné votre look, utilisez le <b>sanctuaire</b> pour <b>enregistrer</b> votre défilé sur le podium !
id: Setelah menyempurnakan tampilan, gunakan <b>kuil</b> untuk <b>merekam</b> peragaanmu di runway!
it: Dopo aver perfezionato il tuo stile, usa il <b>santuario</b> per <b>filmare</b> la tua sfilata in passerella!
ja: 準備ができたら、<b>シェアメモリーズの祭壇</b>を使い、ランウェイを歩く様を<b>記録</b>しましょう！
ko: 의상 준비를 마친 후 <b>제단</b>을 사용해서 런웨이를 가로지르는 모습을 <b>기록</b>하세요!
pt: Depois de aperfeiçoar seu visual, use o <b>altar</b> para <b>registrar</b> sua caminhada na passarela!
ru: Когда ваш внешний вид станет идеальным, воспользуйтесь <b>гардеробной</b>, чтобы <b>записать</b> свой проход по подиуму!
th: หลังจากที่คุณตกแต่งลุคให้สมบูรณ์แบบแล้ว ใช้<b>แท่นบูชา</b>เพื่อ<b>บันทึก</b>การเดินแบบของคุณบนเวทีเดินแบบเลยสิ!
vi: Khi bạn đã hoàn thiện ngoại hình, hãy tới <b>ngôi đền</b> để <b>ghi lại</b> bước đi của bạn trên sàn diễn!
zh_hans: 完善造型后，就用<b>神坛</b>来<b>记录</b>你在T台上的走秀吧！
zh_hant: 一旦你的打扮達到無懈可擊，就用<b>神壇</b>來<b>記錄</b>你在伸展台上的走秀吧！

# daysoffashion_intro_desc_05
source: Today's theme is...
de: Das heutige Motto ist …
es: El tema de hoy es...
fr: Le thème du jour est...
id: Tema hari ini adalah...
it: Il tema di oggi è...
ja: 本日のテーマは…
ko: 오늘의 테마는...
pt: O tema de hoje é...
ru: Сегодняшняя тема...
th: ธีมของวันนี้คือ...
vi: Chủ đề hôm nay là...
zh_hans: 今日的主题是……
zh_hant: 今天的主題是……

# daysoffashion_intro_desc_05_starlight
source: The theme for the Starlight Fashion show is...
de: Das Motto für die Sternenlicht-Modenschau ist …
es: El tema del desfile de moda de luz de estrellas es...
fr: Le thème du défilé de mode stellaire est...
id: Tema untuk Peragaan Busana Cahaya Bintang adalah...
it: Il tema della Sfilata di moda stellare è...
ja: 星月夜ファッションショーのテーマは…
ko: 별빛 패션쇼의 테마는...
pt: O tema do Desfile de Moda Estelar é...
ru: Тема для показа мод Звездного света...
th: ธีมสำหรับโชว์แฟชั่นแสงดาวคือ...
vi: Chủ đề của Show Thời trang Ánh sao là...
zh_hans: 星光时装秀的主题是……
zh_hant: 星光時裝秀的主題是……

# daysoffashion_outfit_hint
source: The <1>Style Guide</1> brings a <b>new set of clothes</b> every hour for you to borrow on the runway!
de: Die <1>Stil-Helferin</1> bringt jede Stunde ein <b>neues Kleidungsset</b>, das du dir für den Laufsteg ausleihen kannst!
es: ¡El <1>guía del estilo</1> trae un <b>nuevo conjunto de ropa</b> cada hora para que uses en la pasarela!
fr: La <1>guide du Style</1> apporte un <b>nouvel ensemble de vêtements</b> toutes les heures pour que vous puissiez l’essayer sur le podium !
id: <1>Pemandu Gaya</1> membawa <b>beberapa potong pakaian baru</b> setiap jam yang bisa kamu pinjam di runaway!
it: La <1>Guida di stile</1> ti porta un <b>nuovo set di abiti</b> ogni ora da indossare in passerella!
ja: <1>お洒落の案内人</1>は、1時間ごとに<b>新たなコーディネート</b>を持ってきてくれます。一式丸ごと借りて、ランウェイを歩きましょう！
ko: <1>멋쟁이 안내자</1>가 런웨이를 위해 매 시간 <b>새로운 의상 세트</b>를 가져와서 빌려줄 거예요.
pt: A <1>Guia de Estilo</1> traz uma <b>roupa nova</b> a cada hora para você pegar emprestado na passarela!
ru: <1>Проводник стиля</1> приносит <b>новый комплект одежды</b> каждый час, и вы можете одолжить комплект для подиума!
th: <1>ผู้แนะนำสไตล์</1>ได้นำ<b>ชุดเสื้อผ้าเซ็ตใหม่</b>มาทุกชั่วโมงเพื่อให้คุณยืมใส่บนเวทีเดินแบบ!
vi: <1>Chỉ Dẫn Phong Cách</1> mang đến một <b>bộ quần áo mới</b> mỗi giờ để bạn mượn lên sàn diễn!
zh_hans: <1>时尚向导</1>每小时都会带来<b>一套新衣服</b>供你在T台上借用！
zh_hant: 每小時，<1>風格嚮導</1>會帶來<b>一套新的衣服</b>借你登上伸展台走秀！

# daysoffashion_outro_desc_01
source: The <1>Style Guide</1> is grateful for your inspiration.
de: Die <1>Stil-Helferin</1> ist dankbar für deine Inspiration.
es: El <1>guía del estilo</1> agradece tu inspiración.
fr: La <1>guide du Style</1> vous remercie pour l’inspiration.
id: <1>Pemandu Gaya</1> berterima kasih atas inspirasi darimu.
it: La <1>Guida di stile</1> ti ringrazia per averle dato l’ispirazione.
ja: <1>お洒落の案内人</1>は、あなたがくれたインスピレーションに感謝しています
ko: <1>멋쟁이 안내자</1>가 영감을 줘서 고맙다고 인사합니다.
pt: A <1>Guia de Estilo</1> agradece a sua inspiração.
ru: <1>Проводник стиля</1> благодарит вас за вдохновение.
th: <1>ผู้แนะนำสไตล์</1>รู้สึกขอบคุณสำหรับแรงบันดาลใจของคุณ
vi: <1>Chỉ Dẫn Phong Cách</1> rất cảm kích về nguồn cảm hứng của bạn.
zh_hans: <1>时尚向导</1>非常感谢你的启发。
zh_hant: <1>風格嚮導</1>感謝你所帶來的靈感。

# daysoffashion_outro_desc_02
source: Head back to the <b>shrine</b> to <b>check out</b> what others have come up with!
de: Gehe zurück zum <b>Schrein</b> und <b>sieh dir an</b>, was die anderen sich ausgedacht haben!
es: ¡Regresa al <b>altar</b> para <b>echar un vistazo</b> a lo que hicieron las demás personas!
fr: Retournez au <b>sanctuaire</b> pour <b>voir</b> ce que les autres ont proposé !
id: Kembalilah ke <b>kuil</b> untuk <b>melihat</b> apa yang telah dibuat oleh orang lain!
it: Torna al <b>santuario</b> per <b>controllare</b>cosa hanno ideato gli altri!
ja: <b>祭壇</b>に戻り、他の星の子どもたちの装いを<b>チェック</b>してみましょう！
ko: <b>제단</b>으로 돌아가서 다른 사람들의 패션을 <b>확인해 보세요</b>!
pt: Volte ao <b>altar</b> para <b>ver</b> o que os outros fizeram!
ru: Возвращайтесь в <b>гардеробную</b>, чтобы <b>посмотреть</b>, что придумали другие!
th: มุ่งหน้ากลับไปที่<b>แท่นบูชา</b>เพื่อ<b>ดูว่า</b>คนอื่นๆ แต่งตัวเป็นอย่างไรบ้าง!
vi: Quay trở lại <b>ngôi đền</b> để <b>xem</b> ý tưởng của những người khác!
zh_hans: 返回<b>神坛</b>，<b>看看</b>其他人想出了什么主意！
zh_hant: 回到<b>神壇</b>去<b>查看</b>其他人都創作出了什麼風格吧！

# daysoffashion_shrine_hint
source: Use this <b>shrine</b> to <b>record</b> your runway walk. Don't forget to show off!
de: Nutze diesen <b>Schrein</b>, um dich auf dem Laufsteg <b>aufzuzeichnen</b>. Zeig, was du kannst!
es: Usa este <b>altar</b> para <b>registrar</b> tu paso por la pasarela. ¡No te olvides de presumir!
fr: Utilisez ce <b>sanctuaire</b> pour <b>enregistrer</b> votre défilé. N’oubliez pas de vous pavaner !
id: Gunakan <b>kuil</b> ini untuk <b>merekam</b> peragaanmu di runaway. Jangan lupa pamerkan busanamu!
it: Usa questo <b>santuario</b> per <b>filmare</b> la tua sfilata in passerella. Ricordati di splendere!
ja: この<b>祭壇</b>を使い、ランウェイを歩く様を<b>記録</b>してください。歩き方も工夫しちゃいましょう！
ko: 이 <b>제단</b>을 사용해서 런웨이를 가로지르는 모습을 <b>기록</b>하세요. 멋진 패션을 마음껏 뽐내보세요!
pt: Use este <b>altar</b> para <b>registrar</b> sua caminhada na passarela. Mostre todo o seu talento!
ru: Воспользуйтесь этой <b>гардеробной</b>, чтобы <b>записать</b> свой проход по подиуму. Не забудьте продемонстрировать его!
th: ใช้<b>แท่นบูชา</b>นี้เพื่อ<b>บันทึก</b>การเดินแบบของคุณ อย่าลืมมาอวดเชียวล่ะ!
vi: Sử dụng <b>ngôi đền</b> này để <b>ghi lại</b> bước đi trên sàn diễn. Hãy thể hiện!
zh_hans: 用这座<b>神坛</b>来<b>记录</b>你的走秀。别忘了炫耀一下！
zh_hant: 用這座<b>神壇</b>來<b>記錄</b>你在伸展台上的走秀。別忘了好好炫耀一番！

# daysoffashion_task_hint
source: Show off!
de: Stell dich zur Schau!
es: ¡Presume!
fr: Pavanez-vous !
id: Pamerkan busanamu!
it: Mettiti in mostra!
ja: さあ、お披露目です！
ko: 마음껏 뽐내주세요!
pt: Mostre-se!
ru: Продемонстрировать!
th: อวดเลย!
vi: Thể hiện!
zh_hans: 炫耀一下！
zh_hant: 炫耀一下！
