Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_art_13_00
source: In visualizing the void as storytellers, we presented its impact neutrally and celebrated both light and dark lifeforms for their own beauty. By honoring both sides of its existence equally, we are able to weave a richer world.
de: Als wir uns die Leere als Geschichtenerzähler vorstellten, stellten wir deren Wirkung neutral dar und feierten die Schönheit der Lebensformen sowohl des Lichts als auch der Dunkelheit. Indem wir beide Seiten der Existenz gleichermaßen ehren, können wir eine reichere Welt schaffen.
es: Al visualizar al vacío como cuentistas, presentamos su impacto de forma neutral y celebramos tanto las vidas de forma de la luz como de la oscuridad por su belleza propia. Al honrar ambos lados de su existencia de igual manera, podemos tejer un mundo más abundante.
fr: La visualisation des conteurs du néant nous permettait de présenter l’impact de façon neutre, tout en célébrant les formes de vie lumineuses et ténébreuses. Honorer équitablement les deux pans de l’existence fait naître un monde plus riche.
id: Dalam memvisualisasikan kekosongan sebagai pendongeng, kami menyajikan dampaknya secara netral dan merayakan bentuk kehidupan yang terang dan gelap untuk keindahannya masing-masing. Dengan menghormati keberadaan keduanya secara setara, kami dapat membangun dunia yang lebih kaya.
it: Per visualizzare il vuoto nella narrazione, ne abbiamo presentato l'impatto in modo neutrale e abbiamo celebrato sia le forme di vita chiare che quelle oscure per la loro bellezza. Onorando allo stesso modo entrambi gli aspetti dell'esistenza, abbiamo potuto intessere un mondo più ricco.
ja: ストーリーテラーとしての虚空のビジュアルは、光と闇、双方の生命体の美しさを讃えながら、どちらにも影響を与える中立的な存在となるよう、心がけました。 光と闇の存在を等しく尊重することで、より豊かな世界を紡ぐことができるからです。
ko: 공허가 이야기를 이끌어가도록 표현하면서, 공허의 영향력을 중립적으로 소개하고 빛과 어둠의 크리처를 모두 조명했습니다. 존재의 양면을 모두 똑같이 존중함으로써 더욱 풍성한 세계를 만들어갈 수 있었습니다.
pt: Ao visualizar o vazio como contadores de histórias, apresentamos seu impacto de forma neutra e celebramos tanto as formas de vida de luz quanto as das trevas pela própria beleza. Ao honrar igualmente ambos os lados de sua existência, somos capazes de tecer um mundo mais rico.
ru: Создавая визуальный образ пустоты, мы хотели отдать должное красоте обоих форм жизни, как светлой, так и тёмной. Уделяя равное внимание обеим сторонам местной космологии, мы смогли обогатить наш мир.
vi: Khi hình dung hư không là những người kể chuyện, chúng tôi đã thể hiện tác động của chúng một cách trung lập và tôn vinh vẻ đẹp riêng của cả hai dạng sống ánh sáng và bóng tối. Bằng cách tôn vinh cả hai mặt tồn tại của chúng một cách bình đẳng, chúng tôi có thể dệt nên một thế giới phong phú hơn.
zh_hans: 在作为故事讲述者对虚空进行视觉化时，我们中立地展现了它的影响，并赞颂了无论光明还是黑暗，各种生命形式都有其自身之美。 通过平等致敬其存在的两方面，我们得以编织一个更丰富的世界。
zh_hant: 作為說故事的人，我們在視覺化虛空時以中立的方式呈現其影響，並欣賞光明與黑暗生命形式各自的美麗。 透過平等尊重其存在的兩面，我們得以編織出更豐富的世界。

# sf_art_13_01
source: We began experimenting with colors and shapes that could compound emotions for encountering darkness and the void. (<b>Artwork by Khang Le</b>)
de: Wir begannen damit, mit Farben und Formen zu experimentieren, die Gefühle bei der Begegnung mit Dunkelheit und Leere verstärken würden. (<b>Kunstwerk von Khang Le</b>)
es: Comenzamos a experimentar con colores y formas que podrían elaborar emociones para los encuentros con la oscuridad y el vacío. (<b>Arte de Khang Le</b>).
fr: Nous avons alors joué avec les couleurs et les formes susceptibles de symboliser les émotions ressenties lors de la rencontre avec les ténèbres et le néant. (<b>Illustration de Khang Le</b>)
id: Kami mulai bereksperimen dengan warna dan bentuk yang dapat memadukan emosi dalam menghadapi kegelapan dan kehampaan. (<b>Karya seni oleh Khang Le</b>)
it: Così si è iniziato a sperimentare con colori e forme che potessero intensificare le emozioni suscitate dall'incontro con l'oscurità e il vuoto. (<b>Opera di Khang Le</b>)
ja: 私たちはまず、闇や虚空に出会った時の感情を増幅させる様な、色や形の研究から始めました。 (<b>作：Khang Le</b>)
ko: 어둠과 공허를 마주할 때 일어나는 감정을 표현하기 위해 다양한 색깔과 형태를 실험했습니다. (<b>캉 레의 작품</b>)
pt: Começamos a experimentar cores e formas que poderiam expressar emoções ao encontrar a escuridão e o vazio. (<b>Arte feita por Khang Le</b>)
ru: Мы начали экспериментировать с цветами и формами, способными усилить эмоции от встречи с тьмой и пустотой. (<b>Рисунок Khang Le</b>)
vi: Chúng tôi bắt đầu thử nghiệm những màu sắc và hình dạng có thể kết hợp những cảm xúc khi gặp bóng tối và hư không. (<b>Tác phẩm nghệ thuật của Khang Le</b>)
zh_hans: 我们开始试验能够为遭遇黑暗和虚空强化情感的颜色和形状。 （<b>Khang Le创作的插画</b>）
zh_hant: 我們開始嘗試能在遭遇黑暗與虛空時強化情感的顏色和形狀。 （<b>Khang Le 繪</b>）

# sf_art_13_02
source: In these artworks, void-corrupted lifeforms are represented as Dark Waters, Dark Plants/Blooms, Dark Crabs, and Dark Dragons. (<b>Artwork by Tom Zhao</b>)
de: In diesen Kunstwerken werden von der Leere verdorbene Lebensformen durch Dunkelwasser, Dunkelpflanzen/-blüten, Dunkelkrabben und Dunkeldrachen dargestellt. (<b>Kunstwerk von Tom Zhao</b>)
es: En estas obras de arte, las formas de vida corrompidas por el vacío se representaron como aguas oscuras, plantas/flores oscuras, cangrejos oscuros y dragones oscuros. (<b>Arte de Tom Zhao</b>).
fr: Sur ces illustrations, les formes de vie corrompues par le néant sont représentées sous la forme d’eaux, de plantes, de fleurs, de crabes et de dragons sombres. (<b>Illustration de Tom Zhao</b>)
id: Dalam karya seni ini, makhluk hidup yang rusak akibat kehampaan direpresentasikan sebagai Perairan Kegelapan, Tumbuhan/Bunga Kegelapan, Kepiting Kegelapan, dan Naga Kegelapan. (<b>Karya seni oleh Tom Zhao</b>)
it: In queste opere, le forme di vita corrotte dal vuoto sono rappresentate come acqua scura, piante/fiori oscuri, granchi oscuri e draghi oscuri. (<b>Opera di Tom Zhao</b>)
ja: これらのコンセプトでは、虚空に堕ちた生命体が、暗い液体、蝕む闇、闇の蟹、暗黒竜として描かれています。 (<b>作：Tom Zhao</b>)
ko: 이 작품에서 공허로 오염된 생명체는 어둠의 물, 어둠의 식물/꽃, 어둠의 게, 다크 드래곤으로 표현되었습니다. (<b>톰 자오의 작품</b>)
pt: Nessas artes, formas de vida corrompidas pelo vazio são representadas como Águas Sombrias, Plantas/Flores Sombrias, Caranguejos Sombrios e Dragões Sombrios. (<b>Arte feita por Tom Zhao</b>)
ru: На этих рисунках искажённые пустотой формы жизни предстают в виде тёмных вод, тёмных растений, тёмных крабов и тёмных драконов. (<b>Рисунок Tom Zhao</b>)
vi: Trong các tác phẩm nghệ thuật này, các dạng sống bị hư không xâm chiếm được thể hiện dưới dạng Nước Hắc Ám, Cây/Hoa Hắc Ám, Cua Hắc Ám và Rồng Hắc Ám. (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 在这些插画中，被虚空腐化的生命形式体现为：黑暗水体、黑暗腐植/花朵、暗蟹和冥龙。 （<b>Tom Zhao创作的插画</b>）
zh_hant: 在這些美術稿中，被虛空腐化的生命被表現為黑水、黑暗腐植/花朵、暗蟹和冥龍。 （<b>Tom Zhao 繪</b>）

# sf_art_14_00
source: As the world of Sky saw numerous iterations, we kept the look of the avatar open and malleable. Once we began to design characters in a group setting, we considered the harmony of their aesthetics on-screen.
de: Während die Welt von Sky mehrere Iterationen durchlief, haben wir das Aussehen des Avatars offen und veränderbar gehalten. Sobald wir mit dem Charakterdesign in der Gruppe begannen, haben wir über die Harmonie ihrer Ästhetik auf dem Bildschirm nachgedacht.
es: Aunque el mundo de Sky veía varias iteraciones, mantuvimos la apariencia del avatar abierta y maleable. Una vez que comenzamos a diseñar personajes de a grupos, consideramos la armonía de sus apariencias en la pantalla.
fr: Au fil des nombreuses versions de Sky, l’avatar est demeuré ouvert et malléable dans sa forme. Lorsque nous nous sommes lancés sur la conception des personnages en groupe, nous avons pris en compte l’harmonie esthétique à l’écran.
id: Saat dunia Sky mengalami banyak iterasi, kami menjaga tampilan avatar tetap terbuka dan mudah dibentuk. Setelah kami mulai mendesain karakter dalam pengaturan kelompok, kami mempertimbangkan keselarasan estetika mereka di layar.
it: Avendo creato molte iterazioni del mondo di Sky, l'aspetto dell'avatar doveva rimanere aperto e malleabile. Quando abbiamo iniziato a progettare i personaggi nell'ambito di un gruppo, abbiamo considerato l'armonia della loro estetica sullo schermo.
ja: Skyの世界は数多の変遷を遂げていましたが、私たちはアバターの見た目をオープンで柔軟性の高いものに保つようにしていました。 集団の中の個という視点からキャラクターをデザインするようになってからは、画面上の美的な調和を考慮するようになりました。
ko: Sky 월드가 여러 번 수정을 거치는 과정에서 아바타의 모습은 개방적이고 어디에나 어울리게 유지되었습니다. 캐릭터를 집단으로 모아 놓고 디자인하기 시작하면서부터, 화면 상에서 보이는 미학적인 조화도 고려하기 시작했습니다.
pt: Conforme o mundo de Sky passava por várias iterações, mantivemos o visual do avatar aberto e maleável. Quando começamos a projetar personagens em grupo, consideramos a harmonia estética deles na tela.
ru: Во всех итерациях Sky образ аватара всегда оставался открытым для изменений. Работая над дизайном персонажей для совместной игры в группах, мы должны были учитывать то, как они будут выглядеть в сочетании друг с другом.
vi: Vì thế giới của Sky trải qua nhiều vòng lặp, nên chúng tôi giữ cho hình đại diện luôn mở và dễ chỉnh sửa. Khi bắt đầu thiết kế các nhân vật trong bối cảnh nhóm, chúng tôi đã cân nhắc sự hài hòa về mặt thẩm mỹ của chúng trên màn hình.
zh_hans: 由于《Sky光·遇》的世界经历了多次迭代，我们保持了化身外观的开放性和可塑性。 等我们开始在群组环境中设计角色时，我们考虑到了它们在屏幕上所呈现美感的和谐程度。
zh_hant: 隨著《Sky光·遇》的世界經歷了無數次的演變，我們保持了角色造型的開放性和可塑性。 等我們開始在群體情境下設計角色時，則考慮到了他們在螢幕上所呈現的美感協調性。

# sf_art_14_01
source: (<b>Artwork by Jacky Ke Jiang</b>)
de: (<b>Kunstwerk von Jacky Ke Jiang</b>)
es: (<b>Obra de arte de Jacky Ke Jiang</b>)
fr: (<b>Œuvre d'art de Jacky Ke Jiang</b>)
id: (<b>Karya seni oleh Jacky Ke Jiang</b>)
it: (<b>Opera d'arte di Jacky Ke Jiang</b>)
ja: (<b>作：Jacky Ke Jiang</b>)
ko: (<b>재키 커 지앙의 작품</b>)
pt: (<b>Obra de arte de Jacky Ke Jiang</b>)
ru: (<b>Рисунок Jacky Ke Jiang</b>)
vi: (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang</b>)
zh_hans: (<b>江轲的艺术作品</b>)
zh_hant: (<b>江軻 繪</b>)

# sf_art_14_02
source: (<b>Artwork by Yuichiro Tanabe</b>)
de: (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: (<b>Obra de arte de Yuichiro Tanabe</b>)
fr: (<b>Œuvre d'art de Yuichiro Tanabe</b>)
id: (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: (<b>Opera d'arte di Yuichiro Tanabe</b>)
ja: (<b>作：Yuichiro Tanabe</b>)
ko: (<b>유이치로 타나베의 작품</b>)
pt: (<b>Obra de arte de Yuichiro Tanabe</b>)
ru: (<b>Рисунок Yuichiro Tanabe</b>)
vi: (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: (<b>Yuichiro Tanabe的艺术作品</b>)
zh_hant: (<b>Yuichiro Tanabe 繪</b>)

# sf_art_14_03
source: (<b>Artwork by Jacky Ke Jiang</b>)
de: (<b>Kunstwerk von Jacky Ke Jiang</b>)
es: (<b>Obra de arte de Jacky Ke Jiang</b>)
fr: (<b>Œuvre d'art de Jacky Ke Jiang</b>)
id: (<b>Karya seni oleh Jacky Ke Jiang</b>)
it: (<b>Opera d'arte di Jacky Ke Jiang</b>)
ja: (<b>作：Jacky Ke Jiang</b>)
ko: (<b>재키 커 지앙의 작품</b>)
pt: (<b>Obra de arte de Jacky Ke Jiang</b>)
ru: (<b>Рисунок Jacky Ke Jiang</b>)
vi: (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang</b>)
zh_hans: (<b>江轲的艺术作品</b>)
zh_hant: (<b>江軻 繪</b>)

# sf_art_14_04
source: (<b>Artwork by Jacky Ke Jiang</b>)
de: (<b>Kunstwerk von Jacky Ke Jiang</b>)
es: (<b>Obra de arte de Jacky Ke Jiang</b>)
fr: (<b>Œuvre d'art de Jacky Ke Jiang</b>)
id: (<b>Karya seni oleh Jacky Ke Jiang</b>)
it: (<b>Opera d'arte di Jacky Ke Jiang</b>)
ja: (<b>作：Jacky Ke Jiang</b>)
ko: (<b>재키 커 지앙의 작품</b>)
pt: (<b>Obra de arte de Jacky Ke Jiang</b>)
ru: (<b>Рисунок Jacky Ke Jiang</b>)
vi: (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang</b>)
zh_hans: (<b>江轲的艺术作品</b>)
zh_hant: (<b>江軻 繪</b>)

# sf_art_14_05
source: (<b>Artwork by Yuichiro Tanabe</b>)
de: (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: (<b>Obra de arte de Yuichiro Tanabe</b>)
fr: (<b>Œuvre d'art de Yuichiro Tanabe</b>)
id: (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: (<b>Opera d'arte di Yuichiro Tanabe</b>)
ja: (<b>作：Yuichiro Tanabe</b>)
ko: (<b>유이치로 타나베의 작품</b>)
pt: (<b>Obra de arte de Yuichiro Tanabe</b>)
ru: (<b>Рисунок Yuichiro Tanabe</b>)
vi: (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: (<b>Yuichiro Tanabe的艺术作品</b>)
zh_hant: (<b>Yuichiro Tanabe 繪</b>)

# sf_art_15_00
source: Our goal was to make the Sky Child avatars representative of any type of player. Instead of a face, we added masks so you can choose your own expression and look.
de: Unser Ziel war es, die Himmelskind-Avatare so zu gestalten, dass sie stellvertretend für jede Art von Spieler sind. Anstelle eines Gesichts fügten wir Masken hinzu, sodass du deine eigenen Ausdrücke und Aussehen wählen kannst.
es: Nuestro objetivo era que los avatares de los niños de Sky fueran representativos de cualquier persona. En lugar de un rostro, agregamos máscaras, para que puedas elegir tu propia expresión y aspecto.
fr: Notre objectif était de créer des avatars d’Enfants de Sky représentatifs de tous les joueurs possibles. Au lieu d’un visage, nous avons opté pour des masques, afin qu’ils puissent choisir leur expression et leur forme.
id: Tujuan kami adalah membuat avatar Anak Sky yang mewakili semua jenis pemain. Alih-alih menampilkan wajah, kami menambahkan topeng sehingga kamu bisa memilih ekspresi dan penampilanmu sendiri.
it: Il nostro obiettivo era rendere gli avatar dei Figli della Luce rappresentativi di qualsiasi tipo di giocatore. Invece di proporre volti diversi, abbiamo aggiunto delle maschere affinché si possa scegliere la propria espressione e il proprio aspetto.
ja: あらゆるプレイヤーにとって自らの分身であると感じられる、それがSkyのアバターデザインの目標でした。 私たちは顔の代わりに仮面をつけることにしました。そうすることでプレイヤー自身が自分の感情や表情を選べる様にするためです。
ko: 저희의 목표는 Sky 속 캐릭터가 모든 유형의 플레이어를 대표할 수 있게 만드는 것이었습니다. 그래서 얼굴 대신 마스크를 추가하여 플레이어가 자신만의 감정과 외모를 선택할 수 있게 만들었습니다.
pt: O objetivo era fazer com que os avatares das crianças de Sky representassem todos os tipo de jogadores. Em vez de um rosto, colocamos máscaras para que você possa escolher a própria expressão e aparência.
ru: Нашей целью было сделать аватар в Sky подходящим для любого игрока. Маски вместо лиц позволяют менять выражение лица и его внешний вид по желанию.
vi: Mục tiêu của chúng tôi là làm cho hình đại diện cư dân Sky có thể tượng trưng cho bất kỳ nhóm người chơi nào. Thay vì khuôn mặt, chúng tôi đã thêm mặt nạ để bạn có thể chọn biểu cảm và diện mạo của riêng mình.
zh_hans: 我们的目标是让光之子的化身能够代表任何类型的玩家。 我们没有选择一张脸，而是增加了面具，让玩家可以自行选择表情和外观。
zh_hant: 我們的目標是讓光之子的化身能夠代表任何類型的玩家。 我們沒有為角色設定面孔，而是加上了面具，讓玩家可以選擇自己的表情和外觀。

# sf_art_15_01
source: Although it was sketched in 2015, this group image foreshadowed the artistic evolution of Sky before the adventure seasons began. (<b>Artwork by Yuichiro Tanabe</b>)
de: Obwohl dieses Gruppenbild in 2015 gezeichnet wurde, ließ es die künstlerische Entwicklung von Sky erahnen, bevor die Abenteuersaisons begannen. (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: Aunque se bocetó en 2015, esta imagen grupal anunció la evolución artística de Sky antes de que comenzaran las temporadas de aventuras. (<b>Arte de Yuichiro Tanabe</b>).
fr: Bien que dessinée en 2015, cette image de groupe préfigurait l’évolution artistique de Sky avant même le début de l’aventure. (<b>Illustration de Yuichiro Tanabe</b>)
id: Meskipun sketsa ini dibuat pada tahun 2015, namun gambar kelompok ini meramalkan evolusi artistik Sky sebelum petualangan musim dimulai. (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: Sebbene sia stata disegnata nel 2015, questa immagine di gruppo prefigurava l'evoluzione artistica di Sky prima dell'inizio delle stagioni delle avventure. (<b>Opera di Yuichiro Tanabe</b>)
ja: こちらは2015年にスケッチされたコンセプトアートですが、子どもたちの集合図は季節が始まるよりも前にSkyのアート的な進化を予感させるものでした。 (<b>作：Yuichiro Tanabe</b>)
ko: 이 단체 일러스트는 2015년에 만들어졌지 모험 시즌이 시작되기도 전에 이미 Sky의 예술적인 진화를 예고했습니다. (<b>유이치로 타나베의 작품</b>)
pt: Embora tenha sido esboçada em 2015, esta imagem em grupo prenunciou a evolução artística de Sky antes que as temporadas da aventura começassem. (<b>Arte feita por Yuichiro Tanabe</b>)
ru: Этот рисунок с группой персонажей, сделанный ещё в 2015 году, заложил основы визуального стиля Sky еще до того, как начались сезоны приключений. (<b>Рисунок Yuichiro Tanabe</b>)
vi: Mặc dù được phác thảo vào năm 2015 nhưng hình ảnh nhóm này đã báo trước sự phát triển về mặt nghệ thuật của Sky trước khi các mùa phiêu lưu bắt đầu. (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 虽然绘制于2015年，这一群组形象在冒险季开始之前便预示了《Sky光·遇》的艺术进化。 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 儘管這張群像圖稿是在 2015 年畫的，但它早在《Sky光·遇》推出冒險季節之前就已經預示了往後的藝術演變。 （<b>Yuichiro Tanabe 繪</b>）

# sf_hist_01_01
source: Cloud, 2005 University of Southern California
ja: 『Cloud』2005 南カリフォルニア大学
zh_hans: 《云》, 2005 南加州大学
zh_hant: 《雲》, 2005 University of Southern California

# sf_hist_01_02
source: flOw, 2007 Sony Computer Entertainment America LLC
zh_hans: 《浮游世界》，2007 索尼电脑娱乐有限公司
zh_hant: 《浮游世界》, 2007 Sony Computer Entertainment America LLC

# sf_hist_01_03
source: Flower, 2009 Sony Computer Entertainment America LLC
ja: 『Flowery』2009 Sony Computer Entertainment America LLC
zh_hans: 《花》，2009 索尼电脑娱乐有限公司
zh_hant: 《花》，2009 Sony Computer Entertainment America LLC

# sf_hist_02_00
source: Sony Computer Entertainment offered to publish three video games that spanned flOw, Flower, and Journey. All titles redefined the possibilities of innovative, accessible, and positive-driven play.
de: Sony Computer Entertainment bot uns an, drei Videospiele zu veröffentlichen, was flOw, Flower und Journey umfasste. Alle Titel definierten die Möglichkeiten innovativen, zugänglichen und positiv angetriebenen Spielens neu.
es: Sony Computer Entertainment nos ofreció publicar tres videojuegos que abarcaron a flOw, Flower y Journey. Todos los títulos redefinieron las posibilidades de un juego innovador, accesible y positivo.
fr: Sony Computer Entertainment nous a proposé d’éditer trois jeux vidéo : flOw, Flower et Journey. Chaque titre redéfinissait les possibilités d’un gameplay innovant, accessible et positif.
id: Sony Computer Entertainment menawarkan untuk menerbitkan tiga video game yang mencakup flOw, Flower, dan Journey. Semua judul game tersebut mendefinisikan ulang kemungkinan permainan yang inovatif, mudah diakses, dan digerakkan oleh hal yang positif.
it: Sony Computer Entertainment aveva accettato di pubblicare tre videogiochi: flOw, Flower e Journey. Tutti questi titoli hanno ridefinito le possibilità di realizzare un gioco innovativo, accessibile e orientato alla positività.
ja: ソニー・コンピューターエンタテインメント (現：ソニー・インタラクティブエンタテインメント) がパブリッシャーとして、『flOw』『Flowery』『風ノ旅ビト』の三作品が開発されました。 いずれのタイトルも革新的かつ直感的にプレイすることができ、またポジティブな影響を与える遊びとしての可能性を再定義したと言えます。
ko: Sony Computer Entertainment가 flOw, Flower, Journey의 퍼블리싱을 제안해 왔습니다. 이 게임은 모두 혁신적이고, 다가가기 쉽고, 긍정의 힘을 바탕으로 하는 게임플레이의 가능성을 재정립했습니다.
pt: A Sony Computer Entertainment se ofereceu a publicar três jogos que incluíam flOw, Flower e Journey. Todos os títulos redefiniram as possibilidades de jogabilidade de forma inovadora, acessível e impulsionada por uma abordagem positiva.
ru: Sony Computer Entertainment предложила нам издать три видеоигры: flOw, Flower и Journey. Все эти проекты были инновационными для своего времени, открывая новые горизонты доступности и приятных впечатлений для всех игроков.
vi: Sony Computer Entertainment đã đề nghị phát hành ba trò chơi điện tử bao gồm flOw, Flower và Journey. Tất cả các tựa game đều tái định nghĩa lối chơi sáng tạo, dễ tiếp cận và mang hướng tích cực.
zh_hans: 索尼电脑娱乐有限公司主动提出发行三款电子游戏，将《花》、《浮游世界》和《风之旅人》都囊括其中。 这些作品都重新定义了创新性、平易近人和积极取向游玩的可能性。
zh_hant: 索尼電腦娛樂公司曾經發行了三款電玩遊戲，分別是《浮游世界》、《花》和《風之旅人》。 這些作品都重新定義了創新、易於上手以及正向驅動力遊戲的可能性。

# sf_hist_02_01
source: Journey, 2012 Sony Computer Entertainment America LLC
ja: 『風ノ旅ビト』 2012 Sony Computer Entertainment America LLC
zh_hans: 《风之旅人》，2012 索尼电脑娱乐有限公司
zh_hant: 《風之旅人》，2012 Sony Computer Entertainment America LLC

# sf_hist_03_00
source: Moved by Journey’s ‘Game of the Year’ recognition and its ability to connect players globally, the studio sought to lean into themes of gratitude and community for their next project. This was the seed to expanding onto mobile platforms to reach more audiences, and developing their self-published title, Sky.
de: Bewegt von der Anerkennung von Journey als "Spiel des Jahres" und seiner Fähigkeit, Spieler global zu verbinden, strebte das Studio an, sich für das nächste Projekt mit den Themen Dankbarkeit und Gemeinschaft zu befassen. Das war der Beginn der Ausweitung auf mobile Plattformen, um ein größeres Publikum zu erreichen, und der Entwicklung seines selbst veröffentlichten Spiels Sky.
es: Conmovidos con el reconocimiento de "Juego del año" de Journey y su habilidad para conectar a personas de todo el mundo, el estudio buscó inclinarse hacia las temáticas de gratitud y comunidad para su siguiente proyecto. Esta fue la semilla que se expandió hacia las plataformas móviles para llegar a una mayor audiencia y el desarrollo de un título autopublicado, Sky.
fr: Touché par la récompense de « Jeu de l’année » et sa capacité à relier des joueurs du monde entier, le studio a cherché à développer des thèmes de gratitude et de communauté pour son projet suivant. C’est ce qui nous a poussés à envisager les plateformes mobiles, pour toucher un public plus large, et à éditer notre propre jeu : Sky.
id: Tergerak oleh penghargaan 'Game of the Year' dari Journey dan kemampuannya untuk menghubungkan para pemain secara global, studio ini berusaha untuk mengangkat tema-tema rasa syukur dan komunitas untuk proyek mereka selanjutnya, yang merupakan awal dari perluasan ke platform mobile untuk menjangkau lebih banyak pemain, dan mengembangkan judul yang mereka terbitkan sendiri, Sky.
it: Mosso dal riconoscimento di "Gioco dell'anno" di Journey e dalla sua capacità di connettere i giocatori a livello globale, il nostro studio ha cercato di concentrarsi sui temi della gratitudine e della comunità per il suo progetto successivo. Questo è stato il punto di partenza per l'espansione su piattaforme mobili al fine di raggiungere più pubblico e sviluppare il titolo di propria pubblicazione: Sky.
ja: 風ノ旅ビトのゲームオブザイヤー受賞と世界中のプレイヤーをつなぐことができた経験から、スタジオは「感謝」と「コミュニティ」をテーマにした次のプロジェクトへと歩を進めました。 これこそがモバイルプラットフォームへと進出し、より広範囲の人々へつながることとなった自社パブリッシングタイトルである『Sky』開発の始まりでした。
ko: Journey가 ‘올해의 게임’으로 선정되고 전 세계의 플레이어들을 연결해 주는 모습에 고무된 스튜디오는 다음 프로젝트에서 감사와 공동체라는 주제에 초점을 맞췄습니다. 이러한 노력은 더 많은 대중에게 다가갈 수 있도록 모바일로 플랫폼을 확장하고, 셀프 퍼블리싱 타이틀인 Sky를 개발하는 데 초석이 되었습니다.
pt: Movidos pelo reconhecimento de 'Jogo do Ano' de Journey e sua capacidade de conectar jogadores globalmente, o estúdio buscou enfatizar temas de gratidão e comunidade para o próximo projeto. Isso foi o ponto de partida para expandir para plataformas móveis e alcançar mais público, e para desenvolver o título autopublicado, Sky.
ru: Получив награду «Игра года» для Journey благодаря её способности объединять игроков по всему миру, мы решили углубиться в тематику благодарности и причастности к сообществу. Это подтолкнуло студию выпустить свои проекты на мобильных платформах, чтобы расширить аудиторию, и разработать новую игру Sky уже без участия стороннего издателя.
vi: Được thúc đẩy do sự kiện Journey được công nhận là 'Trò chơi của năm' và khả năng kết nối người chơi trên toàn cầu, studio đã tìm cách tập trung vào các chủ đề về lòng biết ơn và cộng đồng cho dự án tiếp theo của họ. Đây là hạt giống cho việc mở rộng sang nền tảng di động để tiếp cận nhiều khán giả hơn, và phát triển tựa sách tự xuất bản của họ, Sky.
zh_hans: 随着《风之旅人》斩获“年度游戏”殊荣，并在帮助全球玩家建立纽带方面展现出不凡实力，工作室寻求在他们的下一个项目中切入感恩和社区主题。 此举为今后的发展奠定了基础，工作室不仅扩展至移动平台覆盖更多受众，而且开发出了他们自己的独立发行作品——《Sky光·遇》。
zh_hant: 受到《風之旅人》獲得年度遊戲殊榮並能夠連結全球玩家的啟發，工作室希望在他們的下一個項目中進一步探討感恩和社群的主題。 這成為擴展到手遊平台、接觸更多受眾的起點，並發展出了他們獨立發行的遊戲——《Sky光·遇》。

# sf_hist_03_01
source: Exploring Game Design
de: Erkundung des Game-Designs
es: Explorar el diseño de videojuegos
fr: Exploration du concept
id: Menjelajahi Desain Game
it: Esplorando la progettazione del gioco
ja: ゲームデザインの模索
ko: 게임 디자인 탐험
pt: Explorando o design do jogo
ru: Дизайн игры: начало
vi: Khám Phá Thiết Kế Trò Chơi
zh_hans: 探索游戏设计
zh_hant: 探索遊戲設計
