Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_intro_3_23
source: Board the boat to meet the <1>Duets Guide</1> and start your journey!
de: Gehe an Bord, um den geheimnisvollen <1>Duette-Helfer</1> kennen zu lernen und deine Reise zu beginnen!
es: ¡Súbete al bote para encontrarte con el <1>guía de los duetos</1> y comenzar el viaje!
fr: Embarquez pour rencontrer le <1>Guide des Duos</1> et que l’aventure commence !
id: Naiki perahu untuk bertemu dengan <1>Pemandu Duet</1> dan mulailah perjalanan kamu!
it: Sali a bordo della barca per incontrare la <1>Guida ai duetti</1> e iniziare il tuo viaggio!
ja: 小舟で<1>音色の案内人</1>に会いに行き、新たな旅を始めましょう！
ko: 배에 올라 <1>듀엣의 안내자</1>를 만나서 모험을 시작하세요!
pt: Entre no barco para encontrar o <1>Guia de Duetos</1> e começar sua jornada!
ru: Сядьте в лодку, чтобы повстречать <1>проводника дуэтов</1> и начать своё путешествие!
th: ขึ้นเรือเพื่อพบกับ<1>ผู้แนะนำบรรเลงคู่</1> แล้วเริ่มต้นการเดินทางของคุณ!
vi: Lên thuyền để gặp <1>Chỉ Dẫn Song Tấu</1> và bắt đầu hành trình của bạn!
zh_hans: 登船以结识<1>二重奏向导</1>并开启你的旅程！
zh_hant: 登船與<1>二重奏嚮導</1>會面，開始你的旅程！

# season_intro_3_24
source: Find the <b>Storybook</b> and help guide a <b>troubled girl</b> to her new family.
de: Finde das <b>Geschichtsbuch</b> und hilf dabei, ein <b>Mädchen mit Problemen</b> zu ihrer neuen Familie zu führen.
es: Busca el <b>libro de cuentos</b> y lleva a una <b>niña en aprietos</b> con su nueva familia.
fr: Trouvez le <b>livre</b> et aidez une <b>fille perdue</b> à trouver une nouvelle famille.
id: Temukan <b>Buku Cerita</b> dan bimbinglah seorang <b>gadis yang bermasalah</b> untuk menemukan keluarga barunya.
it: Trova il <b>Libro di fiabe</b> e aiuta una <b>ragazzina in difficoltà</b> a raggiungere la sua nuova famiglia.
ja: その<b>本</b>を見つけ、<b>悩める女の子</b>を新しい家族のもとへと導きましょう
ko: <b>이야기책</b>을 찾아 <b>곤경에 처한 소녀</b>를 새 가족에게 안내해 주세요.
pt: Encontre o <b>Livro de Histórias</b> e ajude a guiar uma <b>garota em apuros</b> até sua nova família.
ru: Найдите <b>книгу</b> и помогите отвести <b>попавшую в беду девочку</b> к её новой семье.
th: ค้นหา<b>หนังสือนิทาน</b> และช่วยนำพา<b>เด็กสาวที่มีปัญหา</b>เพื่อไปพบกับครอบครัวใหม่ของเธอ
vi: Hãy tìm cuốn <b>Truyện</b> và giúp hướng dẫn một <b>cô gái gặp khó khăn</b> đến với gia đình mới của cô ấy.
zh_hans: 找到<b>故事书</b>，帮助引导一个<b>心事重重的女孩</b>找到她的新家庭。
zh_hant: 找到這本<b>故事書</b>，幫助一位<b>心事重重的女孩</b>找到她的新家庭。

# season_intro_4_04
source: Reunite the whole family and complete their constellations to earn the ultimate reward
de: Vereine die ganze Familie und vervollständige ihr gesamtes Sternenbild, um die ultimative Belohnung zu erhalten
es: Logra reunir a la familia entera y completa su constelación para ganar el regalo definitivo.
fr: Réunissez la famille entière et complétez leur constellation pour remporter la récompense ultime
id: Satukan kembali seluruh keluarga dan lengkapi rasi bintang mereka untuk meraih hadiah utama
it: Riunisci tutta la famiglia e completa le costellazioni per guadagnare la ricompensa finale.
ja: 精霊一家の再会を手助けし、それぞれの精霊たちとの友情を育んで、究極の贈り物を受け取りましょう。
ko: 온 가족과 재회하고 그들의 별자리를 완성해서 최종 보상을 받으세요.
pt: Reúna toda a família para completar suas constelações e ganhar a recompensa suprema
ru: Соберите вместе всех членов семьи и завершите их созвездия, чтобы получить главную награду
th: นำพาทั้งครอบครัวกลับมาพบกันใหม่ และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Giúp gia đình Tinh Linh đoàn tụ, hoàn thành Chòm Sao của họ và nhận phần thưởng cuối cùng
zh_hans: 帮助先灵家族团聚，完成他们的星座，并获得最终的奖励
zh_hant: 幫助先靈家族團聚，完成他們的星座，並獲得最終的獎勵

# season_intro_4_05
source: Visit all the band members and complete their constellation to earn the ultimate reward.
de: Besuche alle Bandmitglieder und vervollständige ihr gesamtes Sternenbild, um die ultimative Belohnung zu erhalten
es: Visita a todos los miembros del grupo de músicos herrantes y completa su constelación para ganar el regalo definitivo.
fr: Rendez visite à tous les membres de la famille et complétez leur constellation pour remporter la récompense ultime
id: Temui semua anggota kelompok musik dan lengkapi rasi bintang mereka untuk meraih hadiah utama.
it: Visita tutti i membri del gruppo e completa la loro costellazione per guadagnare la ricompensa finale.
ja: 旅芸人である精霊たち全員と仲良くなって、星座を完成させ究極の贈り物を受け取りましょう。
ko: 악단 멤버들을 모두 방문하고 그들의 별자리를 완성해서 최종 보상을 받으세요.
pt: Fale com todos os membros da banda para completar sua constelação e ganhar a recompensa suprema.
ru: Зайдите ко всем членам труппы и завершите их созвездие, чтобы получить главную награду.
th: เยี่ยมเยือนสมาชิกทุกคนในวง และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Ghé thăm tất cả các thành viên trong ban nhạc và hoàn thành chòm sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 拜访散落各地的乐队队员，完成他们的星座，获得最终季节奖励。
zh_hant: 拜訪散落各地的樂隊隊員，完成他們的星座，獲得最終季節獎勵。

# season_intro_4_06
source: Every day there are new quests to complete and seasonal candles to find
de: Jeden Tag warten neue Quests und Saisonskerzen auf dich
es: Cada día hay nuevas misiones para completar y velas de temporada para encontrar
fr: Chaque jour, vous aurez de nouvelles quêtes à compléter et de nouvelles bougies saisonnières à trouver
id: Selalu ada misi baru untuk diselesaikan dan lilin musiman untuk ditemukan setiap harinya
it: Ogni giorno ci sono nuove missioni da completare e candele stagionali da trovare.
ja: 毎日新たなデイリークエストとシーズンキャンドルの光のかけらが登場します
ko: 매일 새로운 퀘스트를 완수하고 시즌양초를 찾아보세요
pt: Todos os dias há novas missões para concluir e velas de temporada para encontrar
ru: Каждый день можно выполнять новые задания и искать сезонные свечи
th: มีภารกิจใหม่ให้ทำและมีเทียนประจำฤดูกาลให้ค้นหาทุกวัน
vi: Mỗi ngày đều có các nhiệm vụ và các ngọn nến mùa mới
zh_hans: 每天都有新的任务，新的蜡烛
zh_hant: 每天都有新的任務，新的蠟燭

# season_intro_4_07
source: There will be new quests to complete each day, and seasonal candles to find.
de: Jeden Tag warten neue Quests und Saisonskernen auf dich.
es: Cada día habrá nuevas misiones para completar, y velas de temporada que encontrar.
fr: Il y aura de nouvelles quêtes à accomplir chaque jour, et des bougies de saison à trouver.
id: Akan ada misi baru untuk diselesaikan, dan lilin musiman untuk ditemukan setiap hari.
it: Ogni giorno ci saranno nuove missioni da completare e candele stagionali da trovare.
ja: 日替わりのクエストやシーズンキャンドルが登場します。
ko: 매일 새로운 퀘스트를 완수하고 시즌양초를 찾아보세요.
pt: Haverá novas missões para concluir todos os dias e velas de temporada para encontrar.
ru: Каждый день можно будет выполнять новые задания и искать сезонные свечи.
th: มีภารกิจใหม่ให้ทำทุกวัน และมีเทียนประจำฤดูกาลให้ค้นหา
vi: Sẽ có các nhiệm vụ mới để hoàn thành mỗi ngày và các ngọn nến mùa để tìm kiếm.
zh_hans: 每天会有新的任务，记得去找蜡烛哦
zh_hant: 每天會有新的任務，記得去找蠟燭哦!

# season_intro_4_08
source: There will be new quests and seasonal candles to find.
de: Es gibt neue Quests und Saisonskerzen, die auf dich warten.
es: Habrá nuevas misiones y velas de temporada que encontrar.
fr: Il y aura de nouvelles quêtes à accomplir et des bougies saisonnières à trouver.
id: Akan ada misi baru dan lilin musiman untuk ditemukan.
it: Ogni giorno ci saranno nuove missioni e candele stagionali da trovare.
ja: その地では新たなクエストと、シーズンキャンドルが見つかるでしょう
ko: 새로운 퀘스트와 시즌양초를 찾아보세요.
pt: Haverá novas missões para concluir e velas de temporada para encontrar.
ru: Вас ждут новые задания и сезонные свечи.
th: มีภารกิจใหม่และมีเทียนประจำฤดูกาลให้ค้นหา
vi: Sẽ có các nhiệm vụ mới và nến mùa để bạn tìm kiếm.
zh_hans: 那里有新的任务和限定蜡烛等你发现。
zh_hant: 那裏有新的任務和限定蠟燭等你發現。

# season_intro_4_09
source: There will be new quests and seasonal candles to find.
de: Es gibt neue Quests und Saisonskerzen, die auf dich warten.
es: Habrá nuevas misiones y velas de temporada que encontrar.
fr: Il y aura de nouvelles quêtes à accomplir et des bougies saisonnières à trouver.
id: Akan ada misi baru dan lilin musiman untuk ditemukan.
it: Ogni giorno ci saranno nuove missioni e candele stagionali da trovare.
ja: その地では新たなクエストと、シーズンキャンドルが見つかるでしょう
ko: 새로운 퀘스트와 시즌양초를 찾아보세요.
pt: Haverá novas missões para concluir e velas de temporada para encontrar.
ru: Вас ждут новые задания и сезонные свечи.
th: มีภารกิจใหม่และมีเทียนประจำฤดูกาลให้ค้นหา
vi: Sẽ có các nhiệm vụ mới và nến mùa để bạn tìm kiếm.
zh_hans: 那里有新的任务和限定蜡烛等你发现。
zh_hant: 那裏有新的任務和限定蠟燭等你發現。

# season_intro_4_10
source: There will be new quests and seasonal candles to find.
de: Es gibt neue Quests und Saisonkerzen zu finden.
es: Habrá nuevas misiones y velas de temporada para encontrar.
fr: Il y aura de nouvelles quêtes à accomplir et des bougies saisonnières à trouver.
id: Akan ada misi baru dan lilin musiman untuk ditemukan.
it: Ogni giorno ci saranno nuove missioni e candele stagionali da trovare.
ja: 新たなクエストとシーズンキャンドルが見つかるでしょう
ko: 새로운 퀘스트와 시즌양초를 찾을 수 있습니다.
pt: Haverá novas missões para concluir e velas de temporada para encontrar.
ru: Вас ждут новые задания и сезонные свечи.
th: มีภารกิจใหม่และมีเทียนประจำฤดูกาลให้ค้นหา
vi: Sẽ có các nhiệm vụ mới và nến mùa để bạn tìm kiếm.
zh_hans: 会有新的任务和季节蜡烛去寻找。
zh_hant: 會有新的任務和季節蠟燭去尋找。

# season_intro_4_11
source: There will be new quests and seasonal candles to find.
de: Es wird neue Quests und Saisonskerzen zu finden geben.
es: Habrá nuevas misiones y velas de temporada para encontrar.
fr: Il y aura de nouvelles quêtes et des bougies saisonnières à trouver.
id: Akan ada misi baru dan lilin musiman untuk ditemukan.
it: Ogni giorno ci saranno nuove missioni e candele stagionali da trovare.
ja: 新たなクエストや、シーズンキャンドルが見つかるでしょう
ko: 새로운 퀘스트와 시즌양초를 만나보세요
pt: Haverá novas missões e velas de temporada para encontrar.
ru: Вас ждут новые задания и сезонные свечи.
th: มีภารกิจใหม่และมีเทียนประจำฤดูกาลให้ค้นหา
vi: Sẽ có các nhiệm vụ mới và nến mùa để bạn tìm kiếm.
zh_hans: 新的任务以及新季节蜡烛等你发现。
zh_hant: 新的任務以及新季節蠟燭等你發現。

# season_intro_4_12
source: There will be new quests to find and seasonal candles to collect.
de: Es wird neue Quests und Saisonskerzen zu finden geben.
es: Habrá nuevas misiones y velas de temporada para encontrar.
fr: Il y aura de nouvelles quêtes et des bougies saisonnières à trouver.
id: Akan ada misi baru untuk ditemukan dan lilin musiman untuk dikumpulkan.
it: Ci saranno nuove missioni e candele stagionali da trovare.
ja: 新たなクエストに挑戦し、シーズンキャンドルを集めましょう
ko: 신규 퀘스트와 시즌양초를 찾을 수 있어요
pt: Haverá novas missões e velas de temporada para encontrar.
ru: Вас ждут новые задания и сезонные свечи.
th: มีภารกิจใหม่ให้ค้นหาและมีเทียนประจำฤดูกาลให้เก็บรวบรวม
vi: Sẽ có các nhiệm vụ mới để thực hiện và các nến mùa để thu thập.
zh_hans: 新的任务以及新季节蜡烛等你发现。
zh_hant: 新的任務以及新季節蠟燭等你發現。

# season_intro_4_13
source: There will be new quests to find and seasonal candles to collect.
de: Es gibt neue Quests zu entdecken und Saisonskerzen zu sammeln.
es: Habrá nuevas misiones que encontrar y velas de temporada que recoger.
fr: Il y aura de nouvelles quêtes à trouver et des bougies saisonnières à collecter.
id: Akan ada misi baru untuk ditemukan dan lilin musiman untuk dikumpulkan.
it: Troverai nuove missioni e candele stagionali da collezionare.
ja: 新たなクエストに挑戦し、シーズンキャンドルを集めましょう
ko: 신규 퀘스트 및 시즌양초가 주어집니다
pt: Haverá novas missões e velas de temporada para encontrar.
ru: Ищите новые задания и собирайте сезонные свечи.
th: มีภารกิจใหม่ให้ค้นหาและมีเทียนประจำฤดูกาลให้เก็บรวบรวม
vi: Sẽ có các nhiệm vụ mới để thực hiện và các nến mùa để thu thập.
zh_hans: 新的任务以及新季节蜡烛等你收集。
zh_hant: 將有新的任務需要尋找，以及季節蠟燭待你收集。

# season_intro_4_14
source: There will be new quests to find and seasonal candles to collect.
de: Es gibt neue Quests zu entdecken und Saisonkerzen zu sammeln.
es: Habrá nuevas misiones que encontrar y velas de temporada que recoger.
fr: Il y aura de nouvelles quêtes à trouver et des bougies saisonnières à collecter.
id: Akan ada misi baru untuk ditemukan dan lilin musiman untuk dikumpulkan.
it: Troverai nuove missioni e candele stagionali da collezionare.
ja: 新たなクエストに挑戦し、シーズンキャンドルを集めましょう
ko: 새로운 퀘스트에 도전하고 새 시즌양초를 획득할 수 있습니다.
pt: Teremos novas missões e velas de temporada para encontrar.
ru: Ищите новые задания и собирайте сезонные свечи.
th: มีภารกิจใหม่ให้ค้นหาและมีเทียนประจำฤดูกาลให้เก็บรวบรวม
vi: Sẽ có các nhiệm vụ mới và các loại nến mùa.
zh_hans: 新的任务等你来发现，更有季节蜡烛等你来收集。
zh_hant: 將有新任務等你來發現，也有季節蠟燭需要收集。

# season_intro_4_15
source: There will be recurring events to participate in and seasonal candles to collect.
de: Du kannst an wiederkehrenden Events teilnehmen und Saisonskerzen einsammeln.
es: Habrá eventos recurrentes en los que participar y velas de temporada para recoger.
fr: Vous pourrez participer à des événements récurrents et collecter des bougies saisonnières.
id: Akan ada acara berulang untuk diikuti dan lilin musiman untuk dikumpulkan.
it: Ci saranno eventi ricorrenti e candele stagionali da collezionare.
ja: 各地で度々発生するイベントに参加し、シーズンキャンドルを集めましょう
ko: 반복되는 이벤트에 참여하거나 시즌양초를 모아보세요.
pt: Haverá eventos recorrentes para participar e velas de temporada para coletar.
ru: Будут новые повторяющиеся события и сезонные свечи.
th: มีอีเวนต์ให้เข้าร่วมเป็นประจำและเทียนประจำฤดูกาลให้เก็บรวบรวม
vi: Tham gia các sự kiện định kỳ và thu thập nến mùa.
zh_hans: 各种循环往复的活动等你来参加，各式季节蜡烛等你来收集。
zh_hant: 這裏將有各種循環發生的活動需要你的參與，以及季節蠟燭可供蒐集。

# season_intro_4_16
source: There will be new quests to find and seasonal candles to collect.
de: Es gibt neue Quests zu entdecken und Saisonskerzen zu sammeln.
es: Habrá nuevas misiones que encontrar y velas de temporada que recoger.
fr: Il y aura de nouvelles quêtes à trouver et des bougies saisonnières à collecter.
id: Akan ada misi baru untuk ditemukan dan lilin musiman untuk dikumpulkan.
it: Troverai nuove missioni e candele stagionali da collezionare.
ja: 新たなクエストに挑戦し、シーズンキャンドルを集めましょう
ko: 새로운 퀘스트에 도전하고 시즌양초를 찾을 수 있습니다.
pt: Teremos novas missões e velas da temporada para encontrar e coletar.
ru: Ищите новые задания и собирайте сезонные свечи.
th: มีภารกิจใหม่ให้ค้นหาและมีเทียนประจำฤดูกาลให้เก็บรวบรวม
vi: Sẽ có các nhiệm vụ và loại nến mùa mới.
zh_hans: 有新的任务等你发现，还有季节蜡烛供你收集。
zh_hant: 將有新任務等著你來發現，以及季節蠟燭供你收集。

# season_intro_4_17
source: There will be new quests to find and seasonal candles to collect.
de: Finde neue Quests und sammle Saisonkerzen.
es: Habrá nuevas misiones y velas de temporada para encontrar.
fr: Il y aura de nouvelles quêtes à découvrir et des bougies saisonnières à collecter.
id: Akan ada misi baru untuk ditemukan dan lilin musiman untuk dikumpulkan.
it: Troverai nuove missioni e candele stagionali da collezionare.
ja: 新たなクエストに挑戦し、シーズンキャンドルを集めましょう
ko: 새로운 퀘스트를 찾고 시즌양초를 획득할 수 있어요.
pt: Haverá novas missões e velas de temporada para encontrar.
ru: Вас ждут новые задания и сезонные свечи.
th: มีภารกิจใหม่ให้ค้นหาและมีเทียนประจำฤดูกาลให้เก็บรวบรวม
vi: Sẽ có các nhiệm vụ mới để thực hiện và các nến mùa để thu thập.
zh_hans: 新的任务等你来发现，更有季节蜡烛等你来收集。
zh_hant: 將有新的任務等你來發現，以及季節蠟燭待你收集。

# season_intro_4_18
source: The <1>Passage Guide</1> invites you to participate. There will be new <b>quests</b> to find and <scandle/> to <b>collect</b>.
de: Der <1>Übergangshelfer</1> lädt dich ein, daran teilzunehmen. Es erwarten dich neue <b>Quests</b> und <scandle/> zum <b>Sammeln</b>.
es: El <1>guía de iniciación</1> te invita a participar. Habrá nuevas <b>misiones</b> para encontrar y <scandle/> para <b>coleccionar</b>.
fr: Le <1>guide de l'Initiation</1> vous invite à participer. Vous découvrirez de nouvelles <b>quêtes</b> et des <scandle/> à <b>collecter</b>.
id: <1>Pemandu Inisiasi</1> mengundangmu untuk berpartisipasi. Akan ada <b>misi</b> baru yang bisa kamu temukan <scandle/> dan <b>kumpulkan</b>.
it: La <1>guida della transizione</1> ti invita a partecipare. Ci saranno nuove <b>missioni</b> da trovare e <scandle/> da <b>raccogliere</b>.
ja: <1>ならいの案内人</1>はあなたの参加も歓迎しています。新たな<b>クエスト</b>に挑戦し、<scandle/>を<b>集め</b>に行きましょう
ko: <1>성장의 안내자</1>가 당신을 초대합니다. 새로운 <b>퀘스트</b>를 찾고 <scandle/>를 <b>모을 수 있습니다</b>.
pt: O <1>Guia da Passagem</1> convida você para participar. Haverá novas <b>missões</b> para encontrar e <scandle/> para <b>coletar</b>.
ru: <1>Проводник посвящения</1> приглашает вас участвовать. Для вас готовы новые <b>задания</b> и новые <scandle/><b></b>.
th: <1>ผู้แนะนำเส้นทาง</1>ส่งคำเชิญให้คุณเข้าร่วม มี<b>ภารกิจ</b>ใหม่ให้ค้นหา และ <scandle/> ให้เก็บ<b>รวบรวม</b>
vi: <1>Chỉ Dẫn Thử Thách</1> mời bạn tham gia. Sẽ có các <b>nhiệm vụ</b> mới và <scandle/> mới để <b>thu thập</b>.
zh_hans: <1>夜行向导</1>诚邀你一同加入。届时会有新的<b>任务</b>待你寻找，也会有新的<scandle/>供你<b>收集</b>。
zh_hant: <1>夜行嚮導</1>誠邀你一同加入。屆時會有新的<b>任務</b>待你尋找，也會有新的<scandle/>供你<b>收集</b>。

# season_intro_4_19
source: There will be new <b>quests</b> to find and <scandle/> to <b>collect</b>.
de: Finde neue <b>Quests</b> und <b>sammle</b> <scandle/>.
es: Habrá nuevas <b>misiones</b> y <scandle/> para <b>encontrar</b>.
fr: Il y aura de nouvelles <b>quêtes</b> à découvrir et des <scandle/> à <b>collecter</b>.
id: Akan ada <b>misi</b> baru untuk ditemukan dan <scandle/><b>diambil</b>.
it: Troverai nuove <b>missioni</b> e <scandle/> da <b>raccogliere</b>.
ja: 新たな<b>クエスト</b>に挑戦し、<scandle/>を<b>集め</b>に行きましょう
ko: 새로운 <b>퀘스트</b>를 찾고 <scandle/>를 <b>획득</b>할 수 있어요.
pt: Haverá novas <b>missões</b> para encontrar e <scandle/> para <b>coletar</b>.
ru: Вам предстоит найти новые <b>задания</b> и <b>собрать</b> <scandle/>.
th: มี<b>ภารกิจ</b>ใหม่ให้ค้นหา และ <scandle/> ให้<b>เก็บรวบรวม</b>
vi: Sẽ có các <b>nhiệm vụ</b> mới và <scandle/> để bạn <b>thu thập</b>.
zh_hans: 新的<b>任务</b>等你来发现，还有<scandle/>要<b>收集</b>。
zh_hant: 將有新的<b>任務</b>需要尋找，還有<scandle/>要<b>收集</b>。

# season_intro_4_21
source: There will be new quests to find and seasonal candles to collect.
de: Finde neue Quests und sammle Saisonkerzen.
es: Habrá nuevas misiones y velas de temporada para encontrar.
fr: Il y aura de nouvelles quêtes à découvrir et des bougies saisonnières à collecter.
id: Akan ada misi baru yang bisa ditemukan dan lilin musiman yang bisa dikumpulkan.
it: Troverai nuove missioni e candele stagionali da collezionare.
ja: 新たなクエストに挑戦し、シーズンキャンドルを集めましょう
ko: 새로운 퀘스트를 찾고 시즌양초를 획득할 수 있을 거예요.
pt: Haverá novas missões e velas de temporada para encontrar.
ru: Вас ждут новые задания и сезонные свечи.
th: มีภารกิจใหม่ให้ค้นหาและมีเทียนประจำฤดูกาลให้เก็บรวบรวม
vi: Sẽ có các nhiệm vụ mới để thực hiện và các nến mùa để thu thập..
zh_hans: 新的任务等你来发现，更有赛季蜡烛等你来收集。
zh_hant: 將有新的任務需要尋找，以及季節蠟燭待你收集。

# season_intro_4_22
source: There are new quests to complete and <scandle/> to collect.
de: Es gibt neue Quests zum Abschließen und um <scandle/> zu sammeln.
es: Hay nuevas misiones que completar y <scandle/> que conseguir.
fr: Il y a de nouvelles quêtes à accomplir et <scandle/> à récupérer.
id: Ada misi baru yang harus diselesaikan dan <scandle/> yang harus dikumpulkan.
it: Ci sono nuove missioni da completare e <scandle/> da raccogliere.
ja: 新たなクエストに挑戦し、<scandle/>を集めましょう
ko: 새로운 퀘스트를 완료하고 <scandle/>를 모을 수 있어요.
pt: Novas missões para concluir e <scandle/> para coletar.
ru: Вас ждут новые задания и возможности собрать <scandle/>.
th: มีภารกิจใหม่ให้ทำ และมี <scandle/> ให้เก็บรวบรวม
vi: Bạn cần hoàn thành những nhiệm vụ mới và thu thập <scandle/>.
zh_hans: 有新的任务要完成，<scandle/>要收集。
zh_hant: 有新的任務要完成和<scandle/>要收集。

# season_intro_4_23
source: Every day there are new quests to complete and seasonal candles to find.
de: Jeden Tag warten neue Quests und Saisonkerzen auf dich.
es: Cada día hay nuevas misiones para completar y velas de temporada para encontrar.
fr: Chaque jour, vous aurez de nouvelles quêtes à compléter et de nouvelles bougies saisonnières à trouver.
id: Setiap hari ada misi baru yang harus diselesaikan dan lilin musiman yang bisa ditemukan.
it: Ogni giorno ci sono nuove missioni da completare e candele stagionali da trovare.
ja: 日替わりのクエストに挑戦し、シーズンキャンドルを集めましょう
ko: 매일 새로 주어지는 퀘스트를 완료하면 시즌양초를 받습니다.
pt: Todos os dias, há novas missões para concluir e velas de temporada para encontrar.
ru: Каждый день можно выполнять новые задания и искать сезонные свечи.
th: ทุกวันจะมีภารกิจใหม่ให้ทำ และเทียนฤดูกาลให้ค้นหา
vi: Mỗi ngày, bạn cần hoàn thành những nhiệm vụ mới và thu thập nến mùa.
zh_hans: 每天都有新的任务，新的蜡烛。
zh_hant: 每天都有新的任務與季節蠟燭供你收集。

# season_intro_4_24
source: There are new quests to complete and <scandle/> to find.
de: Es gibt neue Quests zum Abschließen und um <scandle/> zu finden.
es: Hay nuevas misiones que completar y <scandle/> que buscar.
fr: Il y a de nouvelles quêtes à accomplir et <scandle/> à trouver.
id: Ada misi baru yang harus diselesaikan dan <scandle/> yang harus ditemukan.
it: Ci sono nuove missioni da completare e <scandle/> da trovare.
ja: 新たなクエストに挑戦し、<scandle/>を集めましょう
ko: 새로운 퀘스트를 완료하고 <scandle/>를 모을 수 있습니다.
pt: Novas missões para concluir e <scandle/> para encontrar.
ru: Вас ждут новые задания и возможности найти <scandle/>.
th: มีภารกิจใหม่ให้ทำ และมี <scandle/> ให้ค้นหา
vi: Bạn cần hoàn thành những nhiệm vụ mới và thu thập <scandle/>.
zh_hans: 有新的任务要完成，还有<scandle/>要找到。
zh_hant: 有新的任務要完成和<scandle/>要尋找。

# season_intro_4_25
source: Discover <b>new quests</b> to complete and <scandle/> to find.
de: Entdecke <b>neue Quests</b>, die du abschließen und <scandle/>, die du finden kannst.
es: Hay <b>nuevas misiones</b> que completar y <scandle/> que buscar.
fr: Découvrez de <b>nouvelles quêtes</b> à accomplir et <scandle/> à trouver.
id: Temukan <b>petualangan baru</b> untuk diselesaikan dan <scandle/> untuk ditemukan.
it: Scopri <b>nuove missioni</b> da completare e <scandle/> da trovare.
ja: <b>新たなクエスト</b>に挑戦し、<scandle/>を集めましょう
ko: <b>새로운 퀘스트</b>를 완료하고 <scandle/>를 찾아보세요.
pt: Descubra <b>novas missões</b> para concluir e <scandle/> para encontrar.
ru: Вас ждут новые <b>задания</b> и возможности найти <scandle/>.
th: ค้นพบ<b>ภารกิจใหม่</b>เพื่อทำให้เสร็จ และมี <scandle/> ให้ค้นหา
vi: Khám phá <b>các nhiệm vụ mới</b> để hoàn thành và tìm kiếm <scandle/>.
zh_hans: 发现有待完成的<b>新任务</b>和有待寻找的<scandle/>。
zh_hant: 探索<b>新任務</b>，完成挑戰並尋找<scandle/>。

# season_intro_5_06
source: Relive the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Revive el las memorias del <1>Espíritu</1> y completa su constelación para obtener el regalo definitivo.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour remporter la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、星座を完成させて究極の贈り物を授かりましょう
ko: <1>영혼</1>의 기억을 다시 체험하고 별자리를 완성하여 최종보상을 받으세요.
pt: Reviva as memórias dos <1>espíritos</1> e conclua sua constelação para obter a recompensa suprema.
ru: Переживайте воспоминания <1>духов</1> и завершайте их созвездия, чтобы получить главную награду
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1> và thắp sáng Chòm Sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 重温<1>先灵</1>的回忆，点亮他们的星座，获取最终的奖励
zh_hant: 重溫<1>先靈</1>的回憶，點亮他們的星座，獲取最終的獎勵
