Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_emotedoor_01
source: <hinticon/> You need other players to help with this
de: <hinticon/> Du brauchst andere Spieler, die dir damit helfen
es: <hinticon/> Necesitas que otros jugadores te ayuden con esto
fr: <hinticon/> Vous avez besoin d'autres joueurs pour vous aider
id: <hinticon/> Kamu butuh pemain lain untuk membantu melakukan ini
it: <hinticon/> Ti serve l'aiuto di altri giocatori
ja: <hinticon/> どうやらここは他のプレイヤーの協力が必要なようです
ko: <hinticon/> 다른 플레이어의 도움이 필요해요
pt: <hinticon/> Você precisa da ajuda de outros jogadores para isso
ru: <hinticon/> Здесь вам нужна помощь других игроков
th: <hinticon/> คุณจำเป็นต้องพึ่งพาผู้เล่นคนอื่นๆ เพื่อทำสิ่งนี้
vi: <hinticon/>Bạn cần những người chơi khác trợ giúp
zh_hans: <hinticon/> 你需要其他玩家的协助
zh_hant: <hinticon/> 你需要其他玩家的協助

# tutorial_end_00
source: <hinticon/> Under construction, coming soon...
de: <hinticon/> Folgt in Kürze ...
es: <hinticon/> En construcción, próximamente...
fr: <hinticon/> En construction, disponible bientôt...
id: <hinticon/> Sedang dibangun, segera hadir ...
it: <hinticon/> Lavori in corso. In arrivo prossimamente...
ja: <hinticon/> 準備中です しばらくお待ちくださいね
ko: <hinticon/> 공사 중. 곧 열립니다…
pt: <hinticon/> Em construção, disponível em breve...
ru: <hinticon/> Скоро будет, пока в разработке...
th: <hinticon/> อยู่ระหว่างการพัฒนา มาในเร็วๆ นี้...
vi: <hinticon/> Đang được phát triển, sắp ra mắt ...
zh_hans: <hinticon/> 从这以后的地区还在施工中。 在<2>神坛</2>上冥想回到<8>遇境</8>.
zh_hant: <hinticon/> 從這以後的地區還在施工中。 在<2>神壇</2>上冥想回到<8>遇境</8>.

# tutorial_engine_00
source: <hinticon/> Use <2>light</2> to activate the gate ahead
de: <hinticon/> Verwende <2>Licht</2>, um das Tor vor dir zu aktivieren
es: <hinticon/> Usa <2>luz</2> para activar la puerta más adelante
fr: <hinticon/> Utilisez la <2>lumière</2> pour activer la porte située un peu plus loin
id: <hinticon/> Gunakan <2>cahaya</2> untuk mengaktifkan gerbang di depan
it: <hinticon/> Usa la <2>luce</2> per attivare il prossimo portale
ja: <hinticon/> 光がこの先の扉を開く鍵となるでしょう
ko: <hinticon/> <2>빛</2>을 사용하여 문을 작동시키세요
pt: <hinticon/> Use a <2>luz</2> para ativar o portão adiante
ru: <hinticon/> Активируйте ворота впереди <2>светом</2>
th: <hinticon/>ใช้<2>แสง</2>เพื่อเปิดใช้งานประตูข้างหน้า
vi: <hinticon/> <2>Ánh Sáng</2> có thể mở ra cánh cổng phía trước
zh_hans: <hinticon/> <2>心火</2>可以开启面前的大门
zh_hant: <hinticon/> <2>心火</2>可以開啓面前的大門

# tutorial_event_candle
source: Available during current event. Exchange for limited-time event-themed items.
de: Während des aktuellen Events verfügbar. Kann gegen zeitlich begrenzte Event-Gegenstände eingetauscht werden.
es: Disponibles durante el evento actual. Cámbialas por objetos temáticos del evento de tiempo limitado.
fr: Disponible lors de l’événement en cours. Échangeable contre des objets à thème limités.
id: Tersedia selama acara saat ini. Tukar dengan item berbatas waktu dengan tema acara.
it: Disponibile durante l'evento in corso. Scambia oggetti a tema evento a tempo limitato.
ja: 開催中のイベントでのみ使用できます。限定のイベントアイテムと交換しましょう
ko: 현재 이벤트 중 이용 가능합니다. 기간 한정 이벤트 테마 아이템과 교환하세요.
pt: Disponível durante o evento atual. Troque por itens temáticos de evento de tempo limitado.
ru: Доступно во время события. Можно обменять на предметы из ограниченной серии, посвященной событию.
th: พบได้ในระหว่างอีเวนต์ปัจจุบัน แลกเปลี่ยนเป็นไอเทมธีมกิจกรรมแบบจำกัดเวลา
vi: Có trong sự kiện hiện tại. Đổi lấy các vật phẩm chủ đề sự kiện trong thời gian giới hạn.
zh_hans: 在当前活动期间可用。用于兑换限时活动主题物品。
zh_hant: 可於本活動期間使用。能夠兌換限時活動主題物品。

# tutorial_flame_elder_01
source: <hinticon/> Restore the altar's <2>light</2> to awaken this temple's <1>elder</1>.
de: <hinticon/> Regeneriere das <2>Licht</2> des Altars, um den <1>Ältesten</1> des Tempels zu wecken.
es: <hinticon/> Restaura la <2>luz</2> del altar para despertar al <1>anciano</1> de este templo.
fr: <hinticon/> Restaurez la <2>lumière</2> de l'autel pour réveiller l'<1>ancien</1> de ce temple.
id: <hinticon/> Pulihkan <2>cahaya</2> altar untuk membangunkan <1>tetua</1> kuil ini.
it: <hinticon/> Ripristina la <2>luce</2> dell'altare per risvegliare l'<1>Anziano</1> di questo tempio.
ja: <hinticon/> 祭壇に<2>光</2>を灯し、この神殿の<1>大精霊</1>を呼び覚ましましょう
ko: <hinticon/> 제단의 <2>빛</2>을 되살려 이 사원의 <1>장로</1>를 깨우세요.
pt: <hinticon/> Restaure a <2>luz</2> do altar para despertar o <1>ancião</1> deste templo.
ru: <hinticon/> Верните алтарю <2>свет</2>, чтобы пробудить <1>старейшину</1> этого храма.
th: <hinticon/>นำ<2>แสงสว่าง</2>ของแท่นบูชากลับคืนมา เพื่อปลุกผู้อาวุโสของวิหารแห่งนี้
vi: <hinticon/> Khôi phục <2>ánh sáng</2> của tế đài để đánh thức <1>trưởng lão</1> của ngôi đền này.
zh_hans: <hinticon/>恢复神坛的<2>光</2>可唤醒这座神庙的<1>长老</1>。
zh_hant: <hinticon/> 點亮神壇的<2>光芒</2>就能喚醒神殿的<1>長老</1>。

# tutorial_flame_icon_01
source: <hinticon/> Touch the flame icon to bring out your <2>light</2>.
de: <hinticon/> Berühre das Flammensymbol, um dein <2>Licht</2> zum Vorschein zu bringen.
es: <hinticon/> Toca el ícono de la flama para sacar tu <2>luz</2>.
fr: <hinticon/> Touchez l'icône de la flamme pour faire apparaître votre <2>lumière</2>.
id: <hinticon/> Sentuh ikon api untuk mengeluarkan <2>cahayamu</2>.
it: <hinticon/> Tocca l'icona della fiamma per far estrarre la <2>candela</2>.
ja: <hinticon/> 炎のアイコンをタップし、あなたの内なる<2>光</2>を取り出しましょう
ko: <hinticon/> 불꽃 아이콘을 터치해서 <2>빛</2>을 꺼내보세요
pt: <hinticon/> Toque no ícone de chama para acender sua <2>luz</2>.
ru: <hinticon/> Нажмите на иконку с пламенем, чтобы зажечь <2>свет</2>.
th: <hinticon/> แตะไอคอนเปลวไฟ เพื่อนำ<2>แสงสว่าง</2>ของคุณออกมา
vi: <hinticon/> Chạm vào biểu tượng ngọn lửa để dùng <2>Ánh Sáng</2> của bạn.
zh_hans: <hinticon/> 触碰火焰图标来拿出你的<2>烛光</2>。
zh_hant: <hinticon/> 觸碰火焰圖標來拿出你的<2>燭光</2>。

# tutorial_flame_icon_01_ps
source: <hinticon/> <1>Press <button type="activate"/></1> by the flame to bring out your <2>light</2>.
de: <hinticon/> <1>Drücke <button type="activate"/></1> bei der Flamme, um dein <2>Licht</2> hervorzuholen.
es: <hinticon/> <1>Presiona <button type="activate"/></1> junto a la llama para sacar tu <2>luz</2>.
fr: <hinticon/> <1>Appuyez sur <button type="activate"/></1> à côté de la flamme pour faire sortir votre <2>lumière</2>.
id: <hinticon/> <1>Tekan <button type="activate"/></1> di dekat nyala api untuk memunculkan <2>cahaya</2>.
it: <hinticon/> <1>Premi <button type="activate"/></1> vicino alla fiamma per far emergere la tua <2>luce</2>.
ja: <hinticon/> <1><button type="activate"/>を押して</1>、あなたの内なる<2>光</2>を取り出しましょう
ko: <hinticon/> 불꽃 아이콘 근처에서 <1><button type="activate"/>을 눌러</1> </2>빛</2>을 꺼내보세요.
pt: <hinticon/> <1>Pressione <button type="activate"/></1> perto da chama para usar a sua <2>luz</2>.
ru: <hinticon/> <1>Нажмите <button type="activate"/></1> у огня, чтобы достать <2>свет</2>.
th: <hinticon/><1>กด <button type="activate"/></1> ข้างเปลวไฟ เพื่อนำ<2>แสงสว่าง</2>ของคุณออกมา
vi: <hinticon/> <1>Nhấn <button type="activate"/></1> bên ngọn lửa để thắp lên <2>ánh sáng</2> của bạn.
zh_hans: <hinticon/><1>按火焰旁边的<button type="activate"/></1>显示<2>烛光</2>。
zh_hant: <hinticon/><1>按下火焰旁的<buttontype="activate"/></1>拿出<2>燭光</2>。

# tutorial_flight_00
source: <hinticon/> <1>Flick</1> forward to take flight
de: <hinticon/> Nach vorne <1>schnipsen</1>, um zu fliegen
es: <hinticon/> <1>Desliza rápido </1> hacia adelante para levantar el vuelo
fr: <hinticon/> <1>Poussez</1> vers l’avant pour vous envoler
id: <hinticon/> <1>Jentikkan</1> ke depan untuk terbang
it: <hinticon/> <1>Spingi lievemente</1> in avanti per spiccare il volo
ja: <hinticon/> <1>前方にフリック</1>して<2>飛び立ちましょう</2>
ko: <hinticon/> 앞으로 <1>슬라이드</1>하여 비행할 수 있어요
pt: <hinticon/> <1>Toque levemente</1> para frente para decolar
ru: <hinticon/> <1>Коротко</1> проведите пальцем вперед, чтобы полететь
th: <hinticon/><1>กระพือปีก</1>ไปข้างหน้าเพื่อออกบิน
vi: <hinticon/> <1>Vuốt lên</1> để bay
zh_hans: <hinticon/> <1>向前拨动</1>，展翅高飞
zh_hant: <hinticon/> <1>向前撥動</1>，展翅高飛

# tutorial_flight_00_ps
source: <hinticon/> <1>Press and hold <button type="jump_fly"/></1> to take flight
de: <hinticon/> <1>Halte <button type="jump_fly"/></1> gedrückt, um loszufliegen
es: <hinticon/> <1>Presiona el botón <button type="jump_fly"/></1> para tomar el vuelo
fr: <hinticon/> <1>Appuyez et maintenez <button type="jump_fly"/></1> pour vous envoler
id: <hinticon/> <1>Tekan dan tahan <button type="jump_fly"/></1> untuk terbang
it: <hinticon/> <1>Tieni premuto <button type="jump_fly"/></1> per volare
ja: <hinticon/> <1><button type="jump_fly"/> を長押しして</1><2> 飛び立ちます</2>
ko: <hinticon/> <1><button type="jump_fly"/></1> 을(를) 길게 눌러서 비행하세요
pt: <hinticon/> <1>Aperte e segure <button type="jump_fly"/></1> para decolar
ru: <hinticon/> <1>Зажмите <button type="jump_fly"/></1>, чтобы полететь
th: <hinticon/><1>กด <button type="jump_fly"/></1> ค้างไว้เพื่อออกบิน
vi: <hinticon/> <1>Nhấn và giữ <button type="jump_fly"/></1> để bay
zh_hans: <hinticon/> <1>长按 <button type="jump_fly"/></1> 起飞
zh_hant: <hinticon/> <1>長按 <button type="jump_fly"/></1> 起飛

# tutorial_flight_01
source: <hinticon/> <1>Drag</1> left / right to steer
de: <hinticon/> <1>Ziehe</1> nach Links/Rechts zum Lenken
es: <hinticon/> <1>Arrastra</1> izquierda / derecha para conducir
fr: <hinticon/> <1>Faites glisser</1> vers la droite/gauche pour manœuvrer
id: <hinticon/> <1>Seret</1> kiri / kanan untuk mengarahkan
it: <hinticon/> <1>Trascina</1> verso sinistra/destra per sterzare
ja: <hinticon/> <1>左右にスライド</1>して<2>進路を変えます</2>
ko: <hinticon/> 좌우로 <1>드래그</1>하여 방향을 바꾸세요.
pt: <hinticon/> <1>Arraste</1> para a esquerda / direita para deslizar
ru: <hinticon/> <1>Водите пальцем</1> влево/вправо, чтобы смещаться
th: <hinticon/><1>ลาก</1>ไปทางซ้าย/ขวาเพื่อบังคับทิศทาง
vi: <hinticon/><1>Kéo</1> trái / phải để điều khiển
zh_hans: <hinticon/> 单指<<1>左右拖动</1>，身随意转
zh_hant: <hinticon/> 單指<<1>左右滑動</1>，身隨意轉

# tutorial_flight_01_pc
source: <hinticon/> <1>Press <button type="left"/></1> or <1><button type="right"/></1> to steer.
de: <hinticon/> <1>Drücken Sie <button type="left"/></1> oder <1><button type="right"/></1>, um zu steuern.
es: <hinticon/> <1>Presiona <button type="left"/></1> o <1><button type="right"/></1> para dirigir.
fr: <hinticon/> <1>Appuyez sur <button type="left"/></1> ou <1><button type="right"/></1> pour diriger.
id: <hinticon/> <1>Tekan <button type="left"/></1> atau <1><button type="right"/></1> untuk mengarahkan.
it: <hinticon/> <1>Premi <button type="left"/></1> o <1><button type="right"/></1> per guidare.
ja: <hinticon/> <1><button type="left"/></1>または<1><button type="right"/>を押して</1>進路を変えます
ko: <hinticon/> <1><button type="left"/></1> 또는 <1><button type="right"/></1>를 눌러 조종하세요.
pt: <hinticon/> <1>Pressione <button type="left"/></1> ou <1><button type="right"/></1> para direcionar.
ru: <hinticon/> <1>Нажмите <button type="left"/></1> или <1><button type="right"/></1>, чтобы управлять.
th: <hinticon/><1>กด <button type="left"/></1> หรือ <1><button type="right"/></1> เพื่อบังคับทิศทาง
vi: <hinticon/> <1>Nhấn <button type="left"/></1> hoặc <1><button type="right"/></1> để chỉnh hướng.
zh_hans: <hinticon/> <1>按 <button type="left"/></1> 或 <1><button type="right"/></1> 来控制.
zh_hant: <hinticon/> <1>按 <button type="left"/></1> 或 <1><button type="right"/></1> 來控制.

# tutorial_flight_01_pro
source: <hinticon/> On the <b>left side</b> of the screen, <1>drag left </1> or <1>right</1> to steer
de: <hinticon/> Auf der <b>linken Seite</b> des Bildschirms: <1>ziehe nach links </1> oder <1>rechts</1> zum Steuern.
es: <hinticon/> En el <b>lado izquierdo</b> de la pantalla, <1>arrastra a la izquierda</1> o <1> a la derecha</1> para conducir
fr: <hinticon/> Sur le <b>côté gauche</b> de l'écran, <1>faites glisser vers la gauche </1> ou <1>la droite</1> pour vous diriger
id: <hinticon/> Di <b>sisi kiri</b> layar, <1>seret ke kiri </1> atau <1>kanan</1> untuk mengemudikan
it: <hinticon/>Sul <b>lato sinistro</b> dello schermo, <1>trascina a sinistra</1> o a <1>destra</1> per sterzare
ja: <hinticon/> 画面<b>左側</b>を<1>左右にドラッグ</1>して進路を変えます
ko: <hinticon/> 화면 <b>왼쪽 면</b>을 <1>왼쪽</1> 또는 <1>오른쪽으로 드래그</1>하여 방향을 바꾸세요
pt: <hinticon/> No <b>lado esquerdo</b> da tela, <1>arraste para esquerda</1> ou para a <1>direita</1> para virar
ru: <hinticon/> В <b>левой части</b> экрана проведите пальцем <1>влево </1> или <1>вправо</1>, чтобы повернуть
th: <hinticon/>บน<b>ด้านซ้าย</b>ของหน้าจอ <1>ให้ลากไปทางซ้าย</1>หรือ<1>ขวา</1>เพื่อบังคับทิศทาง
vi: <hinticon/> Ở <b>bên trái</b> màn hình, <1>kéo sang trái</1> hoặc <1>phải</1> để chỉnh hướng
zh_hans: <hinticon/>在屏幕<b>左侧</b>，<1>向左</1>或<1>向右</1>拖动进行转向
zh_hant: <hinticon/> 在螢幕的<b>左側</b><1>向左滑</1>或<1>向右滑</1>，控制前進方向

# tutorial_flight_01_pro_lh
source: <hinticon/> On the <b>right side</b> of the screen, <1>drag left / right</1> to steer
de: <hinticon/> <1>Ziehe</1> <b>rechts auf dem Bildschirm</b> nach Links/Rechts zum Lenken
es: <hinticon/> En el <b>lado derecho</b> de la pantalla, <1>arrastra a la izquierda / derecha</1> para conducir
fr: <hinticon/> Du <b>côté droit</b> de l’écran, <1>faites glisser vers la droite/gauche</1> pour manœuvrer
id: <hinticon/> Di <b>sisi kanan</b> layar, <1>seret kiri / kanan</1> untuk mengarahkan
it: <hinticon/> Sul <b>lato destro</b> dello schermo, <1>trascina a sinistra/destra</1> per sterzare
ja: <hinticon/> <1>画面の<b>右側</b>で指を左右にスライド</1>させて<2>進路を変えます</2>
ko: <hinticon/> 화면<b>오른쪽</b>에서 <1>좌우로 드래그</1>하여 방향을 바꾸세요
pt: <hinticon/> Do <b>lado direito</b> da tela, <1>arraste para a esquerda / direita</1> para deslizar
ru: <hinticon/> <1>Водите пальцем влево/вправо</1> в <b>правой</b> части экрана, чтобы смещаться
th: <hinticon/>บน<b>ด้านขวา</b>ของหน้าจอ <1>ให้ลากไปทางซ้ายหรือขวา</1>เพื่อบังคับทิศทาง
vi: <hinticon/> Ở <b>bên phải</b> màn hình, <1>kéo trái/phải</1> đ��� điều khiển
zh_hans: <hinticon/> 单指在屏幕<b>右半边</b><1>左右拖动</1>，身随意转
zh_hant: <hinticon/> 單指在螢幕<b>右半邊</b><1>左右滑動</1>，身隨意轉

# tutorial_flight_01_ps
source: <hinticon/> <1>Use <button type="move"/></1> to steer
de: <hinticon/> <1>Verwende <button type="move"/></1>, um zu steuern
es: <hinticon/> <1>Usa <button type="move"/></1> para dirigirte mientras vuelas
fr: <hinticon/> <1>Utilisez <button type="move"/></1> pour vous diriger
id: <hinticon/> <1>Gunakan <button type="move"/></1> untuk mengarahkan
it: <hinticon/> <1> Usa <button type="move"/></1> per cambiare direzione
ja: <hinticon/> <button type="move"/>で進路を変えます
ko: <hinticon/> <1> <button type="move"/>을 움직여</1> 방향을 바꿔보세요
pt: <hinticon/> <1>Use <button type="move"/></1> para virar
ru: <hinticon/> <1>Используйте <button type="move"/></1>, чтобы менять направление
th: <hinticon/> <1> ใช้ <button type="move"/></1> เพื่อบังคับทิศทาง
vi: <hinticon/> <1>Dùng <button type="move"/></1> để điều khiển
zh_hans: <hinticon/> <1>轻推<button type="move"/></1>左右滑翔
zh_hant: <hinticon/> <1>輕推<button type="move"/></1>左右滑翔

# tutorial_flight_02
source: <hinticon/> <1>Drag</1> down to dive; up to resume gliding
de: <hinticon/> <1>Ziehe</1> zum Sturzflug nach unten oder nach oben zum Weitergleiten
es: <hinticon/> <1>Arrastra</1> hacia abajo para ir de picada, hacia arriba para seguir planeando
fr: <hinticon/> <1>Faites glisser</1> vers le bas pour plonger, et vers le haut pour reprendre le vol
id: <hinticon/> <1>Seret</1> bawah untuk menukik; atas untuk terus meluncur
it: <hinticon/> <1>Trascina</1> giù per andare in picchiata e su per riprendere a planare
ja: <hinticon/> <1>上下にスライド</1>して<2>上昇、下降</2>します
ko: <hinticon/> 아래로 <1>드래그</1>하여 하강하고 위로 드래그하여 계속 활공하세요
pt: <hinticon/> <1>Arraste</1> para baixo para mergulhar e para cima para planar
ru: <hinticon/> <1>Проведите пальцем</1> вниз, чтобы нырнуть; вверх – чтобы продолжить полет
th: <hinticon/> <1>ลาก</1>ลงเพื่อดิ่งตัวลง ลากขึ้นเพื่อเข้าสู่การร่อน
vi: <hinticon/> <1>Kéo</1> xuống để lao xuống; lên để tiếp tục lướt
zh_hans: <hinticon/> 单指<1>上拖</1>爬升，<1>下拖</1>俯冲
zh_hant: <hinticon/> 單指<1>上滑</1>爬升，<1>下滑</1>俯衝

# tutorial_flight_02_invert
source: <hinticon/> <1>Drag</1> up to dive; down to resume gliding
de: <hinticon/> <1>Ziehe</1> zum Sturzflug nach oben oder nach unten zum Weitergleiten
es: <hinticon/> <1>Arrastra</1> hacia arriba para ir en picada y hacia abajo para continuar planeando
fr: <hinticon/> <1>Faites glisser</1> vers le haut pour plonger ; vers le bas pour reprendre le vol
id: <hinticon/> <1>Seret</1> atas untuk menukik; bawah untuk terus meluncur
it: <hinticon/> <1>Trascina</1> su scendere a bassa quota e giù per riprendere a planare
ja: <hinticon/> <1>上にスライド</1>して<2>下降</2>、<1>下にスライド</1>で<2>上昇</2>します
ko: <hinticon/> 위로 <1>드래그</1>하여 하강하고 아래로 드래그하여 계속 활공하세요
pt: <hinticon/> <1>Arraste</1> para cima para mergulhar e para baixo para continuar planando
ru: <hinticon/> <1>Потяните</1> вверх, чтобы подняться; вниз, чтобы продолжить полет
th: <hinticon/><1>ลาก</1>ขึ้นเพื่อดิ่งตัวลง ลากลงเพื่อเข้าสู่การร่อน
vi: <hinticon/> <1>Kéo</1> lên để lao xuống; xuống để tiếp tục lướt
zh_hans: <hinticon/> 向上<1>拖动</1>俯冲，向下继续滑行
zh_hant: <hinticon/> 向上<1>滑動</1>俯衝，向下繼續滑行

# tutorial_flight_02_pc
source: <hinticon/> <1>Press <button type="forwards"/></1> to fly high or <1>press <button type="backwards"/></1> to dive.
de: <hinticon/> <1>Drücken Sie <button type="forwards"/></1>, um hoch zu fliegen, oder <1>drücken Sie <button type="backwards"/></1>, um zu tauchen.
es: <hinticon/> <1>Presiona <button type="forwards"/></1> para volar alto o <1>presiona <button type="backwards"/></1> para sumergirte.
fr: <hinticon/> <1>Appuyez sur <button type="forwards"/></1> pour monter haut ou <1>appuyez sur <button type="backwards"/></1> pour plonger.
id: <hinticon/> <1>Tekan <button type="forwards"/></1> untuk terbang tinggi atau <1>tekan <button type="backwards"/></1> untuk menukik.
it: <hinticon/> <1>Premi <button type="forwards"/></1> per volare alto o <1>premi <button type="backwards"/></1> per tuffarti.
ja: <hinticon/> <1><button type="forwards"/>を押して</1>上昇、<1><button type="backwards"/>を押して</1>下降します
ko: <hinticon/> <1><button type="forwards"/></1>를 눌러 높이 날거나 <1><button type="backwards"/></1>를 눌러 잠수하세요.
pt: <hinticon/> <1>Pressione <button type="forwards"/></1> para voar alto ou <1>pressione <button type="backwards"/></1> para mergulhar.
ru: <hinticon/> <1>Нажмите <button type="forwards"/></1>, чтобы подняться высоко, или <1>нажмите <button type="backwards"/></1>, чтобы нырнуть.
th: <hinticon/><1>กด <button type="forwards"/></1> เพื่อบินสูงขึ้น หรือ<1>กด <button type="backwards"/></1> เพื่อดิ่งตัวลง
vi: <hinticon/> <1>Nhấn <button type="forwards"/></1> để bay cao hoặc <1>nhấn <button type="backwards"/></1> để lao xuống.
zh_hans: <hinticon/> <1>按 <button type="forwards"/></1> 来飞得高或 <1>按 <button type="backwards"/></1> 潜水。
zh_hant: <hinticon/> <1>按 <button type="forwards"/></1> 來飛得高或 <1>按 <button type="backwards"/></1> 潛水。

# tutorial_flight_02_pc_invert
source: <hinticon/> <1>Press <button type="backwards"/></1> to fly high or <1>press <button type="forwards"/></1> to dive.
de: <hinticon/> <1>Drücken Sie <button type="backwards"/></1>, um hoch zu fliegen, oder <1>drücken Sie <button type="forwards"/></1>, um zu tauchen.
es: <hinticon/> <1>Presiona <button type="backwards"/></1> para volar alto o <1>presiona <button type="forwards"/></1> para sumergirte.
fr: <hinticon/> <1>Appuyez sur <button type="backwards"/></1> pour monter haut ou <1>appuyez sur <button type="forwards"/></1> pour plonger.
id: <hinticon/> <1>Tekan <button type="backwards"/></1> untuk terbang tinggi atau <1>tekan <button type="forwards"/></1> untuk menukik.
it: <hinticon/> <1>Premi <button type="backwards"/></1> per volare alto o <1>premi <button type="forwards"/></1> per tuffarti.
ja: <hinticon/> <1><button type="backwards"/>を押して</1>上昇、<1><button type="forwards"/>を押して</1>下降します
ko: <hinticon/> <1><button type="backwards"/></1>를 눌러 높이 날거나 <1><button type="forwards"/></1>를 눌러 잠수하세요.
pt: <hinticon/> <1>Pressione <button type="backwards"/></1> para voar alto ou <1>pressione <button type="forwards"/></1> para mergulhar.
ru: <hinticon/> <1>Нажмите <button type="backwards"/></1>, чтобы подняться высоко, или <1>нажмите <button type="forwards"/></1>, чтобы нырнуть.
th: <hinticon/><1>กด <button type="backwards"/></1> เพื่อบินสูงขึ้น หรือ<1>กด <button type="forwards"/></1> เพื่อดิ่งตัวลง
vi: <hinticon/> <1>Nhấn <button type="backwards"/></1> để bay cao hoặc <1>nhấn <button type="forwards"/></1> để lao xuống.
zh_hans: <hinticon/> <1>按 <button type="backwards"/></1> 来飞得高或 <1>按 <button type="forwards"/></1> 潜水。
zh_hant: <hinticon/> <1>按 <button type="backwards"/></1> 來飛得高或 <1>按 <button type="forwards"/></1> 潛水。

# tutorial_flight_02_pro
source: <hinticon/> On the <b>left side</b> of the screen, <1>drag up</1> to fly high or <1>drag down</1> to dive
de: <hinticon/> <1>Ziehe</1> auf der <b>linken Seite</b> des Bildschirms nach oben, um hoch zu fliegen, oder <1>nach unten</1>, um einen tiefen Sturzflug zu machen
es: <hinticon/> En el <b>lado izquierdo</b> de la pantalla, <1>arrastra hacia arriba</1> para subir, <1>arrastra hacia abajo</1> para ir en picada
fr: <hinticon/> Du <b>côté gauche</b> de l’écran, <1>faites glisser vers le haut</1> pour voler en altitude, <1>et vers le bas</1> pour plonger à ras du sol
id: <hinticon/> Di <b>sisi kiri</b> layar, <1>seret ke atas</1> untuk terbang tinggi, <1>seret ke bawah</1> untuk menukik rendah
it: <hinticon/> Sul <b>lato sinistro</b> dello schermo, <1>trascina in su</1> per volare ad alta quota, <1>trascina in giù</1> per scendere a bassa quota
ja: <hinticon/> <1>画面の<b>左側</b>で指を上下にスライド</1>させて<2>上昇、下降</2>します
ko: <hinticon/> 화면 <b>왼쪽</b>에서 <1>위로 드래그</1>하여 높이 날고 <1>아래로 드래그</1>하여 하강하세요
pt: <hinticon/> Do <b>lado esquerdo</b> da tela,<1>arraste para cima</1> para voar para o alto, <1>arraste para baixo</1> para mergulhar para baixo
ru: <hinticon/> <1>Ведите пальцем вверх</1> в <b>левой</b> части экрана, чтобы подняться, <1>вниз</1> – чтобы опуститься
th: <hinticon/>บน<b>ด้านซ้าย</b>ของหน้าจอ <1>ให้ลากขึ้น</1>เพื่อบินสูงขึ้น หรือ<1>ลากลง</1>เพื่อดิ่งตัวลง
vi: <hinticon/>Ở <b>bên trái</b> màn hình, <1>kéo lên</1> để bay lên, <1>kéo xuống</1> để lao xuống
zh_hans: <hinticon/> 单指在屏幕<b>左半边</b><1>上拖</1>爬升，<1>下拖</1>俯冲
zh_hant: <hinticon/> 單指在螢幕<b>左半邊</b><1>上滑</1>爬升，<1>下滑</1>俯衝

# tutorial_flight_02_pro_invert
source: <hinticon/> On the <b>left side</b> of the screen, <1>drag down</1> to fly high or <1>drag up</1> to dive
de: <hinticon/> <1>Ziehe</1> auf der <b>linken Seite</b> des Bildschirms nach unten, um hoch zu fliegen, oder <1>nach oben</1>, um einen tiefen Sturzflug zu machen
es: <hinticon/> En el <b>lado izquierdo</b> de la pantalla, <1>arrastra hacia abajo</1> para subir y <1>arrastra hacia abajo</1> para ir en picada
fr: <hinticon/> Sur le <b>côté gauche</b> de l'écran, <1>faites glisser vers le bas</1> pour voler plus haut, <1>faites glisser vers le haut</1> pour plonger
id: <hinticon/> Di <b>sisi kiri</b> layar, <1>seret ke bawah</1> untuk terbang tinggi, <1>seret ke atas</1> untuk menukik rendah
it: <hinticon/> Sul <b>lato sinistro</b> dello schermo, <1>trascina in giù</1> per salire ad alta quota, <1>trascina in su</1> per scendere a bassa quota
ja: <hinticon/> <1>画面の<b>左側</b>で指を下にスライド</1>させて<2>上昇</2>、<1>上にスライド</1>で<2>下降</2>します
ko: <hinticon/> 화면 <b>좌측</b>을 <1>아래로 드래그</1>하여 높이 날고 <1>위로 드래그</1>하여 하강하세요
pt: <hinticon/> Do <b>lado esquerdo</b> da tela, <1>arraste para baixo</1> para voar para o alto, <1>arraste para cima</1> para mergulhar fundo
ru: <hinticon/>В <b>левой части</b> экрана <1>потяните вниз</1>, чтобы подняться, <1>вверх</1> – чтобы опуститься
th: <hinticon/>บน<b>ด้านซ้าย</b>ของหน้าจอ <1>ให้ลากลง</1>เพื่อบินสูงขึ้น หรือ<1>ให้ลากขึ้น</1>เพื่อดิ่งตัวลง
vi: <hinticon/>Ở <b>bên trái</b> màn hình, <1>kéo xuống</1> để bay lên, <1>kéo lên</1> để lao xuống
zh_hans: <hinticon/> 在<b>屏幕左侧</b>，<1>向下</1>拖动俯冲，<1>向上</1>继续滑行
zh_hant: <hinticon/> 在<b>螢幕左側</b>，<1>向下</1>滑動俯衝，<1>向上</1>繼續滑行
