Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# meditation_shrine_surprising
source: Tell us something surprising about yourself
de: Erzähle uns etwas Überraschendes über dich
es: Cuéntanos algo sorprendente de ti
fr: Divos-nous quelque chose de surprenant à votre sujet
id: Beri tahu kami sesuatu yang mengejutkan tentang dirimu
it: Raccontaci qualcosa di sorprendente su di te
ja: あなたの意外な一面を教えてください
ko: 자신에 대한 놀라운 사실을 말해주세요
pt: Diga-nos algo surpreendente sobre você
ru: Расскажите что-нибудь удивительное о себе
th: โปรดบอกเราถึงสิ่งที่น่าแปลกใจเกี่ยวกับตัวคุณ
vi: Hãy cho chúng tôi biết điều gì đó đáng ngạc nhiên về bạn
zh_hans: 您身上最可能让我们吃惊的一点
zh_hant: 分享一樣關於你，而可能讓我們吃驚的一件事

# meditation_shrine_teach_enjoy
source: What do you enjoy teaching others?
de: Was bringst du anderen gerne bei?
es: ¿Qué te gusta enseñarle a la gente?
fr: Qu’est-ce que vous aimez apprendre aux autres ?
id: Hal apa yang kamu suka ajarkan kepada orang lain?
it: Cosa ti piace insegnare agli altri?
ja: 何を教えるのが好きですか？
ko: 다른 사람에게 가르치기 좋아하는 것이 있다면 무엇인가요?
pt: O que você gosta de ensinar aos outros?
ru: Чему вам нравится учить других?
th: คุณชอบสอนสิ่งใดให้แก่ผู้อื่นบ้าง
vi: Bạn thích hướng dẫn người khác điều gì?
zh_hans: 你喜欢教别人什么？
zh_hant: 你喜歡教別人什麼？

# meditation_shrine_traditions
source: What traditions did you enjoy as a child?
de: Welche Bräuche/Traditionen haben dir als Kind gefallen?
es: ¿Qué tradiciones disfrutabas en tu niñez?
fr: Quelles traditions avez-vous appréciées dans votre enfance ?
id: Tradisi apa yang kamu nikmati saat masih kanak-kanak?
it: Quali tradizioni ti piacevano da bambino/a?
ja: 子どもの頃楽しんでいた伝統的行事や習慣を教えてください
ko: 어린 시절 즐겼던 전통문화는 무엇인가요?
pt: Quais eram as suas tradições preferidas na infância?
ru: Какие семейные традиции вам нравились в детстве?
th: คุณชื่นชอบประเพณีใดบ้างในวัยเด็ก
vi: Bạn đã thích những truyền thống nào khi còn nhỏ?
zh_hans: 小时候最喜欢哪一样传统习俗？
zh_hant: 你小時候最喜歡哪一樣傳統習俗？

# meditation_shrine_transformed
source: You've been <b>transformed</b> into your favorite Sky creature. <b>What happens next?</b>
de: Du wurdest in deine Lieblingskreatur in Sky <b>verwandelt</b>. <b>Was geschieht als Nächstes?</b>
es: Te <b>transformaste</b> en tu criatura de Sky favorita. <b>¿Y ahora qué?</b>
fr: Vous vous <b>transformez</b> en votre créature préférée de Sky. <b>Et maintenant ?</b>
id: Kamu telah <b>diubah</b> menjadi makhluk Sky favoritmu. <b>Apa yang terjadi selanjutnya?</b>
it: Il tuo personaggio si è <b>trasformato</b> nella tua creatura preferita di Sky. <b>Cosa succede adesso?</b>
ja: あなたはSkyの好きな生き物に<b>変身しました</b>。<b>その姿で何をしますか？</b>
ko: 당신은 가장 좋아하는 Sky 속 크리처로 <b>변신했습니다</b>. <b>이제 무슨 일이 벌어질까요?</b>
pt: Você se <b>transformou</b> em sua criatura preferida de Sky. <b>O que acontece agora?</b>
ru: Вы <b>превратились</b> в своё любимое существо из Sky. <b>Что будет дальше?</b>
th: คุณได้<b>แปลงร่าง</b>เป็นสิ่งมีชีวิต Sky ตัวโปรดของคุณแล้ว <b>จะเกิดอะไรขึ้นต่อไป</b>
vi: Bạn đã được <b>biến đổi</b> thành sinh vật Sky yêu thích của mình. <b>Chuyện gì sẽ xảy ra tiếp theo?</b>
zh_hans: 你已经<b>变身</b>为你最喜欢的Sky生物。<b>接下来会发生什么？</b>
zh_hant: 你已經<b>變身</b>為你最喜歡的光之生物。<b>接下來會發生什麼？</b>

# meditation_shrine_values
source: What values do you appreciate in your friends?
de: Welche Werte gefallen dir bei deinen Freunden?
es: ¿Qué valores aprecias en tus amistades?
fr: Quelles sont les valeurs que vous appréciez chez vos amis ?
id: Nilai-nilai apa yang kamu hargai dalam diri teman-temanmu?
it: Quali valori ammiri nei tuoi amici?
ja: お友達のどのような価値観に感謝していますか？
ko: 친구를 사귈 때 어떤 면을 가장 중요하게 생각하나요?
pt: Quais características você aprecia em seus amigos?
ru: Что вы цените в своих друзьях?
th: คุณเห็นคุณค่าใดบ้างในตัวเพื่อนของคุณ
vi: Bạn trân trọng giá trị nào ở bạn bè của mình?
zh_hans: 你最欣赏你朋友们的哪些特质？
zh_hant: 你最欣賞你朋友們的哪些特質？

# meditation_shrine_what
source: What are you <b>grateful</b> for today?
de: Wofür bist du heute <b>dankbar</b>?
es: ¿De qué te sientes <b>agradecido </b> hoy?
fr: Qu’avez-vous particulièrement <b>apprécié</b> aujourd’hui ?
id: Apa yang membuatmu <b>bersyukur</b> hari ini?
it: Di cosa sei <b>grato/a</b> oggi?
ja: 今日は何に<b>感謝</b>しましたか？
ko: 오늘은 무엇에서 <b>고마움</b>을 느끼셨나요?
pt: Pelo que você tem <b>gratidão</b> hoje?
ru: Чему вы сегодня <b>благодарны</b>?
th: คุณรู้สึก<b>อยากขอบคุณ</b>เรื่องอะไรบ้างในวันนี้
vi: Bạn <b>biết ơn</b> điều gì cho ngày hôm nay?
zh_hans: 你今天对什么心存<b>感激</b>？
zh_hant: 你今天對什麼心存<b>感激</b>？

# meditation_shrine_who
source: Who are you <b>grateful</b> for today?
de: Für wen bist du heute <b>dankbar</b>?
es: ¿A quién de debes <b>agradecimiento </b> hoy?
fr: Qui avez-vous particulièrement <b>apprécié</b> aujourd’hui ?
id: Siapa yang membuatmu <b>bersyukur</b> hari ini?
it: A chi sei <b>grato/a</b> oggi?
ja: あなたが今日、<b>感謝</b>したい人は誰でしょう？
ko: 오늘은 누구에게 <b>고마움</b>을 느끼셨나요?
pt: Por quem você tem <b>gratidão</b> hoje?
ru: Кому вы сегодня <b>благодарны</b>?
th: คุณ<b>อยากขอบคุณ</b>ใครบ้างในวันนี้
vi: Bạn <b>biết ơn</b> ai ngày hôm nay?
zh_hans: 你今天最<b>感谢</b>的人是谁？
zh_hant: 你今天最<b>感謝</b>的人是誰？

# meditation_shrine_winteractivity
source: What’s your favorite winter activity?
de: Was machst du im Winter am liebsten?
es: ¿Cuál es tu actividad de invierno favorita?
fr: Quelle est votre activité hivernale préférée ?
id: Apa aktivitas favoritmu saat musim dingin?
it: Qual è la tua attività invernale preferita?
ja: あなたの大好きな冬の遊び方を教えてください
ko: 어떤 겨울 스포츠를 가장 좋아하나요?
pt: Qual é a sua atividade de inverno preferida?
ru: Как вы любите проводить время зимой?
th: กิจกรรมฤดูหนาวสุดโปรดของคุณคืออะไร
vi: Hoạt động mùa đông yêu thích của bạn là gì?
zh_hans: 您最喜欢的冬季活动是什么？
zh_hant: 你最喜歡的冬季活動是什麼？

# meditation_shrine_wonder
source: What makes you feel <b>wonder</b>?
de: Worüber bist du heute <b>erstaunt</b>?
es: ¿Qué te hace sentir <b>maravillado</b>?
fr: Qu’est-ce qui vous fait ressentir de <b>l’émerveillement</b> ?
id: Apa yang membuatmu merasa <b>takjub</b>?
it: Che cosa ti suscita <b>meraviglia</b>?
ja: 最近<b>感動</b>したことを教えてください
ko: 무엇에서 <b>경이로움</b>을 느끼시나요?
pt: O que seria capaz de <b>maravilhar</b> você?
ru: Что вас <b>изумляет</b>?
th: สิ่งใดที่ทำให้คุณรู้สึก<b>ประหลาดใจ</b>
vi: Điều gì khiến bạn cảm thấy <b>kỳ diệu</b>?
zh_hans: 是什么可以让你感到<b>美好</b>？
zh_hant: 是什麼可以讓你感到<b>美好</b>？

# meditation_shrine_yearseasons_areafavorite
source: What is something you like about this time of year?
de: Was magst du an dieser Zeit des Jahres?
es: ¿Qué es lo que te gusta de este momento del año?
fr: Citez quelque chose que vous aimez par rapport à cette période de l’année.
id: Apa hal yang kamu sukai sepanjang tahun ini?
it: Cosa ti piace di questo periodo dell'anno?
ja: 一年の中でこの時期の、好きなところはどこですか？
ko: 연말에 마음에 드는 점은 무엇인가요?
pt: O que você mais gosta nesta época do ano?
ru: Что вам нравится во времени года, которое идет сейчас?
th: คุณชอบทำสิ่งใดในช่วงเวลานี้ของทุกปี
vi: Bạn thích điều gì vào thời điểm này trong năm?
zh_hans: 每年的这个时候你喜欢什么？
zh_hant: 每年的這個時候喜歡什麼？

# meditation_shrine_yearseasons_daylength
source: Do you prefer longer days and shorter nights, or longer nights and shorter days?
de: Bevorzugst du längere Tage und kürzere Nächte oder längere Nächte und kürzere Tage?
es: ¿Prefieres días más largos y noches más cortas o al revés?
fr: Préférez-vous les journées plus longues et les nuits plus courtes ou les nuits plus longues et les journées plus courtes ?
id: Kamu lebih suka siang yang panjang dan malam yang pendek, atau malam yang panjang dan siang lebih pendek?
it: Preferisci giorni più lunghi e notti più corte o notti più lunghe e giorni più corti?
ja: 昼が長くて夜が短い日と、昼が短くて夜が長い日、どちらが好きですか？
ko: 낮이 더 긴 계절과 밤이 더 긴 계절 중 어느 쪽을 좋아하나요?
pt: Você prefere dias longos e noites curtas ou noites longas e dias curtos?
ru: Вам больше нравятся долгие дни и короткие ночи или наоборот?
th: คุณชอบสิ่งใดมากกว่ากันระหว่าง กลางวันที่ยาวนานขึ้นและกลางคืนที่สั้นลง หรือกลางคืนที่ยาวนานขึ้นและกลางวันที่สั้นลง
vi: Bạn thích ngày dài hơn và đêm ngắn đi, hay đêm dài hơn và ngày ngắn đi?
zh_hans: 你喜欢昼长夜短还是昼短夜长？
zh_hant: 你喜歡晝長夜短，還是晝短夜長的日子？

# meditation_shrine_yourpath
source: Where would you like your path to go?
de: Wohin soll dein Weg führen?
es: ¿A dónde te gustaría que te lleve tu camino?
fr: Où voudriez-vous que mène votre chemin ?
id: Ke mana arah tujuan yang kamu inginkan?
it: Che strada vorresti prendere?
ja: 目指している道はありますか？
ko: 어떤 길을 가고 싶으신가요?
pt: Aonde você gostaria que seu caminho levasse?
ru: Куда вы хотите отправиться?
th: คุณอยากให้เส้นทางของค���ณมุ่งหน้าไปที่ไหน
vi: Bạn muốn con đường của mình dẫn đến đâu?
zh_hans: 你希望你的道路通向何方？
zh_hant: 你希望你的道路通向何方？

# memorial_meditation_prompt
source: Would you like to release a message boat for a loved one you miss?
de: Ein Nachrichtenboot für einen geliebten Menschen, den du vermisst, losschicken?
es: ¿Liberar un barquito mensajero para un ser amado que extrañes?
fr: Envoyer un bateau à messages pour une personne proche qui vous manque ?
id: Kirimkan perahu pesan untuk orang tercinta yang kamu rindukan?
it: Vuoi rilasciare una barchetta con messaggio per una persona cara che ti manca?
ja: 大切な方へ向けたメッセージ・ボートを浮かべますか？
ko: 그리운 사람을 위해 종이배 메시지를 띄울까요?
pt: Enviar uma mensagem no barco a alguém de quem você sente saudades?
ru: Отправить послание-кораблик любимому человеку, по которому скучаете?
th: คุณอยากปล่อยเรือส่งสาส์นไปหาคนรักที่คุณคิดถึงไหม
vi: Thả thuyền nhắn cho người thương nhớ?
zh_hans: 为思念之人寄出烛船？
zh_hant: 為思念之人寄出燭船？

# menu_button_unlock
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: 作成
ko: 잠금해제
pt: Desbloquear
ru: Открыть
th: ปลดล็อก
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# menu_candle_collect
source: Collect daily <candle/>? Spend in a shop, or offer to a friend to give them a <2><heart/> </2>
de: Sammle jeden Tag eine <candle/>? Gib sie in einem Shop aus oder bringe sie einem Freund dar, um ihm ein <2><heart/> </2>zu geben
es: Recoge diariamente <candle/>? Gasta en una tienda u ofrece a una amigo para darle <2><heart/> </2>
fr: Obtenir une <candle/> quotidienne ? À dépenser dans une boutique, ou à offrir à un ami pour lui permettre d’obtenir un <2><heart/> </2>
id: Ambil <candle/> harian? Gunakan di toko, atau tawarkan ke teman untuk memberi mereka <2><heart/> </2>
it: Raccogliere la <candle/> di oggi? Spendi in un negozio o fai un'offerta a un amico per donare un <heart/>
ja: <2>デイリーキャンドルを獲得</2>しますか? 精霊に捧げてお礼のアイテムをもらったり、フレンドとの友情を深めることができます
ko: 일일 <candle/>를 받을까요? 상점에서 쓰거나 친구에게 주고 <2><heart/> </2>를 선물해보세요.
pt: Obter <candle/> diária? Use em uma loja ou ofereça a um amigo para ele ganhar um <heart/>
ru: Забрать <candle/> за день? Потратьте в магазине или предложите другу, чтобы дать ему <heart/>
th: ต้องการเก็บรวบรวม <candle/> รายวันหรือไม่ ใช้จ่ายในร้านค้า หรือส่งให้เพื่อนเพื่อมอบ <2><heart/> </2> ให้กับเขา
vi: Thu thập <candle/> hàng ngày? Dùng trong Cửa hàng, hoặc tặng cho một người bạn làm <2><heart/> </2>
zh_hans: 收集每日 <candle/>？ 可以在商店使用，或者赠送给一个朋友作为<heart/>
zh_hant: 收集每日 <candle/>？ 可以在商店使用，或者贈送給一個朋友作為<heart/>

# menu_chat
source: Chat
fr: Tchat
id: Obrolan
ja: チャットをする
ko: 채팅
pt: Bate-papo
ru: Чат
th: แชท
vi: Trò chuyện
zh_hans: 交谈
zh_hant: 交談

# menu_chat_disabled
source: Chat feature is turned off.
de: Die Chat-Funktion ist deaktiviert.
es: El chat está desactivado.
fr: La fonction de tchat est désactivée.
id: Fitur obrolan dinonaktifkan.
it: La funzionalità di chat è disattivata.
ja: チャット機能が無効になっています
ko: 채팅 기능이 꺼져 있어요
pt: O recurso de bate-papo está desligado.
ru: Чат отключен.
th: ฟีเจอร์แชทถูกปิด
vi: Tính năng trò chuyện đã tắt.
zh_hans: 聊天功能已经被关闭。
zh_hant: 聊天功能已經被關閉。

# menu_chat_sub
source: Please keep the world of <1>Sky</1> safe by <2>not</2> sharing personal information online. This includes but not limited to real names, phone numbers, email and home address.
de: Bitte sorge dafür, dass die Welt von <1>Sky</1> sicher bleibt, indem du online <2>keine</2> personenbezogenen Daten teilst. Dazu gehören unter anderem echte Namen, Telefonnummern, E-Mail-Adressen und Postadressen.
es: Mantén el mundo de <1>Sky</1> seguro y <2>no</2> compartas información personal en línea. Eso incluye, pero no se limita a nombre reales, número de teléfono, correos electrónicos y domicilios.
fr: Merci de faire du monde de <1>Sky</1> un environnement sûr en ne partageant <2>pas</2> de données personnelles en ligne. Il s’agit entre autres des vrais noms, des numéros de téléphone, des adresses e-mail et des adresses personnelles.
id: Jaga dunia <1>Sky</1> tetap aman dengan <2>tidak</2> membagikan informasi peribadi secara online. Ini mencakup tetapi tidak terbatas pada nama asli, nomor telepon, email dan alamat rumah.
it: Proteggi il mondo di <1>Sky</1>. <2>Non</2> condividere le tue informazioni personali online. Questo include, tra le altre cose, nome e cognome, numeri di telefono, indirizzo e-mail e indirizzo postale.
ja: <1>Sky</1>の世界を安全に楽しめるよう、実名、電話番号、Eメールアドレス、住所 といった<2>個人情報の公開をしない</2>ようにしてください
ko: <1>Sky</1>를 안전하게 지키기 위해 온라인 상에서 개인 정보를 <2>공유하지 마십시오</2>. 실명, 전화번호, 이메일 주소, 집 주소 등이 개인정보에 포함됩니다.
pt: Mantenha o mundo de <1>Sky</1> seguro, <2>não</2> compartilhe informações pessoais on-line. Isso inclui nomes verdadeiros, números de telefone, e-mail e endereço.
ru: Сохраняйте мир <1>«Sky»</1> безопасным, <2>не</2> делясь личной информацией в Интернете. Она включает в себя реальные имена, телефонные номера, адреса эл. почтой и домашние адреса (но не ограничивается ими).
th: โปรดปกป้องโลกของ <1>Sky</1> ให้ปลอดภัย โดย<2>ไม่</2>แบ่งปันข้อมูลส่วนบุคคลทางออนไลน์ นี่ไม่ได้รวมเฉพาะชื่อจริง หมายเลขโทรศัพท์ อีเมล และที่อยู่เท่านั้น
vi: Hãy giữ cho thế giới <1>Sky</1> được an toàn bằng cách <2>không</2> chia sẻ thông tin cá nhân trực tuyến. Những thông tin này bao gồm nhưng không giới hạn trong tên thật, số điện thoại, email và địa chỉ nhà riêng
zh_hans: 为了保护你的隐私安全，请勿在网上透露你的个人信息给他人，包括你的真实姓名，电话，邮箱和住址等。
zh_hant: 為了保護你的隱私安全，請勿在網上透露你的個人信息給他人，包括你的真實姓名，電話，郵箱和住址等。

# menu_fistbump
source: Initiate a fist bump
de: Starte einen Fauststoß
es: Iniciar un choque de puños
fr: Initiez un poing à poing
id: Ajak tos kepal
it: Batti il pugno
ja: グータッチをする
ko: 주먹인사하기
pt: Iniciar um soquinho
ru: Подставьте кому-нибудь кулак
th: เริ่มชนกำปั้น
vi: Cụng tay
zh_hans: 碰拳
zh_hant: 碰拳

# menu_handhold
source: Hold your friend's hand to easily follow them
de: Halte die Hand deines Freundes, um ihm locker zu folgen
es: Sostén la mano de tu amigo para seguirlos fácilmente
fr: Tenez la main de votre ami pour le suivre facilement.
id: Gandeng tangan temanmu untuk dapat mengikuti mereka dengan mudah
it: Dai la mano al tuo amico per seguirlo facilmente
ja: 手をつなぐ （一緒に行動しやすくなります）
ko: 친구의 손을 잡으면 쉽게 따라갈 수 있어요
pt: Segure a mão do seu amigo para segui-lo mais facilmente
ru: Возьмите друга за руку, чтобы легко следовать за ним
th: จับมือเพื่อนของคุณไว้ เพื่อติดตามพวกเขาไปได้ง่ายขึ้น
vi: Nắm tay bạn bè để dễ dàng đi theo họ
zh_hans: 手牵手跟着朋友走
zh_hant: 手牽手跟著朋友走

# menu_highfive
source: Initiate a high-five
de: Starte ein High Five
es: Iniciar una chocada
fr: Initiez tope-là
id: Ajak tos
it: Batti il cinque
ja: ハイタッチをする
ko: 하이파이브하기
pt: Iniciar um toca aí
ru: Предложите дать пять
th: เริ่มการแปะมือ
vi: Đập tay
zh_hans: 击掌
zh_hant: 擊掌

# menu_hug
source: Offer a hug
de: Biete eine Umarmung an
es: Ofrecer un abrazo
fr: Offrez un câlin
id: Tawarkan pelukan
it: Abbraccia
ja: ハグをする
ko: 포옹하기
pt: Oferecer abraço
ru: Предложите обняться
th: มอบอ้อมกอด
vi: Tặng một chiếc ôm
zh_hans: 给我一个拥抱
zh_hant: 給我一個擁抱

# menu_offer
source: Initiate interaction with your friend
de: Starte eine Interaktion mit deinem Freund
es: Iniciar interacción con tu amigo
fr: Initiez une interaction avec votre ami
id: Ajak temanmu berinteraksi
it: Avvia l'interazione con il tuo amico
ja: フレンドと交流する
ko: 친구와 교류하기
pt: Iniciar interação com seu amigo
ru: Начните взаимодействие с другом
th: เริ่มมีปฏิสัมพันธ์กับเพื่อนของคุณ
vi: Bắt đầu tương tác với bạn bè
zh_hans: 和朋友开始互动
zh_hant: 和朋友開始互動

# menu_relationshiphint
source: Giving <candle/> to friends unlocks new <2>Friendship Abilities</2>. Read more about building friendships in <8>Sky</8>?
de: Gib Freunden <candle/>, um neue <2>Freundschaftsfähigkeiten</2> freizuschalten. Mehr über Freundschaften in <8>Himmelsreich</8> erfahren?
es: Cuando les das <candle/> a tus amigos desbloqueas nuevas <2>habilidades de amistad</2>. ¿Leer más acerca de hacer crecer tus amistades en <8>Sky</8>?
fr: Donner des <candle/> à vos amis déverrouille de nouvelles <2>capacités d'amitié</2>. Voulez-vous en savoir plus sur la formation de liens d’amitié dans <8>Sky</8> ?
id: Memberikan <candle/> ke teman akan membuka <2>Kemampuan Pertemanan</2> baru. Baca selengkapnya tentang membangun pertemanan di <8>Sky</8>?
it: Donando <candle/> agli amici si sbloccano nuove <2>abilità amicizia</2>. Vuoi saperne di più su come coltivare le amicizie in <8>Sky</8>?
ja: <candle/>を捧げるとフレンドとの絆が深まり、<2>様々なコミュニケーションがとれる</2>ようになります 詳しい説明を読みますか？
ko: 친구에게 <candle/>를 주고 새로운 <2>우정 능력</2>을 잠금해제 해보세요. 더 자세히 알아볼까요?
pt: Dar <candle/> para amigos desbloqueia novas <2>habilidades de amizade</2>. Quer saber mais sobre como criar amizades em <8>Sky</8>?
ru: Давая <candle/> друзьям, вы открываете новые <2>способности дружбы</2>. Хотите узнать больше о дружбе в <8>Небе</8>?
th: มอบ <candle/> ให้เพื่อนเพื่อปลดล็อก<2>ความสามารถด้านมิตรภาพ</2>ใหม่ อ่านเพิ่มเติมเกี่ยวกับการสร้างมิตรภาพใน <8>Sky</8> หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Năng lực Tình bạn</2> mới. Đọc thêm về cách xây dựng tình bạn trong <8>Sky</8>?
zh_hans: 赠送<candle/>给朋友可以解锁新的<2>友谊能力</2>。 你想了解更多在《光·遇》里建立友谊的好处吗？
zh_hant: 贈送<candle/>給朋友可以解鎖新的<2>友誼能力</2>。 你想瞭解更多在《光·遇》裡建立友誼的好處嗎？

# menu_spirithint
source: Bring <candle/> and <heart/> to the spirits to earn special rewards. Would you like to know more?
de: Bringe den Geistern <candle/> und <heart/>, um besondere Belohnungen zu erhalten. Möchtest du gerne mehr erfahren?
es: Lleva <candle/> y <heart/> para ganar recompensas especiales. ¿Quieres saber más?
fr: Apportez des <candle/> et des <heart/> aux esprits pour gagner des récompenses spéciales. Voulez-vous en savoir plus ?
id: Bawa <candle/> dan <heart/> ke roh untuk mendapatkan hadiah spesial. Ingin tahu lebih lanjut?
it: Porta <candle/> e <heart/> agli spiriti per guadagnare ricompense speciali. Vuoi saperne di più?
ja: <candle/>と<heart/>を精霊に捧げると祝福のアイテムがもらえます 詳しい説明を読みますか？
ko: 영혼에게 <candle/>와 <heart/>를 주고 특별한 보상을 받아보세요. 더 자세히 알아볼까요?
pt: Traga <candle/> e <heart/> para os espíritos para ganhar recompensas especiais. Quer saber mais sobre isso?
ru: Приносите духам <candle/> и <heart/> и получайте особые награды. Хотите узнать больше?
th: นำ <candle/> และ <heart/> ไปมอบให้กับสปิริตเพื่อรับรางวัลพิเศษ คุณอยากรู้ข้อมูลเพิ่มเติมหรือไม่
vi: Tặng <candle/> và <heart/> cho Tinh Linh để nhận thưởng đặc biệt. Bạn có muốn tìm hiểu thêm?
zh_hans: 把 <candle/> 和 <heart/> 送给先灵可以获得特殊的祝福. 你想了解更多关于先灵祝福的细节么？
zh_hant: 把 <candle/> 和 <heart/> 送給先靈可以獲得特殊的祝福. 你想瞭解更多關於先靈祝福的細節嗎？

# menu_title_more
source: <b>More</b>
de: <b>Mehr</b>
es: <b>Más</b>
fr: <b>Plus</b>
id: <b>Lainnya</b>
it: <b>Altro</b>
ja: その他
ko: <b>더 보기</b>
pt: <b>Mais</b>
ru: <b>Больше</b>
th: <b>เพิ่มเติม</b>
vi: <b>Thêm</b>
zh_hans: <b>更多</b>
zh_hant: <b>更多</b>

# menu_unlock_outfit
source: Offer <heart/> to unlock this outfit?
de: <heart/> darbringen, um dieses Outfit freizuschalten?
es: ¿Ofrecer <heart/> para desbloquear este traje?
fr: Offrir des <heart/> pour déverrouiller cette tenue ?
id: Tawarkan <heart/> untuk membuka pakaian ini?
it: Offrire <heart/> per sbloccare questo costume?
ja: <heart/>を捧げてこのアイテムをアンロックしますか？
ko: <heart/>를 주고 이 의상을 잠금해제할까요?
pt: Oferecer <heart/> para desbloquear este traje?
ru: Отдать <heart/>, чтобы открыть этот наряд?
th: มอบ <heart/> เพื่อปลดล็อกชุดเสื้อผ้านี้หรือไม่
vi: Dùng <heart/> mở khóa trang phục này?
zh_hans: 使用<heart/>解锁这个服饰吗？
zh_hant: 使用<heart/>解鎖這個服飾嗎？

# menu_unlock_outfit_candle
source: Offer <candle/> to unlock this outfit?
de: <candle/> darbringen, um dieses Outfit freizuschalten?
es: ¿Ofrecer <candle/> para desbloquear este traje?
fr: Offrir des <candle/> pour déverrouiller cette tenue ?
id: Tawarkan <candle/> untuk membuka pakaian ini?
it: Offrire <candle/> per sbloccare questo costume?
ja: <candle/>を捧げてこのアイテムをアンロックしますか？
ko: <candle/>를 주고 이 의상을 잠금해제할까요?
pt: Oferecer <candle/> para desbloquear este traje?
ru: Отдать <candle/>, чтобы открыть этот наряд?
th: มอบ <candle/> เพื่อปลดล็อกชุดเสื้อผ้านี้หรือไม่
vi: Dùng <candle/> mở khóa trang phục này?
zh_hans: 使用<candle/>解锁这个服饰吗？
zh_hant: 使用<candle/>解鎖這個服飾嗎？

# menu_unlock_outfit_free
source: Claim this outfit as a reward
de: Dieses Outfit als Belohnung holen
es: Reclamar este traje como una recompensa
fr: Obtenez cette tenue en récompense
id: Klaim pakaian ini sebagai hadiah
it: Riscuoti questo costume come ricompensa
ja: このアイテムを獲得する
ko: 이 의상을 보상으로 받아보세요
pt: Resgatar este traje como recompensa
ru: Забрать этот наряд как награду
th: รับชุดเสื้อผ้านี้เป็นรางวัล
vi: Nhận thưởng là trang phục này
zh_hans: 奖励：获得新的服饰
zh_hant: 獎勵：獲得新的服飾

# message_expires_in_days
source: <b>Expires in {{1}} Days</b>
de: <b>Läuft in {{1}} Tagen ab</b>
es: <b>Vence en {{1}} días</b>
fr: <b>Expire dans {{1}} jours</b>
id: <b>Kedaluwarsa dalam {{1}} Hari</b>
it: <b>Scade tra {{1}} giorni</b>
ja: 有効期限：<b>あと{{1}}日</b>
ko: <b>{{1}}일 후 만료</b>
pt: <b>Expira em {{1}} dias</b>
ru: <b>Письмо будет удалено через {{1}} д.</b>
th: <b>หมดอายุใน {{1}} วัน</b>
vi: <b>Thời hạn: {{1}} ngày</b>
zh_hans: <b>有效期：{{1}}天</b>
zh_hant: <b>有效期：{{1}}天</b>

# message_expires_in_hours
source: <b>Expires in {{1}} Hours</b>
de: <b>Läuft in {{1}} Stunden ab</b>
es: <b>Vence en {{1}} horas</b>
fr: <b>Expire dans {{1}} heures</b>
id: <b>Kedaluwarsa dalam {{1}} Jam</b>
it: <b>Scade tra {{1}} ore</b>
ja: 有効期限：<b>あと{{1}}時間</b>
ko: <b>{{1}}시간 후 만료</b>
pt: <b>Expira em {{1}} horas</b>
ru: <b>Письмо будет удалено через {{1}} ч.</b>
th: <b>หมดอายุใน {{1}} ชั่วโมง</b>
vi: <b>Thời hạn: {{1}} giờ</b>
zh_hans: <b>有效期：{{1}}小时</b>
zh_hant: <b>有效期：{{1}}小時</b>

# message_expires_in_minutes
source: <b>Expires in {{1}} Minutes</b>
de: <b>Läuft in {{1}} Minuten ab</b>
es: <b>Vence en {{1}} minutos</b>
fr: <b>Expire dans {{1}} minutes</b>
id: <b>Kedaluwarsa dalam {{1}} Menit</b>
it: <b>Scade tra {{1}} minuti</b>
ja: 有効期限：<b>あと{{1}}分</b>
ko: <b>{{1}}분 후 만료</b>
pt: <b>Expira em {{1}} minutos</b>
ru: <b>Письмо будет удалено через {{1}} мин.</b>
th: <b>หมดอายุใน {{1}} นาที</b>
vi: <b>Thời hạn: {{1}} phút</b>
zh_hans: <b>有效期：{{1}}分钟</b>
zh_hant: <b>有效期：{{1}}分鍾</b>

# message_expires_in_seconds
source: <b>Expires in under a minute</b>
de: <b>Läuft in weniger als einer Minute ab</b>
es: <b>Vence en menos de un minuto</b>
fr: <b>Expire dans moins d'une minute</b>
id: <b>Kedaluwarsa dalam waktu di bawah satu menit</b>
it: <b>Scade tra meno di un minuto</b>
ja: 有効期限：<b>1分以内</b>
ko: <b>1분 내 만료</b>
pt: <b>Expira em menos de um minuto</b>
ru: <b>Письмо будет удалено меньше, чем через минуту</b>
th: <b>หมดอายุภายในหนึ่งนาที</b>
vi: <b>Hết hạn sau dưới 1 phút nữa</b>
zh_hans: <b>即将过期</b>
zh_hant: <b>即將過期</b>

# message_join_viewing
source: This player is viewing a <2>Shared Message</2>. Would you like to view it too?
de: Dieser Spieler liest gerade eine <2>Gemeinschaftsnachricht</2>. Möchtest du sie auch sehen?
es: Esta persona está viendo un <2>mensaje compartido</2>. ¿Quieres verlo también?
fr: Cette personne est en train de regarder un <2>message partagé</2>. Souhaitez-vous le voir aussi ?
id: Pemain ini sedang melihat <2>Pesan Bersama</2>. Apakah kamu ingin melihatnya juga?
it: Questa persona sta visualizzando un <2>messaggio condiviso</2>. Vuoi vederlo anche tu?
ja: このプレイヤーは<2>メッセージ</2>を鑑賞中のようです。 あなたも鑑賞しますか？
ko: 이 플레이어가 <2>공유 메시지</2>를 보고 있어요. 같이 볼까요?
pt: Este jogador está vendo uma <2>mensagem compartilhada</2>. Gostaria de vê-la?
ru: Этот игрок читает <2>общее сообщение</2>. Хотите тоже его прочитать?
th: ผู้เล่นคนนี้กำลังดู<2>ข้อความที่แชร์</2> คุณต้องการจะดูข้อความดังกล่าวด้วยหรือไม่
vi: Người chơi này đang xem <2>Tin Nhắn Chung</2>. Bạn cũng muốn xem tin nhắn đó?
zh_hans: 此玩家正在查看<2>共享消息</2>。 你也想查看吗？
zh_hant: 這位玩家正在查看<2>共享訊息</2>。 你也想一起看嗎？
