Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap21_quest05_hint1
source: Return to the Deer.
de: Kehre zum Hirsch zurück.
es: Regresa con el ciervo.
fr: Retournez auprès du cerf.
id: Kembalilah ke Rusa.
it: Torna dal Cervo.
ja: 鹿のもとに戻りましょう
ko: 사슴에게 돌아가세요.
pt: Volte ao Cervo.
ru: Вернитесь к оленю.
th: กลับไปหากวาง
vi: Trở lại với Hươu.
zh_hans: 回去找九色鹿。
zh_hant: 回去找九色鹿。

# ap21_quest05_narration_01
source: Behold the salvation of the Nine-Colored Deer.
de: Sieh, die Erlösung des Neunfarbigen Hirsches.
es: He aquí la salvación del ciervo de los nueve colores.
fr: Du salut du cerf aux neuf couleurs...
id: Simak kisah penyelamatan Rusa Sembilan Warna.
it: Assisti al salvataggio del Cervo dai nove colori.
ja: 見よ、九色の鹿の救世の様を
ko: 아홉 빛깔 사슴의 구원을 지켜보세요.
pt: Observe a salvação do Cervo de Nove Cores.
ru: Узнайте, как Девятицветный олень сумел спастись.
th: จงดูการช่วยกู้ของกวางเก้าสี
vi: Hãy chứng kiến sự cứu rỗi của Cửu Sắc Lộc.
zh_hans: 亲身见证九色鹿的解救。
zh_hant: 親身見證九色鹿的救贖。

# ap21_quest05_narration_02
source: Shadows devoured the realm.
de: Schatten verschlangen das Reich.
es: Las sombras consumieron el reino.
fr: Les ombres engloutirent le royaume.
id: Kegelapan menyelimuti negeri itu.
it: Le ombre inghiottirono il regno.
ja: 影が王国を覆い尽くしました
ko: 어둠이 왕국을 집어삼켰어요.
pt: As sombras devoraram o reino.
ru: Тени поглотили королевство.
th: เงามืดได้กลืนกินอาณาจักร
vi: Bóng tối nuốt chửng vương quốc.
zh_hans: 阴影吞噬了整个领域。
zh_hant: 陰影吞噬了整個領域。

# ap21_quest05_narration_03
source: Weakened, the Deer could not fend off the darkness.
de: Geschwächt konnte der Hirsch sich der Dunkelheit nicht erwehren.
es: Debilitado, el ciervo no podía repeler la oscuridad.
fr: Affaibli, le cerf était incapable de chasser les ténèbres.
id: Dalam keadaan lemah, Rusa tidak dapat melawan kegelapan.
it: Indebolito, il Cervo non era in grado di scacciare l’oscurità.
ja: 力尽き、鹿は闇を退けることができませんでした
ko: 약해진 사슴은 어둠을 막을 수 없었어요.
pt: Enfraquecido, o Cervo não conseguiu afastar as trevas.
ru: Ослабевший олень не мог противостоять тьме.
th: กวางที่อ่อนแรงไม่อาจขับไล่ความมืดได้
vi: Bị suy yếu, Hươu không thể chống đỡ lại được bóng tối.
zh_hans: 九色鹿变得虚弱不堪，无法抵挡黑暗。
zh_hant: 九色鹿已虛弱到無法抵擋黑暗。

# ap21_quest05_narration_04
source: The Villager sought to make things right.
de: Der Dorfbewohner wollte alles richten.
es: El aldeano intentó enmendar las cosas.
fr: L'homme chercha à se racheter.
id: Penduduk desa berusaha untuk memperbaiki keadaan.
it: L’abitante del villaggio cercò di rimediare.
ja: 村人はこの事態を正そうと決心しました
ko: 주민은 옳은 일을 하고 싶었어요.
pt: O Aldeão tentou reparar tudo.
ru: Селянин хотел всё исправить.
th: ชาวบ้านพยายามทำสิ่งที่ถูกต้อง
vi: Dân Làng đã tìm cách khiến mọi việc trở nên đúng đắn.
zh_hans: 村民试图将功补过。
zh_hant: 村民想要彌補自己的過錯。

# ap21_quest05_narration_05
source: The Nine-Colored Deer knew just what to do.
de: Der Neunfarbige Hirsch wusste, was zu tun war.
es: El ciervo de los nueve colores sabía lo que había que hacer.
fr: Le cerf aux neuf couleurs savait quoi faire.
id: Rusa Sembilan Warna tahu apa yang harus dilakukannya.
it: Il Cervo dai nove colori sapeva esattamente cosa fare.
ja: 九色の鹿は何をすればよいか分かっていました
ko: 아홉 빛깔 사슴은 무엇을 해야 할지 잘 알고 있었어요.
pt: O Cervo de Nove Cores sabia o que fazer.
ru: Девятицветный олень понял, что нужно сделать.
th: กวางเก้าสีรู้ดีว่าจะต้องทำอย่างไร
vi: Cửu Sắc Lộc biết rõ phải làm gì.
zh_hans: 九色鹿深知自己肩负的使命。
zh_hant: 九色鹿知道該怎麼做。

# ap21_quest05_narration_06
source: Ashamed, the King vowed to protect all creatures henceforth.
de: Beschämt schwor der König, fortan alle Kreaturen zu schützen.
es: Avergonzado, el rey juró que protegería a todas las criaturas a partir de entonces.
fr: Honteux, le roi s'engagea dès lors à protéger toutes les créatures.
id: Karena merasa malu, sang Raja bersumpah untuk melindungi semua mahluk sampai akhir hayatnya.
it: Sprofondato nella vergogna, il re giurò che da quel momento innanzi avrebbe protetto tutte le creature.
ja: 過去を恥じ、国王は全ての生き物を護る誓いを立てました
ko: 왕은 부끄러워하며 앞으로 모든 생물을 보호하겠다고 맹세했어요.
pt: O Rei, envergonhado, prometeu que dali em diante protegeria todas as criaturas.
ru: Устыдившись, король поклялся впредь защищать всех существ.
th: พระราชาทรงรู้สึกละอายใจ และทรงปฏิญาณว่าจะปกป้องสิ่งมีชีวิตทั้งหมดต่อจากนี้ไป
vi: Hổ thẹn, Nhà Vua thề sẽ bảo vệ mọi sinh vật từ nay về sau.
zh_hans: 国王羞愧不已，发誓今后一定要保护一切众生。
zh_hant: 羞愧的國王發誓從此保護一切生靈。

# ap21_quest05_narration_07
source: Thus, peace and prosperity returned to the Kingdom...
de: So kehrten Frieden und Wohlstand in das Königreich zurück …
es: Así, la paz y la prosperidad volvieron al reino...
fr: C'est ainsi que la paix et la prospérité revinrent dans le royaume...
id: Dengan demikian, kedamaian dan kemakmuran kembali ke Kerajaan itu…
it: Fu così che il regno vide tornare pace e prosperità...
ja: こうして、王国に平和と豊かさが戻りました…
ko: 그리하여 왕국에는 평화와 번영이 다시 찾아왔고...
pt: Assim, a paz e a prosperidade voltaram ao Reino...
ru: Так в королевство вернулись мир и процветание...
th: ด้วยเหตุนี้เอง ความสงบสุขและความเจริญรุ่งเรืองจึงได้กลับคืนสู่ราชอาณาจักรอีกครั้ง...
vi: Vậy là, hòa bình và thịnh vượng đã trở lại Vương quốc...
zh_hans: 至此，王国恢复了和平与繁荣……
zh_hant: 於是，王國恢復了和平與繁榮……

# ap21_quest05_narration_08
source: ...and the Deer vanished into the wild...
de: … und der Hirsch entschwand in die Wildnis …
es: y el ciervo desapareció en lo salvaje...
fr: ... et que le cerf disparut dans la nature...
id: …dan Rusa menghilang ke alam liar…
it: ...e il Cervo si dileguò, abitando terre selvagge...
ja: …そして鹿は自然へと立ち去ってゆきました
ko: ...사슴은 자연으로 돌아가...
pt: ... e o Cervo sumiu na mata...
ru: ...а олень умчался в чащу...
th: ...และกวางก็หายเข้าไปในป่า...
vi: ...và Hươu đã trở về với thiên nhiên...
zh_hans: ……而九色鹿消失在野外……
zh_hant: ……而九色鹿消失在野外……

# ap21_quest05_narration_09
source: ...living freely until the end of its days.
de: … wo er bis zum Ende seiner Tage lebte.
es: dónde vivió libre hasta el final de sus días.
fr: ... où il vécut libre jusqu'à la fin des temps.
id: …hidup bebas sampai akhir hayatnya.
it: ...e vivendo in libertà fino alla fine dei suoi giorni.
ja: …最後の時まで自由に生きたと伝えられています
ko: ...죽을 때까지 자유롭게 살았답니다.
pt: ... e lá viveu até o fim dos seus dias.
ru: ...и жил там свободно до конца своих дней.
th: ...และใช้ชีวิตอย่างอิสระจวบจนวันสุดท้าย
vi: ...sống tự do đến những ngày cuối cùng.
zh_hans: ……自由自在地生活，直到生命的尽头。
zh_hant: ……自在地生活，直至生命盡頭。

# ap22_mini_quests_done_hint1
source: Return to the <1>Nesting Guide</1>'s <1>Challenge Board</1> to collect your reward.
de: Kehre zum <1>Herausforderungenbrett</1> des<1>Nest-Helfers</1> zurück, um deine Belohnung abzuholen.
es: Regresa al <1>tablón de desafíos</1> de la <1>guía acogedora</1> para recoger la recompensa.
fr: Retournez au <1>tableau des défis</1> de la <1>guide de la Nidification</1> pour récupérer votre récompense.
id: Kembali ke <1>Pemandu Bersarang</1> di <1>Papan Tantangan</1> untuk mengambil hadiah kamu.
it: Torna alla <1>bacheca delle sfide</1> della <1>Guida ai Nidi</1> per ritirare la tua ricompensa.
ja: <1>巣づくりの案内人</1>の<1>チャレンジ盤</1>に戻り、報酬を受け取りましょう
ko: <1>보금자리 안내자</1>의 <1>도전 과제 게시판</1>으로 돌아가 보상을 받으세요.
pt: Retorne ao <1>quadro de desafios</1> da <1>Guia do Ninhoo</1> para pegar a recompensa.
ru: Вернитесь к <1>доске испытаний</1> <1>проводника гнездования</1>, чтобы получить награду.
th: กลับไปยัง<1>กระดานความท้าทาย</1>ของ<1>ผู้แนะนำการสร้างรัง</1>เพื่อรับรางวัลของคุณ
vi: Quay lại <1>Bảng Thử Thách</1> của <1>Chỉ Dẫn Xây Tổ</1> để nhận phần thưởng của bạn.
zh_hans: 返回<1>筑巢向导</1>的<1>挑战看板</1>处领取你的奖励。
zh_hant: 返回<1>築巢嚮導</1>的<1>挑戰看板</1>領取你的獎勵。

# ap22_mini_quests_house_task_01
source: Place {{1}}/5 props in your Nest.
de: Platziere {{1}}/5 Requisiten in deinem Nest.
es: Coloca {{1}}/5 objetos de utilería en tu morada.
fr: Placez {{1}}/5 accessoires dans votre nid.
id: Tempatkan {{1}}/5 alat peraga di Sarang kamu.
it: Colloca {{1}}/5 accessori nel tuo Nido.
ja: 自分の巣に{{1}}/5個のアイテムを設置する
ko: 보금자리에 소품 {{1}}/5개를 배치하세요.
pt: Coloque {{1}}/5 apetrechos em seu Ninho.
ru: Разместите предметы в своем гнезде: {{1}}/5.
th: วางของตกแต่ง {{1}}/5 ชิ้นในรังของคุณ
vi: Đặt {{1}}/5 đạo cụ vào Tổ của bạn.
zh_hans: 在你的巢穴里放置{{1}}/5个道具。
zh_hant: 在你的巢穴中放置{{1}}/5個道具。

# ap22_mini_quests_house_task_02
source: Use the Moments Guide's camera to take {{1}}/5 pictures in your Nest.
de: Verwende die Kamera des Moment-Helfers, um {{1}}/5 Bilder in deinem Nest aufzunehmen.
es: Usa la cámara del guía de los momentos para tomar {{1}}/5 fotos en tu morada.
fr: Utilisez l'appareil phot du guide des Instants pour prendre {{1}}/5 photos dans votre nid.
id: Gunakan kamera Pemandu Momen untuk mengambil {{1}}/5 gambar di dalam Sarang kamu.
it: Utilizza la fotocamera della Guida dei Momenti per scattare {{1}}/5 foto nel tuo Nido.
ja: 瞬きの案内人からもらったカメラを使い、自分の巣の写真を{{1}}/5枚撮影する
ko: 보금자리에서 순간의 안내자의 카메라를 사용하여 사진을 {{1}}/5장 찍으세요.
pt: Use a câmera do Guia dos Momentos para tirar {{1}}/5 fotos no seu Ninho.
ru: Используйте камеру проводника мгновений, чтобы сделать снимки в гнезде: {{1}}/5.
th: ใช้กล้องของผู้แนะนำช่วงเวลาเพื่อถ่ายภาพ {{1}}/5 ภาพในรังของคุณ
vi: Sử dụng máy ảnh của Chỉ Dẫn Khoảnh Khắc để chụp {{1}}/5 ảnh trong Tổ của bạn.
zh_hans: 使用拾光向导的相机在你的巢穴里拍摄{{1}}/5张照片。
zh_hant: 使用拾光嚮導的相機在你的巢穴內拍攝{{1}}/5張照片。

# ap22_mini_quests_house_task_03
source: Watch {{1}}/30 sunsets from your Nest.
de: Beobachte {{1}}/30 Sonnenuntergänge von deinem Nest aus.
es: Mira {{1}}/30 atardeceres desde tu morada.
fr: Admirez {{1}}/30 couchers de soleil depuis votre nid.
id: Saksikan {{1}}/30 matahari terbenam dari Sarang kamu.
it: Osserva {{1}}/30 tramonti dal tuo Nido.
ja: 自分の巣から夕日を{{1}}/30回眺める
ko: 보금자리에서 일몰을 {{1}}/30번 감상하세요.
pt: Veja {{1}}/30 pores do sol em seu Ninho.
ru: Наблюдайте за закатами из своего гнезда: {{1}}/30.
th: ดูพระอาทิตย์ตก {{1}}/30 ครั้งจากรังของคุณ
vi: Ngắm {{1}}/30 cảnh hoàng hôn từ Tổ của bạn.
zh_hans: 在你的巢穴里观看{{1}}/30次日落。
zh_hant: 在你的巢穴觀賞{{1}}/30次日落。

# ap22_mini_quests_reveal_hint1
source: The <1>Nesting Guide</1> has a challenge for you.
de: Der <1>Nest-Helfer</1> hat eine Herausforderung für dich.
es: La <1>guía acogedora</1> tiene un desafío para ti.
fr: La <1>guide de la Nidification</1> a un défi pour vous.
id: <1>Pemandu Bersarang</1> memiliki tantangan untuk kamu.
it: La <1>Guida ai Nidi</1> ha una sfida per te.
ja: <1>巣づくりの案内人</1>が、あなたに挑戦してもらいたいことがあるようです
ko: <1>보금자리 안내자</1>가 도전 과제를 준비했어요.
pt: A <1>Guia do Ninho</1> tem um desafio para você.
ru: У <1>проводника гнездования</1> есть испытание для вас.
th: <1>ผู้แนะนำการสร้างรัง</1>มีความท้าทายให้คุณ
vi: <1>Chỉ Dẫn Xây Tổ</1> có một thử thách dành cho bạn.
zh_hans: <1>筑巢向导</1>为你准备了一项挑战。
zh_hant: <1>築巢嚮導</1>為你準備了一項挑戰。

# ap22_mini_quests_reveal_hint2
source: This <1>Challenge Board</1> will track your Nesting growth.
de: Dieses <1>Herausforderungenbrett</1> verfolgt dein Nest-Wachstum.
es: Este <1>tablón de desafíos</1> registrará el progreso de tu morada.
fr: Ce <1>tableau des défis</1> suivra l'évolution de votre processus de nidification.
id: <1>Papan Tantangan</1> ini akan melacak pertumbuhan Sarang kamu.
it: Questa <1>bacheca delle sfide</1> monitorerà la crescita del tuo Nido.
ja: この<1>チャレンジ盤</1>があなたの巣の成長を記録してくれるでしょう
ko: <1>도전 과제 게시판</1>에서 보금자리가 얼마나 성장했는지 확인할 수 있어요.
pt: Este <1>Quadro de Desafios</1> acompanhará o crescimento do seu Ninho.
ru: <1>Доска испытаний</1> будет отслеживать прогресс по мере обустройства гнезда.
th: <1>กระดานความท้าทาย</1>นี้จะติดตามการเติบโตของรังของคุณ
vi: <1>Bảng Thử Thách</1> này sẽ theo dõi sự phát triển Xây Tổ của bạn.
zh_hans: 此<1>挑战看板</1>会追踪你的筑巢进度。
zh_hant: 這個<1>挑戰看板</1>會追蹤你的築巢進度。

# ap22_mini_quests_reveal_hint3
source: Continue completing challenges to earn more rewards.
de: Schließe weitere Herausforderungen ab, um mehr Belohnungen zu erhalten.
es: Sigue completando desafíos para ganar más recompensas.
fr: Continuez à terminer des défis pour gagner plus de récompenses.
id: Terus selesaikan tantangan untuk mendapatkan lebih banyak hadiah.
it: Continua a completare le sfide per ottenere più ricompense.
ja: 様々なチャレンジを完了させ、報酬を受け取りましょう
ko: 앞으로도 도전 과제를 완료하고 더 많은 보상을 받아 보세요.
pt: Para ganhar mais recompensas, continue concluindo desafios.
ru: Проходите испытания, чтобы получить больше наград.
th: ทำความท้าทายให้เสร็จอย่างต่อเนื่องเพื่อรับรางวัลมากขึ้น
vi: Tiếp tục hoàn thành các thử thách để nhận thêm phần thưởng.
zh_hans: 继续完成挑战来获得更多奖励。
zh_hant: 繼續完成挑戰來獲得更多獎勵。

# ap22_mini_quests_reveal_hint4
source: Complete one challenge from the <1>Challenge Board</1> to claim a reward from the <1>Nesting Guide</1>.
de: Schließe eine Herausforderung vom <1>Herausforderungen-Brett</1> ab, um eine Belohnung vom <1>Nest-Helfer</1> zu erhalten.
es: Completa un desafío del <1>tablón de desafíos</1> para obtener una recompensa de la <1>guía acogedora</1>.
fr: Réussissez un défi du <1>tableau des défis</1> pour récupérer une récompense auprès de la <1>guide de la Nidification</1>.
id: Selesaikan satu tantangan dari <1>Papan Tantangan</1> untuk mendapatkan hadiah dari <1>Pemandu Bersarang</1>.
it: Completa una sfida della <1>bacheca delle sfide</1> per ritirare una ricompensa dalla <1>Guida ai Nidi</1>.
ja: <1>チャレンジ盤</1>のチャレンジを完了すると、<1>巣づくりの案内人</1>から報酬を受け取れます
ko: <1>도전 과제 게시판</1>에 적힌 도전 과제 하나를 완료하고 <1>보금자리 안내자</1>가 준비한 보상을 받으세요.
pt: Conclua um desafio do <1>Quadro de Desafios</1> para pegar uma recompensa com a <1>Guia do Ninho</1>.
ru: Пройдите испытание, которое появилось на <1>доске испытаний</1>, чтобы получить награду у <1>проводника гнездования</1>.
th: ทำความท้าทายหนึ่งอย่างจาก<1>กระดานความท้าทาย</1>ให้เสร็จเพื่อรับรางวัลจาก<1>ผู้แนะนำการสร้างรัง</1>
vi: Hoàn thành một thử thách từ <1>Bảng Thử Thách</1> để nhận phần thưởng từ <1>Chỉ Dẫn Xây Tổ</1>.
zh_hans: 完成<1>挑战看板</1>中的一项挑战，即可领取<1>筑巢向导</1>的一份奖励。
zh_hant: 完成<1>挑戰看板</1>中的一項挑戰，即可向<1>築巢嚮導</1>領取獎勵。

# ap22_mini_quests_shop_task_01
source: Obtain {{1}}/3 props from the <1>Nesting Workshop.</1>
de: Erhalte {{1}}/3 Requisiten aus der <1>Nest-Werkstatt.</1>
es: Obtén {{1}}/3 objetos de utilería del <1>taller acogedor</1>.
fr: Obtenez {{1}}/3 accessoires dans <1>l'atelier de la Nidification</1>.
id: Dapatkan {{1}}/3 alat peraga dari <1>Bengkel Bersarang.</1>
it: Ottieni {{1}}/3 accessori dal <1>laboratorio domestico.</1>
ja: <1>巣づくり工房</1>でアイテムを{{1}}/3個入手する
ko: <1>보금자리 가게</1>에서 소품 {{1}}/3개를 획득하세요.
pt: Obtenha {{1}}/3 apetrechos na <1>Oficina do Ninho.</1>
ru: Получите предметы в <1>мастерской гнездования</1>: {{1}}/3.
th: รับของตกแต่ง {{1}}/3 ชิ้นจาก<1>เวิร์คช็อปการสร้างรัง</1>
vi: Nhận {{1}}/3 đạo cụ từ <1>Xưởng Xây Tổ.</1>
zh_hans: 从<1>筑巢工作室</1>获取{{1}}/3个道具。
zh_hant: 從<1>築巢工坊</1>取得{{1}}/3樣道具。

# ap22_mini_quests_shop_task_02
source: Publish {{1}}/15 Shared Space spells.
de: Veröffentliche {{1}}/15 Gemeinschaftsraum-Zauber.
es: Publica {{1}}/15 hechizos de espacio compartido.
fr: Publiez {{1}}/15 sorts d'espace partagé.
id: Terbitkan {{1}}/15 mantra Ruang Bersama.
it: Pubblica {{1}}/15 incantesimi sullo Spazio condiviso.
ja: シェアスペース魔法を使用し、{{1}}/15回スペースを公開する
ko: 공유공간 주문 {{1}}/15개를 게시하세요.
pt: Publique {{1}}/15 feitiços de Espaço Compartilhado.
ru: Опубликуйте чары общего пространства: {{1}}/15.
th: เผยแพร่คาถาพื้นที่ส่วนกลาง {{1}}/15 คาถา
vi: Ra mắt {{1}}/15 phép thuật Không Gian Chung.
zh_hans: 发布{{1}}/15个共享空间魔法。
zh_hant: 發布{{1}}/15個共享空間魔法。

# ap22_mini_quests_shop_task_03
source: Obtain {{1}}/15 props from the <1>Nesting Workshop.</1>
de: Erhalte {{1}}/15 Requisiten aus der <1>Nest-Werkstatt.</1>
es: Obtén {{1}}/15 objetos de utilería del <1>taller acogedor</1>.
fr: Obtenez {{1}}/15 accessoires dans <1>l'atelier de la Nidification</1>.
id: Dapatkan {{1}}/15 properti dari <1>Bengkel Bersarang.</1>
it: Ottieni {{1}}/15 accessori dal <1>laboratorio domestico.</1>
ja: <1>巣づくり工房</1>で飾れるアイテムを{{1}}/15個入手する
ko: <1>보금자리 가게</1>에서 소품 {{1}}/15개를 획득하세요.
pt: Obtenha {{1}}/15 apetrechos na <1>Oficina do Ninho.</1>.
ru: Получите предметы в <1>мастерской гнездования</1>: {{1}}/15.
th: รับของตกแต่ง {{1}}/15 ชิ้นจาก<1>เวิร์คช็อปการสร้างรัง</1>
vi: Nhận {{1}}/15 đạo cụ từ <1>Xưởng Xây Tổ.</1>
zh_hans: 从<1>筑巢工作室</1>获取{{1}}/15个道具。
zh_hant: 從<1>築巢工坊</1>取得{{1}}/15個道具。

# ap22_mini_quests_social_task_01
source: High five a friend in your Nest.
de: Gib einem Freund in deinem Nest ein High Five.
es: Chócale los cinco a una amistad en tu morada.
fr: Topez-là avec un ami dans votre nid.
id: Melakukan tos dengan teman di Sarang kamu.
it: Batti il cinque a un amico nel tuo Nido.
ja: 自分の巣でフレンドとハイタッチする
ko: 보금자리에서 친구와 하이파이브하세요.
pt: Cumprimente um amigo em seu Ninho usando o “toca aí."
ru: Дайте пять другу в вашем гнезде.
th: แปะมือกับเพื่อนในรังของคุณ
vi: Đập tay với một người bạn trong Tổ của bạn.
zh_hans: 在你的巢穴里和一位朋友击掌。
zh_hant: 在你的巢穴裡和一位朋友擊掌。

# ap22_mini_quests_social_task_02
source: Attend a 5-person house party.
de: Nimm an einer Hausparty mit 5 Personen teil.
es: Asiste a una fiesta de 5 personas en una morada.
fr: Assistez à une fête à la maison à 5 personnes.
id: Menghadiri pesta rumah untuk 5 orang.
it: Partecipa a una festa in casa per 5 persone.
ja: 5人でのホームパーティーに参加する
ko: 보금자리에서 열리는 5인 파티에 참석하세요.
pt: Participe de uma festa com cinco pessoas em un Ninho.
ru: Примите участие в домашней вечеринке для пяти человек.
th: เข้าร่วมปาร์ตี้บ้าน 5 คน
vi: Tham dự bữa tiệc 5 người ở nhà.
zh_hans: 参加一场5人家庭派对。
zh_hant: 參加一場五人家庭派對。

# ap22_mini_quests_social_task_03
source: View {{1}}/50 Shared Spaces at the Shrines.
de: Sieh dir {{1}}/50 Gemeinschaftsräume in den Schreinen an.
es: Mira {{1}}/50 espacios compartidos en los altares.
fr: Regardez {{1}}/50 espaces partagés dans les sanctuaires.
id: Melihat {{1}}/50 Ruang Bersama di Kuil.
it: Visualizza {{1}}/50 Spazi condivisi nei santuari.
ja: シェアスペースの祭壇で、スペースを{{1}}/50回、鑑賞しましょう
ko: 제단에서 공유공간 {{1}}/50개를 감상하세요.
pt: Veja {{1}}/50 espaços compartilhados nos altares.
ru: Посмотрите общие пространства у алтарей: {{1}}/50.
th: ดูพื้นที่ส่วนกลาง {{1}}/50 แห่งที่แท่นบูชา
vi: Xem {{1}}/50 Không Gian Chung tại Đền Thờ.
zh_hans: 欣赏{{1}}/50个创作于神坛的共享空间。
zh_hant: 欣賞{{1}}/50個創作於神壇的共享空間。

# ap22_quest_01_hint_01
source: It's your turn to help decorate!
de: Jetzt bist du an der Reihe, beim Dekorieren zu helfen!
es: ¡Ahora te toca decorar a ti!
fr: C'est à votre tour d'aider à décorer !
id: Sekarang giliran kamu untuk membantu mendekorasi!
it: Tocca a te aiutare a decorare!
ja: 次はあなたがここを飾り付けてみましょう！
ko: 이제 직접 꾸며 보세요!
pt: É a sua vez de ajudar a decorar!
ru: Теперь ваша очередь заняться обустройством!
th: ถึงตาคุณช่วยตกแต่งแล้ว!
vi: Đã đến lượt bạn trang trí!
zh_hans: 轮到你来帮忙布置了！
zh_hant: 輪到你來幫忙佈置了！

# ap22_quest_01_hint_02
source: Choose which rug to add to the display.
de: Wähle aus, welchen Teppich du der Ausstellung hinzufügen möchtest.
es: Elige qué alfombra agregar al diseño.
fr: Choisissez le tapis à ajouter à la présentation.
id: Pilih permadani mana yang akan ditambahkan ke pajangan.
it: Scegli quale tappeto aggiungere.
ja: 展示に使用するラグを選びましょう
ko: 이곳에 전시할 깔개를 골라 주세요.
pt: Escolha qual tapete adicionar à exibição.
ru: Выберите понравившийся коврик.
th: เลือกพรมที่จะเพิ่มลงในการแสดง
vi: Chọn tấm thảm để trưng bày.
zh_hans: 选择要将哪块地毯添加到展示中。
zh_hant: 選擇要放進展示中的地毯。

# ap22_quest_01_hint_03
source: Choose which seating to add.
de: Wähle aus, welche Sitzgelegenheiten du hinzufügen möchtest.
es: Elige qué asiento agregar.
fr: Choisissez l'assise à ajouter.
id: Pilih tempat duduk yang akan ditambahkan.
it: Scegli quali sedie aggiungere.
ja: ソファを選びましょう
ko: 이곳에 추가할 의자를 골라 주세요.
pt: Escolha quais assentos adicionar.
ru: Выберите сиденье.
th: เลือกที่นั่งที่ต้องการเพิ่ม
vi: Chọn chỗ ngồi để thêm.
zh_hans: 选择要添加哪种座椅。
zh_hant: 選擇要添加哪種座椅。

# ap22_quest_01_hint_04
source: Choose a table.
de: Wähle einen Tisch aus.
es: Elige una mesa.
fr: Choisissez une table.
id: Pilih meja.
it: Scegli un tavolo.
ja: テーブルを選びましょう
ko: 탁자를 골라 주세요.
pt: Escolha a mesa.
ru: Выберите стол.
th: เลือกโต๊ะ
vi: Chọn một chiếc bàn.
zh_hans: 选择一张桌子。
zh_hant: 選擇一張桌子。

# ap22_quest_01_hint_05
source: Choose where to put the stool to complete the arrangement.
de: Wähle aus, wo der Hocker platziert werden soll, um das Arrangement zu vervollständigen.
es: Elige dónde colocar el taburete para completar el diseño.
fr: Choisissez où mettre le tabouret pour compléter l'agencement.
id: Pilih tempat meletakkan bangku untuk melengkapi penataan.
it: Scegli dove posizionare lo sgabello per completare l'arredamento.
ja: どこにスツールを置くかを選び、完成させましょう
ko: 의자 위치를 정해서 가구 배치를 완료해 주세요.
pt: Escolha onde colocar o banquinho para completar o arranjo.
ru: Выберите, куда поставить табурет, чтобы завершить композицию.
th: เลือกตำแหน่งที่จะวางเก้าอี้เพื่อจัดวางให้เสร็จ
vi: Chọn vị trí đặt ghế để hoàn thành sắp xếp.
zh_hans: 选择要在哪里放置凳子以完成布置。
zh_hant: 選擇擺放凳子的位置以完成佈置。

# ap22_quest_01_hint_06
source: The <1>Nesting Guide</1> approves! Your display is complete.
de: Dem <1>Nest-Helfer</1> gefällt es! Deine Ausstellung ist vollständig.
es: ¡Complaciste a la <1>guía acogedora</1>! Tu diseño está listo.
fr: La <1>guide de la Nidification</1> approuve ! Votre présentation est complétée.
id: <1>Pemandu Bersarang</1> telah menyetujuinya! Tampilan kamu sudah selesai.
it: La <1>Guida ai Nidi</1> approva! La tua opera è completa.
ja: <1>巣づくりの案内人</1>が気に入ったようです！あなたの展示スペースが完成しました
ko: <1>보금자리 안내자</1>가 마음에 들어해요! 전시 공간을 완성했어요.
pt: A <1>Guia do Ninho</1> amou! Sua exibição está completa.
ru: <1>Проводнику гнездования</1> очень понравилось! Теперь все готово.
th: <1>ผู้แนะนำการสร้างรัง</1>อนุมัติแล้ว! การจัดแสดงของคุณเสร็จสมบูรณ์แล้ว
vi: <1>Chỉ Dẫn Xây Tổ</1> tán thành! Việc trưng bày của bạn đã hoàn tất.
zh_hans: <1>筑巢向导</1>同意了！你的展示已完成。
zh_hant: <1>築巢嚮導</1>認可了！你的展示已經完成。

# ap22_quest_01_hint_07
source: The <1>Nesting Workshop</1> is now open!
de: Due <1>Nest-Werkstatt</1> ist jetzt eröffnet!
es: ¡El <1>taller acogedor</1> abrió sus puertas!
fr: L'<1>atelier de la Nidification</1> est désormais ouvert !
id: <1>Bengkel Bersarang</1> sekarang dibuka!
it: Il <1>laboratorio domestico</1> è aperto!
ja: <1>巣づくり工房</1>がオープンしました！
ko: <1>보금자리 제작소</1>가 문을 열었어요!
pt: A <1>Oficina do Ninho</1> está aberta!
ru: <1>Мастерская гнездования</1> открыта!
th: <1>เวิร์คช็อปการสร้างรัง</1>เปิดขึ้นแล้ว!
vi: <1>Xưởng Xây Tổ</1> hiện đã mở!
zh_hans: <1>筑巢工作室</1>现已开张！
zh_hant: <1>築巢工坊</1>現已開張！

# ap22_quest_01_hint_08
source: New furniture will debut regularly and return often.
de: Neue Möbel werden regelmäßig eingeführt und kommen häufig wieder.
es: Muebles nuevos se estrenarán con regularidad y volverán a menudo.
fr: De nouveaux meubles seront lancés régulièrement et reviendront souvent.
id: Perabotan baru akan hadir secara teratur dan berulang secara terus-menerus.
it: Mobili nuovi debutteranno regolarmente e torneranno spesso.
ja: 新たな家具が定期的に作られ、頻繁に再登場するでしょう
ko: 일정 기간마다 새 가구가 추가되거나 돌아옵니다.
pt: Móveis novos serão lançados regularmente e retornarão com frequência.
ru: Новая мебель будет появлятсья регулярно и часто возвращаться в продажу
th: จะมีเฟอร์นิเจอร์ใหม่มาเปิดตัวเป็นประจำ และจะหวนกลับมาบ่อยๆ
vi: Đồ nội thất mới sẽ ra mắt thường xuyên và quay trở lại thường xuyên.
zh_hans: 新的家具将定期亮相并轮番再次上架。
zh_hant: 新的傢俱將定期亮相並輪番再次上架。

# ap22_quest_01_hint_09
source: Collect <scandle/> to exchange for the <1>Season of Nesting</1> set.
de: Sammle <scandle/>, um sie gegen das Set <1>Saison des Nistens</1> einzutauschen.
es: Reúne <scandle/> para intercambiarlas por el conjunto de la <1>temporada acogedora</1>.
fr: Récupérez <scandle/> à échanger contre l'ensemble de la <1>saison de la Nidification</1>.
id: Kumpulkan <scandle/> untuk ditukar dengan set <1>Musim Bersarang</1>.
it: Raccogli <scandle/> da scambiare con il set per la <1>Stagione dei Nidi</1>.
ja: <1>巣づくりの季節</1>のセットと交換してもらうために、<scandle/>を集めましょう
ko: <scandle/>를 모아서 <1>보금자리의 시즌</1> 세트로 교환할 수 있습니다.
pt: Colete <scandle/> para trocar pelo conjunto da <1>Temporada do Ninho</1>.
ru: Соберите, чтобы обменять на набор <1>Сезона гнездования</1>: <scandle/>.
th: รวบรวม <scandle/> เพื่อแลกเปลี่ยนเป็นเซ็ต<1>ฤดู���าลแห่งการสร้างรัง</1>
vi: Thu thập <scandle/> để đổi lấy bộ <1>Mùa Xây Tổ</1>.
zh_hans: 收集<scandle/>来兑换<1>筑巢季</1>套装。
zh_hant: 收集<scandle/>來兌換<1>築巢季</1>套組。
