Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap17_fetch_1_part_1_task_desc_02
source: Help the <1>Remembrance Guide</1> find the <b>memory lanterns</b>.
de: Hilf dem <1>Gedenken-Helfer</1>, die <b>Erinnerungslaternen</b> zu finden.
es: Ayuda al <1>guía de conmemoración</1> a encontrar los <b>faroles del recuerdo</b>.
fr: Aidez le <1>guide du Souvenir</1> à trouver les <b>lanternes de souvenirs</b>.
id: Bantu <1>Pemandu Kenangan</1> menemukan <b>lentera kenangan</b>.
it: Aiuta la <1>Guida della Commemorazione</1> a trovare le <b>lanterne dei ricordi</b>.
ja: <1>追慕の案内人</1>が<b>記憶の燈</b>を見つけられるよう、手伝いましょう
ko: <1>기억의 안내자</1>가 <b>기억등불</b>을 찾을 수 있게 도와주세요.
pt: Ajude o <1>Guia da Recordação</1> a encontrar as <b>lanternas de lembranças</b>.
ru: Помогите <1>проводнику памяти</1> найти <b>фонарики воспоминаний</b>.
th: ช่วย<1>ผู้แนะนำความทรงจำ</1>ค้นหา<b>ตะเกียงความทรงจำ</b>
vi: Giúp <1>Chỉ Dẫn Tưởng Nhớ</1> tìm <b>đèn ký ức</b>.
zh_hans: 帮助<1>缅怀向导</1>找到<b>记忆灯笼</b>。
zh_hant: 幫助<1>緬懷嚮導</1>找到<b>記憶燈籠</b>。

# spirit_shop_ap06unlock_ap17_fetch_1_part_2_task_desc
source: These <b>memory lanterns</b> contain something that will bring this <1>spirit</1> peace.
de: Diese <b>Erinnerungslaternen</b> enthalten etwas, das diesem <1>Geist</1> Frieden bringt.
es: Estos <b>faroles del recuerdo</b> contienen algo que les dará paz a estos <1>espíritus</1>.
fr: Ces <b>lanternes de souvenirs</b> contiennent quelque chose qui apportera la paix à cet <1>esprit</1>.
id: <b>Lentera kenangan</b> ini berisi sesuatu yang akan memberi kedamaian pada <1>roh</1> ini.
it: Queste <b>lanterne dei ricordi</b> contengono qualcosa che donerà la pace a questo <1>spirito</1>.
ja: これらの<b>記憶の燈</b>はこの<1>精霊</1>に安らぎをもたらすものが込められているようです
ko: 이 <b>기억등불</b>에는 이 <1>영혼</1>에게 마음의 평화를 안겨줄 무언가가 담겨 있습니다.
pt: Essas <b>lanternas de lembranças</b> contêm algo que trará paz a este <1>espírito</1>.
ru: В <b>фонариках памяти</b> есть нечто, что поможет найти <1>духу</1> утешение.
th: <b>ตะเกียงความทรงจำ</b>เหล่านี้บรรจุบางสิ่งที่จะนำสันติสุขมาสู่<1>สปิริต</1>ตนนี้ได้
vi: Những chiếc <b>đèn ký ức</b> này chứa đựng thứ sẽ mang lại bình yên cho <1>Tinh linh</1> này.
zh_hans: 这些<b>记忆灯笼</b>包含的东西可以让这位<1>先灵</1>得到安宁。
zh_hant: 這些<b>記憶燈籠</b>中，存有能為這位<1>先靈</1>帶來平靜的片段。

# spirit_shop_ap06unlock_ap17_fetch_1_part_2_task_desc_02
source: Enter the <2>Shared Space</2> to set it out for them.
de: Betritt den <2> Gemeinschaftsraum</2>, um ihn herzurichten.
es: Ingresa al <2>espacio compartido</2> para dárselos.
fr: Entrez dans l'<2>espace partagé</2> afin de le préparer pour cet esprit.
id: Masuki <2>Ruang Bersama</2> untuk menghiasnya.
it: Entra nello <2>Spazio condiviso</2> per decorare il suo spazio.
ja: <2>シェアスペース</2>に入り、精霊のために飾り付けてあげましょう
ko: <2>공유공간</2>에 들어가서 영혼을 위해 장식하세요.
pt: Entre no <2>espaço compartilhado</2> para decorá-lo.
ru: Войдите в <2>общее пространство</2> и украсьте его.
th: เข้าสู่<2>พื้นที่ส่วนกลาง</2>เพื่อจัดเตรียมพื้นที่ให้กับพวกเขา
vi: Vào <2>Không Gian Chung</2> để thiết lập không gian cho họ.
zh_hans: 进入<2>共享空间</2>，为先灵布置场景。
zh_hant: 進入<2>共享空間</2>為他好好佈置。

# spirit_shop_ap06unlock_ap17_fetch_1_task_done
source: You found all of the <b>memory lanterns</b>! Are you ready to take them back to the <1>Remembrance Guide</1>?
de: Du hast alle <b>Erinnerungslaternen</b> gefunden! Willst du sie zurück zum <1>Gedenken-Helfer</1> bringen?
es: ¡Encontraste todos los <b>faroles del recuerdo</b>! ¿Quieres llevárselos de regreso al <1>guía de conmemoración</1>?
fr: Vous avez trouvé toutes les <b>lanternes de souvenirs</b> ! Êtes-vous prêt.e à les ramener au <1>guide du Souvenir</1> ?
id: Kamu menemukan semua <b>lentera kenangan</b>! Siap untuk membawanya kembali ke <1>Pemandu Kenangan</1>?
it: Hai trovato tutte le <b>lanterne dei ricordi</b>! Vuoi riportarle adesso alla <1>Guida della Commemorazione</1>?
ja: 全ての<b>記憶の燈</b>を見つけました！ <1>追慕の案内人</1>のもとへ持ち帰りますか？
ko: <b>기억등불</b>을 전부 찾았습니다! 등불을 <1>기억의 안내자</1>에게 가져갈 준비가 되셨나요?
pt: Você encontrou todas as <b>lanternas de lembranças</b>! Tudo pronto para levá-las para o <1>Guia da Recordação</1>?
ru: Вы нашли все <b>фонарики воспоминаний</b>! Отнесете их <1>проводнику Памяти</1>?
th: คุณพบ<b>ตะเกียงความทรงจำ</b>ทั้งหมดแล้ว! พร้อมที่จะนำตะเกียงกลับไปหา<1>ผู้แนะนำความทรงจำ</1>แล้วหรือยัง
vi: Bạn đã tìm thấy toàn bộ <b>đèn ký ức</b>! Bạn đã sẵn sàng mang chúng tới <1>Chỉ Dẫn Tưởng Nhớ</1>?
zh_hans: 你找到了全部的<b>记忆灯笼</b>！准备好把它们带回给<1>缅怀向导</1>了吗？
zh_hant: 你找到所有<b>記憶燈籠</b>了！準備好要將這些帶回去給<1>緬懷嚮導</1>了嗎？

# spirit_shop_ap06unlock_ap17_fetch_2_part_1_task_desc
source: The <b>memory lanterns</1> that would bring them peace are <b>lost</b>.
de: Die <b>Erinnerungslaternen</1>, die Frieden bringen würden, sind <b>verloren</b>.
es: Los <b>faroles del recuerdo</1> que les darían paz están <b>perdidos</b>.
fr: Les <b>lanternes de souvenirs</1> réconfortantes sont <b>perdues</b>.
id: <b>Lentera kenangan</1> yang akan memberi mereka kedamaian <b>hilang</b>.
it: Le <b>lanterne dei ricordi</1>, che potrebbero donare la pace, sono state <b>smarrite</b>.
ja: 安らぎをもたらしてくれる<b>記憶の燈</1>が<b>失われてしまった</b>ようです
ko: 마음의 평화를 안겨주는 <b>기억등불</1>을 <b>잃어버렸습니다</b>.
pt: As <b>lanternas de lembranças</1> que trariam alegria estão <b>perdidas</b>.
ru: <b>Фонарики воспоминаний</1>, которые помогут найти утешение, <b>потеряны</b>.
th: <b>ตะเกียงความทรงจำ</1>ที่นำสันติสุขมาให้เขานั้นได้<b>สูญหายไป</b>
vi: Những chiếc <b>đèn ký ức</1> mang lại bình yên cho họ đã bị <b>mất</b>.
zh_hans: 可以让先灵得到安宁的<b>记忆灯笼</1><b>遗失了</b>。
zh_hant: 可以為先靈們找回平靜的<b>記憶燈籠</1><b>遺失了</b>。

# spirit_shop_ap06unlock_ap17_fetch_2_part_1_task_desc_02
source: Help the <1>Remembrance Guide</1> find the <b>memory lanterns</b>.
de: Hilf dem <1>Gedenken-Helfer</1>, die <b>Erinnerungslaternen</b> zu finden.
es: Ayuda al <1>guía de conmemoración</1> a encontrar los <b>faroles del recuerdo</b>.
fr: Aidez le <1>guide du Souvenir</1> à trouver les <b>lanternes de souvenirs</b>.
id: Bantu <1>Pemandu Kenangan</1> menemukan <b>lentera kenangan</b>.
it: Aiuta la <1>Guida della Commemorazione</1> a trovare le <b>lanterne dei ricordi</b>.
ja: <1>追慕の案内人</1>が<b>記憶の燈</b>を見つけられるよう、手伝いましょう
ko: <1>기억의 안내자</1>가 <b>기억등불</b>을 찾을 수 있게 도와주세요.
pt: Ajude o <1>Guia da Recordação</1> a encontrar as <b>lanternas de lembranças</b>.
ru: Помогите <1>проводнику памяти</1> найти <b>фона��ики воспоминаний</b>.
th: ช่วย<1>ผู้แนะนำความทรงจำ</1>ค้นหา<b>ตะเกียงความทรงจำ</b>
vi: Giúp <1>Chỉ Dẫn Tưởng Nhớ</1> tìm <b>đèn ký ức</b>.
zh_hans: 帮助<1>缅怀向导</1>找到<b>记忆灯笼</b>。
zh_hant: 幫助<1>緬懷嚮導</1>找到<b>記憶燈籠</b>。

# spirit_shop_ap06unlock_ap17_fetch_2_part_1_task_desc_03
source: Find the lost lanterns elsewhere in <2>Vault of Knowledge</2>.
de: Finde die verlorenen Laternen anderswo im <2>Tresor des Wissens</2>.
es: Encuentra los faroles perdidos por toda la <2>Bóveda de Conocimiento</2>.
fr: Trouvez les lanternes perdues dans d'autres recoins de la <2>Chambre forte de connaissance</2>.
id: Temukan lentera-lentera yang hilang di <2>Kubah Pengetahuan</2>.
it: Trova le lanterne smarrite in giro nella <2>Cupola della Conoscenza</2>.
ja: <2>書庫</2>のどこかにある失われた燈を見つけましょう
ko: <2>지식의 도서관</2>의 다른 곳에서 잃어버린 등불을 찾아보세요.
pt: Encontre as lanternas perdidas em outro lugar do <2>Relicário do Conhecimento</2>.
ru: Отыщите потерянные фонарики в <2>Хранилище знаний</2>.
th: ค้นหาตะเกียงที่หายไปในที่อื่นๆ ภายใน<2>กรุสมบัติแห่งปัญญา</2>
vi: Tìm những chiếc đèn bị mất ở những nơi khác trong <2>Kho Tri Thức</2>.
zh_hans: 在<2>禁阁</2>的其他地方找到遗失的灯笼。
zh_hant: 在<2>禁閣</2>其他地方尋找遺失的燈籠。

# spirit_shop_ap06unlock_ap17_fetch_2_part_2_task_desc
source: These <b>memory lanterns</b> contains something that will bring this <1>spirit</1> peace.
de: Diese <b>Erinnerungslaternen</b> enthalten etwas, das diesem <1>Geist</1> Frieden bringt.
es: Estos <b>faroles del recuerdo</b> contienen algo que les dará paz a estos <1>espíritus</1>.
fr: Ces <b>lanternes de souvenirs</b> contiennent quelque chose qui apportera la paix à cet <1>esprit</1>.
id: <b>Lentera kenangan</b> ini berisi sesuatu yang akan memberi kedamaian pada <1>roh</1> ini.
it: Queste <b>lanterne dei ricordi</b> contengono qualcosa che donerà la pace a questo <1>spirito</1>.
ja: これらの<b>記憶の燈</b>はこの<1>精霊</1>に安らぎをもたらすものが込められているようです
ko: 이 <b>기억등불</b>에는 이 <1>영혼</1>에게 마음의 평화를 안겨줄 무언가가 담겨 있습니다.
pt: Essas <b>lanternas de lembranças</b> contêm algo que trará paz a este <1>espírito</1>.
ru: В этом <b>фонарике памяти</b> есть нечто, что поможет найти <1>духу</1> утешение.
th: <b>ตะเกียงความทรงจำ</b>เหล่านี้บรรจุบางสิ่งที่จะนำสันติสุขมาสู่<1>สปิริต</1>ตนนี้ได้
vi: Những chiếc <b>đèn ký ức</b> này chứa đựng thứ sẽ mang lại bình yên cho <1>Tinh linh</1> này.
zh_hans: 这些<b>记忆灯笼</b>包含的东西可以让这位<1>先灵</1>得到安宁。
zh_hant: 這些<b>記憶燈籠</b>中，存有能為這位<1>先靈</1>帶來平靜的片段。

# spirit_shop_ap06unlock_ap17_fetch_2_part_2_task_desc_02
source: Enter the <2>Shared Space</2> to help them.
de: Betritt den <2>Gemeinschaftsraum</2>, um zu helfen.
es: Ingresa al <2>espacio compartido</2> para ayudarlos.
fr: Entrez dans l'<2>espace partagé</2> pour l'aider.
id: Masuki <2>Ruang Bersama</2> untuk membantunya.
it: Entra nello <2>Spazio condiviso</2> per aiutare questo spirito.
ja: <2>シェアスペース</2>に入り、精霊のために飾り付けてあげましょう
ko: <2>공유공간</2>에 들어가서 영혼을 도와주세요.
pt: Entre no <2>espaço compartilhado</2> para ajudá-lo.
ru: Войдите в <2>общее пространство</2>, чтобы помочь духу.
th: เข้าสู่<2>พื้นที่ส่วนกลาง</2>เพื่อช่วยเหลือพวกเขา
vi: Vào <2>Không Gian Chung</2> để giúp họ.
zh_hans: 进入<2>共享空间</2>来帮助先灵。
zh_hant: 進入<2>共享空間</2>幫助先靈。

# spirit_shop_ap06unlock_ap17_fetch_2_task_done
source: You found all of the <b>memory lanterns</b>! Are you ready to take them back to the <1>Remembrance Guide</1>?
de: Du hast alle <b>Erinnerungslaternen</b> gefunden! Willst du sie zurück zum <1>Gedenken-Helfer</1> bringen?
es: ¡Encontraste todos los <b>faroles del recuerdo</b>! ¿Quieres llevárselos de regreso al <1>guía de conmemoración</1>?
fr: Vous avez trouvé toutes les <b>lanternes de souvenirs</b> ! Êtes-vous prêt.e à les ramener au <1>guide du Souvenir</1> ?
id: Kamu menemukan semua <b>lentera kenangan</b>! Siap untuk membawanya kembali ke <1>Pemandu Kenangan</1>?
it: Hai trovato tutte le <b>lanterne dei ricordi</b>! Vuoi riportarle adesso alla <1>Guida della Commemorazione</1>?
ja: 全ての<b>記憶の燈</b>を見つけました！ <1>追慕の案内人</1>のもとへ持ち帰りますか？
ko: <b>기억등불</b>을 전부 찾았습니다! 등불을 <1>기억의 안내자</1>에게 가져갈 준비가 되셨나요?
pt: Você encontrou todas as <b>lanternas de lembranças</b>! Tudo pronto para levá-las para o <1>Guia da Recordação</1>?
ru: Вы нашли все <b>фонарики воспоминаний</b>! Отнесете их <1>проводнику Памяти</1>?
th: คุณพบ<b>ตะเกียงความทรงจำ</b>ทั้งหมดแล้ว! พร้อมที่จะนำตะเกียงกลับไปหา<1>ผู้แนะนำความทรงจำ</1>แล้วหรือยัง
vi: Bạn đã tìm thấy toàn bộ <b>đèn ký ức</b>! Bạn đã sẵn sàng mang chúng tới <1>Chỉ Dẫn Tưởng Nhớ</1>?
zh_hans: 你找到了全部的<b>记忆灯笼</b>！准备好把它们带回给<1>缅怀向导</1>了吗？
zh_hant: 你找到所有<b>記憶燈籠</b>了！準備好要將這些帶回去給<1>緬懷嚮導</1>了嗎？

# spirit_shop_ap06unlock_ap17_fetch_3_part_1_task_desc
source: The <b>memory lanterns</1> that would bring this <1>spirit</1> peace are <b>lost</b>.
de: Die <b>Erinnerungslaternen</1>, die diesem <1>Geist</1> Frieden bringen würden, sind <b>verloren</b>.
es: Los <b>faroles del recuerdo</1> que le darían paz a este <1>espíritu</1> están <b>perdidos</b>.
fr: Les <b>lanternes de souvenirs</1> qui apporteraient la paix à cet <1>esprit</1> sont <b>perdues</b>.
id: <b>Lentera kenangan</1> yang akan memberi <1>roh</1> ini kedamaian <b>hilang</b>.
it: Le <b>lanterne dei ricordi</1> che potrebbero donare la pace a questo <1>spirito</1> sono state <b>smarrite</b>.
ja: この<1>精霊</1>に、安らぎをもたらしてくれる<b>記憶の燈</1>が<b>失われてしまった</b>ようです
ko: 이 <1>영혼</1>에게 마음의 평화를 안겨주는 <b>기억등불</1>을 <b>잃어버렸습니다</b>.
pt: As <b>lanternas de lembranças</1> que trariam alegria ao <b>espírito</b> estão <1>perdidas</1>.
ru: <b>Фонарики воспоминаний</1>, которые помогут найти утешение этому <1>духу</1>, <b>потеряны</b>.
th: <b>ตะเกียงความทรงจำ</1>ที่จะนำสันติสุขมาสู่<1>สปิริต</1>ตนนี้ได้<b>สูญหายไป</b>
vi: Những chiếc <b>đèn ký ức</1> mang lại bình yên cho <1>Tinh linh</1> này đã bị <b>mất</b>.
zh_hans: 可以让<1>先灵</1>得到安宁的<b>记忆灯笼</1><b>遗失了</b>。
zh_hant: 可以為先靈們找回平靜的<b>記憶燈籠</1><b>遺失了</b>。

# spirit_shop_ap06unlock_ap17_fetch_3_part_1_task_desc_02
source: Help the <1>Remembrance Guide</1> find the <b>memory lanterns</b>.
de: Hilf dem <1>Gedenken-Helfer</1>, die <b>Erinnerungslaternen</b> zu finden.
es: Ayuda al <1>guía de conmemoración</1> a encontrar los <b>faroles del recuerdo</b>.
fr: Aidez le <1>guide du Souvenir</1> à trouver les <b>lanternes de souvenirs</b>.
id: Pemandu Kenangan
it: Aiuta la <1>Guida della Commemorazione</1> a trovare le <b>lanterne dei ricordi</b>.
ja: <1>追慕の案内人</1>が<b>記憶の燈</b>を見つけられるよう、手伝いましょう
ko: <1>기억의 안내자</1>가 <b>기억등불</b>을 찾을 수 있게 도와주세요.
pt: Ajude o <1>Guia da Recordação</1> a encontrar as <b>lanternas de lembranças</b>.
ru: Помогите <1>проводнику памяти</1> найти <b>фонарики воспоминаний</b>.
th: ช่วย<1>ผู้แนะนำความทรงจำ</1>ค้นหา<b>ตะเกียงความทรงจำ</b>
vi: Giúp <1>Chỉ Dẫn Tưởng Nhớ</1> tìm <b>đèn ký ức</b>.
zh_hans: 帮助<1>缅怀向导</1>找到<b>记忆灯笼</b>。
zh_hant: 幫助<1>緬懷嚮導</1>找到<b>記憶燈籠</b>。

# spirit_shop_ap06unlock_ap17_fetch_3_part_1_task_desc_03
source: Find the lost lanterns elsewhere in <2>Vault of Knowledge</2>.
de: Finde die verlorenen Laternen anderswo im <2>Tresor des Wissens</2>.
es: Encuentra los faroles perdidos por toda la <2>Bóveda de Conocimiento</2>.
fr: Trouvez les lanternes perdues dans d'autres recoins de la <2>Chambre forte de connaissance</2>.
id: Temukan lentera-lentera yang hilang di <2>Kubah Pengetahuan</2>.
it: Trova le lanterne smarrite in giro nella <2>Cupola della Conoscenza</2>.
ja: <2>書庫</2>のどこかにある失われた燈を見つけましょう
ko: <2>지식의 도서관</2>의 다른 곳에서 잃어버린 등불을 찾아보세요.
pt: Encontre as lanternas perdidas em outro lugar do <2>Relicário do Conhecimento</2>.
ru: Отыщите потерянные фонарики в <2>Хранилище знаний</2>.
th: ค้นหาตะเกียงที่หายไปในที่อื่นๆ ภายใน<2>กรุสมบัติแห่งปัญญา</2>
vi: Tìm những chiếc đèn bị mất ở những nơi khác trong <2>Kho Tri Thức</2>.
zh_hans: 在<2>禁阁</2>的其他地方找到遗失的灯笼。
zh_hant: 在<2>禁閣</2>其他地方尋找遺失的燈籠。

# spirit_shop_ap06unlock_ap17_fetch_3_part_2_task_desc
source: These <b>memory lanterns</b> contains something that will bring this <1>spirit</1> peace.
de: Diese <b>Erinnerungslaternen</b> enthalten etwas, das diesem <1>Geist</1> Frieden bringt.
es: Estos <b>faroles del recuerdo</b> contienen algo que les dará paz a estos <1>espíritus</1>.
fr: Ces <b>lanternes de souvenirs</b> contiennent quelque chose qui apportera la paix à cet <1>esprit</1>.
id: <b>Lentera kenangan</b> ini berisi sesuatu yang akan memberi kedamaian pada <1>roh</1> ini.
it: Queste <b>lanterne dei ricordi</b> contengono qualcosa che donerà la pace a questo <1>spirito</1>.
ja: これらの<b>記憶の燈</b>はこの<1>精霊</1>に安らぎをもたらすものが込められているようです
ko: 이 <b>기억등불</b>에는 이 <1>영혼</1>에게 마음의 평화를 안겨줄 무언가가 담겨 있습니다.
pt: Essas <b>lanternas de lembranças</b> contêm algo que trará paz a este <1>espírito</1>.
ru: В этом <b>фонарике памяти</b> есть нечто, что поможет найти <1>духу</1> утешение.
th: <b>ตะเกียงความทรงจำ</b>เหล่านี้บรรจุบางสิ่งที่จะนำสันติสุขมาสู่<1>สปิริต</1>ตนนี้ได้
vi: Những chiếc <b>đèn ký ức</b> này chứa đựng thứ sẽ mang lại bình yên cho <1>Tinh linh</1> này.
zh_hans: 这些<b>记忆灯笼</b>包含的东西可以让这位<1>先灵</1>得到安宁。
zh_hant: 這些<b>記憶燈籠</b>中，存有能為這位<1>先靈</1>帶來平靜的片段。

# spirit_shop_ap06unlock_ap17_fetch_3_part_2_task_desc_02
source: Enter the <2>Shared Space</2> to help them.
de: Betritt den <2>Gemeinschaftsraum</2>, um zu helfen.
es: Ingresa al <2>espacio compartido</2> para ayudarlos.
fr: Entrez dans l'<2>espace partagé</2> pour l'aider.
id: Masuki <2>Ruang Bersama</2> untuk membantunya.
it: Entra nello <2>Spazio condiviso</2> per aiutare questo spirito.
ja: <2>シェアスペース</2>に入り、精霊のために飾り付けてあげましょう
ko: <2>공유공간</2>에 들어가서 영혼을 도와주세요.
pt: Entre no <2>espaço compartilhado</2> para ajudá-lo.
ru: Войдите в <2>общее пространство</2>, чтобы помочь духу.
th: เข้าสู่<2>พื้นที่ส่วนกลาง</2>เพื่อช่วยเหลือพวกเขา
vi: Vào <2>Không Gian Chung</2> để giúp họ.
zh_hans: 进入<2>共享空间</2>来帮助先灵。
zh_hant: 進入<2>共享空間</2>幫助先靈。

# spirit_shop_ap06unlock_ap17_fetch_4_part_1_task_desc
source: The <b>memory lanterns</1> that would bring this <1>spirit</1> peace are <b>lost</b>.
de: Die <b>Erinnerungslaternen</1>, die diesem <1>Geist</1> Frieden bringen würden, sind <b>verloren</b>.
es: Los <b>faroles del recuerdo</1> que le darían paz a este <1>espíritu</1> están <b>perdidos</b>.
fr: Les <b>lanternes de souvenirs</1> qui apporteraient la paix à cet <1>esprit</1> sont <b>perdues</b>.
id: <b>Lentera kenangan</1> yang akan memberi <1>roh</1> ini kedamaian <b>hilang</b>.
it: Le <b>lanterne dei ricordi</1> che potrebbero donare la pace a questo <1>spirito</1> sono state <b>smarrite</b>.
ja: この<1>精霊</1>に、安らぎをもたらしてくれる<b>記憶の燈</1>が<b>失われてしまった</b>ようです
ko: 이 <1>영혼</1>에게 마음의 평화를 안겨주는 <b>기억등불</1>을 <b>잃어버렸습니다</b>.
pt: As <b>lanternas de lembranças</1> que trariam alegria ao <b>espírito</b> estão <1>perdidas</1>.
ru: <b>Фонарики воспоминаний</1>, которые помогут найти утешение этому <1>духу</1>, <b>потеряны</b>.
th: <b>ตะเกียงความทรงจำ</1>ที่จะนำสันติสุขมาสู่<1>สปิริต</1>ตนนี้ได้<b>สูญหายไป</b>
vi: Những chiếc <b>đèn ký ức</1> mang lại bình yên cho <1>Tinh linh</1> này đã bị <b>mất</b>.
zh_hans: 可以让<1>先灵</1>得到安宁的<b>记忆灯笼</1><b>遗失了</b>。
zh_hant: <b>記憶燈籠</1>可能可以為這位<1>先靈</1>找回<b>遺失的</b>平靜。

# spirit_shop_ap06unlock_ap17_fetch_4_part_1_task_desc_02
source: Help the <1>Remembrance Guide</1> find the <b>memory lanterns</b>.
de: Hilf dem <1>Gedenken-Helfer</1>, die <b>Erinnerungslaternen</b> zu finden.
es: Ayuda al <1>guía de conmemoración</1> a encontrar los <b>faroles del recuerdo</b>.
fr: Aidez le <1>guide du Souvenir</1> à trouver les <b>lanternes de souvenirs</b>.
id: Bantu <1>Pemandu Kenangan</1> menemukan <b>lentera kenangan</b>.
it: Aiuta la <1>Guida della Commemorazione</1> a trovare le <b>lanterne dei ricordi</b>.
ja: <1>追慕の案内人</1>が<b>記憶の燈</b>を見つけられるよう、手伝いましょう
ko: <1>기억의 안내자</1>가 <b>기억등불</b>을 찾을 수 있게 도와주세요.
pt: Ajude o <1>Guia da Recordação</1> a encontrar as <b>lanternas de lembranças</b>.
ru: Помогите <1>проводнику памяти</1> найти <b>фонарики воспоминаний</b>.
th: ช่วย<1>ผู้แนะนำความทรงจำ</1>ค้นหา<b>ตะเกียงความทรงจำ</b>
vi: Giúp <1>Chỉ Dẫn Tưởng Nhớ</1> tìm <b>đèn ký ức</b>.
zh_hans: 帮助<1>缅怀向导</1>找到<b>记忆灯笼</b>。
zh_hant: 幫助<1>緬懷嚮導</1>找到<b>記憶燈籠</b>。

# spirit_shop_ap06unlock_ap17_fetch_4_part_1_task_desc_03
source: Find the lost lanterns elsewhere in <2>Vault of Knowledge</2>.
de: Finde die verlorenen Laternen anderswo im <2>Tresor des Wissens</2>.
es: Encuentra los faroles perdidos por toda la <2>Bóveda de Conocimiento</2>.
fr: Trouvez les lanternes perdues dans d'autres recoins de la <2>Chambre forte de connaissance</2>.
id: Temukan lentera-lentera yang hilang di <2>Kubah Pengetahuan</2>.
it: Trova le lanterne smarrite in giro nella <2>Cupola della Conoscenza</2>.
ja: <2>書庫</2>のどこかにある失われた燈を見つけましょう
ko: <2>지식의 도서관</2>의 다른 곳에서 잃어버린 등불을 찾아보세요.
pt: Encontre as lanternas perdidas em outro lugar do <2>Relicário do Conhecimento</2>.
ru: Отыщите потерянные фонарики в <2>Хранилище знаний</2>.
th: ค้นหาตะเกียงที่หายไปในที่อื่นๆ ภายใน<2>กรุสมบัติแห่งปัญญา</2>
vi: Tìm những chiếc đèn bị mất ở những nơi khác trong <2>Kho Tri Thức</2>.
zh_hans: 在<2>禁阁</2>的其他地方找到遗失的灯笼。
zh_hant: 在<2>禁閣</2>其他地方尋找遺失的燈籠。

# spirit_shop_ap06unlock_ap17_fetch_4_part_2_task_desc
source: These <b>memory lanterns</b> contains something that will bring this <1>spirit</1> peace.
de: Diese <b>Erinnerungslaternen</b> enthalten etwas, das diesem <1>Geist</1> Frieden bringt.
es: Estos <b>faroles del recuerdo</b> contienen algo que les dará paz a estos <1>espíritus</1>.
fr: Ces <b>lanternes de souvenirs</b> contiennent quelque chose qui apportera la paix à cet <1>esprit</1>.
id: <b>Lentera kenangan</b> ini berisi sesuatu yang akan memberi kedamaian pada <1>roh</1> ini.
it: Queste <b>lanterne dei ricordi</b> contengono qualcosa che donerà la pace a questo <1>spirito</1>.
ja: これらの<b>記憶の燈</b>はこの<1>精霊</1>に安らぎをもたらすものが込められているようです
ko: 이 <b>기억등불</b>에는 이 <1>영혼</1>에게 마음의 평화를 안겨줄 무언가가 담겨 있습니다.
pt: Essas <b>lanternas de lembranças</b> contêm algo que trará paz a este <1>espírito</1>.
ru: В этом <b>фонарике памяти</b> есть нечто, что поможет найти <1>духу</1> утешение.
th: <b>ตะเกียงความทรงจำ</b>เหล่านี้บรรจุบางสิ่งที่จะนำสันติสุขมาสู่<1>สปิริต</1>ตนนี้ได้
vi: Những chiếc <b>đèn ký ức</b> này chứa đựng thứ sẽ mang lại bình yên cho <1>Tinh linh</1> này.
zh_hans: 这些<b>记忆灯笼</b>包含的东西可以让这位<1>先灵</1>得到安宁。
zh_hant: 這些<b>記憶燈籠</b>中，存有能為這位<1>先靈</1>帶來平靜的片段。

# spirit_shop_ap06unlock_ap17_fetch_4_part_2_task_desc_02
source: Enter the <2>Shared Space</2> to help them.
de: Betritt den <2>Gemeinschaftsraum</2>, um zu helfen.
es: Ingresa al <2>espacio compartido</2> para ayudarlos.
fr: Entrez dans l'<2>espace partagé</2> pour l'aider.
id: Masuki <2>Ruang Bersama</2> untuk membantunya.
it: Entra nello <2>Spazio condiviso</2> per aiutare questo spirito.
ja: <2>シェアスペース</2>に入り、精霊のために飾り付けてあげましょう
ko: <2>공유공간</2>에 들어가서 영혼을 도와주세요.
pt: Entre no <2>espaço compartilhado</2> para ajudá-lo.
ru: Войдите в <2>общее пространство</2>, чтобы помочь духу.
th: เข้าสู่<2>พื้นที่ส่วนกลาง</2>เพื่อช่วยเหลือพวกเขา
vi: Vào <2>Không Gian Chung</2> để giúp họ.
zh_hans: 进入<2>共享空间</2>来帮助先灵。
zh_hant: 進入<2>共享空間</2>幫助先靈。

# spirit_shop_ap06unlock_ap17_fetch_5_part_1_task_desc_00
source: Find all four <1>spirits</1> and bring them to the <1>Remembrance Guide</1>.
de: Finde und bring alle <1>Geister</1> zum <1>Erinnerungshelfer</1>
es: Encuentra y lleva a todos los <1>espíritus</1> con el <1>Guía de conmemoración</1>.
fr: Trouvez et ramenez tous les <1>esprits</1> auprès du <1>guide du souvenir</1>
id: Temukan dan bawa semua <1>Roh</1> ke <1>Pemandu Kenangan</1>
it: Trova e porta tutti gli <1>spiriti</1> dalla <1>guida della Commemorazione</1>
ja: 全ての<1>精霊たち</1>を見つけ、<1>追慕の案内人</1>のもとへ導きましょう
ko: 네 <1>영혼</1>을 모두 찾아서 <1>기억의 안내자</1>에게 데려가 주세요.
pt: Encontre e leve todos os <1>espíritos</1> ao <1>Guia de Recordação</1>
ru: Найдите всех <1>духов</1> и приведите их к <1>Проводнику Памяти</1>
th: ค้นหา<1>สปิริต</1>ทั้งสี่ตน และพาไปหา<1>ผู้แนะนำความทรงจำ</1>
vi: Tìm và đưa tất cả các <1>Tinh Linh</1> đến với <1>Chỉ Dẫn Tưởng Nhớ</1>
zh_hans: 找到所有<1>先灵</1>并带他们去见<1>缅怀向导</1>
zh_hant: 找到所有的<1>先靈</1>並帶他們去找<1>緬懷嚮導</1>

# spirit_shop_ap06unlock_ap17_fetch_5_part_1_task_desc_01
source: There are still three more <1>spirits</1> to find.
de: Es fehlen immer noch drei <1>Geister</1>
es: Todavía quedan tres <1>espíritus</1> más por encontrar
fr: Il reste encore trois <1>esprits</1> à trouver.
id: Masih ada tiga <1>Roh</1> lagi untuk dicari
it: Ti restano ancora tre <1>spiriti</1> da trovare
ja: あと3人、<1>精霊</1>を探しましょう
ko: <1>영혼</1> 3명을 더 찾아야 해요.
pt: Ainda há mais três <1>espíritos</1> para encontrar
ru: Осталось найти ещё трёх <1>духов</1>
th: เหลือ<1>สปิริต</1>อีกสามตนที่ต้องค้นหา
vi: Vẫn còn ba <1>Tinh Linh</1> chưa được tìm thấy
zh_hans: 还要找到三个<1>先灵</1>
zh_hant: 還要找到三位<1>先靈</1>

# spirit_shop_ap06unlock_ap17_fetch_5_part_1_task_desc_02
source: There are still two more <1>spirits</1> to find.
de: Es fehlen immer noch zwei <1>Geister</1>
es: Todavía quedan dos <1>espíritus</1> más por encontrar
fr: Il reste encore deux <1>esprits</1> à trouver.
id: Masih ada dua <1>Roh</1> lagi untuk dicari
it: Ti restano ancora due <1>spiriti</1> da trovare
ja: あと2人、<1>精霊</1>を探しましょう
ko: <1>영혼</1> 2명을 더 찾아야 해요.
pt: Ainda há mais dois <1>espíritos</1> para encontrar
ru: Осталось найти ещё двух <1>духов</1>
th: เหลือ<1>สปิริต</1>อีกสองตนที่ต้องค้นหา
vi: Vẫn còn hai <1>Tinh Linh</1> chưa được tìm thấy
zh_hans: 还要找到两个<1>先灵</1>
zh_hant: 還要找到兩位<1>先靈</1>
