Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# account_panel_google_play_not_available
source: Google Play not available on this device
de: Google Play ist auf diesem Gerät nicht verfügbar
es: Google Play no está disponible en este dispositivo
fr: Google Play non disponible sur cet appareil
id: Google Play tidak tersedia di perangkat ini
it: Google Play non è disponibile su questo dispositivo
ja: Google Playはご使用の端末に対応しておりません
ko: 이 기기에서는 Google Play 을 이용할 수 없어요
pt: O Google Play não está disponível neste dispositivo
ru: Google Play недоступен на этом устройстве
th: Google Play ไม่พร้อมให้บริการบนอุปกรณ์นี้
vi: Google Play không khả dụng trên thiết bị này
zh_hans: Google Play服务在本设备上不可用
zh_hant: Google Play 服務在本設備上不可用

# account_panel_header
source: Linking your account will preserve your progress in case you uninstall or switch devices.
de: Wenn du dein Konto verknüpfst, kannst du deinen Fortschritt in Himmelsreich zu speichern, falls du Geräte wechselst oder das Spiel löscht.
es: Vincular tu cuenta te permitirá guardar el progreso en caso de que desinstales el juego o de que cambies de dispositivo.
fr: Associer votre compte conservera votre progression en cas de désinstallation ou d’échange d’appareil.
id: Menautkan akun akan menyimpan progresmu jika kamu menghapus pemasangan atau berganti perangkat.
it: Collegando l'account non perderai i progressi se dovessi disinstallare il gioco o cambiare dispositivo.
ja: アカウントを連携すると、アプリを消去しても、進行状況や購入履歴が保存されます
ko: 계정을 연동하면 게임을 삭제하거나 기기를 변경했을 경우를 위해 진행상황을 저장할 수 있어요.
pt: Conectar sua conta vai preservar seu progresso caso você desinstale o jogo ou troque de dispositivo.
ru: Привязав учетную запись, вы сохраните прохождение в Sky на случай удаления игры или смены устройства.
th: การเชื่อมโยงบัญชีของคุณจะช่วยรักษาความคืบหน้าของคุณเอาไว้ ในกรณีที่คุณถอนการติดตั้งหรือเปลี่ยนอุปกรณ์
vi: Liên kết tài khoản sẽ bảo toàn tiến trình của bạn trong trường hợp bạn gỡ cài đặt hoặc đổi thiết bị.
zh_hans: 链接账号可防止您在删除游戏或切换设备后丢失游戏进度。
zh_hant: 綁定帳號可防止您在刪除遊戲或切換設備後失去遊戲進度。

# account_panel_header_code
source: Saving your Sky ID will help recover your progress in case you uninstall or switch devices.
de: Wenn du deine Himmelsreich-ID speicherst, hilft das dabei, deinen Fortschritt wiederherzustellen, falls du Geräte wechselst oder das Spiel löscht.
es: Guardar tu ID de Sky ayudará a recuperar tu progreso en caso de que desinstales el juego o de que cambies de dispositivo.
fr: Enregistrer Sky ID vous aidera à récupérer votre progression en cas de désinstallation ou d’échange d’appareil.
id: Menyimpan Sky ID akan membantu memulihkan progresmu jika kamu menghapus pemasangan atau berganti perangkat.
it: Salvando il tuo ID di Sky non perderai i progressi se dovessi disinstallare il gioco o cambiare dispositivo.
ja: Sky IDを保存しておくと、アプリを消去した場合に、進行状況や購入履歴の復元に役立ちます
ko: Sky ID를 저장하면 게임을 삭제하거나 기기를 변경할 경우 진행상황을 복구할 수 있어요.
pt: Salvar a sua ID de Sky ajuda a recuperar seu progresso caso você desinstale o jogo ou troque de dispositivo.
ru: Сохранив Sky ID, вы сможете восстановить прогресс, если удалите игру или смените устройство.
th: การบันทึก Sky ID ของคุณจะช่วยกู้คืนความคืบหน้าของคุณ ในกรณีที่คุณถอนการติดตั้งหรือเปลี่ยนอุปกรณ์
vi: Lưu ID Sky sẽ giúp khôi phục tiến trình của bạn trong trường hợp bạn gỡ cài đặt hoặc đổi thiết bị.
zh_hans: 保存《光·遇》ID可防止您在删除游戏或切换设备后丢失游戏进度。
zh_hant: 保存《光·遇》ID可防止您在刪除遊戲或切換設備後失去遊戲進度。

# account_panel_huawei_not_available
source: Sign in with Huawei not available on this device
de: Anmeldung mit Huawei ist auf diesem Gerät nicht verfügbar
es: El inicio de sesión con Huawei no está disponible en este dispositivo
fr: Connexion avec Huawei non disponible sur cet appareil
id: Masuk dengan Huawei tidak tersedia di perangkat ini
it: L'accesso con Huawei non è disponibile su questo dispositivo
ja: この端末はHUAWEI IDでのログインに対応していません
ko: 이 기기에선 Huawei로 로그인할 수 없습니다
pt: Fazer login com a Huawei não está disponível neste dispositivo
ru: Вход через Huawei невозможен на этом устройстве
th: ไม่สามารถเข้าสู่ระบบด้วย Huawei บนอุปกรณ์เครื่องนี้ได้
vi: Đăng nhập bằng Huawei không khả dụng trên thiết bị này
zh_hans: 此设备无法使用华为账号登录
zh_hant: 透過華為 ID 登入在此裝置上不可使用

# account_panel_link_already_state
source: Linked to another Sky account ...
de: Verknüpft mit einem anderen Himmelsreich-Konto ...
es: Vinculado a otra cuenta de Sky...
fr: Associé à un autre compte Sky…
id: Ditautkan ke akun Sky lain ...
it: Collegato a un altro account di Sky...
ja: 別のSkyアカウントと連携されています...
ko: 다른 Sky 계정에 연동되어 있어요
pt: Vinculado a outra conta de Sky...
ru: Уже привязано к другой учетной записи Sky...
th: เชื่อมโยงไปยังบัญชี Sky อื่นแล้ว...
vi: Đã liên kết với một tài khoản Sky khác ...
zh_hans: 已经与其他《光·遇》账号链接…
zh_hant: 已經與其他《Sky 光·遇》帳號綁定…

# account_panel_link_error_state
source: Link error
de: Verknüpfungsfehler
es: Error en la vinculación
fr: Erreur d'association
id: Kesalahan penautan
it: Errore di collegamento
ja: 連携エラー
ko: 연동 오류
pt: Erro no link
ru: Ошибка связи
th: เกิดข้อผิดพลาดในการเชื่อมโยง
vi: Lỗi liên kết
zh_hans: 链接错误
zh_hant: 連接錯誤

# account_panel_link_error_state_link_error
source: Error: Server error while trying to link
de: Fehler: Serverfehler beim Verbindungsversuch
es: Error: hubo una falla en el servidor al intentar la vinculación
fr: Erreur : erreur de serveur lors de la tentative d'association
id: Kesalahan: Terjadi kesalahan server saat menautkan
it: Errore: errore del server durante il tentativo di collegamento
ja: エラー：連携中にサーバーエラーが発生しました
ko: 오류: 연동 중 서버 오류가 발생했습니다
pt: Erro: erro no servidor ao tentar vincular
ru: Ошибка: ошибка сервера при попытке привязать уч. запись
th: ข้อผิดพลาด: เซิร์ฟเวอร์เกิดข้อผิดพลาดขณะที่พยายามเชื่อมโยง
vi: Lỗi: Lỗi máy chủ khi thử liên kết
zh_hans: 错误：尝试绑定时发生服务器错误
zh_hant: 錯誤：嘗試綁定時發生服務器錯誤

# account_panel_link_error_state_linked_other
source: Error: Already linked to another Sky account
de: Fehler: Bereits mit einem anderen Sky-Konto verbunden
es: Error: ya está vinculada a otra cuenta de Sky
fr: Erreur : déjà associé à un autre compte Sky
id: Kesalahan: Sudah ditautkan ke akun Sky lain
it: Errore: già collegato a un altro account di Sky
ja: エラー：すでに別のSkyアカウントと連携されています
ko: 오류: 이미 다른 Sky 계정에 연동되어 있습니다
pt: Erro: já vinculado a outra conta do Sky
ru: Ошибка: уже привязано к другой уч. записи Sky
th: ข้อผิดพลาด: เชื่อมโยงกับบัญชี Sky อื่นแล้ว
vi: Lỗi: Đã được liên kết với một tài khoản Sky khác
zh_hans: 错误：已绑定至另一《Sky》帐户
zh_hant: 錯誤：已綁定至另一《Sky 光·遇》帳號

# account_panel_link_error_state_unlink_denied
source: Error: Not allowed to unlink this Sign In method
de: Fehler: Diese Anmeldungsmethode kann nicht getrennt werden
es: Error: no es posible desvincular este método de inicio de sesión
fr: Erreur : impossible de dissocier cette méthode de connexion
id: Kesalahan: Tidak diizinkan untuk membatalkan tautan metode Masuk ini
it: Errore: non è consentito scollegare questo metodo di accesso
ja: エラー：このアカウントとの連携を解除することはできません
ko: 오류: 이 로그인 수단은 연동을 해제할 수 없습니다
pt: Erro: não é permitido desvincular este método de acesso
ru: Ошибка: нельзя отвязать этот способ входа
th: ข้อผิดพลาด: ไม่อนุญาตให้ยกเลิกการเชื่อมโยงวิธีการเข้าสู่ระบบนี้
vi: Lỗi: Phương thức đăng nhập này không thể hủy liên kết
zh_hans: 错误：此登录方式不可解除绑定
zh_hant: 錯誤：此登錄方式不可解除綁定

# account_panel_link_error_state_unlink_error
source: Error: Server error while trying to unlink
de: Fehler: Serverfehler bim Trennungsversuch
es: Error: hubo una falla en el servidor al intentar la desvinculación
fr: Erreur : erreur de serveur lors de la tentative de dissociation
id: Kesalahan: Terjadi kesalahan server saat mencoba membatalkan tautan
it: Errore: errore del server durante il tentativo di scollegamento
ja: エラー：連携を解除中に、サーバーエラーが発生しました
ko: 오류: 연동 해제 중 서버 오류가 발생했습니다
pt: Erro: erro no servidor ao tentar desvincular
ru: Ошибка: ошибка сервера при попытке отвязать уч. запись
th: ข้อผิดพลาด: เซิร์ฟเวอร์เกิดข้อผิดพลาดขณะที่พยายามยกเลิกการเชื่อมโยง
vi: Lỗi: Lỗi máy chủ khi thử hủy liên kết
zh_hans: 错误：尝试解除绑定时发生服务器错误
zh_hant: 錯誤：嘗試解除綁定時發生服務器錯誤

# account_panel_link_error_state_unlink_last
source: Error: Not allowed to unlink the last remaining Sign In method
de: Fehler: Letzte verbleibene Anmeldungsmethode kann nicht getrennt werden
es: Error: no es posible desvincular el último método de inicio de sesión existente
fr: Erreur : impossible de dissocier la dernière méthode de connexion restante
id: Kesalahan: Tidak diizinkan untuk membatalkan tautan metode Masuk terakhir
it: Errore: non è consentito scollegare l'ultimo metodo di accesso rimanente
ja: エラー：唯一連携されているアカウントのため、外すことはできません
ko: 오류: 마지막으로 남은 로그인 수단은 연동을 해제할 수 없습니다
pt: Erro: não é permitido desvincular o último método de acesso restante
ru: Ошибка: нельзя отвязать единственный способ входа
th: ข้อผิดพลาด: ไม่อนุญาตให้ยกเลิกการเชื่อมโยงวิธีการเข้าสู่ระบบสุดท้ายที่เหลืออยู่
vi: Lỗi: Không thể hủy liên kết phương thức đăng nhập cuối cùng
zh_hans: 错误：唯一的登录方式不可解除绑定
zh_hant: 錯誤：唯一的登錄方式不可解除綁定

# account_panel_link_error_state_unlink_other
source: Error: Linked to another Sky account
de: Fehler: Mit einem anderen Sky-Konto verbunden
es: Error: vinculada a otra cuenta de Sky
fr: Erreur : associé à un autre compte Sky
id: Kesalahan: Ditautkan ke akun Sky lain
it: Errore: collegato a un altro account di Sky
ja: エラー：別のSkyアカウントと連携されています
ko: 오류: 다른 Sky 계정에 연동되어 있습니다
pt: Erro: vinculado a outra conta do Sky
ru: Ошибка: привязано к другой уч. записи Sky
th: ข้อผิดพลาด: เชื่อมโยงไปยังบัญชี Sky อื่นแล้ว...
vi: Lỗi: Đã liên kết với một tài khoản Sky khác
zh_hans: 错误：已绑定至另一《Sky》帐户
zh_hant: 錯誤：已綁定至另一《Sky 光·遇》帳號

# account_panel_link_recovering_state
source: Recovering account ...
de: Konto wird wiederhergestellt ...
es: Recuperando cuenta…
fr: Récupération de compte…
id: Memulihkan akun ...
it: Ripristino account in corso...
ja: アカウントの復元中です...
ko: 계정 복구 중…
pt: Recuperando conta...
ru: Восстановление учетной записи...
th: กำลังกู้คืนบัญชี...
vi: Đang khôi phục tài khoản ...
zh_hans: 正在找回账号…
zh_hant: 正在找回帳號…

# account_panel_link_success
source: Successfully linked to this Sky account
de: Erfolgreich mit diesem Sky-Konto verknüpft
es: Se vinculó esta cuenta de Sky con éxito
fr: Associé avec succès à ce compte Sky
id: Berhasil menautkan ke akun Sky ini
it: Collegato a questo account di Sky
ja: このSkyアカウントへの連携が正常に完了しました
ko: Sky 계정과 성공적으로 연동되었습니다
pt: Vinculado a esta conta Sky com sucesso
ru: Уч. запись успешно привязана к уч. записи Sky
th: เชื่อมโยงกับบัญชี Sky นี้สำเร็จแล้ว
vi: Đã liên kết thành công với tài khoản Sky này
zh_hans: 已成功绑定至此《Sky》帐户
zh_hant: 已成功綁定至此《Sky 光·遇》帳號

# account_panel_link_updating_state
source: Updating link ...
de: Verknüpfung wird aktualisiert ...
es: Actualizando el vínculo…
fr: Mise à jour de l'association…
id: Memperbarui penautan ...
it: Aggiornamento collegamento in corso...
ja: 連携の更新中です...
ko: 연동 업데이트 중…
pt: Atualizando link...
ru: Обновление связи...
th: กำลังอัปเดตการเชื่อมโยง...
vi: Đang cập nhật liên kết ...
zh_hans: 更新链接…
zh_hant: 更新連接…

# account_panel_linked_apple_other_state
source: Linked with another Apple ID
de: Mit einer anderen Apple-ID verknüpft
es: Vinculado con otro Apple ID
fr: Associé à un autre identifiant Apple
id: Ditautkan dengan Apple ID lain
it: Collegato a un altro ID Apple
ja: 他のApple IDと連携しています
ko: 다른 Apple ID와 연동됨
pt: Vinculado com outro Apple ID
ru: Используется другой Apple ID
th: เชื่อมโยงกับ Apple ID อื่นแล้ว
vi: Đã liên kết với một Apple ID khác
zh_hans: 已经与另一个Apple ID链接
zh_hant: 已經與另一個Apple ID連接

# account_panel_linked_apple_this_state
source: Linked with this Apple ID
de: Mit dieser Apple-ID verknüpft
es: Vinculado con este Apple ID
fr: Associé à cet identifiant Apple
id: Ditautkan dengan Apple ID ini
it: Collegato a questo ID Apple
ja: このApple IDと連携しています
ko: 이 Apple ID와 연동됨
pt: Vinculado com este Apple ID
ru: Используется этот Apple ID
th: เชื่อมโยงกับ Apple ID นี้แล้ว
vi: Đã liên kết với Apple ID này
zh_hans: 与此Apple ID关联
zh_hant: 與此Apple ID關聯

# account_panel_linked_apple_unknown_state
source: Linked with an Apple ID
de: Mit einer Apple-ID verknüpft
es: Vinculado con un Apple ID
fr: Associé à un identifiant Apple
id: Ditautkan dengan Apple ID
it: Collegato a un ID Apple
ja: Apple IDと連携しています
ko: Apple ID와 연동됨
pt: Vinculado com um Apple ID
ru: Используется Apple ID
th: เชื่อมโยงกับ Apple ID แล้ว
vi: Đã liên kết với Apple ID
zh_hans: 与Apple ID链接成功
zh_hant: 與Apple ID連接成功

# account_panel_linked_apple_vn_unknown_state
source: Linked with an Apple (Vietnam) ID
de: Verknüpft mit einer Apple (Vietnam) ID
es: Vinculado con un Apple (Vietnam) ID
fr: Associé à un identifiant Apple (Vietnam)
id: Ditautkan dengan Apple ID (Vietnam)
it: Collegato a un ID Apple (Vietnam)
ja: Apple (ベトナム) IDと連携しています
ko: Apple(베트남) ID와 연동됨
pt: Vinculado com um Apple ID (Vietnã)
ru: Используется Apple ID (Вьетнам)
th: เชื่อมโยงกับ Apple ID (เวียดนาม) แล้ว
vi: Liên kết với ID Apple (Việt Nam)
zh_hans: 已与Apple（越南）ID关联
zh_hant: 已綁定 Apple（越南）ID

# account_panel_linked_facebook_state
source: Linked with Facebook account: <b>{{1}}</b>
de: Verknüpft mit dem folgenden Facebook-Konto: <b>{{1}}</b>
es: Vinculado con cuenta de Facebook: <b>{{1}}</b>
fr: Associé à un compte Facebook : <b>{{1}}</b>
id: Ditautkan dengan akun Facebook: <b>{{1}}</b>
it: Collegato con l'account di Facebook: <b>{{1}}</b>
ja: Facebookアカウント： <b>{{1}}</b>と連携しています
ko: 연동된 Facebook 계정: <b>{{1}}</b>
pt: Vinculado com a conta do Facebook: <b>{{1}}</b>
ru: Связано с учетной записью Facebook: <b>{{1}}</b>
th: เชื่อมโยงกับบัญชี Facebook: <b>{{1}}</b>
vi: Đã liên kết với tài khoản Facebook. <b>{{1}}</b>
zh_hans: 与Facebook账户链接。 <b>{{1}}</b>
zh_hant: 已與 Facebook 帳號綁定。 <b>{{1}}</b>"

# account_panel_linked_gamecenter_state
source: Linked with Game Center account: <b>{{1}}</b>
de: Mit Game Center-Konto verknüpft: <b>{{1}}</b>
es: Vinculado a la cuenta de Game Center: <b>{{1}}</b>
fr: Associé à un compte Game Center : <b>{{1}}</b>
id: Ditautkan dengan akun Game Center: <b>{{1}}</b>
it: Collegato con l'account di Game Center: <b>{{1}}</b>
ja: Game Centerアカウント： <b>{{1}}</b>と連携しています
ko: 연동된 Game Center 계정: <b>{{1}}</b>
pt: Vinculado com conta do Game Center: <b>{{1}}</b>
ru: Привязано к учетной записи Game Center: <b>{{1}}</b>
th: เชื่อมโยงกับบัญชี Game Center: <b>{{1}}</b>
vi: Đã liên kết với tài khoản Game Center: <b>{{1}}</b>
zh_hans: 与Game Center账号链接： <b>{{1}}</b>
zh_hant: 已與 Game Center 帳號綁定： <b>{{1}}</b>

# account_panel_linked_gamecenter_vn_state
source: Linked with Game Center (Vietnam) account: <b>{{1}}</b>
de: Verknüpft mit einem Game Center (Vietnam) Konto: <b>{{1}}</b>
es: Vinculado a la cuenta de Game Center (Vietnam): <b>{{1}}</b>
fr: Associé à un compte Game Center (Vietnam) : <b>{{1}}</b>
id: Ditautkan dengan akun Game Center (Vietnam): <b>{{1}}</b>
it: Collegato con l'account di Game Center (Vietnam) : <b>{{1}}</b>
ja: Game Center (ベトナム) アカウントと連携しています： <b>{{1}}</b>
ko: Game Center(베트남) 계정과 연동됨: <b>{{1}}</b>
pt: Vinculado com conta do Game Center (Vietnã): <b>{{1}}</b>
ru: Привязано к учетной записи Game Center (Вьетнам): <b>{{1}}</b>
th: เชื่อมโยงกับบัญชี Game Center (เวียดนาม): <b>{{1}}</b>
vi: Liên kết với tài khoản Game Center (Việt Nam): <b>{{1}}</b>
zh_hans: 已与Game Center（越南）账号关联： <b>{{1}}</b>
zh_hant: 已綁定 Game Center（越南）帳號： <b>{{1}}</b>

# account_panel_linked_google_play_state
source: Linked with Google Play account: <b>{{1}}</b>
de: Mit Google-Play-Konto verknüpft: <b>{{1}}</b>
es: Vinculado a la cuenta de Google Play: <b>{{1}}</b>
fr: Associé à un compte Google Play: <b>{{1}}</b>
id: Ditautkan dengan akun Google Play: <b>{{1}}</b>
it: Collegato con l'account di Google Play: <b>{{1}}</b>
ja: Google Playアカウント: <b>{{1}}</b>と連携しています
ko: 연동된 Google Play 계정: <b>{{1}}</b>
pt: Vinculado com conta do Google Play: <b>{{1}}</b>
ru: Привязано к учетной записи Google Play: <b>{{1}}</b>
th: เชื่อมโยงกับบัญชี Google Play: <b>{{1}}</b>
vi: Đã liên kết với tài khoản Google Play: <b>{{1}}</b>
zh_hans: 与Google Play账号链接: <b>{{1}}</b>
zh_hant: 已與 Google Play 帳號綁定: <b>{{1}}</b>

# account_panel_linked_google_state
source: Linked with Google account: <b>{{1}}</b>
de: Mit Google-Konto verknüpft: <b>{{1}}</b>
es: Vinculado a la cuenta de Google: <b>{{1}}</b>
fr: Associé à un compte Google : <b>{{1}}</b>
id: Ditautkan dengan akun Google: <b>{{1}}</b>
it: Collegato con l'account di Google: <b>{{1}}</b>
ja: Googleアカウント： <b>{{1}}</b>と連携しています
ko: 연동된 Google 계정: <b>{{1}}</b>
pt: Vinculado com conta do Google: <b>{{1}}</b>
ru: Привязано к учетной записи Google: <b>{{1}}</b>
th: เชื่อมโยงกับบัญชี Google: <b>{{1}}</b>
vi: Đã liên kết với tài khoản Google: <b>{{1}}</b>
zh_hans: 与Google账号链接： <b>{{1}}</b>
zh_hant: 已與 Google 帳號綁定： <b>{{1}}</b>

# account_panel_linked_huawei_other_state
source: Linked with another HUAWEI ID
de: Mit einer anderen HUAWEI ID verbunden
es: Vinculado con otro ID de HUAWEI
fr: Associé avec un autre identifiant Huawei
id: Ditautkan dengan ID HUAWEI lain
it: Collegato a un altro HUAWEI ID
ja: 他のHUAWEI IDと連携しています
ko: 다른 HUAWEI ID로 연결됨
pt: Vinculado a outro ID HUAWEI
ru: Связано с другим HUAWEI ID
th: เชื่อมโยงกับ HUAWEI ID อื่นแล้ว
vi: Đã liên kết với HUAWEI ID khác
zh_hans: 已绑定至另一华为账号
zh_hant: 與其他華為 ID 連結

# account_panel_linked_huawei_this_state
source: Linked with this HUAWEI ID
de: Mit dieser HUAWEI ID verbunden
es: Vinculado con este ID de HUAWEI
fr: Associé avec cet identifiant Huawei
id: Ditautkan dengan ID HUAWEI ini
it: Collegato a questo HUAWEI ID
ja: このHUAWEI IDと連携しています
ko: 이 HUAWEI ID로 연결됨
pt: Vinculado a este ID HUAWEI
ru: Связано с этим HUAWEI ID
th: เชื่อมโยงกับ HUAWEI ID นี้แล้ว
vi: Đã liên kết với HUAWEI ID này
zh_hans: 已绑定此华为账号
zh_hant: 與此華為 ID 連結

# account_panel_linked_huawei_unknown_state
source: Linked with a HUAWEI ID
de: Mit einer HUAWEI ID verbunden
es: Vinculado con un ID de HUAWEI
fr: Associé avec un identifiant Huawei
id: Ditautkan dengan ID HUAWEI
it: Collegato a un HUAWEI ID
ja: HUAWEI IDと連携しています
ko: HUAWEI ID로 연결됨
pt: Vinculado a um ID HUAWEI
ru: Связано с HUAWEI ID
th: เชื่อมโยงกับ HUAWEI ID แล้ว
vi: Đã liên kết với HUAWEI ID
zh_hans: 已绑定至华为账号
zh_hant: 與華為 ID 連結

# account_panel_linked_nintendo_other_state
source: Linked with another Nintendo Account
de: Verknüpft mit einem anderen Nintendo-Account
es: Vinculado con otra cuenta Nintendo
fr: Associé à un autre compte Nintendo
id: Ditautkan dengan Akun Nintendo lain
it: Collegato a un altro account Nintendo
ja: 他のニンテンドーアカウントと連携しています
ko: 다른 닌텐도 어카운트와 연동됨
pt: Vinculado a outra conta Nintendo
ru: Привязано к другой учетной записи Nintendo
th: เชื่อมโยงกับบัญชี Nintendo อื่นแล้ว
vi: Đã liên kết với tài khoản Nintendo khác
zh_hans: 绑定另一个Nintendo账号
zh_hant: 綁定另一個 Nintendo 帳號

# account_panel_linked_nintendo_this_state
source: Linked with this Nintendo Account
de: Mit diesem Nintendo-Account verknüpft
es: Vinculado con esta cuenta Nintendo
fr: Associé à ce compte Nintendo
id: Ditautkan dengan Akun Nintendo ini
it: Collegato a questo account Nintendo
ja: このニンテンドーアカウントと連携しています
ko: 이 닌텐도 어카운트와 연동되었습니다
pt: Vinculado a esta conta Nintendo
ru: Привязано к этой учетной записи Nintendo
th: เชื่อมโยงกับบัญชี Nintendo นี้แล้ว
vi: Đã liên kết với tài khoản Nintendo này
zh_hans: 与此Nintendo账号绑定
zh_hant: 已與此 Nintendo 帳號綁定

# account_panel_linked_nintendo_unknown_state
source: Linked with a Nintendo Account
de: Mit einem Nintendo-Account verknüpft
es: Vinculado con una cuenta Nintendo
fr: Associé à un compte Nintendo
id: Ditautkan dengan Akun Nintendo
it: Collegato a un account Nintendo
ja: ニンテンドーアカウントと連携しています
ko: 닌텐도 어카운트와 연동되었습니다
pt: Vinculado a uma conta Nintendo
ru: Привязано к уч. записи Nintendo
th: เชื่อมโยงกับบัญชี Nintendo แล้ว
vi: Đã liên kết với tài khoản Nintendo
zh_hans: 已与Nintendo账号绑定
zh_hant: 已與 Nintendo 帳號綁定

# account_panel_linked_other
source: This account is already linked to another Sky account
de: Dieses Konto ist bereits mit einem anderen Sky-Konto verbunden
es: Esta cuenta ya está vinculada a otra cuenta de Sky
fr: Ce compte est déjà associé à un autre compte Sky
id: Akun ini sudah ditautkan dengan akun Sky lain
it: Questo account è già collegato a un altro account di Sky
ja: このアカウントはすでに別のSkyアカウントと連携されています
ko: 이 계정은 이미 다른 Sky 계정과 연동되어 있습니다
pt: Esta conta já está vinculada a outra conta do Sky
ru: Эта учетная запись уже привязана к другой учетной записи Sky
th: บัญชีนี้เชื่อมโยงกับบัญชี Sky อื่นแล้ว
vi: Tài khoản này đã liên kết với tài khoản Sky khác
zh_hans: 此帐户已绑定至另一《Sky》帐户
zh_hant: 此帳號已綁定至另一《Sky 光·遇》帳號

# account_panel_linked_other_alias
source: <b>{{1}}</b> is already linked to another Sky account
de: <b>{{1}}</b> ist bereits mit einem anderen Sky-Konto verbunden
es: <b>{{1}}</b> ya está vinculada a otra cuenta de Sky
fr: <b>{{1}}</b> est déjà associé à un autre compte Sky
id: <b>{{1}}</b> sudah ditautkan dengan akun Sky lain
it: <b>{{1}}</b> è già collegato a un altro account di Sky
ja: <b>{{1}}</b>アカウントはすでに別のSkyアカウントと連携されています
ko: <b>{{1}}</b>은(는) 이미 다른 Sky 계정과 연동되어 있습니다
pt: <b>{{1}}</b> já está vinculada a outra conta do Sky
ru: Учетная запись <b>{{1}}</b> уже привязана к другой учетной записи Sky
th: <b>{{1}}</b> ได้เชื่อมโยงกับบัญชี Sky อื่นแล้ว
vi: <b>{{1}}</b> đã liên kết với tài khoản Sky khác
zh_hans: <b>{{1}}</b>已绑定至另一《Sky》帐户
zh_hant: <b>{{1}}</b>已綁定至另一《Sky 光·遇》帳號

# account_panel_linked_sony_state
source: Linked with account for PlayStation™Network: <b>{{1}}</b>
de: Mit Konto für PlayStation™Network verknüpft: <b>{{1}}</b>
es: Vinculado con cuenta para acceder a PlayStation™Network: <b>{{1}}</b>
fr: Lié avec un compte vous permettant d'accéder à PlayStation™Network : <b>{{1}}</b>
id: Tertaut dengan akun untuk PlayStation™Network: <b>{{1}}</b>
it: Collegato con l'account per PlayStation™Network: <b>{{1}}</b>
ja: PlayStation™Networkのアカウント： <b>{{1}}</b>と連携しています
ko: PlayStation™Network에서 사용하는 계정으로 연결됨: <b>{{1}}</b>
pt: Vinculado com a conta utilizada na PlayStation™Network: <b>{{1}}</b>
ru: Привязано к учетной записи для PlayStation™Network: <b>{{1}}</b>
th: เชื่อมโยงกับบัญชีสำหรับ PlayStation™Network: <b>{{1}}</b>
vi: Đã liên kết với tài khoản dùng cho PlayStation™Network: <b>{{1}}</b>
zh_hans: 已关联存取PlayStation™Network的账号： <b>{{1}}</b>
zh_hant: 已與 PlayStation™Network 的帳號綁定： <b>{{1}}</b>

# account_panel_linked_steam_state
source: Linked with Steam Account: <b>{{1}}</b>
de: Verknüpft mit dem folgenden Steam-Konto: <b>{{1}}</b>
es: Vinculado con cuenta de Steam: <b>{{1}}</b>
fr: Associé à un compte Steam : <b>{{1}}</b>
id: Ditautkan dengan akun Steam: <b>{{1}}</b>
it: Collegato con l'account di Steam: <b>{{1}}</b>
ja: Steamアカウント： <b>{{1}}</b>と連携しています
ko: 연동된 Steam 계정: <b>{{1}}</b>
pt: Vinculado com a conta do Steam: <b>{{1}}</b>
ru: Связано с учетной записью Steam: <b>{{1}}</b>
th: เชื่อมโยงกับบัญชี Steam: <b>{{1}}</b>
vi: Đã liên kết với tài khoản Steam. <b>{{1}}</b>
zh_hans: 与Steam账户链接。 <b>{{1}}</b>
zh_hant: 已與 Steam 帳號綁定。 <b>{{1}}</b>

# account_panel_linked_twitch_state
source: Linked with Twitch Account: <b>{{1}}</b>
de: Verknüpft mit einem Twitch-Konto: <b>{{1}}</b>
es: Vinculado a la cuenta de Twitch: <b>{{1}}</b>
fr: Associé à un compte Twitch : <b>{{1}}</b>
id: Ditautkan dengan Akun Twitch: <b>{{1}}</b>
it: Collegato con l'account di Twitch: <b>{{1}}</b>
ja: Twitch アカウントと連携しています： <b>{{1}}</b>
ko: Twitch 계정과 연동됨: <b>{{1}}</b>
pt: Vinculado com a conta da Twitch: <b>{{1}}</b>
ru: П��ивязано к учетной записи Twitch: <b>{{1}}</b>
th: เชื่อมโยงกับบัญชี Twitch: <b>{{1}}</b>
vi: Liên kết với tài khoản Twitch: <b>{{1}}</b>
zh_hans: 已与Twitch账号关联： <b>{{1}}</b>
zh_hant: 已綁定 Twitch 帳號： <b>{{1}}</b>

# account_panel_linking_state
source: Linking ...
de: Wird verknüpft ...
es: Vinculando…
fr: Association en cours…
id: Menautkan ...
it: Collegamento in corso...
ja: 連携中...
ko: 연동 중…
pt: Vinculando...
ru: Привязка...
th: กำลังเชื่อมโยง...
vi: Đang liên kết ...
zh_hans: 正在链接…
zh_hant: 更新連結…
