Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# dotreasure_digsite_action
source: Use the shovel to dig for <2>Treasure</2> near the flag.
de: Nutze die Schaufel, um nach einem <2>Schatz</2> nahe der Flagge zu graben.
es: Usa la pala para buscar <2>tesoros</2> cerca de la bandera.
fr: Utilisez une pelle pour déterrer des <2>trésors</2> à proximité du drapeau.
id: Gunakan sekop untuk menggali <2>Harta Karun</2> di dekat bendera.
it: Usa la pala per dissotterrare il <2>tesoro</2> vicino alla bandiera.
ja: シャベルを使って旗の近くに埋まっている<2>お宝</2>を掘りおこしましょう
ko: 삽을 사용해서 깃발 근처에 있는 <2>보물</2>을 파내세요.
pt: Use a pá para cavar em busca do <2>tesouro</2> perto da bandeira.
ru: Используйте лопату рядом с флажком, чтобы выкопать <2>сокровище</2>.
th: ใช้พลั่วขุดหา<2>สมบัติ</2>ในบริเวณใกล้กับธง
vi: Dùng xẻng để đào tìm <2>Kho Báu</2> gần lá cờ.
zh_hans: 使用铲子在旗帜附近挖掘<2>宝物</2>。
zh_hant: 使用鏟子在旗幟附近挖掘<2>寶藏</2>。

# dotreasure_found_treasure
source: You found the <2>Treasure</2>!
de: Du hast den <2>Schatz</2> gefunden!
es: Toda la <2>luz para boletos del evento</2> recogida hoy.
fr: Tous les <2>tickets d'événement Lumière</2> obtenus aujourd'hui.
id: Semua <2>Cahaya Tiket Acara</2> telah dikumpulkan hari ini.
it: Hai raccolto tutta la <2>luce dei biglietti evento</2> di oggi.
ja: 本日分の全ての<2>専用チケットのかけら</2>を集めました
ko: 오늘의 <2>이벤트 티켓 빛</2>을 모두 받았습니다.
pt: Você encontrou o <2>tesouro</2>!
ru: Весь <2>свет билетов события</2> сегодня уже собран.
th: รวบรวม<2>แสงตั๋วอีเวนต์</2>ทั้งหมดแล้วในวันนี้
vi: Tất cả <2>Ánh Sáng Vé Sự Kiện</2> đã được thu thập hôm nay.
zh_hans: 已收集今天的全部<2>活动门票之光</2>。
zh_hant: 今天的<2>活動燭光</2>都已蒐集完畢。

# dotreasure_intro
source: The <1>Scavengers</1> and <1>Scouts</1> are locked in a race to find buried <2>Treasure</2>.
de: Die <1>Schatzsucher</1> und die <1>Pfadfinder</1> befinden sich in einem Wettkampf, um den vergrabenen <2>Schatz</2> zu finden.
es: Los <1>recolectores</1> y los <1>exploradores</1> compiten para ver quién encuentra primero el <2>tesoro</2>.
fr: Les <1>pilleurs</1> et les <1>scouts</1> sontg engagés dans une course au <2>trésor</2> enfoui.
id: Para <1>Pemulung</1> dan <1>Pengintai</1> terkunci dalam perlombaan untuk menemukan <2>Harta Karun</2> yang terkubur.
it: I <1>Predoni</1> e gli <1>Scout</1> sono impegnati in una gara per trovare il <2>tesoro sepolto</2>.
ja: <1>スカベンジャーたち</1>と<1>スカウトたち</1>が、埋められた<2>お宝</2>をどちらが多く見つけられるか競い合っているようです
ko: 묻힌 <2>보물</2>을 찾는 경주 중에는 <1>스캐빈저</1>와 <1>스카우트</1>가 고정됩니다.
pt: Os <1>Caçadores</1> e os <1>Batedores</1> estão concentrados na corrida para encontrar o <2>tesouro</2> enterrado.
ru: <1>Охотники за удачей</1> и <1>скауты</1> вступили в настоящую гонку, чтобы первыми найти зарытое <2>сокровище</2>.
th: <1>นักเก็บกู้</1>และ<1>ผู้สอดแนม</1>จะถูกล็อกอยู่ในการแข่งขันเพื่อค้นหา<2>สมบัติ</2>ที่ฝังอยู่
vi: <1>Những Người Lang Thang</1> và <1>Hướng Đạo Sinh</1> đang chạy đua để tìm <2>Kho Báu</2> bị chôn giấu.
zh_hans: <1>拾荒者</1>和<1>童子军</1>正展开一场寻宝竞赛，寻找埋藏的<2>宝物</2>。
zh_hant: <1>探寶船小隊</1>和<1>童子軍小隊</1>正在競速尋找埋藏的<2>寶藏</2>。

# dotreasure_intro_2
source: You can only join one side in the hunt each day.
de: Du kannst dich jeden Tag nur einer Seite bei der Jagd anschließen.
es: Solo puedes ayudar a uno de los bandos durante la búsqueda en un mismo día
fr: Vous ne pouvez rejoindre qu'un côté chaque jour.
id: Kamu hanya dapat bergabung dengan satu pihak dalam perburuan setiap hari.
it: Ogni giorno puoi unirti a una sola fazione nella caccia.
ja: あなたは日替わりで、どちらかのグループの宝探しに協力できます
ko: 매일 사냥의 한쪽 편에만 참여할 수 있습니다.
pt: Você só pode participar de um lado da caça por dia.
ru: Каждый день вы можете выбрать сторону и присоединиться к поискам.
th: คุณสามารถเข้าร่วมการล่าได้เพียงฝ่ายเดียวในแต่ละวัน
vi: Bạn chỉ có thể tham gia một phe trong cuộc săn tìm mỗi ngày.
zh_hans: 你每天只能加入其中一方进行寻宝。
zh_hant: 你每天只能選擇加入其中一方進行尋寶。

# dotreasure_intro_3
source: Pick a <1>spirit</1> and help them find the <2>Treasure</2>!
de: Wähle einen <1>Geist</1> und hilf ihm, den <2>Schatz</2> zu finden!
es: ¡Elige un <1>espíritu</1> y ayúdalo a encontrar el <2>tesoro</2>!
fr: Choisissez un <1>esprit</1> et aidez-le à trouver le <2>trésor</2> !
id: Pilihlah salah satu <1>roh</1> dan bantu mereka menemukan <2>Harta Karun</2>!
it: Scegli uno <1>spirito</1> e aiutalo a trovare il <2>tesoro</2>!
ja: <1>精霊</1>を選び、 彼らが<2>お宝</2>を探せるようお手伝いをしましょう！
ko: <1>영혼</1>을 선택하고 그 영혼이 <2>보물</2>을 찾는 걸 도와주세요!
pt: Escolha um <1>espírito</1> e ajude-o a encontrar o <2>tesouro</2>!
ru: Выберите <1>духа</1> и помогите ему найти <2>сокровище</2>!
th: เลือก<1>สปิริต</1>และช่วยพวกเขาตามหา<2>สมบัติ</2>
vi: Chọn một <1>tinh linh</1> và giúp họ tìm <2>Kho Báu</2>!
zh_hans: 选择一个<1>先灵</1>并帮助其寻找<2>宝物</2>！
zh_hant: 選擇一位<1>先靈</1>，並幫助對方找到<2>寶藏</2>！

# dotreasure_scavenger_mission
source: The <2>Treasure</2> must be buried somewhere nearby!
de: Der <2>Schatz</2> muss irgendwo in der Nähe vergraben sein!
es: ¡El <2>tesoro</2> debe estar enterrado por aquí cerca!
fr: Le <2>trésor</2> doit être enfoui à proximité !
id: <2>Harta Karun</2> harus dikuburkan di suatu tempat di dekatnya!
it: Il <2>tesoro</2> deve essere sepolto nei paraggi!
ja: <2>お宝</2>はこの付近のどこかに埋まっているようです！
ko: <2>보물</2>은 근처 어딘가에 묻혀 있을 거예요!
pt: O <2>tesouro</2> deve estar enterrado em algum lugar próximo!
ru: <2>Сокровище</2> должно быть зарыто где-то неподалёку!
th: <2>สมบัติ</2>จะต้องถูกฝังไว้ที่ไหนสักแห่งใกล้ๆ แน่!
vi: <2>Kho Báu</2> chắc chắn đang bị chôn giấu ở đâu đó gần đây!
zh_hans: <2>宝物</2>一定就埋在附近某处！
zh_hant: <2>寶藏</2>一定埋在附近的某個地方！

# dotreasure_scavenger_mission_2
source: The <1>Scavengers</1> are on the hunt!
de: Die <1>Schatzsucher</1> sind auf der Jagd!
es: ¡Los <1>recolectores</1> están buscando!
fr: Les <1>pilleurs</1> sont de sortie !
id: Para <1>Pemulung</1> sedang berburu!
it: I <1>Predoni</1> sono a caccia di tesori!
ja: <1>スカベンジャー</1>精霊たちがお宝を狙っています！
ko: <1>보물사냥꾼들</1>이 보물을 찾아나섭니다!
pt: Os <1>Caçadores</1> estão caçando!
ru: <1>Охотники за удачей</1> отправились на поиски!
th: <1>นักเก็บกู้</1>กำลังออกล่า!
vi: Nhóm <1>Người Lang Thang</1> đang săn lùng!
zh_hans: <1>寻宝队</1>正在搜寻！
zh_hant: <1>探寶船小隊</1>出發！

# dotreasure_scavenger_mission_3
source: Will you help them find the <2>Treasure</2>?
de: Wirst du ihnen helfen, den <2>Schatz</2> zu finden?
es: ¿Los ayudarás a encontrar el <2>tesoro</2>?
fr: Allez-vous les aider à trouver le <2>trésor</2> ?
id: Maukah kamu membantu mereka menemukan <2>Harta Karun</2>?
it: Li aiuterai a trovare il <2>tesoro</2>?
ja: 彼らが<2>お宝</2>を探すのを手伝いますか？
ko: <2>보물</2>을 찾는 걸 도와줄까요?
pt: Você vai ajudá-los a encontrar o <2>tesouro</2>?
ru: Поможете им найти <2>сокровище</2>?
th: คุณจะช่วยเขาตามหา<2>สมบัติ</2>ได้ไหม
vi: Bạn có muốn giúp họ tìm <2>Kho Báu</2> không?
zh_hans: 你愿意帮助他们寻找<2>宝物</2>吗？
zh_hant: 你願意幫他們找到<2>寶藏</2>嗎？

# dotreasure_scavenger_mission_complete
source: This <1>spirit</1> is grateful you helped them find the <2>Treasure</2>.
de: Dieser <1>Geist</1> ist dankbar, dass du ihm geholfen hast, den <2>Schatz</2> zu finden.
es: Este <1>espíritu</1> te agradece que lo hayas ayudado a encontrar el <2>tesoro</2>.
fr: Cet <1>esprit</1> vous remercie d'avoir contribué à trouver le <2>trésor</2>.
id: <1>Roh</1> ini bersyukur karena kamu telah membantu mereka menemukan <2>Harta Karun</2>.
it: Questo <1>spirito</1> ti ringrazia per l'aiuto nella ricerca del <2>tesoro</2>.
ja: この<1>精霊</1>はあなたが<2>お宝</2>を見つけてくれたことに、とても感謝しています
ko: <2>보물</2>을 찾는 걸 도와줘서 <1>영혼</1>이 고마워합니다.
pt: Este <1>espírito</1> agradece por ajudar a encontrar o <2>tesouro</2>.
ru: <1>Дух</1> благодарен вам за помощь с поиском <2>сокровища</2>.
th: <1>สปิริต</1>ตนนี้รู้สึกขอบคุณที่คุณช่วยเขาตามหา<2>สมบัติ</2>
vi: Tinh linh này rất biết ơn vì bạn đã giúp họ tìm thấy <2>Kho Báu</2>.
zh_hans: 这个<1>先灵</1>很感激你帮忙寻找<2>宝物</2>。
zh_hant: 這位<1>先靈</1>十分感激你幫忙找到了<2>寶藏</2>。

# dotreasure_scavenger_side
source: Help the <1>Scavengers</1> today?
de: Heute den <1>Schatzsuchern</1> helfen?
es: ¿Hoy ayudarás a los <1>recolectores</1>?
fr: Aider les <1>pilleurs</1> aujourd'hui ?
id: Bantu tim <1>Pemulung</1> hari ini?
it: Vuoi aiutare i <1>Predoni</1> oggi?
ja: 今日は<1>スカベンジャー</1>を手伝いますか？
ko: 오늘은 <1>보물사냥꾼들</1>을 도와줄까요?
pt: Ajudar os <1>Caçadores</1> hoje?
ru: Поможете сегодня <1>охотникам за удачей</1>?
th: ช่วยเหลือ<1>นักเก็บกู้</1>ในวันนี้หรือไม่
vi: Giúp nhóm <1>Người Lang Thang</1> hôm nay?
zh_hans: 今天要帮助<1>寻宝队</1>吗？
zh_hant: 今天要幫助<1>探寶船小隊</1>嗎？

# dotreasure_scavenger_sidewith
source: Find the buried <2>Treasure</2> and return it to this <1>spirit</1>.
de: Finde den vergrabenen <2>Schatz</2> und bringe ihn zu diesem <1>Geist</1> zurück.
es: Busca el <2>tesoro</2> enterrado y tráelo a este <1>espíritu</1>.
fr: Trouvez le <2>trésor</2> enfoui et rendez-le à cet <1>esprit</1>.
id: Temukan <2>Harta Karun</2> yang terkubur dan kembalikan kepada <1>roh</1> ini.
it: Trova il <2>tesoro</2> sepolto e riportalo a questo <1>spirito</1>.
ja: 埋められた<2>お宝</2>を探し出し、この<1>精霊</1>のもとへ戻ってきましょう
ko: 묻힌 <2>보물</2>을 찾아 이 <1>영혼</1>에게 돌려주세요.
pt: Encontre o <2>tesouro</2> enterrado e devolva-o para este <1>espírito</1>.
ru: Найдите закопанное <2>сокровище</2> и верните его <1>духу</1>.
th: ค้นหา<2>สมบัติ</2>ที่ถูกฝังอยู่ และนำไปคืนให้กับ<1>สปิริต</1>ตนนี้
vi: Tìm <2>Kho Báu</2> bị chôn giấu và mang nó về cho tinh linh này.
zh_hans: 找到埋藏的<2>宝物</2>，并将其归还给这个<1>先灵</1>。
zh_hant: 找到埋藏的<2>寶藏</2>，將其交還給這位<1>先靈</1>。

# dotreasure_scoreboard_header
source: Treasure Tally
de: Schatzanzahl
es: Recuento de tesoros
fr: Trésor total
id: Hasil Penghitungan Harta Karun
it: Conteggio tesoro
ja: お宝集計板
ko: 보물찾기 점수
pt: Contagem do tesouro
ru: Подсчёт сокровищ
th: จำนวนสมบัติ
vi: Thống Kê Kho Báu
zh_hans: 宝物统计
zh_hant: 寶物統計

# dotreasure_scoreboard_subheader
source: Daily Treasure Found: {{1}}/{{2}}
de: Täglich gefundener Schatz: {{1}}/{{2}}
es: Tesoros diarios encontrados: {{1}}/{{2}}
fr: Trésor trouvé aujourd'hui : {{1}}/{{2}}
id: Harta Karun Harian Ditemukan: {{1}}/{{2}}
it: Tesoro giornaliero trovato: {{1}}/{{2}}
ja: 発見された本日のお宝：{{1}}/{{2}}
ko: 오늘 찾은 보물: {{1}}/{{2}}
pt: Tesouro diário encontrado: {{1}}/{{2}}
ru: Найдено сокровищ за день: {{1}}/{{2}}
th: สมบัติรายวันที่พบ: {{1}}/{{2}}
vi: Kho báu tìm thấy hôm nay: {{1}}/{{2}}
zh_hans: 今日寻获宝物：{{1}}/{{2}}
zh_hant: 今日尋獲寶物：{{1}}/{{2}}

# dotreasure_scoreboard_subheader_initial
source: You've collected no treasure today
de: Du hast heute noch keine Schätze gefunden
es: Hoy no encontraste el tesoro
fr: Vous n'avez trouvé aucun trésor aujourd'hui.
id: Kamu belum mengumpulkan harta karun hari ini
it: Oggi non hai raccolto alcun tesorio.
ja: あなたは今日、お宝を発見しませんでした
ko: 오늘은 보물을 모으지 못했습니다
pt: Você não coletou tesouros hoje
ru: Сегодня вы ещё не находили сокровище
th: วันนี้คุณไม่ได้เก็บรวบรวมสมบัติเลย
vi: Hôm nay bạn chưa thu thập được kho báu nào.
zh_hans: 你今天还没有收集到宝物
zh_hant: 今天你還沒有收集到任何寶藏

# dotreasure_scoreboard_subheader_scavengers
source: You helped the <1>Scavengers</1> today
de: Heute hast du den <1>Schatzsuchern</1> geholfen
es: Hoy ayudaste a los <1>recolectores</1>
fr: Aujourd'hui, vous avez aidé les <1>pilleurs</1>.
id: Kamu membantu <1>Pemulung</1> hari ini
it: Oggi hai aiutato i <1>Predoni</1>
ja: 今日は<1>スカベンジャー</1>を手伝いました
ko: 오늘은 <1>스캐빈저</1>를 도왔습니다
pt: Hoje, você ajudou os <1>Caçadores</1>
ru: Сегодня вы помогли <1>охотникам за удачей</1>
th: คุณได้ช่วยเหลือ<1>นักเก็บกู้</1>แล้วในวันนี้
vi: Hôm nay bạn đã giúp nhóm <1>Người Lang Thang</1>.
zh_hans: 你今天帮助了<1>拾荒者</1>
zh_hant: 今天你幫助了<1>探寶船小隊</1>

# dotreasure_scoreboard_subheader_scouts
source: You helped the <1>Scouts</1> today
de: Heute hast du den <1>Pfadfindern</1> geholfen
es: Hoy ayudaste a los <1>exploradores</1>
fr: Aujourd'hui, vous avez aidé les <1>scouts</1>.
id: Kamu membantu <1>Pramuka</1> hari ini
it: Oggi hai aiutato gli <1>Scout</1>
ja: 今日は<1>スカウト</1>を手伝いました
ko: 오늘은 <1>스카우트</1>를 도왔습니다
pt: Hoje, você ajudou os <1>Batedores</1>
ru: Сегодня вы помогли <1>скаутам</1>
th: คุณได้ช่วยเหลือ<1>ผู้สอดแนม</1>แล้วในวันนี้
vi: Hôm nay bạn đã giúp nhóm <1>Hướng Đạo Sinh</1>
zh_hans: 你今天帮助了<1>童子军</1>
zh_hant: 今天你幫助了<1>童子軍</1>

# dotreasure_scout_mission
source: There is <2>Treasure</2> buried somewhere in this area!
de: Irgendwo in diesem Bereich ist ein <2>Schatz</2> vergraben.
es: ¡En esta zona hay un <2>tesoro</2> enterrado!
fr: Un <2>trésor</2> est enfoui dans cette zone !
id: Ada <2>Harta Karun</2> yang terkubur di suatu tempat di area ini!
it: C'è un <2>tesoro</2> sepolto in questa zona!
ja: このエリアのどこかに<2>お宝</2>が埋まっているようです！
ko: 이 구역 어딘가에 <2>보물</2>이 묻혀 있어요!
pt: Tem um <2>tesouro</2> enterrado em algum lugar nesta área!
ru: Где-то в этой области зарыто <2>сокровище</2>!
th: มี<2>สมบัติ</2>ถูกฝังไว้ที่ไหนสักแห่งในบริเวณนี้!
vi: Có <2>Kho Báu</2> được chôn giấu ở đâu đó trong khu vực này!
zh_hans: 这片区域某处埋着<2>宝物</2>！
zh_hant: 這個區域內埋藏著<2>寶藏</2>！

# dotreasure_scout_mission_2
source: The <1>Scouts</1> are on the hunt!
de: Die <1>Pfadfinder</1> sind auf der Jagd!
es: ¡Los <1>exploradores</1> están buscando!
fr: Les <1>éclaireurs</1> sont de sortie !
id: Para <1>Pramuka</1> sedang berburu!
it: Gli <1>Scout</1> sono a caccia di tesori!
ja: <1>スカウト</1>精霊たちがお宝探しにやってきました！
ko: <1>스카우트 단원들</1>이 보물을 찾아나섭니다!
pt: Os <1>Batedores</1> estão caçando!
ru: <1>Скауты</1> отправились на поиски!
th: <1>ผู้สอดแนม</1>กำลังออกล่า!
vi: Nhóm <1>Hướng Đạo Sinh</1> đang săn lùng!
zh_hans: <1>童子军</1>正在搜寻！
zh_hant: <1>童子軍小隊</1>出發！

# dotreasure_scout_mission_3
source: Will you help them find the <2>Treasure</2>?
de: Wirst du ihnen helfen, den <2>Schatz</2> zu finden?
es: ¿Los ayudarás a encontrar el <2>tesoro</2>?
fr: Allez-vous les aider à trouver le <2>trésor</2> ?
id: Maukah kamu membantu mereka menemukan <2>Harta Karun</2>?
it: Li aiuterai a trovare il <2>tesoro</2>?
ja: 彼らが<2>お宝</2>を探すのを手伝いますか？
ko: <2>보물</2>을 찾는 걸 도와줄까요?
pt: Você vai ajudá-los a encontrar o <2>tesouro</2>?
ru: Поможете им найти <2>сокровище</2>?
th: คุณจะช่วยเขาตามหา<2>สมบัติ</2>ได้ไหม
vi: Bạn có muốn giúp họ tìm <2>Kho Báu</2> không?
zh_hans: 你愿意帮助他们寻找<2>宝物</2>吗？
zh_hant: 你願意幫他們找到<2>寶藏</2>嗎？

# dotreasure_scout_mission_complete
source: This <1>spirit</1> is grateful you helped them find the <2>Treasure</2>.
de: Dieser <1>Geist</1> ist dankbar, dass du ihm geholfen hast, den <2>Schatz</2> zu finden.
es: Este <1>espíritu</1> te agradece que lo hayas ayudado a encontrar el <2>tesoro</2>.
fr: Cet <1>esprit</1> vous remercie d'avoir contribué à trouver le <2>trésor</2>.
id: <1>Roh</1> ini bersyukur karena kamu telah membantu mereka menemukan <2>Harta Karun</2>.
it: Questo <1>spirito</1> ti ringrazia per l'aiuto nella ricerca del <2>tesoro</2>.
ja: この<1>精霊</1>はあなたが<2>お宝</2>を見つけてくれたことに、とても感謝しています
ko: <2>보물</2>을 찾는 걸 도와줘서 <1>영혼</1>이 고마워합니다.
pt: Este <1>espírito</1> agradece por ajudar a encontrar o <2>tesouro</2>.
ru: <1>Дух</1> благодарен вам за помощь с поиском <2>сокровища</2>.
th: <1>สปิริต</1>ตนนี้รู้สึกขอบคุณที่คุณช่วยเขาตามหา<2>สมบัติ</2>
vi: Tinh linh này rất biết ơn vì bạn đã giúp họ tìm thấy <2>Kho Báu</2>.
zh_hans: 这个<1>先灵</1>很感激你帮忙寻找<2>宝物</2>。
zh_hant: 這位<1>先靈</1>十分感激你幫忙找到了<2>寶藏</2>。

# dotreasure_scout_side
source: Help the <1>Scouts</1> today?
de: Heute den <1>Pfadfindern</1> helfen?
es: ¿Hoy ayudarás a los <1>exploradores</1>?
fr: Aider les <1>éclaireurs</1> aujourd'hui ?
id: Bantu tim <1>Pramuka</1> hari ini?
it: Vuoi aiutare gli <1>Scout</1> oggi?
ja: 今日は<1>スカウト</1>を手伝いますか？
ko: 오늘은 <1>스카우트 단원들</1>을 도와줄까요?
pt: Ajudar os <1>Batedores</1> hoje?
ru: Поможете сегодня <1>скаутам</1>?
th: ช่วยเหลือ<1>ผู้สอดแนม</1>ในวันนี้หรือไม่
vi: Giúp nhóm <1>Hướng Đạo Sinh</1> hôm nay?
zh_hans: 今天要帮助<1>童子军</1>吗？
zh_hant: 今天要幫助<1>童子軍小隊</1>嗎？

# dotreasure_scout_sidewith
source: Find the buried <2>Treasure</2> and return it to this <1>spirit</1>.
de: Finde den vergrabenen <2>Schatz</2> und bringe ihn zu diesem <1>Geist</1> zurück.
es: Busca el <2>tesoro</2> enterrado y tráelo a este <1>espíritu</1>.
fr: Trouvez le <2>trésor</2> enfoui et rendez-le à cet <1>esprit</1>.
id: Temukan <2>Harta Karun</2> yang terkubur dan kembalikan kepada <1>roh</1> ini.
it: Trova il <2>tesoro</2> sepolto e riportalo a questo <1>spirito</1>.
ja: 埋められた<2>お宝</2>を探し出し、この<1>精霊</1>のもとへ戻ってきましょう
ko: 묻혀 있는 <2>보물</2>을 찾아 이 <1>영혼</1>에게 돌려주세요.
pt: Encontre o <2>tesouro</2> enterrado e devolva-o para este <1>espírito</1>.
ru: Найдите закопанное <2>сокровище</2> и верните его <1>духу</1>.
th: ค้นหา<2>สมบัติ</2>ที่ถูกฝังอยู่ และนำไปคืนให้กับ<1>สปิริต</1>ตนนี้
vi: Tìm <2>Kho Báu</2> bị chôn giấu và mang nó về cho tinh linh này.
zh_hans: 找到埋藏的<2>宝物</2>，并将其归还给这个<1>先灵</1>。
zh_hant: 找到埋藏的<2>寶藏</2>，將其交還給這位<1>先靈</1>。

# dotreasure_tutorial_1
source: Choose a team and find buried <2>Treasure</2> to get <2>Event Ticket Light</2> every day.
de: Wähle ein Team und finde einen vergrabenen <2>Schatz</2>, um jeden Tag das <2>Event-Ticket Licht</2> zu erhalten.
es: Elige un equipo todos los días y busca <2>tesoros</2> enterrados que te darán <2>luz para boletos del evento</2>.
fr: Constituez une équipe et cherchez des <2>trésors</2> enfouis pour obtenir des <2>tickets d'événement Lumière</2> quotidiens.
id: Pilih tim dan temukan <2>Harta Karun</2> yang terkubur untuk mendapatkan <2>Cahaya Tiket Acara</2> setiap hari.
it: Scegli una squadra e trova il <2>tesoro</2> sepolto per ottenere la <2>luce dei biglietti evento</2> ogni giorno.
ja: チームを選択し、埋まっている<2>お宝</2>を探し出し、日替わりで<2>イベント専用チケットのかけら</2>を獲得しましょう
ko: 팀을 고르고 묻혀 있는 <2>보물</2>을 찾아 매일 <2>이벤트 티켓 빛</2>을 획득하세요.
pt: Escolha uma equipe e encontre o <2>tesouro</2> enterrado para ganhar <2>luz de tíquete de evento</2> todos os dias.
ru: Выберите команду и каждый день находите зарытые <2>сокровища</2>, чтобы получить <2>свет билетов события</2>.
th: เลือกทีมและค้นหา<2>สมบัติ</2>ที่ถูกฝังอยู่เพื่อรับ<2>แสงตั๋วอีเวนต์</2>ทุกวัน
vi: Chọn một đội và tìm <2>Kho Báu</2> bị chôn giấu để nhận <2>Ánh Sáng Vé Sự Kiện</2> mỗi ngày.
zh_hans: 选择一个队伍，每天寻找埋藏的<2>宝物</2>来获得<2>活动门票的烛光</2>。
zh_hant: 選擇一個隊伍，尋找埋藏的<2>寶藏</2>，即可每天可獲得<2>活動燭光</2>。

# dotreasure_tutorial_2
source: Each location has 3 <2>Bonus Event Tickets</2> hidden somewhere nearby.
de: Jeder Ort hat 3 <2>Bonus-Event-Tickets</2>, die irgendwo in der Nähe versteckt sind.
es: Cada lugar tiene 3 <2>boletos del evento adicionales</2> ocultos cerca.
fr: Chaque lieu cache 3 <2>tickets d'événement bonus</2>.
id: Setiap lokasi memiliki 3 <2>Tiket Acara Bonus</2> yang tersembunyi di suatu tempat di sekitarnya.
it: Ogni località ha 3 <2>biglietti evento bonus</2> nascosti nelle vicinanze.
ja: 宝探し会場となる各エリアには、ぞれぞれ3枚の<2>ボーナスイベント専用チケット</2>が隠されています
ko: 각 장소에는 근처 어딘가에 <2>보너스 이벤트 티켓</2> 3장이 숨겨져 있습니다.
pt: Cada local tem 3 <2>tíquete de evento bônus</2> escondidos em algum lugar por perto.
ru: В каждой локации спрятаны 3 <2>бонусных билета события</2>.
th: สถานที่แต่ละแห่งจะมี<2>โบนัสตั๋วอีเวนต์</2> 3 ใบซ่อนอยู่ที่ไหนสักแห่งที่อยู่ใกล้เคียง
vi: Mỗi địa điểm có 3 <2>Vé Sự Kiện Thưởng</2> ẩn giấu ở đâu đó gần đó.
zh_hans: 每个地点附近都隐藏着3张<2>额外奖励活动门票</2>。
zh_hant: 每個地點附近都藏有 3 枚<2>額外活動票券</2>。

# dotreasure_tutorial_3
source: The team that finds the most <2>Treasure</2> will reward all players at the end of the event.
de: Das Team, das die meisten <2>Schätze</2> findet, wird am Ende des Events alle Spieler belohnen.
es: Cuando termine el evento, se recompensará los miembros del equipo que encuentre más <2>tesoros</2>.
fr: L'équipe qui trouvera le plus de <2>trésors</2> récompensera ses membres au terme de l'événement.
id: Tim yang menemukan <2>Harta Karun</2> terbanyak akan memberikan hadiah kepada semua pemain di akhir acara.
it: Tutti i giocatori della squadra che trova più <2>tesoro</2> otterranno ricompense alla fine dell'evento.
ja: 最も多くの<2>お宝</2>を発見したチームが、イベント終了時に全てのプレイヤーに報酬をくれるそうです
ko: 가장 많은 <2>보물</2>을 찾는 팀의 플레이어는 이벤트가 끝날 때 모두 보상을 받습니다.
pt: A equipe que encontrar mais <2>tesouros</2> recompensará todos os jogadores no final do evento.
ru: Команда, нашедшая больше <2>сокровищ</2>, получит награду для всех игроков в конце события.
th: ทีมที่พบ<2>สมบัติ</2>มากที่สุดจะมอบรางวัลแก่ผู้เล่นทุกคนเมื่ออีเวนต์สิ้นสุดลง
vi: Đội tìm thấy nhiều <2>Kho Báu</2> nhất sẽ phát thưởng cho tất cả người chơi vào cuối sự kiện.
zh_hans: 活动结束时，找到最多<2>宝物</2>的队伍将为所有玩家带来奖励。
zh_hant: 尋獲最多<2>寶物</2>的隊伍，將在活動結束時為所有玩家帶來額外獎勵。

# download_audio
source: Downloading "<b>Audio</b>" {{1}}
de: "<b>Audio</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Audio</b>" {{1}}
fr: Téléchargement de « <b>Audio</b> » {{1}}
id: Mengunduh "<b>Audio</b>" {{1}}
it: Download di "<b>Audio</b>" {{1}}
ja: <b>オーディオデータ</b> をダウンロードしています {{1}}
ko: <b>오디오</b> 다운로드 중 {{1}}
pt: Baixando “<b>Áudio</b>" {{1}}
ru: Скачивается «<b>Аудио</b>» {{1}}
th: กำลังดาวน์โหลด "<b>เสียง</b>" {{1}}
vi: Đang tải "<b>Âm thanh</b>" {{1}}
zh_hans: 下载"<b>音效</b>" {{1}}
zh_hant: 下載"<b>音效</b>" {{1}}

# download_dawncave
source: Downloading "<b>Dawn Cave</b>" {{1}}
de: "<b>Dämmerungshöhle</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Cueva del Amanecer</b>" {{1}}
fr: Téléchargement de « <b>Grotte de l'aube</b> » {{1}}
id: Mengunduh "<b>Gua Fajar</b>" {{1}}
it: Download "<b>Grotta dell'Alba</b>" {{1}}
ja: <b>孤島の石窟</b> に必要なデータをダウンロードしています {{1}}
ko: <b>여명의 동굴</b> 다운로드 중 {{1}}
pt: Baixando "<b>Caverna da Aurora</b>" {{1}}
ru: Загрузка: «<b>Пещера Рассвета</b>» {{1}}
th: กำลังดาวน์โหลด "<b>ถ้ำรุ่งอรุณ</b>" {{1}}
vi: Đang tải "<b>Hang Bình Minh</b>" {{1}}
zh_hans: 正在下载"<b>预言山谷</b>" {{1}}
zh_hant: 正在下載"<b>預言山谷</b>" {{1}}

# download_day
source: Downloading "<b>Daylight Prairie</b>" {{1}}
de: "<b>Tageslichtprärie</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Planicie Luz de Día</b>" {{1}}
fr: Téléchargement de « <b>Prairie illuminée</b> » {{1}}
id: Mengunduh "<b>Padang Rumput Siang</b>" {{1}}
it: Download di "<b>Prateria Diurna</b>" {{1}}
ja: <b>草原</b> に必要なデータをダウンロードしています {{1}}
ko: <b>햇빛 초원</b> 다운로드 중 {{1}}
pt: Baixando “<b>Campina da Aurora</b>" {{1}}
ru: Скачивается «<b>Полуденная прерия</b>» {{1}}
th: กำลังดาวน์โหลด "<b>ทุ่งหญ้าแสงตะวัน</b>" {{1}}
vi: Đang tải "<b>Thảo Nguyên Ánh Sáng</b>" {{1}}
zh_hans: 下载"<b>云野</b>" {{1}}
zh_hant: 下載"<b>雲野</b>" {{1}}

# download_dusk
source: Downloading "<b>Golden Wasteland</b>" {{1}}
de: "<b>Goldene Ödnis</b>" wird heruntergeladen {{1}}
es: Descargando "<b>Páramo Dorado</b>" {{1}}
fr: Téléchargement de « <b>Désert d’or</b> » {{1}}
id: Mengunduh "<b>Gurun Emas</b>" {{1}}
it: Download di "<b>Deserto Dorato</b>" {{1}}
ja: <b>捨てられた地</b>に必要なデータをダウンロードしています {{1}}
ko: <b>황금 황무지</b> 다운로드 중 {{1}}
pt: Baixando “<b>Sertão Dourado</b>" {{1}}
ru: Скачивается «<b>Золотая пустошь</b>» {{1}}
th: กำลังดาวน์โหลด "<b>แดนร้างทองอร่าม</b>" {{1}}
vi: Đang tải "<b>Hoang Mạc Hoàng Kim</b>" {{1}}
zh_hans: 下载"<b>暮土</b>" {{1}}
zh_hant: 下載"<b>暮土</b>" {{1}}

# download_images
source: Downloading "<b>Images</b>" {{1}}
de: "<b>Bilder</b>" werden heruntergeladen {{1}}
es: Descargando "<b>imágenes</b>" {{1}}
fr: Téléchargement de « <b>Images</b> » {{1}}
id: Mengunduh "<b>Gambar</b>" {{1}}
it: Download "<b>immagini</b>" {{1}}
ja: 画像データをダウンロードしています {{1}}
ko: <b>이미지</b> 다운로드 중 {{1}}
pt: Baixando "<b>Imagens</b>" {{1}}
ru: Загрузка: «<b>Изображения</b>» {{1}}
th: กำลังดาวน์โหลด "<b>ภาพ</b>" {{1}}
vi: Đang tải "<b>Hình ảnh</b>" {{1}}
zh_hans: 正在下载"<b>图片资源</b>" {{1}}
zh_hant: 正在下載"<b>圖片資源</b>" {{1}}

# download_meshes
source: Downloading "<b>Meshes</b>" {{1}}
de: "<b>Mesh</b>" wird heruntergeladen {{1}}
es: Descargando "<b>modelos</b>" {{1}}
fr: Téléchargement de « <b>Meshes</b> » {{1}}
id: Mengunduh "<b>Jala</b>" {{1}}
it: Download "<b>reticoli</b>" {{1}}
ja: メッシュデータをダウンロードしています {{1}}
ko: <b>메시</b> 다운로드 중 {{1}}
pt: Baixando "<b>Modelos</b>" {{1}}
ru: Загрузка: «<b>Модели</b>» {{1}}
th: กำลังดาวน์โหลด "<b>เมช</b>" {{1}}
vi: Đang tải "<b>Mô hình</b>" {{1}}
zh_hans: 正在下载"<b>模型资源</b>" {{1}}
zh_hant: 正在下載"<b>模型資源</b>" {{1}}
