Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_hist_11_00
source: In 2022, Sky launched on Sony PlayStation, further growing Sky's community. During that year, adventure seasons introduced new player abilities, and the studio announced a Sky animation project was in production.
de: In 2022 startete Sky auf der Sony PlayStation und erweiterte so seine Community. In diesem Jahr wurden in den Abenteuersaisons neue Spielerfähigkeiten eingeführt und das Studio verkündete, dass ein Sky-Trickfilmprojekt in Arbeit sei.
es: En 2022, se lanzó Sky en Sony PlayStation, aumentando así la comunidad de Sky. Durante ese año, las temporadas de aventuras presentaron nuevas habilidades y el estudio anunció que un proyecto de animación de Sky estaba en producción.
fr: En 2022, Sky se posait sur Sony PlayStation et agrandissait encore sa communauté. Au cours de cette année, les saisons d’aventure intégraient de nouvelles aptitudes de joueurs et le studio annonçait la production d’un projet d’animation.
id: Pada tahun 2022, Sky diluncurkan di Sony PlayStation, sehingga semakin mengembangkan komunitas Sky. Selama tahun tersebut, petualangan musim memperkenalkan kemampuan pemain baru, dan studio mengumumkan proyek animasi Sky yang sedang diproduksi.
it: Nel 2022, Sky è stato lanciato su Sony PlayStation, ampliando ulteriormente la community di Sky. Durante quell'anno, le stagioni delle avventure hanno introdotto nuove abilità per i giocatori e lo studio ha annunciato che era in produzione un progetto di animazione di Sky.
ja: 2022年、SkyはSony PlayStationへの配信を開始し、Skyのコミュニティは更なる成長を遂げました。 この年の季節でプレイヤーは新たな能力を授かり、スタジオはSkyのアニメーションプロジェクトが進行していることを発表しました。
ko: 2022년에는 Sky가 Sony PlayStation에서 출시되어 Sky의 커뮤니티를 더욱 확장시켰습니다. 같은 해에 출시된 시즌에서는 새로운 플레이어 능력을 선보였으며, Sky 애니메이션 프로젝트를 진행 중이라고 발표했습니다.
pt: Em 2022, Sky foi lançado no Sony PlayStation, aumentando ainda mais a comunidade de Sky. Durante esse ano, as temporadas da aventura introduziram novas habilidades para os jogadores e o estúdio anunciou que um projeto de animação de Sky estava em produção.
ru: В 2022 году Sky вышла на Sony PlayStation, что дополнительно расширило нашу аудиторию. В рамках сезонов этого года были добавлены новые способности игроков. Также студия объявила о разработке анимационного проекта по Sky.
vi: Vào năm 2022, Sky ra mắt trên Sony PlayStation, cộng đồng Sky ngày càng phát triển. Trong năm đó, các mùa phiêu lưu đã giới thiệu các khả năng mới của người chơi, và studio đã công bố một dự án hoạt hình Sky đang được sản xuất.
zh_hans: 2022年，《Sky光·遇》登陆Sony PlayStation，进一步扩大了《Sky光·遇》社区。 在那一年期间，冒险季引入了新的玩家技能，工作室还宣布了一个《Sky光·遇》动画项目正在制作中。
zh_hant: 2022年，《Sky光·遇》在 Sony PlayStation 上線，進一步擴展了玩家社群。 在那一年，冒險季節引入了新的玩家技能，且工作室宣布正在製作《Sky光·遇》的動畫。

# sf_hist_11_04
source: Sky’s collaboration with internationally beloved music artist, AURORA, introduced new technologies to bring her music to life in-game. This season supported a simultaneous live concert gathering unlike any before.
de: Skys Zusammenarbeit mit der international geliebten Musikkünstlerin AURORA führte neue Technologien ein, um ihre Musik im Spiel zum Leben zu erwecken. In dieser Saison fand ein einzigartiges Live-Konzert zeitgleich zur Saison statt.
es: La colaboración de Sky con la artista musical querida en todo el mundo, AURORA, presentó nuevas tecnologías para darle vida a su música dentro del juego. Esta temporada incluyó una reunión simultánea para un concierto en vivo inigualable.
fr: La collaboration de Sky avec la musicienne mondialement connue AURORA fut l’occasion d’intégrer de nouvelles technologies, destinées à donner vie à sa musique. La saison allait proposer un concert en direct et en simultané encore jamais vu.
id: Kolaborasi Sky dengan artis musik yang dicintai secara internasional, AURORA, memperkenalkan teknologi baru untuk menghidupkan musiknya di dalam game. Musim ini mendukung pertemuan konser langsung secara simultan yang belum pernah ada sebelumnya.
it: La collaborazione di Sky con un'artista musicale amata a livello internazionale, AURORA, ha introdotto nuove tecnologie per portare la sua musica nel gioco. Questa stagione ha incluso un concerto simultaneo dal vivo straordinario.
ja: また、世界中で愛されるアーティストAURORAとのコラボレーションでは、彼女の音楽にゲーム内で新たな命の形を与える新技術が導入されました。これまでになかった同接ライブコンサートを楽しんだ季節でした。
ko: Sky는 전 세계적으로 많은 사랑을 받는 뮤지션 AURORA와 콜라보레이션 하여 AURORA의 음악을 게임 내에서 구현하기 위한 새로운 기술을 선보였습니다. 이 시즌에서는 전례를 찾을 수 없는 실시간 라이브 콘서트도 진행했습니다.
pt: A colaboração de Sky com a artista musical internacionalmente amada, AURORA, introduziu novas tecnologias para dar vida à sua música no jogo. Esta temporada apoiou um show simultâneo ao vivo, diferente de qualquer outro já visto.
ru: Благодаря коллаборации с всемирно известной и любимой певицей AURORA, мы получили уникальную возможность добавить её музыку в игру. В этом сезоне мы организовали невиданный прежде концерт в прямом эфире.
vi: Sự kiện hợp tác của Sky với nghệ sĩ âm nhạc được yêu thích trên toàn thế giới, AURORA, đã giới thiệu những công nghệ mới giúp âm nhạc của cô trở nên sống động trong trò chơi. Mùa này hỗ trợ một buổi hòa nhạc trực tiếp đồng thời, không giống bất kỳ buổi hòa nhạc nào trước đây.
zh_hans: 《Sky光·遇》与在国际上深受爱戴的音乐艺术家AURORA的合作引入了新技术，在游戏中让她的音乐走入现实生活。此季节举办了一次同步直播音乐会，让玩家能够通过前所未有的方式齐聚一堂。
zh_hant: 《Sky光·遇》與國際知名音樂創作者 AURORA 合作，引入新技術，為她的音樂在遊戲中賦予新的生命。這一季節推出了一種前所未有的演唱會型態，讓玩家跨越全球同步齊聚一堂。

# sf_hist_11_05
source: BEHIND THE SCENES: The team kicked off its inaugural ’Sky Assemblies’ in Long Beach, California. Here, Sky Kids celebrated with a variety of festivities, meeting up to play in-person, and forming new friendships from the event.
de: HINTER DEN KULISSEN: Das Team begann die Eröffnung von "Sky Assemblies" in Long Beach, Kalifornien. Hier feierten Himmelskinder mit Festivitäten, trafen sich persönlich und schlossen neue Freundschaften.
es: DETRÁS DE ESCENA: El equipo arrancó sus "Asambleas de Sky" inaugurales en Long Beach, California. Aquí, los niños de Sky celebraron con una variedad de festividades, reuniéndose para jugar en persona y creando nuevas amistades gracias al evento.
fr: LES COULISSES : l’équipe a lancé ses premières « Assemblées de Sky » à Long Beach, en Californie. Les Enfants de Sky ont ainsi pu profiter des festivités, se rencontrer, jouer ensemble et tisser de nouvelles amitiés.
id: <b>DI BALIK LAYAR:</b> Tim memulai 'Sky Assemblies' perdananya di Long Beach, California. Di sini, Sky Kids merayakannya dengan berbagai kemeriahan, bertemu untuk bermain secara langsung, dan menjalin pertemanan baru melalui acara tersebut.
it: DIETRO LE QUINTE: il team ha inaugurato le "Sky Assemblies" a Long Beach, in California. In questo raduno, gli appassionati di Sky hanno l'opportunità di incontrarsi per festeggiare e giocare di persona, stringendo nuove amicizie.
ja: 開発舞台裏：カリフォルニア州ロングビーチで、Sky Assemblies (Sky 星のつどい）が初開催されました。 星の子どもたちは様々なアクティビティを楽しみ、他のプレイヤーと一緒にゲームをプレイし、イベントを通じて新たな友情を育みました。
ko: 뒷이야기: Sky 팀이 캘리포니아 롱비치에서 제1회 ‘Sky 협력의 날’ 행사를 열었습니다. 이 행사에서 빛의 아이들은 다양한 축제 활동을 즐기며 현실 세계에서 다른 플레이어와 함께 게임을 플레이하고 이벤트를 통해 새로운 우정을 쌓는 시간을 가졌습니다.
pt: BASTIDORES: a equipe lançou o primeiro 'Encontro de Sky' em Long Beach, Califórnia. Aqui, os jogadores de Sky celebraram o evento com várias festividades, encontrando-se pessoalmente para jogar e fazendo novas amizades.
ru: ЗАКУЛИСЬЕ: первые «встречи Sky» проводились в Лонг-Бич, штат Калифорния. Там дети Неба участвовали в разных мероприятиях, встречались лично, чтобы поиграть вместе и заводили новые знакомства.
vi: CHUYỆN HẬU TRƯỜNG: Đội ngũ đã khởi động 'Sky Assemblies' khai mạc tại Long Beach, California. Tại đây, các cư dân Sky đã tổ chức nhiều lễ hội khác nhau, cùng nhau chơi trực tiếp và gặp được những người bạn mới ở sự kiện.
zh_hans: 幕后故事：团队在加州长滩举办了首次“《Sky光·遇》集会”活动。 在这里，光之子们举办了一系列庆祝活动，一起面对面玩游戏，并通过此次活动建立新的友谊。
zh_hant: <b>幕後：</b>團隊在加州長灘舉行了首次 Sky Assembly 光遇線下聚會。 活動中，玩家們參與了一系列慶祝活動、一起玩《Sky光·遇》，在現實生活中相遇並結交朋友。

# sf_hist_12_00
source: As Sky grew, so too did the studio development and publishing teams in order to evolve the game and its partnerships.
de: Mit dem Wachstum von Sky wuchs auch das Entwicklungs- und Verlagsteam, um das Spiel und seine Partnerschaften weiterzuentwickeln.
es: A medida que Sky crecía, también lo hicieron los equipos de desarrollo y publicación del estudio para poder evolucionar el juego y sus colaboraciones.
fr: Le studio et les équipes d’édition ont accompagné la croissance de Sky, afin de faire évoluer le jeu et ses partenariats.
id: Seiring dengan pertumbuhan Sky, begitu juga dengan tim pengembangan studio dan penerbitan untuk mengembangkan game dan kemitraannya.
it: Man mano che Sky cresceva, crescevano anche i team di sviluppo e di pubblicazione dello studio per far evolvere il gioco e le sue partnership.
ja: Skyが成長するにつれ、ゲームの進化とパートナーシップの強化のため、開発とパブリッシングチームも成長を続けてきました。
ko: Sky가 성장하면서, 게임과 파트너십의 진화를 위해 스튜디오 개발팀과 퍼블리싱팀도 함께 성장했습니다.
pt: À medida que Sky crescia, também cresciam as equipes de desenvolvimento e publicação do estúdio, a fim de evoluir o jogo e suas parcerias.
ru: С ростом Sky росла и студия разработчиков, а с ней и команда по развитию бизнеса, чтобы развивать как саму игру, так и партнёрские отношения.
vi: Khi Sky phát triển, đội ngũ phát triển và phát hành của studio cũng lớn mạnh nhằm phát triển trò chơi cũng như các mối quan hệ đối tác.
zh_hans: 随着《Sky光·遇》的成长，工作室开发和发行团队也日渐壮大，以更好地服务于游戏及其合作关系。
zh_hant: 隨著《Sky光·遇》的成長，工作室的開發和發行團隊也在不斷壯大，為了讓遊戲更好和拓展合作關係。

# sf_hist_12_01
source: Sky celebrated its 3rd birthday.
de: Sky feierte seinen 3. Geburtstag.
es: Sky celebró su tercer cumpleaños.
fr: Sky fêtait son 3e anniversaire.
id: Sky merayakan ulang tahunnya yang ke-3.
it: Sky ha festeggiato il suo terzo compleanno.
ja: Sky3歳のお誕生日のお祝い
ko: Sky는 3주년을 기념했습니다.
pt: Sky comemorou seu terceiro aniversário.
ru: Sky отметила свой третий день рождения.
vi: Sky kỷ niệm sinh nhật lần thứ 3.
zh_hans: 《Sky光·遇》庆祝3岁生日。
zh_hant: 《Sky光·遇》慶祝了三歲生日。

# sf_hist_12_02
source: Thanks to the generous support of players, the team’s non-profit collaboration with the Trevor Project entered its 2nd year and fundraised over USD $680,000 total.
de: Dank der großzügigen Unterstützung der Spieler ging die gemeinnützige Zusammenarbeit mit "The Trevor Project" ins zweite Jahr und sammelte insgesamt über 680.000 US-Dollar.
es: Gracias al generoso apoyo de los jugadores, la colaboración sin fines de lucro con el Trevor Project entró en su segundo año y recaudó más de 680 000 dólares en total.
fr: Grâce au généreux soutien des joueurs, la collaboration à but non lucratif avec le Trevor Project est entrée dans sa 2e année et levait plus de 680 000 dollars.
id: Berkat dukungan para pemain yang luar biasa, kolaborasi non-profit tim dengan Trevor Project memasuki tahun ke-2 dan berhasil menggalang dana lebih dari 680.000 dollar AS.
it: Grazie al generoso supporto dei giocatori, la collaborazione no-profit del team con il Trevor Project è entrata nel suo secondo anno e ha raccolto fondi per un totale di oltre 680.000 dollari.
ja: プレイヤーの温かい支援のおかげで、The Trevor Projectとの非営利コラボレーションは2年目も実現し、総額68万米ドルを超える寄付が贈られました。
ko: 플레이어 여러분의 성원에 힘입어 Sky 팀과 인권 단체 Trevor Project가 진행한 비영리 콜라보레이션은 2년차에 접어들었고 총 $680,000를 모금했습니다.
pt: Graças ao generoso apoio dos jogadores, a colaboração sem fins lucrativos da equipe com o The Trevor Project entrou em seu segundo ano e arrecadou mais de $680.000 dólares no total.
ru: Благодаря щедрой поддержке игроков благотворительное сотрудничество команды с проектом «Тревор» было продлено на второй год и помогло собрать свыше 680 000 долларов.
vi: Nhờ sự hỗ trợ hào phóng của cộng đồng người chơi, hợp tác phi lợi nhuận của đội ngũ với Dự án Trevor đã bước sang năm thứ 2 và gây quỹ được tổng cộng hơn 680.000 USD.
zh_hans: 在玩家的慷慨支持下，团队与Trevor Project的非营利合作进入了第二年，总计筹款额超过了$680,000美元。
zh_hant: 感謝玩家們的慷慨支持，團隊與 Trevor Project 的非營利合作邁入第二年，總共募集了超過 68 萬美元的善款。

# sf_hist_13_00
source: The Sky team and thatgamecompany focused on breaking new ground in lead up to their 4th anniversary. Four new seasons were additionally developed and released this year.
de: Das Sky-Team und thatgamecompany konzentrierten sich darauf, für ihren 4. Geburtstag neue Wege zu gehen. Vier neue Saisons wurden in diesem Jahr zusätzlich entwickelt und veröffentlicht.
es: El equipo de Sky y thatgamecompany se concentraron en abrir nuevos caminos en vísperas del cuarto aniversario. Se desarrollaron y se lanzaron cuatro temporadas nuevas adicionales este año.
fr: L’équipe de Sky et thatgamecompany ont concentré leurs efforts sur l’innovation, à l’approche de leur 4e anniversaire. Quatre nouvelles saisons allaient être développées et sorties la même année.
id: Tim Sky dan thatgamecompany berfokus pada terobosan baru menjelang ulang tahun ke-4. Empat musim baru juga dikembangkan dan dirilis tahun ini.
it: Il team di Sky e thatgamecompany si sono concentrati sull'innovazione in vista del quarto anniversario. In quest'anno sono state sviluppate e pubblicate anche quattro nuove stagioni.
ja: Skyチームとthatgamecompanyは、4周年に向け新境地開拓に注力しました。 この年も4つの新たな季節が開発されました。
ko: Sky 팀과 thatgamecompany는 4주년을 앞두고 새로운 시작에 초점을 맞췄습니다. 그 해에는 네 개의 새로운 시즌을 더 개발하고 출시했습니다.
pt: A equipe de Sky e a thatgamecompany se concentraram em abrir novos caminhos em preparação para o quarto aniversário. Quatro novas temporadas foram desenvolvidas e lançadas neste ano.
ru: В преддверии 4-й годовщины команда Sky и thatgamecompany сосредоточились на достижении новых высот. В этом году были разработаны и выпущены четыре новых сезона.
vi: Đội ngũ Sky và thatgamecompany tập trung vào việc tạo ra bước đột phá mới để chuẩn bị cho sinh nhật 4 tuổi. Bốn mùa mới đã được phát triển và phát hành bổ sung trong năm này.
zh_hans: 《Sky光·遇》团队和 thatgamecompany 致力于锐意创新，为其四周年纪念做铺垫。 这一年，共额外开发并发布了四个新季节。
zh_hant: 《Sky光·遇》團隊和 thatgamecompany 在邁向四週年紀念之際，專注於開拓新天地。 今年，依然持續推出了四個新季節。

# sf_hist_13_05
source: Since 2021, our Sky community has rallied over USD $1.84 Million and counting for The Ocean Cleanup. Their mission is to research, extract, and monitor plastic pollution in the oceans and rivers globally.
de: Seit 2021 hat unsere Sky-Community über 1,84 Millionen US-Dollar für "The Ocean Cleanup" gesammelt. Deren Mission ist es, Plastikverschmutzung in Ozeanen und Flüssen weltweit zu erforschen, zu entfernen und zu beobachten.
es: Desde 2021, la comunidad de Sky ha recaudado más de 1,84 millones de dólares y contando para The Ocean Cleanup. Su misión es investigar, extraer y vigilar la contaminación plástica de los océanos y ríos del mundo.
fr: Depuis 2021, notre communauté Sky a levé plus de 1,84 million de dollars pour The Ocean Cleanup, et ça continue. Leur mission est de rechercher, d’extraire et de suivre la pollution plastique dans les océans et les rivières du monde.
id: Sejak 2021, komunitas Sky kita telah mengumpulkan lebih dari USD $1,84 Juta dan terus bertambah untuk The Ocean Cleanup. Misi mereka adalah meneliti, mengekstraksi, dan memantau polusi plastik di lautan dan sungai secara global.
it: Dal 2021, la community di Sky ha raccolto oltre 1,84 milioni di dollari per The Ocean Cleanup. La loro missione è ricercare, estrarre e monitorare l'inquinamento da plastica negli oceani e nei fiumi in tutto il mondo.
ja: 2021年より、SkyコミュニティはThe Ocean Cleanupへ、累計で184万米ドルを超える支援を行ってきました。彼らのミッションは世界中の海と河川のプラスチック汚染を調査し、取り除き、観測することです。
ko: 2021년부터 저희 커뮤니티는 환경 단체 The Ocean Cleanup을 위해 $1,840,000가 넘는 금액을 모금했습니다. 이 단체의 목표는 전 세계 바다와 강에서 플라스틱 쓰레기를 연구하고, 제거하고, 감시하는 것입니다.
pt: Desde 2021, a comunidade de Sky arrecadou mais de 1,84 milhão de dólares para o The Ocean Cleanup. Sua missão é pesquisar, extrair e monitorar a poluição de plástico nos oceanos e rios globalmente.
ru: С 2021 года сообщество Sky собрало свыше 1,84 миллиона долларов для организации The Ocean Cleanup — и эта цифра растёт. Задача этой организации — изучать и отслеживать загрязнение пластиком рек и океанов по всему миру, а также бороться с ним.
vi: Kể từ năm 2021, cộng đồng Sky của chúng tôi đã huy động được hơn 1,84 triệu USD cho tổ chức The Ocean Cleanup. Nhiệm vụ của họ là nghiên cứu, chiết xuất và giám sát tình trạng ô nhiễm nhựa ở các đại dương và sông ngòi trên toàn cầu.
zh_hans: 自2021年起，我们的《Sky光·遇》社区一共为The Ocean Cleanup基金会筹集了超过$184万美元，而且这一数字还在增长中。 该基金会的使命是研究、清除并监控全球海洋和河流中的塑料垃圾。
zh_hant: 自2021年以來，《Sky光·遇》的社群已為 The Ocean Cleanup 海洋清理組織募集了超過 184 萬美元的資金。 該項目的使命是研究、提取和監測全球海洋和河流中的塑膠污染。

# sf_hist_14_00
source: Sky looked to set a new Guinness World Record for “Most users in a concert-themed virtual world” during its time at Gamescom.
de: Sky wollte während der Gamescom einen neuen Guinness-Weltrekord für die "meisten Nutzer in einer konzertartigen virtuellen Welt" aufstellen.
es: Sky intentó conseguir un nuevo récord mundial Guinness para "mayor cantidad de usuarios en un concierto en un mundo virtual" durante su período en Gamescom.
fr: Lors de son passage au Gamescom, Sky visait à entrer au Livre Guinness avec le « record du nombre d’utilisateurs à un concert virtuel ».
id: Sky ingin mencetak Guinness World Record baru untuk "Pengguna terbanyak di dunia virtual bertema konser" selama di Gamescom.
it: Sky ha cercato di stabilire un nuovo Guinness World Record per "il maggior numero di utenti in un mondo virtuale a tema musicale" durante la sua presenza alla Gamescom.
ja: Skyはgamescomの開催期間中に『最も多くのユーザーが参加したコンサートがテーマの仮想空間』のギネス世界記録™を樹立しました。
ko: Sky는 Gamescom 기간 중에 “가장 많은 사용자가 참여한 콘서트 테마 가상 세계”라는 새로운 기네스 세계기록에 도전했습니다.
pt: Sky tentou estabelecer um novo recorde mundial do Guinness de "Maior número de usuários em um mundo virtual com tema de show" durante sua participação na Gamescom.
ru: На выставке Gamescom Sky шла на мировой рекорд Книги Гиннесса в номинации «Самый масштабный по количеству пользователей концерт в виртуальном мире».
vi: Sky mong muốn lập Kỷ lục Guinness Thế giới mới cho “Thế giới ảo chủ đề hòa nhạc có nhiều người dùng nhất” trong thời gian tại Gamescom.
zh_hans: 《Sky光·遇》寻求在Gamescom期间创造一项新的吉尼斯世界纪录，该项纪录名为：“音乐会主题虚拟世界中最高用户数”。
zh_hant: 在 Gamescom 期間，《Sky光·遇》力圖創造「演唱會主題虛擬世界最高用戶人數紀錄」的金氏世界紀錄。

# sf_hist_14_01
source: The Guinness World Record event was a huge success. Not only did Sky break the record but it did so by hosting over 10,000 simultaneous users on the same server.
de: Das Guinness-Weltrekord-Event war ein riesiger Erfolg. Sky brach nicht nur den Rekord, sondern tat dies, indem es über 10.000 Nutzer gleichzeitig auf demselben Server hostete.
es: El evento del récord mundial Guinness fue un éxito enorme. No solo Sky rompió el récord, sino que lo hizo teniendo a más de 10 000 usuarios en simultáneo en el mismo servidor.
fr: L’événement fut un énorme succès. Sky a non seulement battu le record, mais il l’a fait en accueillant plus de 10 000 utilisateurs simultanément sur le même serveur.
id: Acara Guinness World Record ini sukses besar. Sky tidak hanya memecahkan rekor tersebut tetapi juga dengan menampung lebih dari 10.000 pengguna secara bersamaan di server yang sama.
it: L'evento Guinness World Record è stato un enorme successo. Sky non solo ha battuto il record, ma lo ha fatto ospitando oltre 10.000 utenti simultanei sullo stesso server.
ja: このギネス世界記録™へ向けたイベントは大成功をおさめ、Skyは同サーバーで1万人を超えるユーザーが同時接続する新記録を達成しました。
ko: 기네스 세계기록 이벤트는 대성공이었습니다. Sky가 신기록을 세웠을 뿐만 아니라, 한 서버에서 동시에 만 명이 넘는 사용자를 호스팅하기까지 했습니다.
pt: O evento do Guinness World Record foi um grande sucesso. Não só Sky quebrou o recorde, mas o fez hospedando mais de 10.000 usuários simultâneos no mesmo servidor.
ru: Попытка попасть в Книгу рекордов увенчалась большим успехом. Sky не только побила предыдущий рекорд, но и добилась этого, собрав свыше 10 000 пользователей на одном сервере одновременно.
vi: Sự kiện Kỷ lục Guinness Thế giới đã thành công rực rỡ. Sky không chỉ phá kỷ lục mà còn làm được điều đó khi thu hút được hơn 10.000 người dùng đồng thời trên cùng một máy chủ.
zh_hans: 吉尼斯世界纪录活动取得了巨大的成功。《Sky光·遇》不仅打破了纪录，更是在此期间在同一台服务器上托管了超过10,000名同步用户。
zh_hant: 金氏世界紀錄活動取得了巨大成功。《Sky光·遇》不僅打破了紀錄，還在同一伺服器上同時支援了超過1萬名用戶。

# sf_hist_15_00
source: Sky will honor its 5th anniversary in style as the studio hosts a two-day event in Tokyo, Japan. Our global players here in-game will help us celebrate too.
de: Sky wird seinen 5. Geburtstag mit Stil feiern: Das Studio veranstaltet ein zweitägiges Event in Tokio, Japan. Unsere weltweiten Spieler werden ebenfalls mit uns feiern.
es: Sky celebrará su quinto aniversario con estilo mientras el estudio realiza un evento de dos días en Tokio, Japón. Los jugadores de todo el mundo dentro del juego también nos ayudarán a celebrar.
fr: Sky fêtera son 5e anniversaire avec style lors d’un événement de deux jours à Tokyo, au Japon. Nos joueurs à travers le monde nous aideront d’ailleurs à célébrer cette date.
id: Sky akan merayakan ulang tahunnya yang ke-5 dengan penuh gaya saat studio ini menyelenggarakan acara selama dua hari di Tokyo, Jepang. Para pemain global kami di dalam game akan membantu kami merayakannya juga.
it: Sky festeggerà il suo quinto anniversario in grande stile ospitando un evento di due giorni nello studio di Tokyo, in Giappone. I giocatori collegati al gioco in tutto il mondo ci aiuteranno a festeggiare.
ja: Skyは5周年のお祝いを記念して、日本の東京で2日間のイベントを主催します。ゲーム内から世界中のプレイヤーの皆さんもお祝いに駆けつけてくれることでしょう。
ko: Sky 5주년을 기념하여 일본 도쿄에서 이틀 동안 행사가 열립니다. 전 세계 플레이어들도 게임 속에서 5주년을 함께 축하할 것입니다.
pt: Sky vai honrar seu quinto aniversário com estilo enquanto o estúdio realiza um evento de dois dias em Tóquio, Japão. Nossos jogadores globais aqui no jogo também nos ajudarão a comemorar.
ru: Свой пятый день рождения Sky отметит с особым стилем — студия устроит двухдневный праздник в Токио. Помогут нам в этом и наши игроки в виртуальном мире.
vi: Sky sẽ tôn vinh sinh nhật 5 tuổi thật phong cách khi studio tổ chức một sự kiện kéo dài hai ngày tại Tokyo, Nhật Bản. Những người chơi toàn cầu của chúng tôi trong trò chơi cũng sẽ cùng chúng tôi ăn mừng.
zh_hans: 《Sky光·遇》将会以时髦方式致敬其第五个周年纪念：工作室将会在日本东京举办一个为期两天的活动。我们在游戏中的全球玩家也会帮助我们庆祝。
zh_hant: 《Sky光·遇》將以盛大風格歡慶五週年紀念，工作室將在日本東京舉辦為期兩天的活動。全球各地的玩家也可以在遊戲中與我們一起慶祝。

# sf_hist_15_01
source: The Season of the Nine Colored Deer partnership introduces a beautiful tale and a cast of stunning characters into the Sky kingdom.
de: Die "Saison des Neunfarbigen Hirsches"-Partnerschaft führt ein wunderschönes Märchen und umwerfende Charaktere in das Königreich von Sky ein.
es: La asociación de la temporada del ciervo de los nueve colores presenta un hermoso cuento y un reparto de personajes impresionantes al mundo de Sky.
fr: Le partenariat de la Saison du Cerf aux neuf couleurs offre au royaume de Sky un magnifique récit et de spectaculaires personnages.
id: Kemitraan Musim Rusa Sembilan Warna memperkenalkan kisah yang indah dan sejumlah karakter yang memukau ke dalam kerajaan Sky.
it: La partnership della Stagione del Cervo dai nove colori introduce nel Regno di Sky una bellissima storia e un cast di personaggi straordinari.
ja: 九色の鹿の季節のパートナーシップでは、Skyの王国に美しい物語と魅力的なキャラクターたちをお迎えすることができました。
ko: 파트너십으로 만들어진 아홉 빛깔 사슴의 시즌은 Sky의 왕국에 아름다운 이야기와 다채롭고 놀라운 캐릭터들을 가져왔습니다.
pt: A parceria da Temporada do Cervo de Nove Cores traz um conto belíssimo e um elenco de personagens deslumbrantes para o reino de Sky.
ru: Сезон Девятицветного оленя добавил в Sky новую красивую сказку и замечательных персонажей.
vi: Sự kiện hợp tác của Mùa Cửu Sắc Lộc giới thiệu một câu chuyện lôi cuốn cùng dàn nhân vật tuyệt đẹp vào vương quốc Sky.
zh_hans: 九色鹿季合作为《Sky光·遇》王国引入了一个美丽的故事，以及一系列令人炫目的角色。
zh_hant: 九色鹿季的聯動將一個美麗的故事和一群令人驚豔的角色引入了 Sky 的國度。
