Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_spirit_newchoreo3_hint
source: Follow <1>Modest Dancer</1>'s lead!
de: Folge der Führung der <1>Bescheidenen Tänzerin</1>!
es: ¡Sigue las instrucciones del <1>bailarín modesto</1>!
fr: Suivez l’exemple de <1>Danseuse modeste</1> !
id: Ikuti petunjuk <1>Penari Rendah Hati</1>!
it: Segui le mosse della <1>Ballerina modesta</1>!
ja: <1>慎み深い踊り手</1>のリードに合わせましょう！
ko: <1>겸손한 댄서</1>를 따라 하세요!
pt: Faça igual à <1>Dançarina Modesta</1>!
ru: Повторяйте за <1>Скромной танцовщицей</1>!
th: ทำตามผู้นำของ <1>นักเต้นผู้อ่อนน้อม</1>
vi: Hãy làm theo chỉ dẫn của <1>Vũ Công Giản Dị</1>!
zh_hans: 跟随<1>谦逊的舞者</1>的领舞！
zh_hant: 跟隨<1>謙遜舞者</1>的舞步！

# daily_quest_spirit_newchoreo_remaining
source: Photos left: {{1}}
de: Fotos übrig: {{1}}
es: Fotos restantes: {{1}}
fr: Photos restantes : {{1}}
id: Foto tersisa: {{1}}
it: Foto rimaste: {{1}}
ja: 残りの写真： {{1}}
ko: 남은 사진: {{1}}장
pt: Fotos restantes: {{1}}
ru: Осталось фото: {{1}}
th: รูปภาพคงเหลือ: {{1}}
vi: Số ảnh còn lại: {{1}}
zh_hans: 剩余照片：{{1}}
zh_hant: 剩餘照片：{{1}}

# daily_quest_spirit_plead1_desc
source: Help <1>Pleading Child</1> retrieve their lost memory lanterns
de: Hilf dem <1>Flehenden Kind</1>, seine verlorenen Erinnerungslaternen wiederzufinden
es: Ayuda al <1>Niño suplicante</1> a recuperar los faroles del recuerdo perdidos.
fr: Aidez l'<1>Enfant implorant</1> à récupérer ses lanternes de souvenirs.
id: Bantu <1>Anak Sebatang Kara</1> mengambil lentera kenangan miliknya yang hilang
it: Aiuta il <1>Bambino supplicante</1> a recuperare le lanterne dei ricordi perduti
ja: <1>懇願する幼子</1>が失われた記憶の燈を取り戻すのを手伝いましょう
ko: <1>애원하는 아이</1>가 잃어버린 기억등불을 되찾도록 돕기
pt: Ajude a <1>Criança Suplicante</1> a recuperar suas lanternas de lembrança perdidas
ru: Помогите <1>Молящему дитю</1> вернуть потерянные фонарики воспоминаний.
th: ช่วย<1>เด็กน้อยผู้อ้อนวอน</1>ตามหาโคมไฟแห่งความทรงจำที่หายไป
vi: Giúp <1>Đứa Bé Van Nài</1> tìm lại đèn ký ức bị mất.
zh_hans: 帮助<1>乞求孩童</1>找回其丢失的记忆灯笼
zh_hant: 幫助<1>懇求的孩子</1>找回遺失的記憶燈籠

# daily_quest_spirit_plead2_desc
source: Help <1>Pleading Child</1> find their lost toy
de: Hilf dem <1>Flehenden Kind</1>, sein verlorenes Spielzeug wiederzufinden
es: Ayuda al <1>Niño suplicante</1> a encontrar el juguete perdido.
fr: Aidez l'<1>Enfant implorant</1> à récupérer son jouet.
id: Bantu <1>Anak Sebatang Kara</1> menemukan mainan miliknya yang hilang
it: Aiuta il <1>Bambino supplicante</1> a trovare il giocattolo smarrito
ja: <1>懇願する幼子</1>が失くしたぬいぐるみを探すのを手伝いましょう
ko: <1>애원하는 아이</1>가 잃어버린 장난감을 찾도록 돕기
pt: Ajude a <1>Criança Suplicante</1> a encontrar o brinquedo perdido
ru: Помогите <1>Молящему дитю</1> вернуть потерянную игрушку.
th: ช่วย<1>เด็กน้อยผู้อ้อนวอน</1>ตามหาของเล่นที่หายไป
vi: Giúp <1>Đứa Bé Van Nài</1> tìm lại món đồ chơi bị mất.
zh_hans: 帮助<1>乞求孩童</1>找到其丢失的玩具
zh_hant: 幫助<1>懇求的孩子</1>找回遺失的玩具

# daily_quest_spirit_plead3_desc
source: Play a lullaby to help <1>Pleading Child</1> sleep
de: Spiel ein Schlaflied, damit das <1>Flehende Kind</1> einschläft
es: Toca una canción de cuna para poner a dormir al <1>Niño suplicante</1>.
fr: Jouez une berceuse pour aider l'<1>Enfant implorant</1> à s'endormir.
id: Mainkan lagu pengantar tidur untuk membantu <1>Anak Sebatang Kara</1> tidur
it: Suona una ninna nanna per aiutare il <1>Bambino supplicante</1> ad addormentarsi
ja: <1>懇願する幼子</1>が眠れるよう、子守唄を奏でましょう
ko: 자장가를 연주해서 <1>애원하는 아이</1>가 잠들 수 있게 돕기
pt: Toque em uma canção de ninar para ajudar a <1>Criança Suplicante</1> a dormir
ru: Исполните колыбельную, чтобы помочь <1>Молящему дитю</1> заснуть.
th: เล่นเพลงกล่อมเด็กเพื่อช่วยให้<1>เด็กน้อยผู้อ้อนวอน</1>หลับ
vi: Hát một bài hát ru để giúp <1>Đứa Bé Van Nài</1> ngủ.
zh_hans: 演奏一首摇篮曲，帮助<1>乞求孩童</1>入睡
zh_hant: 放一首搖籃曲，哄<1>懇求的孩子</1>入睡

# daily_quest_spirit_production1_desc
source: Help <1>Frantic Stagehand</1> find <1>Modest Dancer</1>
de: Hilf dem <1>Hektischen Bühnenarbeiter</1>, die <1>Bescheidene Tänzerin</1> zu finden
es: Ayuda al <1>Tramoyista agitado</1> a buscar al <1>Bailarín modesto</1>
fr: Aidez le <1>machiniste débordé</1> à trouver la <1>danseuse modeste</1>
id: Bantu <1>Petugas Pentas Panik</1> menemukan <1>Penari Rendah Hati</1>
it: Aiuta il <1>Macchinista frenetico</1> a trovare la <1>Ballerina modesta</1>
ja: <1>一生懸命な舞台美術家</1>が<1>慎み深い踊り手</1>を探すのを手伝いましょう
ko: <1>극성스러운 무대담당자</1>가 <1>겸손한 댄서</1>를 찾는 걸 도와주기
pt: Ajude o <1>Assistente de Palco Frenético</1> a encontrar a <1>Dançarina Modesta</1>
ru: Помогите <1>Суетному постановщику</1> найти <1>Скромную танцовщицу</1>
th: ช่วย<1>นักจัดเวทีขี้กังวล</1>ตามหา<1>นักเต้นผู้ถ่อมตัว</1>
vi: Giúp <1>Kỹ Thuật Viên Điên Rồ</1> tìm <1>Vũ Công Giản Dị</1>
zh_hans: 帮助<1>焦急的幕后人员</1>找到<1>谦逊的舞者</1>
zh_hant: 幫<1>焦急技術人員</1>找到<1>謙遜舞者</1>

# daily_quest_spirit_production2_desc
source: Calm <1>Frantic Stagehand</1>
de: Beruhige den <1>Hektischen Bühnenarbeiter</1>
es: Tranquiliza al <1>Tramoyista agitado</1>
fr: Calmez le <1>machiniste débordé</1>
id: Tenangkan <1>Petugas Pentas Panik</1>
it: Fai calmare il <1>Macchinista frenetico</1>
ja: <1>一生懸命な舞台美術家</1>を落ち着かせましょう
ko: <1>극성스러운 무대담당자</1>를 진정시키기
pt: Acalme o <1>Assistente de Palco Frenético</1>
ru: Успокойте <1>Суетного постановщика</1>
th: ทำให้<1>นักจัดเวทีขี้กังวล</1>สงบลง
vi: Trấn an <1>Kỹ Thuật Viên Điên Rồ</1>
zh_hans: 安抚<1>焦急的幕后人员</1>
zh_hant: 安撫<1>焦急技術人員</1>

# daily_quest_spirit_production3_desc
source: Help <1>Frantic Stagehand</1> calm <1>Modest Dancer</1>
de: Hilf dem <1>Hektischen Bühnenarbeiter</1>, die <1>Bescheidene Tänzerin</1> zu beruhigen
es: Ayuda al <1>Tramoyista agitado</1> a tranquilizar al <1>Bailarín modesto</1>
fr: Aidez le <1>machiniste débordé</1> à calmer la <1>danseuse modeste</1>
id: Bantu <1>Petugas Pentas Panik</1> menenangkan <1>Penari Rendah Hati</1>
it: Aiuta il <1>Macchinista frenetico</1> a far calmare la <1>Ballerina modesta</1>
ja: <1>一生懸命な舞台美術家</1>が<1>慎み深い踊り手</1>を落ち着かせるのを手伝いましょう
ko: <1>극성스러운 무대담당자</1>가 <1>겸손한 댄서</1>를 진정시키는 걸 도와주기
pt: Ajude o <1>Assistente de Palco Frenético</1> a acalmar a <1>Dançarina Modesta</1>
ru: Помогите <1>Суетному постановщику</1> успокоить <1>Скромную танцовщицу</1>
th: ช่วย<1>นักจัดเวทีขี้กังวล</1>เพื่อทำให้<1>นักเต้นผู้ถ่อมตัว</1>สงบลง
vi: Giúp <1>Kỹ Thuật Viên Điên Rồ</1> trấn an <1>Vũ Công Giản Dị</1>
zh_hans: 帮助<1>焦急的幕后人员</1>安抚<1>谦逊的舞者</1>
zh_hant: 幫<1>焦急技術人員</1>安撫<1>謙遜舞者</1>

# daily_quest_spirit_productionwoe1_desc
source: <1>Frantic Stagehand</1> needs help with something in Village Theater
de: Der <1>Hektische Bühnenarbeiter</1> braucht Hilfe bei etwas im Dorftheater
es: El <1>tramoyista agitado</1> necesita ayuda con algo en el teatro de la aldea.
fr: <1>Machiniste débordé</1> a besoin d’aide au Théâtre du village
id: <1>Petugas Pentas Panik</1> membutuhkan bantuan untuk sesuatu di Teater Desa
it: Il <1>Macchinista frenetico</1> ha bisogno di aiuto nel Teatro del Villaggio
ja: <1>一生懸命な舞台美術家</1>が夢見の劇場で助けを必要としているようです
ko: <1>극성스러운 무대담당자</1>가 마을극장에서 도움을 요청하고 있어요
pt: O <1>Assistente de Palco Frenético</1> precisa de ajuda com algo na Aldeia dos Sonhos
ru: <1>Суматошному постановщику</1> нужна помощь в Деревенском театре
th: <1>นักจัดเวทีขี้กังวล</1>มีบางสิ่งให้คุณช่วยที่โรงละครหมู่บ้าน
vi: <1>Kỹ Thuật Viên Điên Rồ</1> có chuyện cần bạn giúp trong Nhà Hát Làng
zh_hans: <1>焦急的幕后人员</1>在乡村剧场需要一些帮助
zh_hant: <1>焦急技術人員</1>在鄉村劇院有事需要幫忙

# daily_quest_spirit_productionwoe2_desc
source: <1>Frantic Stagehand</1> needs help with something in Village Theater
de: Der <1>Hektische Bühnenarbeiter</1> braucht Hilfe bei etwas im Dorftheater
es: El <1>tramoyista agitado</1> necesita ayuda con algo en el teatro de la aldea.
fr: <1>Machiniste débordé</1> a besoin d’aide au Théâtre du village
id: <1>Petugas Pentas Panik</1> membutuhkan bantuan untuk sesuatu di Teater Desa
it: Il <1>Macchinista frenetico</1> ha bisogno di aiuto nel Teatro del Villaggio
ja: <1>一生懸命な舞台美術家</1>が夢見の劇場で助けを必要としているようです
ko: <1>극성스러운 무대담당자</1>가 마을극장에서 도움을 요청하고 있어요
pt: O <1>Assistente de Palco Frenético</1> precisa de ajuda com algo na Aldeia dos Sonhos
ru: <1>Суматошному постановщику</1> нужна помощь в Деревенском театре
th: <1>นักจัดเวทีขี้กังวล</1>มีบางสิ่งให้คุณช่วยที่โรงละครหมู่บ้าน
vi: <1>Kỹ Thuật Viên Điên Rồ</1> có chuyện cần bạn giúp trong Nhà Hát Làng
zh_hans: <1>焦急的幕后人员</1>在乡村剧场需要一些帮助
zh_hant: <1>焦急技術人員</1>在鄉村劇院有事需要幫忙

# daily_quest_spirit_productionwoe3_desc
source: <1>Frantic Stagehand</1> needs help with something in Village Theater
de: Der <1>Hektische Bühnenarbeiter</1> braucht Hilfe bei etwas im Dorftheater
es: El <1>tramoyista agitado</1> necesita ayuda con algo en el teatro de la aldea.
fr: <1>Machiniste débordé</1> a besoin d’aide au Théâtre du village
id: <1>Petugas Pentas Panik</1> membutuhkan bantuan dengan sesuatu di Teater Desa
it: Il <1>Macchinista frenetico</1> ha bisogno di aiuto nel Teatro del Villaggio
ja: <1>一生懸命な舞台美術家</1>が夢見の劇場で助けを必要としているようです
ko: <1>극성스러운 무대담당자</1>가 마을극장에서 도움을 요청하고 있어요
pt: O <1>Assistente de Palco Frenético</1> precisa de ajuda com algo na Aldeia dos Sonhos
ru: <1>Суматошному постановщику</1> нужна помощь в Деревенском театре
th: <1>นักจัดเวทีขี้กังวล</1>มีบางสิ่งให้คุณช่วยที่โรงละครหมู่บ้าน
vi: <1>Kỹ Thuật Viên Điên Rồ</1> có chuyện cần bạn giúp trong Nhà Hát Làng
zh_hans: <1>焦急的幕后人员</1>在乡村剧场需要一些帮助
zh_hant: <1>焦急技術人員</1>在鄉村劇院有事需要幫忙

# daily_quest_spirit_productionwoes1_hint
source: <1>Modest Dancer</1> has gone missing. Please help <1>Frantic Stagehand</1> find them!
de: Die <1>Bescheidene Tänzerin</1> ist verschwunden. Bitte hilf dem <1>Hektischen Bühnenarbeiter</1>, sie zu finden!
es: <1>El bailarín modesto</1> desapareció. ¡Ayuda al <1>tramoyista agitado</1> a encontrarlo!
fr: <1>Danseuse modeste</1> a disparu Aidez <1>Machiniste débordé</1> dans ses recherches !
id: <1>Penari Rendah Hati</1> telah hilang. Tolong bantu <1>Petugas Pentas Panik</1> untuk menemukannya!
it: La <1>Ballerina modesta</1> è scomparsa. Aiuta il <1>Macchinista frenetico</1> a trovarla!
ja: <1>慎み深い踊り手</1>の姿が見えないようです。<1>一生懸命な舞台美術家</1>を手伝い、見つけ出しましょう！
ko: <1>겸손한 댄서</1>가 사라졌어요 <1>극성스러운 무대담당자</1>를 도와 찾아주세요!
pt: A <1>Dançarina Modesta</1> desapareceu. Ajude o <1>Assistente de Palco Frenético</1> a encontrá-la!
ru: <1>Скромная танцовщица</1> куда-то пропала. Помогите <1>суматошному постановщику</1> в поисках!
th: <1>นักเต้นผู้ถ่อมตัว</1>ได้หายตัวไป โปรดช่วย<1>นักจัดเวทีขี้กังวล</1>ในการตามหาเขาด้วย!
vi: <1>Vũ Công Giản Dị</1> đã mất tích. Hãy giúp <1>Kỹ Thuật Viên Điên Rồ</1> tìm họ!
zh_hans: <1>谦逊的舞者</1>不见了。请帮助<1>焦急的幕后人员</1>找到他们！
zh_hant: <1>謙遜舞者</1>失蹤了。請幫助<1>焦急技術人員</1>找到他！

# daily_quest_spirit_productionwoes2_desc
source: <1>Frantic Stagehand</1> needs help with something in Village Theater
de: Der <1>Hektische Bühnenarbeiter</1> braucht Hilfe bei etwas im Dorftheater
es: El <1>tramoyista agitado</1> necesita ayuda con algo en el teatro de la aldea.
fr: <1>Machiniste débordé</1> a besoin d’aide au Théâtre du village
id: <1>Petugas Pentas Panik</1> membutuhkan bantuan dengan sesuatu di Teater Desa
it: Il <1>Macchinista frenetico</1> ha bisogno di aiuto nel Teatro del Villaggio
ja: <1>一生懸命な舞台美術家</1>が夢見の劇場で助けを必要としているようです
ko: <1>극성스러운 무대담당자</1>가 마을극장에서 도움을 요청하고 있어요
pt: O <1>Assistente de Palco Frenético</1> precisa de ajuda com algo na Aldeia dos Sonhos
ru: <1>Суматошному постановщику</1> нужна помощь в Деревенском театре
th: <1>นักจัดเวทีขี้กังวล</1>มีบางสิ่งให้คุณช่วยที่โรงละครหมู่บ้าน
vi: <1>Kỹ Thuật Viên Điên Rồ</1> có chuyện cần bạn giúp trong Nhà Hát Làng
zh_hans: <1>焦急的幕后人员</1>在乡村剧场需要一些帮助
zh_hant: <1>焦急技術人員</1>在鄉村劇院有事需要幫忙

# daily_quest_spirit_productionwoes3_desc
source: <1>Frantic Stagehand</1> needs help with something in Village Theater
de: Der <1>Hektische Bühnenarbeiter</1> braucht Hilfe bei etwas im Dorftheater
es: El <1>tramoyista agitado</1> necesita ayuda con algo en el teatro de la aldea.
fr: <1>Machiniste débordé</1> a besoin d’aide au Théâtre du village
id: <1>Petugas Pentas Panik</1> membutuhkan bantuan dengan sesuatu di Teater Desa
it: Il <1>Macchinista frenetico</1> ha bisogno di aiuto nel Teatro del Villaggio
ja: <1>一生懸命な舞台美術家</1>が夢見の劇場で助けを必要としているようです
ko: <1>극성스러운 무대담당자</1>가 마을극장에서 도움을 요청하고 있어요
pt: O <1>Assistente de Palco Frenético</1> precisa de ajuda com algo na Aldeia dos Sonhos
ru: <1>Суматошному постановщику</1> нужна помощь в Деревенском театре
th: <1>นักจัดเวทีขี้กังวล</1>มีบางสิ่งให้คุณช่วยที่โรงละครหมู่บ้าน
vi: <1>Kỹ Thuật Viên Điên Rồ</1> có chuyện cần bạn giúp trong Nhà Hát Làng
zh_hans: <1>焦急的幕后人员</1>在乡村剧场需要一些帮助
zh_hant: <1>焦急技術人員</1>在鄉村劇院有事需要幫忙

# daily_quest_spirit_rockcollection1_desc
source: Gather some rocks with <1>Jolly Geologist</1>
de: Sammle ein paar Kristalle mit der <1>Fröhlichen Geologin</1>
es: Recoge algunas piedras con la <1>Geóloga alegre</1>
fr: Ramassez des pierres avec la <1>géologue joyeuse</1>
id: Kumpulkan beberapa batu dengan <1>Ahli Geologi Periang</1>
it: Raccogli alcuni cristalli con la <1>Geologa allegra</1>
ja: <1>上機嫌な地質学者</1>と一緒に石を集めましょう
ko: <1>유쾌한 지질학자</1>와 함께 돌을 모으기
pt: Junte algumas pedras com a <1>Geóloga Divertida</1>
ru: Соберите камни вместе с <1>Весёлым геологом</1>
th: เก็บรวบรวมก้อนหินกับ<1>นักธรณีวิทยาผู้ร่าเริง</1>
vi: Thu thập một số tảng đá với <1>Nhà Địa Chất Vui Vẻ</1>
zh_hans: 与<1>雀跃地质学家</1>一起收集一些岩石
zh_hant: 與<1>雀躍地質學家</1>一起收集礦石

# daily_quest_spirit_rockcollection2_desc
source: Help <1>Jolly Geologist</1> scrub the rocks clean
de: Hilf der <1>Fröhlichen Geologin</1>, die Kristalle sauber zu schrubben
es: Ayuda a la <1>Geóloga alegre</1> a limpiar las piedras
fr: Aidez la <1>géologue joyeuse</1> à nettoyer les pierres
id: Bantu <1>Ahli Geologi Periang</1> menggosok bebatuan hingga bersih
it: Aiuta la <1>Geologa allegra</1> a strofinare i cristalli per pulirli
ja: <1>上機嫌な地質学者</1>が石を綺麗に磨くのを手伝いましょう
ko: <1>유쾌한 지질학자</1>가 돌을 깨끗이 닦는 걸 도와주기
pt: Ajude a <1>Geóloga Divertida</1> a limpar as pedras
ru: Помогите <1>Весёлому геологу</1> очистить камни
th: ช่วย<1>นักธรณีวิทยาผู้ร่าเริง</1>ขัดหินให้สะอาด
vi: Giúp <1>Nhà Địa Chất Vui Vẻ</1> cọ sạch đá
zh_hans: 帮助<1>雀跃地质学家</1>把岩石刷洗干净
zh_hant: 幫<1>雀躍地質學家</1>把礦石刷洗乾淨

# daily_quest_spirit_rockcollection3_desc
source: Take a photo of <1>Jolly Geologist</1> with their new rock collection
de: Mache ein Foto von der <1>Fröhlichen Geologin</1> mit ihrer neuen Kristallsammlung
es: Tómale una foto a la <1>Geóloga alegre</1> con su nueva colección de piedras
fr: Prenez une photo de la <1>géologue joyeuse</1> avec sa nouvelle collection de rochers
id: Ambil foto <1>Ahli Geologi Periang</1> dengan koleksi batuan baru miliknya
it: Scatta una foto della <1>Geologa allegra</1> con la sua nuova collezione di cristalli
ja: <1>上機嫌な地質学者</1>と新たな石のコレクションを撮影しましょう
ko: <1>유쾌한 지질학자</1>와 새로운 돌 컬렉션의 사진을 찍기
pt: Tire uma foto da <1>Geóloga Divertida</1> com sua nova coleção de pedras
ru: Сделайте снимок <1>Весёлого геолога</1> с новой коллекцией камней
th: ถ่ายภาพ<1>นักธรณีวิทยาผู้ร่าเริง</1>กับคอลเลคชันก้อนหินใหม่ของเขา
vi: Chụp ảnh <1>Nhà Địa Chất Vui Vẻ</1> với bộ sưu tập đá mới của họ
zh_hans: 拍摄一张<1>雀跃地质学家</1>及其新岩石收藏的照片
zh_hant: 幫<1>雀躍地質學家</1>和他的新礦石收藏拍張照

# daily_quest_spirit_scared_desc
source: <b>Relive this spirit memory from Golden Wasteland</b>
de: <b>Erlebe dieses Geistererinnerung aus der Goldenen Ödnis</b>
es: <b>Revive esta memoria de espíritu del Páramo Dorado</b>
fr: <b>Revivez ce souvenir d’esprit du Désert d’or</b>
id: <b>Hidupkan kembali kenangan roh ini dari Gurun Emas</b>
it: <b>Rivivi questo ricordo dello spirito dal Deserto Dorato</b>
ja: <b>紋様が示す捨てられた地の精霊の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual do Sertão Dourado</b>
ru: <b>Переживите воспоминания духа из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>重温这个来自暮土先灵的记忆</b>
zh_hant: <b>重溫這個來自暮土先靈的記憶</b>

# daily_quest_spirit_scouting1_desc
source: Move closer to the tower, then take a photo of it
de: Gehe näher an den Turm heran und mache dann ein Foto davon
es: Acércate a la torre y tómale una foto
fr: Approchez de la tour et prenez-la en photo.
id: Mendekatlah ke menara, lalu ambil fotonya
it: Avvicinati alla torre, poi scatta una foto
ja: 塔に近づき、写真を撮る
ko: 탑에 더 가까이 다가가서 사진을 찍으세요
pt: Aproxime-se da torre e tire uma foto dela
ru: Приблизьтесь к башне, затем сфотографируйте её
th: เข้าไปใกล้หอคอยแล้วถ่ายรูป
vi: Tiến lại gần tòa tháp hơn, sau đó chụp ảnh tòa tháp
zh_hans: 靠近塔楼，然后给它拍张照片
zh_hant: 靠近塔樓，然後拍一張照片

# daily_quest_spirit_scouting1_hint
source: Move closer to the tower, then take a photo of it
de: Gehe näher an den Turm heran und mache dann ein Foto davon
es: Acércate a la torre y tómale una foto
fr: Approchez de la tour et prenez-la en photo.
id: Mendekatlah ke menara, lalu ambil fotonya
it: Avvicinati alla torre, poi scatta una foto
ja: 塔に近づき、写真を撮る
ko: 탑에 더 가까이 다가가서 사진을 찍으세요
pt: Aproxime-se da torre e tire uma foto dela
ru: Приблизьтесь к башне, затем сфотографируйте её
th: เข้าไปใกล้หอคอยแล้วถ่ายรูป
vi: Tiến lại gần tòa tháp hơn, sau đó chụp ảnh tòa tháp
zh_hans: 靠近塔楼，然后给它拍张照片
zh_hant: 靠近塔樓，然後拍一張照片

# daily_quest_spirit_scouting2_desc
source: Take a photo inside the caves
de: Mach ein Foto im Inneren der Höhlen
es: Toma una foto dentro de las cuevas
fr: Prenez une photo dans les grottes.
id: Mengambil foto di dalam gua
it: Scatta una foto all'interno delle grotte
ja: 洞窟の中で写真を撮る
ko: 동굴 안에서 사진을 찍으세요
pt: Tire uma foto dentro das cavernas
ru: Сделайте фотографию в пещерах
th: ถ่ายรูปภายในถ้ำ
vi: Chụp ảnh bên trong các hang động
zh_hans: 在洞穴内拍张照片
zh_hant: 在洞穴內拍一張照片

# daily_quest_spirit_scouting2_hint
source: Take a photo inside the caves
de: Mach ein Foto im Inneren der Höhlen
es: Toma una foto dentro de las cuevas
fr: Prenez une photo dans les grottes.
id: Mengambil foto di dalam gua
it: Scatta una foto all'interno delle grotte
ja: 洞窟の中で写真を撮る
ko: 동굴 안에서 사진을 찍으세요
pt: Tire uma foto dentro das cavernas
ru: Сделайте фотографию в пещерах
th: ถ่ายรูปภายในถ้ำ
vi: Chụp ảnh bên trong các hang động
zh_hans: 在洞穴内拍张照片
zh_hant: 在洞穴內拍一張照片

# daily_quest_spirit_scouting3_desc
source: Move closer to the island, then take a photo of it
de: Gehe näher an die Insel heran und mache dann ein Foto davon
es: Acércate a la isla y tómale una foto
fr: Approchez de l’île et prenez-la en photo.
id: Mendekatlah ke pulau, lalu ambil fotonya
it: Avvicinati all'isola, poi scatta una foto
ja: 島に近づき、写真を撮る
ko: 섬에 더 가까이 다가가서 사진을 찍으세요
pt: Aproxime-se da ilha e tire uma foto dela
ru: Приблизьтесь к острову, затем сфотографируйте его
th: เข้าไปใกล้เกาะแล้วถ่ายรูป
vi: Tiến lại gần hòn đảo hơn, sau đó chụp ảnh hòn đảo
zh_hans: 靠近岛屿，然后给它拍张照片
zh_hant: 靠近島嶼，然後拍一張照片

# daily_quest_spirit_scouting3_hint
source: Move closer to the island, then take a photo of it
de: Gehe näher an die Insel heran und mache dann ein Foto davon
es: Acércate a la isla y tómale una foto
fr: Approchez de l’île et prenez-la en photo.
id: Mendekatlah ke pulau, lalu ambil fotonya
it: Avvicinati all'isola, poi scatta una foto
ja: 島に近づき、写真を撮る
ko: 섬에 더 가까이 다가가서 사진을 찍으세요
pt: Aproxime-se da ilha e tire uma foto dela
ru: Приблизьтесь к острову, затем сфотографируйте его
th: เข้าไปใกล้เกาะแล้วถ่ายรูป
vi: Tiến lại gần hòn đảo hơn, sau đó chụp ảnh hòn đảo
zh_hans: 靠近岛屿，然后给它拍张照片
zh_hant: 靠近島嶼，然後拍一張照片

# daily_quest_spirit_selfie_crabvoice_desc
source: <b>Take a selfie with Crab Whisperer in Prairie Peaks</b>
de: <b>Mache ein Selfie mit der Krabbenflüsterin auf dem Präriegipfel</b>
es: <b>Tómate una selfi con la susurradora de cangrejos en las cumbres de la planicie</b>
fr: <b>Prenez un selfie avec la charmeuse de crabes dans les pics de la Prairie</b>
id: <b>Berfoto selfie bersama Pembisik Kepiting di Puncak Padang Rumput</b>
it: <b>Fai un selfie con l'Allevatrice di granchi sulle Vette della Prateria</b>
ja: <b>草原連峰で蟹の語り部と一緒にセルフィーを撮る</b>
ko: <b>초원 봉우리에서 게 소리꾼과 셀카 찍기</b>
pt: <b>Tire uma selfie com a Encantadora de Caranguejos nos Picos da Campina</b>
ru: <b>Сделать селфи с духом Голос краба в Степных вершинах</b>
th: <b>ถ่ายภาพเซลฟี่กับผู้รู้ใจปูในยอดเขาแห่งทุ่งหญ้า</b>
vi: <b>Tự chụp hình với Người Luyện Cua ở Đỉnh Thảo Nguyên</b>
zh_hans: <b>在云野峻岭与蟹语者自拍</b>
zh_hant: <b>和蟹語者在雲野峻嶺自拍</b>

# daily_quest_spirit_selfie_evillaugh_desc
source: <b>Take a selfie with Cackling Cannoneer in Prairie Peaks</b>
de: <b>Mache ein Selfie mit der Kicher-Kanonierin auf dem Präriegipfel</b>
es: <b>Tómate una selfi con el cañonero tentado en las cumbres de la planicie</b>
fr: <b>Prenez un selfie avec la canonnière caquetante dans les pics de la Prairie</b>
id: <b>Berfoto selfie bersama Prajurit Artileri Tertawa di Puncak Padang Rumput</b>
it: <b>Fai un selfie con la Cannoniera sghignazzante sulle Vette della Prateria</b>
ja: <b>草原連峰で豪快に笑う砲手と一緒にセルフィーを撮る</b>
ko: <b>초원 봉우리에서 낄낄 웃는 포수와 셀카 찍기</b>
pt: <b>Tire uma selfie com a Canhoneira Sorridente nos Picos da Campina</b>
ru: <b>Сделать селфи с Хохотушкой с пушкой в Степных вершинах</b>
th: <b>ถ่ายภาพเซลฟี่กับพลปืนใหญ่ผู้ขบขันในยอดเขาแห่งทุ่งหญ้า</b>
vi: <b>Tự chụp hình với Xạ Thủ Vui Nhộn ở Đỉnh Thảo Nguyên</b>
zh_hans: <b>在云野峻岭与嬉笑炮手自拍</b>
zh_hant: <b>和嘎嘎大笑的炮手在雲野峻嶺自拍</b>

# daily_quest_spirit_selfie_grumpy_desc
source: <b>Take a selfie with Hiking Grouch in Prairie Peaks</b>
de: <b>Mache ein Selfie mit dem Wandernden Griesgram auf dem Präriegipfel</b>
es: <b>Tómate una selfi con el gruñón alpinista en las cumbres de la planicie</b>
fr: <b>Prenez un selfie avec le râleur de randonnée dans les pics de la Prairie</b>
id: <b>Berfoto selfie bersama Pendaki Penggerutu di Puncak Padang Rumput</b>
it: <b>Fai un selfie con il Brontolone escursionista sulle Vette della Prateria</b>
ja: <b>草原連峰でハイキングする気むずかし屋と一緒にセルフィーを撮る</b>
ko: <b>초원 봉우리에서 하이킹하는 불평쟁이와 셀카 찍기</b>
pt: <b>Tire uma selfie com o Caminhante Resmungão nos Picos da Campina</b>
ru: <b>Сделать селфи со Странствующим ворчуном в Степных вершинах</b>
th: <b>ถ่ายภาพเซลฟี่กับนักเดินป่าขี้บ่นในยอดเขาแห่งทุ่งหญ้า</b>
vi: <b>Tự chụp hình với Nhà Leo Núi Cố Chấp ở Đỉnh Thảo Nguyên</b>
zh_hans: <b>在云野峻岭与固执登山者自拍</b>
zh_hant: <b>和固執登山者在雲野峻嶺自拍</b>

# daily_quest_spirit_selfie_welcome_desc
source: <b>Take a selfie with Troupe Greeter in Prairie Peaks</b>
de: <b>Mache ein Selfie mit dem Zirkusbegrüßer auf dem Präriegipfel</b>
es: <b>Tómate una selfi con el saludador de la compañía en las cumbres de la planicie</b>
fr: <b>Prenez un selfie avec l’hôte de troupe dans les pics de la Prairie</b>
id: <b>Berfoto selfie bersama Penyapa Rombongan di Puncak Padang Rumput</b>
it: <b>Fai un selfie con il Presentatore della troupe sulle Vette della Prateria</b>
ja: <b>草原連峰で一座の進行役と一緒にセルフィーを撮る</b>
ko: <b>초원 봉우리에서 격한 인사 크리처와 셀카를 찍어보세요</b>
pt: <b>Tire uma selfie com o Cumprimentador da Trupe nos Picos da Campina</b>
ru: <b>Сделать селфи с Зазывалой из труппы в Степных вершинах</b>
th: <b>ถ่ายภาพเซลฟี่กับผู้ทักทายประจำคณะแสดงในยอดเขาแห่งทุ่งหญ้า</b>
vi: <b>Tự chụp hình với Nhân Viên Đón Khách ở Đỉnh Thảo Nguyên</b>
zh_hans: <b>在云野峻岭与迎宾侍者自拍</b>
zh_hant: <b>和迎賓侍者在雲野峻嶺自拍</b>

# daily_quest_spirit_stagehandmusician1_desc
source: Help <1>Frantic Stagehand</1> with setup
de: Hilf dem <1>Hektischen Bühnenarbeiter</1> mit dem Aufbau
es: Ayuda al <1>Tramoyista agitado</1> con el armado
fr: Aidez le <1>machiniste débordé</1> à effectuer l’installation
id: Bantu <1>Petugas Pentas Panik</1> dalam persiapannya
it: Aiuta il <1>Macchinista frenetico</1> con i preparativi
ja: <1>一生懸命な舞台美術家</1>が準備するのを手伝いましょう
ko: <1>극성스러운 무대담당자</1>의 무대준비를 도와주기
pt: Ajude o <1>Assistente de Palco Frenético</1> com a preparação
ru: Помогите <1>Суетному постановщику</1> с подготовкой сцены
th: ช่วย<1>นักจัดเวทีขี้กังวล</1>จัดเวที
vi: Giúp <1>Kỹ Thuật Viên Điên Rồ</1> chuẩn bị
zh_hans: 帮助<1>焦急的幕后人员</1>完成舞台布置
zh_hant: 幫<1>焦急技術人員</1>佈置舞台
