Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_drag_00
source: <hinticon/> Drag to interact
de: <hinticon/> Ziehen zum Interagieren
es: <hinticon/> Arrastra para interactuar
fr: <hinticon/> Faites glisser pour interagir
id: <hinticon/> Seret untuk berinteraksi
it: <hinticon/> Trascina per interagire
ja: <hinticon/>ドラッグして出現場所を決めてください
ko: <hinticon/> 드래그해서 움직이세요
pt: <hinticon/> Arraste para interagir
ru: <hinticon/> Перетащите, чтобы взаимодействовать
th: <hinticon/> ลากเพื่อโต้ตอบ
vi: <hinticon/>Kéo để tương tác
zh_hans: <hinticon/> 按下并拖动
zh_hant: <hinticon/> 按下并滑動

# tutorial_drag_00_ps
source: <hinticon/> Hold <button type="activate"/> to interact
de: <hinticon/> Halte <button type="activate"/> gedrückt, um zu interagieren
es: <hinticon/> Mantén pulsado <button type="activate"/> para interactuar
fr: <hinticon/> Maintenez <button type="activate"/> pour interagir
id: <hinticon/> Tahan <button type="activate"/> untuk berinteraksi
it: <hinticon/> Tieni premuto <button type="activate"/> per interagire
ja: <hinticon/> <1><button type="activate"/>長押しで</1> 出現場所を決めてください
ko: <hinticon/> <button type="activate"/> 을 길게 눌러 이용해보세요
pt: <hinticon/> Segure <button type="activate"/> para interagir
ru: <hinticon/> Удерживайте <button type="activate"/> для взаимодействия
th: <hinticon/> กด <button type="activate"/> ค้างไว้เพื่อโต้ตอบ
vi: <hinticon/>Giữ ấn <button type="activate"/> để tương tác
zh_hans: <hinticon/> 按下<button type="activate"/> 并拖动
zh_hant: <hinticon/> 按下 <button type="activate"/> 并滑動

# tutorial_dye_mixing
source: <hinticon/> <b>Mix</b> <2>dyes</2> to apply unique colors to your outfits
de: <hinticon/> <b>Mische</b> <2>Farben</2>, um deinen Outfits einzigartige Farben zu verpassen.
es: <hinticon/> <b>Mezcla</b> <2>tinturas</2> para teñir tus trajes de colores únicos
fr: <hinticon/> <b>Miélangez</b> des <2>teintures</2> pour appliquer des couleurs uniques sur vos tenues
id: <hinticon/> <b>Campurkan</b> <2>pewarna</2> untuk memberikan warna yang unik pada pakaianmu
it: <hinticon/> <b>Mescola</b> le <2>tinture</2> per applicare colori unici ai tuoi abiti
ja: <hinticon/> <2>光染料</2>を<b>混ぜて</b>あなたのドレスアップアイテムに合う素敵な色を作ってみましょう
ko: <hinticon/> <2>염료</2>를 <b>혼합</b>해서 의상에 개성 넘치는 색깔을 불어넣으세요
pt: <hinticon/> <b>Misture</b> <2>tintas</2> para aplicar cores únicas aos seus trajes
ru: <hinticon/> <b>Смешивайте</b> <2>краски</2>, чтобы раскрашивать наряды в необычные цвета
th: <hinticon/> <b>ผสม</b><2>สีย้อม</2>เพื่อใช้สีเฉพาะกับชุดเสื้อผ้าของคุณ
vi: <hinticon/> <b>Kết hợp</b> <2>thuốc nhuộm</2> để tạo màu sắc độc đáo cho trang phục của bạn
zh_hans: <hinticon/> <b>混合</b><2>染料</2>来为你的服饰应用独特色彩
zh_hant: <hinticon/><b>混合</b><2>染料</2>，讓你的服飾套上獨特顏色

# tutorial_dye_open_inventory
source: <hinticon/> <1>Tap</1> the <dye_shortcut/> to view the <2>dyes</2> you've collected
de: <hinticon/> <1>Tippe</1> auf <dye_shortcut/>, um die <2>Farben</2> zu sehen, die du gesammelt hast
es: <hinticon/> <1>Toca</1> <dye_shortcut/> para ver las <2>tinturas</2> que recogiste.
fr: <hinticon/> <1>Touchez</1> <dye_shortcut/> pour voir les <2>teintures</2> obtenues.
id: <hinticon/> <1>Ketuk </1> <dye_shortcut/> untuk melihat <2>pewarna</2> yang telah kamu kumpulkan
it: <hinticon/> <1>Tocca</1> <dye_shortcut/> per visualizzare le <2>tinture</2> che hai raccolto
ja: <hinticon/> <dye_shortcut/> を<1>タップ</1>して、集めた<2>光染料</2>を確認しましょう
ko: <hinticon/> <dye_shortcut/>을(를) <1>탭</1>해서 모은 <2>염색약</2>을 확인하세요
pt: <hinticon/> <1>Toque</1> em <dye_shortcut/> para ver as <2>tintas</2> que você tem
ru: <hinticon/> <1>Нажмите</1> <dye_shortcut/>, чтобы посмотреть, какие <2>краски</2> вы собрали.
th: <hinticon/> <1>แตะ</1> <dye_shortcut/> เพื่อดู<2>สีย้อม</2>ที่คุณเก็บรวบรวม
vi: <hinticon/> <1>Nhấn</1> the <dye_shortcut/> để xem <2>thuốc nhuộm</2> bạn đã thu thập
zh_hans: <hinticon/> <1>轻点</1><dye_shortcut/>以查看已收集的<2>染料</2>
zh_hant: <hinticon/> <1>點擊</1><dye_shortcut/>查看你已採集的<2>光染</2>

# tutorial_dye_open_inventory_pc
source: <hinticon/> <1>Click</1> the <dye_shortcut/> to view the <2>dyes</2> you've collected
de: <hinticon/> <1>Klicke</1> auf <dye_shortcut/>, um die <2>Farben</2> zu sehen, die du gesammelt hast
es: <hinticon/> <1>Haz clic</1> en <dye_shortcut/> para ver las <2>tinturas</2> que recogiste.
fr: <hinticon/> <1>Cliquez</1> sur <dye_shortcut/> pour voir les <2>teintures</2> obtenues.
id: <hinticon/> <1>Klik</1> <dye_shortcut/> untuk melihat <2>pewarna</2> yang telah kamu kumpulkan
it: <hinticon/> <1>Fai clic</1> su <dye_shortcut/> per visualizzare le <2>tinture</2> che hai raccolto
ja: <hinticon/> <dye_shortcut/> を<1>クリック</1>して、集めた<2>光染料</2>を確認しましょう
ko: <hinticon/> <dye_shortcut/>을(를) <1>클릭</1>해서 모은 <2>염색약</2>을 확인하세요
pt: <hinticon/> <1>Clique</1> em <dye_shortcut/> para ver as <2>tintas</2> que você tem
ru: <hinticon/> <1>Нажмите</1> <dye_shortcut/>, чтобы посмотреть, какие <2>краски</2> вы собрали.
th: <hinticon/> <1>คลิก</1> <dye_shortcut/> เพื่อดู<2>สีย้อม</2>ที่คุณเก็บรวบรวม
vi: <hinticon/> <1>Nhấp</1> the <dye_shortcut/> để xem <2>thuốc nhuộm</2> bạn đã thu thập
zh_hans: <hinticon/> <1>点击</1><dye_shortcut/>以查看已收集的<2>染料</2>
zh_hant: <hinticon/> <1>點擊</1><dye_shortcut/>查看你已採集的<2>光染</2>

# tutorial_dye_open_inventory_ps
source: <hinticon/> <1>Hold</1> <button type="emote_menu"/> to view the <2>dyes</2> you've collected
de: <hinticon/> <1>Halte</1> <button type="emote_menu"/>, um die <2>Farben</2> zu sehen, die du gesammelt hast
es: <hinticon/> <1>Mantén presionado</1> <button type="emote_menu"/> para ver las <2>tinturas</2> que recogiste.
fr: <hinticon/> <1>Maintenez</1> <button type="emote_menu"/> pour voir les <2>teintures</2> obtenues.
id: <hinticon/> <1>Tahan</1> <button type="emote_menu"/> untuk melihat <2>pewarna</2> yang telah kamu kumpulkan
it: <hinticon/> <1>Tieni premuto</1> <button type="emote_menu"/> per visualizzare le <2>tinture</2> che hai raccolto
ja: <hinticon/> <button type="emote_menu"/>を<1>長押し</1>して、集めた<2>光染料</2>を確認しましょう
ko: <hinticon/> <button type="emote_menu"/>을(를) <1>길게 눌러</1> 모은 <2>염색약</2>을 확인하세요
pt: <hinticon/> <1>Segure</1> <button type="emote_menu"/> para ver as <2>tintas</2> que você tem
ru: <hinticon/> <1>Удерживайте</1> <button type="emote_menu"/>, чтобы посмотреть, какие <2>краски</2> вы собрали.
th: <hinticon/> <1>กดค้าง</1> <button type="emote_menu"/> เพื่อดู<2>สีย้อม</2>ที่คุณเก็บรวบรวม
vi: <hinticon/> <1>Giữ</1> <button type="emote_menu"/> để xem <2>thuốc nhuộm</2> bạn đã thu thập
zh_hans: <hinticon/> <1>按住</1> <button type="emote_menu"/>以查看已收集的<2>染料</2>
zh_hant: <hinticon/> <1>長按</1><button type="emote_menu"/>查看你已採集的<2>光染</2>

# tutorial_dye_spells_tab
source: <hinticon/> <2>Dyes</2> collected can be viewed in your <2>expressions menu</2> in the <inventory/> tab
de: <hinticon/> Gesammelte <2>Farben</2> können in deinem <2>Emote-Menü</2> in der <inventory/>-Registerkarte betrachtet werden
es: <hinticon/> Las <2>tinturas</2> recogidas se ven en el <2>menú de expresiones,</2> en la pestaña <inventory/>.
fr: <hinticon/> <2>Les teintures</2> obtenues sont accessibles depuis le <2>menu des expressions</2> sur l'onglet <inventory/>.
id: <hinticon/> <2>Pewarna</2> yang dikumpulkan dapat dilihat di <2>menu ekspresi</2> di tab <inventory/>
it: <hinticon/> Le <2>tinture</2> raccolte possono essere visualizzate nel <2>menu delle espressioni</2> nella scheda <inventory/>
ja: <hinticon/> あつめた<2>光染料</2>は、<2>感情表現メニュー</2>内の<inventory/>タブで確認できます
ko: <hinticon/> 모은 <2>염색약</2>은 <inventory/> 탭의 <2>제스처 메뉴</2>에서 확인할 수 있습니다
pt: É possível visualizar as <hinticon/> <2>tintas</2> coletadas no <2>menu de expressões</2> na guia <inventory/>
ru: <hinticon/> <2>Краски</2>, которые вы собрали, можно посмотреть в <2>меню выражений</2> на вкладке <inventory/>.
th: <hinticon/> ดู<2>สีย้อม</2>ที่ได้รับได้ใน<2>เมนูการแสดงออก</2>ของคุณในแท็บ <inventory/>
vi: <hinticon/> <2>Thuốc Nhuộm</2> đã thu thập có thể được xem trong <2>menu biểu cảm</2> của bạn trong tab <inventory/>
zh_hans: <hinticon/>你已採集的<2>光染</2>可以在<2>表情選單</2>的<inventory/>標籤中查看
zh_hant: <hinticon/>你已採集的<2>光染</2>可以在<2>表情選單</2>的<inventory/>標籤中查看

# tutorial_dye_style_swap
source: <hinticon/> You can swap between dyed <2>outfit styles</2> at the <b>closet</b>
de: <hinticon/> Du kannst zwischen gefärbten <2>Outfit-Stilen</2> im <b>Kleiderschrank</b> wechseln.
es: <hinticon/> Puedes cambiar de <2>estilos de traje</2> teñido en el <b>armario</b>
fr: <hinticon/> Il est possible de changer de <2>style de tenue</2> depuis la <b>garde-robe</b>
id: <hinticon/> Kamu bisa menukar berbagai <2>gaya pakaian</2> yang diwarnai di <b>lemari</b>
it: <hinticon/> Puoi cambiare gli <2>abiti</2> tinti nel <b>guardaroba</b>
ja: <hinticon/> 光染めされた<2>装い</2>は<b>ドレスアップの祠</b>で着替えられます
ko: <hinticon/> <b>옷장</b>에서 염색한 <2>의상 스타일</2> 중에서 골라 입을 수 있습니다
pt: <hinticon/> Você pode alternar entre os <2>estilos de traje</2> tingidos no <b>armário</b>
ru: <hinticon/> В <b>гардеробе</b> нельзя переключаться между <2>стилями с окрашенными нарядами</2>
th: <hinticon/> คุณสามารถสลับ<2>สไตล์ชุดเสื้อผ้า</2>ย้อมสีได้ที่<b>ตู้เสื้อผ้า</b>
vi: <hinticon/> Bạn có thể chuyển đổi giữa các <2>kiểu trang phục nhuộm</2> tại <b>tủ đồ</b>
zh_hans: <hinticon/>你可以在<b>橱柜</b>中切换已染色的<2>服饰样式</2>
zh_hant: <hinticon/>你可以在<b>衣櫃</b>中切換不同染色的<2>服飾樣式</2>

# tutorial_emote_01
source: <hinticon/> Use this <1>expression</1> to communicate with any players you encounter.
de: <hinticon/> Nutze diesen <1>Ausdruck</1>, um mit anderen Spielern zu kommunizieren.
es: <hinticon/> Usa esta <1>expresión</1> para comunicarte con cualquier persona que juega que te cruces.
fr: <hinticon/> Utilisez cette <1>expression</1> pour communiquer avec les joueurs que vous rencontrez.
id: <hinticon/> Gunakan <1>ekspresi</1> ini untuk berkomunikasi dengan pemain mana saja yang kamu temui.
it: <hinticon/> Usa questa <1>espressione</1> per comunicare con i giocatori che incontri.
ja: <hinticon/> プレイヤーと出会ったら、この<1>感情表現</1>でコミュニケーションを取ってみましょう
ko: <hinticon/> 이 <1>제스처</1>를 사용해서 다른 플레이어들과 소통해보세요
pt: <hinticon/> Use esta <1>expressão</1> para se comunicar com outros jogadores que você encontrar.
ru: <hinticon/> Используйте это <1>выражение</1>, чтобы взаимодействовать со всеми игроками.
th: <hinticon/>ใช้<1>การแสดงออก</1>นี้เพื่อสื่อสารกับผู้เล่นที่คุณพบ
vi: <hinticon/>Dùng <1>biểu cảm</1> này để tương tác giao lưu với người bạn gặp.
zh_hans: <hinticon/> 使用这个<1>表情</1>来与你遇到的玩家交流互动。
zh_hant: <hinticon/> 使用這個<1>表情</1>來與你遇到的玩家交流互動。

# tutorial_emote_favorites_chat
source: <hinticon/> Save a <b>chat message</b> to send at any time in your <2>Favorite Expressions</2> menu
de: <hinticon/> Speichere eine <b>Chatnachricht</b>, um sie jederzeit in deinem <2>Lieblings-Emotes</2>-Menü zu senden
es: <hinticon/> Guarda <b>un mensaje del chat</b> para enviarlo cuando quieras en el menú de <2>expresiones favoritas</2>
fr: <hinticon/> Enregistrez un <b>message du tchat</b> pour l’envoyer à tout moment dans votre menu <2>Emotes favorites</2>
id: <hinticon/> Simpan <b>pesan obrolan</b> untuk dikirim kapan saja di menu <2>Ekspresi Favorit</2> kamu
it: <hinticon/> Salva un <b>messaggio di chat</b> nel menu delle <2>Espressioni preferite</2> per mandarlo in qualsiasi momento
ja: <hinticon/> <b>チャット・メッセージ</b>を保存して<2>お気に入り表現</2>から好きな時に使用しましょう
ko: <hinticon/> <b>채팅 메시지</b>를 저장해서 <2>즐겨찾는 제스처</2> 메뉴에서 언제든지 보낼 수 있습니다
pt: <hinticon/> Salve uma <b>mensagem do chat</b> para enviar a qualquer momento no menu de <2>Expressões Favoritas</2>
ru: <hinticon/> Сохраните <b>сообщение чата</b>, чтобы в любой момент переслать его из меню <2>любимых выражений</2>
th: <hinticon/> บันทึก<b>ข้อความแชท</b>เพื่อส่งได้ตลอดเวลาในเมนู<2>การแสดงออกโปรด</2>ของคุณ
vi: <hinticon/> Lưu <b>tin nhắn trò chuyện</b> trong menu <2>Biểu cảm Yêu thích</2> của bạn để gửi bất kỳ lúc nào
zh_hans: <hinticon/>在你的<2>最喜欢的表情</2>菜单中保存<b>聊天信息</b>以便随时发送
zh_hant: <hinticon/>儲存<b>聊天訊息</b>，隨時在<2>最愛表情</2>中發送

# tutorial_emote_favorites_edit
source: <hinticon/> <1>Tap</1> the <pencil/> to modify your <2>Favorite Expressions</2>
de: <hinticon/> <1>Tippe</1> auf <pencil/>, um deine <2>Lieblings-Emotes</2> zu bearbeiten
es: <hinticon/> <1>Toca</1> el <pencil/> para modificar tus <2>expresiones favoritas</2>
fr: <hinticon/> <1>Touchez</1> le <pencil/> pour modifier vos <2>emotes préférés</2>
id: <hinticon/> <1>Ketuk</1> pada <pencil/> untuk memodifikasi <2>Ekspresi Favorit</2> kamu
it: <hinticon/> <1>Tocca</1> <pencil/> per modificare le tue <2>espressioni preferite</2>
ja: <hinticon/> <pencil/>を<1>タップ</1>すると、<2>お気に入り表現</2>を編集できます
ko: <hinticon/> <pencil/>을 <1>탭</1>해서 <2>즐겨찾는 제스처</2>를 수정합니다
pt: <hinticon/> <1>Toque</1> em <pencil/> para mudar as <2>expressões preferidas</2>
ru: <hinticon/> <1>Нажмите</1> на <pencil/>, чтобы изменить свои <2>любимые выражения</2>
th: <hinticon/> <1>แตะ</1> <pencil/> เพื่อปรับแต่ง<2>การแสดงออกสุดโปรด</2>ของคุณ
vi: <hinticon/> <1>Nhấn</1> <pencil/> để chỉnh sửa <2>Biểu cảm Yêu thích</2> của bạn
zh_hans: <hinticon/> <1>轻点</1><pencil/>修改<2>最喜欢的表情</2>
zh_hant: <hinticon/><1>點擊</1><pencil/>來修改你的<2>最愛表情</2>選單

# tutorial_emote_favorites_edit_ps
source: <hinticon/> <1>Press</1> <button type="emote_menu"/> to modify your <2>Favorite Expressions</2>
de: <hinticon/> <1>Drücke</1> auf <button type="emote_menu"/>, um deine <2>Lieblings-Emotes</2> zu bearbeiten
es: <hinticon/> <1>Presiona</1> <button type="emote_menu"/> para modificar tus <2>expresiones favoritas</2>
fr: <hinticon/> <1>Appuyez sur</1> <button type="emote_menu"/> pour modifier votre <2>emote préféré</2>
id: <hinticon/> <1>Tekan</1> <button type="emote_menu"/> untuk memodifikasi <2>Ekspresi Favorit</2> kamu
it: <hinticon/> <1>Premi</1> <button type="emote_menu"/> per modificare le tue <2>espressioni preferite</2>
ja: <hinticon/> <button type="emote_menu"/>を<1>押す</1>と、<2>お気に入り表現</2>を編集できます
ko: <hinticon/> <button type="emote_menu"/>을 <1>눌러</1> <2>즐겨찾는 제스처</2>를 수정합니다
pt: <hinticon/> <1>Pressione</1> <button type="emote_menu"/> para mudar as <2>expressões preferidas</2>
ru: <hinticon/> <1>Нажмите</1> <button type="emote_menu"/>, чтобы изменить свои <2>любимые выражения</2>
th: <hinticon/> <1>กด</1> <button type="emote_menu"/> เพื่อปรับแต่ง<2>การแสดงออกสุดโปรด</2>ของคุณ
vi: <hinticon/> <1>Ấn</1> <button type="emote_menu"/> để chỉnh sửa <2>Biểu cảm Yêu thích</2> của bạn
zh_hans: <hinticon/> <1>按</1><button type="emote_menu"/>修改<2>最喜欢的表情</2>
zh_hant: <hinticon/><1>按下</1><button type="emote_menu"/>來修改你的<2>最愛表情</2>

# tutorial_emote_favorites_open
source: <hinticon/> <1>Press and hold</1> the <b>wing meter</b> to access your <2>Favorite Expressions</2>
de: <hinticon/> <1>Drücke und halte</1> deb <b>Flügelmesser</b> um auf deine <2>Lieblings-Emotes</2> zuzugreifen
es: <hinticon/> <1>Mantén presionado</1> el <b>medidor de alas</b> para acceder a tus <2>expresiones favoritas</2>
fr: <hinticon/> <1>Maintenez</1> la <b>jauge aile</b> pour accéder à vos <2>emotes préférés</2>
id: <hinticon/> <1>Tekan dan tahan</1> <b>meteran sayap</b> untuk mengakses <2>Ekspresi Favorit</2> kamu
it: <hinticon/> <1>Tieni premuto</1> il <b>misuratore alare</b> per accedere alle tue <2>espressioni preferite</2>
ja: <hinticon/> <b>ケープのレベル</b>を<1>長押し</1>して<2>お気に入り表現</2>を開きましょう
ko: <hinticon/> <b>날개 아이콘</b>를 <1>길게 눌러서</1> <2>즐겨찾는 제스처</2>를 열어요
pt: <hinticon/> <1>Aperte e segure</1> o <b>medidor de asa</b> para acessar suas <2>expressões preferidas</2>
ru: <hinticon/> <1>Нажимайте и удерживайте</1> <b>индикатор энергии</b>, чтобы открыть свои <2>любимые выражения</2>
th: <hinticon/> <1>กด</1><b>มิเตอร์ปีก</b>ค้างไว้เพื่อเข้าไปยัง<2>การแสดงออกสุดโปรด</2>ของคุณ
vi: <hinticon/> <1>Nhấn và giữ</1> <b>menu biểu cảm</b> để mở <2>Biểu cảm Yêu thích</2> của bạn
zh_hans: <hinticon/> <1>按住</1><b>飞翼标尺</b>访问<2>最喜欢的表情</2>
zh_hant: <hinticon/><1>按住</1><b>光翼能量圖標</b>即可查看<2>最愛表情</2>

# tutorial_emote_favorites_open_ps
source: <hinticon/> <1>Hold <button type="emote_favorites"/></1> to access your <2>Favorite Expressions</2>
de: <hinticon/> <1>Halte <button type="emote_favorites"/></1>, um auf deine <2>Lieblings-Emotes</2> zuzugreifen
es: <hinticon/> <1>Mantén presionado <button type="emote_favorites"/></1> para acceder a tus <2>expresiones favoritas</2>
fr: <hinticon/> <1>Maintenez<button type="emote_favorites"/> </1> pour modifier vos <2>emotes préférés</2>
id: <hinticon/> <1>Tahan <button type="emote_favorites"/></1> untuk mengakses <2>Ekspresi Favorit</2> kamu
it: <hinticon/> <1>Tieni premuto <button type="emote_favorites"/></1> per accedere alle tue <2>espressioni preferite</2>
ja: <hinticon/> <1><button type="emote_favorites"/>を長押し</1>して<2>お気に入り表現</2>を開きましょう
ko: <hinticon/> <1><button type="emote_favorites"/>을 길게 눌러서</1> <2>즐겨찾는 제스처</2>를 열어요
pt: <hinticon/> <1>Segure <button type="emote_favorites"/></1> para acessar suas <2>expressões preferidas</2>
ru: <hinticon/> <1>Удерживайте <button type="emote_favorites"/></1>, чтобы открыть свои <2>любимые выражения</2>
th: <hinticon/> <1>กด <button type="emote_favorites"/></1> ค้างไว้เพื่อเข้าไปยัง<2>การแสดงออกสุดโปรด</2>ของคุณ
vi: <hinticon/> <1>Giữ <button type="emote_favorites"/></1> để mở <2>Biểu cảm Yêu thích</2> của bạn
zh_hans: <hinticon/> <1>按住<button type="emote_favorites"/></1>访问<2>最喜欢的表情</2>
zh_hant: <hinticon/><1>按住<button type="emote_favorites"/></1>來查看你的<2>最愛表情</2>

# tutorial_emote_favorites_select
source: Use <button type="move"> to select
de: Verwende <button type="move"> zum Auswählen
es: Usa <button type="move"> para seleccionar
fr: Utiliser <button type="move"> pour la sélection
id: Gunakan <button type="move"> untuk memilih
it: Usa <button type="move"> per selezionare
ja: <button type="move">を使い、選択します
ko: <button type="move">을 사용해서 선택해요
pt: Use <button type="move"> para selecionar
ru: Используйте <button type="move">, чтобы выбрать
th: ใช้ <button type="move"> เพื่อเลือก
vi: Sử dụng <button type="move"> để chọn
zh_hans: 使用<button type="move">来选择
zh_hant: 使用<button type="move">來選擇

# tutorial_emote_favorites_tap_emote
source: <hinticon/> <1>Tap</1> an expression to <2>favorite</2> it
de: <hinticon/> <1>Tippe</1> auf einen Emote, um ihn zu <2>favorisieren</2>
es: <hinticon/> <1>Toca</1> una expresión <2>para agregarla a tus favoritas</2>
fr: <hinticon/> <1>Touchez</1> un emote pour l’ajouter aux <2>favoris</2>
id: <hinticon/> <1>Ketuk</1> sebuah ekspresi untuk menjadikannya <2>favorit</2>
it: <hinticon/> <1>Tocca</1> un'espressione per <2>aggiungerla alle preferite</2>
ja: <hinticon/> いずれかの感情表現を<1>タップ</1>すると<2>お気に入り</2>に追加できます
ko: <hinticon/> 제스처를 <1>탭</1>해서 <2>즐겨찾기</2>에 추가합니다
pt: <hinticon/> <1>Toque</1> em uma expressão para <2>favoritá-la</2>
ru: <hinticon/> <1>Нажмите</1> на выражение, чтобы добавить его в <2>избранные</2>
th: <hinticon/> <1>แตะ</1>ไปที่การแสดงออกเพื่อเพิ่มเป็น<2>รายการโปรด</2>
vi: <hinticon/> <1>Nhấn</1> một biểu cảm để thêm vào <2>danh sách yêu thích</2>
zh_hans: <hinticon/> <1>轻点</1>表情来<2>收藏</2>它
zh_hant: <hinticon/><1>點擊</1>表情，將它<2>加入最愛</2>

# tutorial_emote_favorites_tap_emote_ps
source: <hinticon/> <1>Select</1> an expression to <2>favorite</2> it
de: <hinticon/> <1>Wähle</1> ein Emote aus, um ihn zu <2>favorisieren</2>
es: <hinticon/> <1>Selecciona</1> una expresión <2>para agregarla a tus favoritas</2>
fr: <hinticon/> <1>Sélectionnez</1> un emote pour l’ajouter aux <2>favoris</2>
id: <hinticon/> <1>Pilih</1> sebuah ekspresi untuk menjadikannya <2>favorit</2>
it: <hinticon/> <1>Seleziona</1> un'espressione per <2>aggiungerla alle preferite</2>
ja: <hinticon/> いずれかの感情表現を<1>選択</1>すると<2>お気に入り</2>に追加できます
ko: <hinticon/> 제스처를 <1>선택</1>해서 <2>즐겨찾기</2>에 추가합니다
pt: <hinticon/> <1>Selecione</1> uma expressão para <2>favoritá-la</2>
ru: <hinticon/> <1>Выберите</1> выражение, чтобы добавить его в <2>избранные</2>
th: <hinticon/> <1>เลือก</1>การแสดงออกเพื่อเพิ่มเป็น<2>รายการโปรด</2>
vi: <hinticon/> <1>Select</1> một biểu cảm để thêm vào <2>danh sách yêu thích</2>
zh_hans: <hinticon/> <1>选择</1>表情来<2>收藏</2>它
zh_hant: <hinticon/><1>選擇</1>表情，將它<2>加入最愛</2>

# tutorial_emote_favorites_trigger
source: Release <button type="move"> to use
de: Lass <button type="move"> los zum Verwenden
es: Suelta <button type="move"> para usar
fr: Lâcher <button type="move"> pour l’utiliser
id: Lepaskan <button type="move"> untuk menggunakannya
it: Rilascia <button type="move"> per utilizzare
ja: <button type="move">を開いて使用します
ko: <button type="move">에서 손을 떼면 제스처를 사용해요
pt: Solte <button type="move"> para usar
ru: Отпустите <button type="move">, чтобы использовать
th: ปล่อย <button type="move"> เพื่อใช้
vi: Thả <button type="move"> để sử dụng
zh_hans: 松开<button type="move">来使用
zh_hant: 放開<button type="move">來使用

# tutorial_emote_favorites_unlocked
source: You can now <2>favorite</2> your expressions! Tap the <favorite/> in the <2>expressions menu</2> to learn more.
de: Du kannst jetzt deine Emotes <2>favorisieren</2>! Tippe auf <favorite/> im <2>Emote-Menü</2>, um mehr zu erfahren.
es: ¡Ahora puedes seleccionar tus expresiones <2>favoritas!</2> Toca el <favorite/> en el <2>menú de expresiones</2> para obtener más información.
fr: Vous pouvez maintenant ajouter vos emotes aux <2>favoris</2> ! Touchez <favorite/> dans le <2>menu des expressions</2> pour en savoir plus.
id: Sekarang kamu bisa <2>memfavoritkan</2> ekspresi kamu! Ketuk <favorite/> pada <2>menu ekspresi</2> untuk mempelajari lebih lanjut.
it: Ora puoi <2>aggiungere le espressioni alle tue preferite</2>! Tocca <favorite/> nel <2>menu delle espressioni</2> per saperne di più.
ja: <2>お気に入り</2>の表現を保存できるようになりました！ <2>感情表現メニュー</2>の<favorite/>をタップし、詳細を確認しましょう
ko: 이제 제스처를 <2>즐겨찾기</2>에 추가할 수 있습니다! <2>제스처 메뉴</2>에서 <favorite/>을 탭해서 더 자세한 내용을 확인해 보세요.
pt: Agora você pode <2>favoritar</2> suas expressões! Toque em <favorite/> no <2>menu de expressões</2> para saber mais.
ru: Теперь выражения можно <2>заносить в избранное</2>! Нажмите <favorite/> в <2>меню выражений</2>, чтобы узнать больше.
th: ตอนนี้คุณสามารถเพิ่มการแสดงออกของคุณไปยัง<2>รายการโปรด</2>ได้แล้ว! แตะ<favorite/>ใน<2>เมนูการแสดงออก</2>เพื่อเรียนรู้เพิ่มเติม
vi: Giờ bạn có thể thêm biểu cảm của mình vào <2>danh sách yêu thích</2>! Nhấn <favorite/> trong <2>menu biểu cảm</2> để tìm hiểu thêm.
zh_hans: 你现在可以<2>收藏</2>表情！ 轻点<2>表情菜单</2>中的<favorite/>来了解详情。
zh_hant: 你現在可以將表情設為<2>最愛</2>了！ 點擊<2>表情選單</2>中的<favorite/>以了解詳情。

# tutorial_emote_favorites_unlocked_ps
source: You can now <2>favorite</2> your expressions! Select the <favorite/> in the <2>expressions menu</2> to learn more.
de: Du kannst jetzt deine Emotes <2>favorisieren</2>! Wähle <favorite/> im <2>Emote-Menü</2> aus, um mehr zu erfahren.
es: ¡Ahora puedes seleccionar tus expresiones <2>favoritas!</2> Selecciona el <favorite/> en el <2>menú de expresiones</2> para obtener más información.
fr: Vous pouvez maintenant ajouter vos emotes aux <2>favoris</2> ! Sélectionnez <favorite/> dans le <2>menu des expressions</2> pour en savoir plus.
id: Sekarang kamu bisa <2>memfavoritkan</2> ekspresi kamu! Pilih <favorite/> pada <2>menu ekspresi</2> untuk mempelajari lebih lanjut.
it: Ora puoi <2>aggiungere le espressioni alle tue preferite</2>! Seleziona <favorite/> nel <2>menu delle espressioni</2> per saperne di più.
ja: <2>お気に入り</2>の表現を保存できるようになりました！ <2>感情表現メニュー</2>の<favorite/>を選択し、詳細を確認しましょう
ko: 이제 제스처를 <2>즐겨찾기</2>에 추가할 수 있습니다! <2>제스처 메뉴</2>에서 <favorite/>을(를) 선택해서 더 자세한 내용을 확인해 보세요.
pt: Agora você pode <2>favoritar</2> suas expressões! Selecione <favorite/> no <2>menu de expressões</2> para saber mais.
ru: Теперь выражения можно <2>заносить в избранное</2>! Выберите <favorite/> в <2>меню выражений</2>, чтобы узнать больше.
th: ตอนนี้คุณสามารถเพิ่มการแสดงออ���ของคุณไปยัง<2>รายการโปรด</2>ได้แล้ว! เลือก<favorite/>ใน<2>เมนูการแสดงออก</2>เพื่อเรียนรู้เพิ่มเติม
vi: Giờ bạn có thể thêm biểu cảm của mình vào <2>danh sách yêu thích</2>! Chọn <favorite/> trong <2>menu biểu cảm</2> để tìm hiểu thêm.
zh_hans: 你现在可以<2>收藏</2>表情！ 选择<2>表情菜单</2>中的<favorite/>来了解详情。
zh_hant: 你現在可以將表情設為<2>最愛</2>了！ 選擇<2>表情選單</2>中的<favorite/>以了解詳情。
