Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_art_05_01
source: (<b>Artwork by Tom Zhao</b>)
de: (<b>Kunstwerk von Tom Zhao</b>)
es: (<b>Obra de arte de Tom Zhao</b>)
fr: (<b>Œuvre d'art de Tom Zhao</b>)
id: (<b>Karya seni oleh Tom Zhao</b>)
it: (<b>Opera d'arte di Tom Zhao</b>)
ja: (<b>作：Tom Zhao</b>)
ko: (<b>톰 자오의 작품</b>)
pt: (<b>Obra de arte de Tom Zhao</b>)
ru: (<b>Рисунок Tom Zhao</b>)
vi: (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: (<b>Tom Zhao的艺术作品</b>)
zh_hant: (<b>Tom Zhao 繪</b>)

# sf_art_05_02
source: (<b>Artwork by Tom Zhao</b>)
de: (<b>Kunstwerk von Tom Zhao</b>)
es: (<b>Obra de arte de Tom Zhao</b>)
fr: (<b>Œuvre d'art de Tom Zhao</b>)
id: (<b>Karya seni oleh Tom Zhao</b>)
it: (<b>Opera d'arte di Tom Zhao</b>)
ja: (<b>作：Tom Zhao</b>)
ko: (<b>톰 자오의 작품</b>)
pt: (<b>Obra de arte de Tom Zhao</b>)
ru: (<b>Рисунок Tom Zhao</b>)
vi: (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: (<b>Tom Zhao的艺术作品</b>)
zh_hant: (<b>Tom Zhao 繪</b>)

# sf_art_05_03
source: (<b>Artwork by Tom Zhao</b>)
de: (<b>Kunstwerk von Tom Zhao</b>)
es: (<b>Obra de arte de Tom Zhao</b>)
fr: (<b>Œuvre d'art de Tom Zhao</b>)
id: (<b>Karya seni oleh Tom Zhao</b>)
it: (<b>Opera d'arte di Tom Zhao</b>)
ja: (<b>作：Tom Zhao</b>)
ko: (<b>톰 자오의 작품</b>)
pt: (<b>Obra de arte de Tom Zhao</b>)
ru: (<b>Рисунок Tom Zhao</b>)
vi: (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: (<b>Tom Zhao的艺术作品</b>)
zh_hant: (<b>Tom Zhao 繪</b>)

# sf_art_06_00
source: Our core game pillars of Wonder, Humanity, and Community became our way of streamlining the art, design and story. If it didn’t touch upon these pillars, then it may not have been crucial to Sky.
de: Die Kernpfeiler des Spiels Wunder, Menschlichkeit und Gemeinschaft wurden unsere Art, Kunst, Design und Geschichte zu optimieren. Wenn sich etwas auf keinen dieser Pfeiler stützte, war es vielleicht nicht wesentlich für Sky.
es: Los pilares principales del juego: asombro, humanidad y comunidad se volvieron la forma en la que racionalizamos el arte, el diseño y la historia. Si algo no tenía mucho que ver con estos pilares, entonces no sería crucial para Sky.
fr: Les piliers du jeu, à savoir le Merveilleux, l’Humanité et la Communauté ont alors dirigé les graphismes, la conception et l’histoire elle-même. Si un élément ne répondait à l’un de ces critères, peut-être n’était-il pas essentiel à Sky.
id: Pilar permainan inti kami yaitu Keajaiban, Kemanusiaan, dan Komunitas menjadi cara kami untuk menyederhanakan seni, desain, dan cerita. Jika tidak menyentuh pilar-pilar ini, maka hal tersebut tidak akan menjadi hal yang penting bagi Sky.
it: I pilastri fondamentali del nostro gioco, ossia il senso di meraviglia, umanità e comunità, sono diventati il nostro modo di razionalizzare la grafica, il design e la storia. Ciò che non rifletteva questi valori, non era considerato cruciale per Sky.
ja: 私たちのゲームの主軸となった、驚き(Wonder)、人間らしさ(Humanity)、コミュニティ(Community)が、アートとデザインと物語を統合する鍵となってくれました。また、これらの軸に合わないものはSkyにとっては重要ではないのかも、と考える指針にもなりました。
ko: 호기심, 인류애, 공동체는 저희 게임에서 아트, 디자인, 이야기를 매끄럽게 만들어주는 핵심 기둥이 되었습니다. 이런 기둥에 부합하지 않는 요소는 Sky에 중요하지 않다는 의미죠.
pt: Os pilares principais do jogo – Maravilhamento, Humanidade e Comunidade – viraram nossa maneira de transmitir a arte, o design e a história. Se algo não se encaixasse nesse pilares, talvez não fosse crucial para Sky.
ru: В работе над графикой, дизайном и сюжетом мы опирались на понятия Чуда, Человечности и Общности. Всякий важный элемент Sky должен так или иначе соотноситься с этими столпами.
vi: Các trụ cột cốt lõi trong trò chơi của chúng tôi là Kỳ quan, Nhân loại và Cộng đồng đã trở thành cách chúng tôi hợp lý hóa nghệ thuật, thiết kế và câu chuyện. Nếu không có những trụ cột này, có lẽ thế giới Sky đã không tồn tại.
zh_hans: 我们将好奇心、人情味和社群这三大核心要素作为我们游戏美术、设计和故事的指导原则。如果某个内容不涉及这三大要素，那就说明它可能对于《Sky光·遇》来说不够重要。
zh_hant: 我們將好奇心、人情味和社群這三大核心要素作為遊戲美術、設計和故事的指導原則。如果某個內容不涉及這三大要素，那就說明它可能對《Sky光·遇》來說不夠重要。

# sf_art_06_01
source: WONDER. There is safety at its center but darkness all around. (<b>Artwork by Tom Zhao</b>)
de: WUNDER. In seinem Zentrum befindet sich Sicherheit, doch sie ist umgeben von Dunkelheit. (<b>Kunstwerk von Tom Zhao</b>)
es: ASOMBRO. En el centro tenemos la seguridad, pero la oscuridad la rodea. (<b>Arte de Tom Zhao</b>).
fr: MERVEILLEUX. Il y a un sentiment de sécurité au centre, entouré de ténèbres. (<b>Illustration de Tom Zhao</b>)
id: KEAJAIBAN. Ada keamanan di pusatnya, tetapi di sekelilingnya terdapat kegelapan. (<b>Karya seni oleh Tom Zhao</b>)
it: SENSO DI MERAVIGLIA. Al centro c'è la sicurezza, ma tutto intorno è buio. (<b>Opera di Tom Zhao</b>)
ja: WONDER：中心部では安心を感じる一方で、周囲は闇に覆われている。 (<b>作：Tom Zhao</b>)
ko: 호기심. 중심은 안전하지만 그 주변은 어둠으로 둘러싸여 있습니다. (<b>톰 자오의 작품</b>)
pt: MARAVILHAMENTO. Há segurança em seu centro, mas escuridão para todos os lados. (<b>Arte feita por Tom Zhao</b>)
ru: ЧУДО. В его центре безопасно, но вокруг — тьма. (<b>Рисунок Tom Zhao</b>)
vi: KỲ QUAN. Trung tâm có sự an toàn, nhưng xung quanh là bóng tối. (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 好奇心：它的中心令人安心，但周围确实无尽黑暗。 （<b>Tom Zhao创作的插画</b>）
zh_hant: 好奇心：在一切的中心你能感到安心，但四周環伺的卻是無盡黑暗。 （<b>Tom Zhao 繪</b>）

# sf_art_06_02
source: HUMANITY. Every moment is better with other players. (<b>Artwork by Tom Zhao</b>)
de: MENSCHLICHKEIT. Jeder Augenblick ist besser, wenn er mit anderen Spielern erlebt wird. (<b>Kunstwerk von Tom Zhao</b>)
es: HUMANIDAD. Cada momento es mejor con otras personas. (<b>Arte de Tom Zhao</b>).
fr: HUMANITÉ. Chaque instant est plus savoureux s’il est partagé. (<b>Illustration de Tom Zhao</b>)
id: KEMANUSIAAN. Setiap momen lebih baik bersama pemain lain. (<b>Karya seni oleh Tom Zhao</b>)
it: SENSO DI UMANITÀ. Ogni momento è migliore se vissuto in compagnia degli altri giocatori. (<b>Opera di Tom Zhao</b>)
ja: HUMANITY：他のプレイヤーと一緒なら、全ての瞬間がより良いものに。 (<b>作：Tom Zhao</b>)
ko: 인류애. 다른 플레이어와 함께할 때 매 순간이 더욱 풍성해집니다. (<b>톰 자오의 작품</b>)
pt: HUMANIDADE. Os momentos ficam melhores na companhia de outros jogadores. (<b>Arte feita por Tom Zhao</b>)
ru: ЧЕЛОВЕЧНОСТЬ. Любой момент игры становится приятнее, если разделить с другими игроками. (<b>Рисунок Tom Zhao</b>)
vi: NHÂN LOẠI. Mọi khoảnh khắc đều tuyệt vời hơn khi có những người chơi khác. (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 人情味：每一个时刻都有其他玩家相伴，都将更加美好。 （<b>Tom Zhao创作的插画</b>）
zh_hant: 人情味：每一刻，若能與其他玩家共度，都將更加美好。 （<b>Tom Zhao 繪</b>）

# sf_art_06_03
source: COMMUNITY. A feeling that you belong to a global collective that stands for compassion and altruism. (<b>Artwork by Tom Zhao</b>)
de: GEMEINSCHAFT. Ein Gefühl, dass du zu einer weltweiten Gesellschaft gehörst, die für Mitgefühl und Nächstenliebe steht. (<b>Kunstwerk von Tom Zhao</b>)
es: COMUNIDAD. La sensación de pertenecer a un colectivo global que fomenta la compasión y el altruismo. (<b>Arte de Tom Zhao</b>).
fr: COMMUNAUTÉ. Le sentiment d’appartenir à un collectif mondial, qui défend la compassion et l’altruisme. (<b>Illustration de Tom Zhao</b>)
id: KOMUNITAS. Perasaan bahwa kamu adalah bagian dari sebuah kelompok global yang berdiri untuk kasih sayang dan kebaikan. (<b>Karya seni oleh Tom Zhao</b>)
it: SENSO DI COMUNITÀ. La sensazione di appartenere a un collettivo globale che crede nella compassione e nell'altruismo. (<b>Opera di Tom Zhao</b>)
ja: COMMUNITY：思いやりと利他主義を大事にする人々が集まった世界に属しているという感覚。 (<b>作：Tom Zhao</b>)
ko: 공동체. 연민과 이타주의를 실천하는 전 세계적인 모임의 일원으로서 소속감을 느낍니다. (<b>톰 자오의 작품</b>)
pt: COMUNIDADE. Um sentimento de que você pertence a um coletivo global que defende a compaixão e o altruísmo. (<b>Arte feita por Tom Zhao</b>)
ru: ОБЩНОСТЬ. Чувство принадлежности к одному большому сообществу, разделяющему ценности сострадания и альтруизма. (<b>Рисунок Tom Zhao</b>)
vi: CỘNG ĐỒNG. Cảm giác bạn thuộc về một cộng đồng toàn cầu đại diện cho lòng nhân ái và vị tha. (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 社群：一种你属于一个全球性集体的感觉，这个集体代表着无私和仁慈之心。 （<b>Tom Zhao创作的插画</b>）
zh_hant: 社群：一種你屬於一個全球性集體的感覺，而這個集體代表著無私和仁慈之心。 （<b>Tom Zhao 繪</b>）

# sf_art_07_00
source: This area introduces early artwork of the kingdom’s realms, and the visual moods of the emotional arc.
de: Dieser Bereich stellt frühe Kunstwerke des Königreichs vor und die bildlichen Stimmungen des emotionalen Bogens.
es: Esta área presenta el arte inicial de los reinos y los ambientes visuales del arco emocional.
fr: Cette zone montre les premières illustrations des royaumes, ainsi que les ambiances visuelles de l’arc émotionnel.
id: Area ini memperkenalkan karya seni awal kerajaan, dan suasana visual dari rangkaian emosi.
it: Quest'area introduce le prime rappresentazioni artistiche dei reami e gli stati d'animo visivi dell'arco emotivo.
ja: このエリアでは、開発初期段階における王国の各地方と感情曲線の視覚的イメージを表現した作品を紹介します。
ko: 이 구역은 왕국의 세계, 시각적인 분위기, 감정적인 흐름을 그린 초기 아트워크를 소개하고 있습니다.
pt: Esta área apresenta as primeiras artes dos territórios do reino e as ideias ilustradas do arco emocional.
ru: Далее вы увидите ранние наброски миров королевства и визуализации, созданные во время поисков общего настроения сюжетной линии.
vi: Khu vực này giới thiệu tác phẩm nghệ thuật ban đầu về các vương quốc của thế giới, và phác họa tâm trạng của cung bậc cảm xúc.
zh_hans: 这个区域介绍了王国领域的早期艺术形象，以及情感弧线的视觉情绪。
zh_hant: 此區域展示了王國各領域早期的圖稿，以及視覺上的情感曲線。

# sf_art_07_01
source: Isle of Dawn Concept (<b>Artwork by Yuichiro Tanabe</b>)
de: "Insel der Dämmerung"-Entwurf (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: Concepto de la Isla del Amanecer (<b>Arte de Yuichiro Tanabe</b>)
fr: Concert Île de l’aube (<b>Illustration de Yuichiro Tanabe</b>)
id: Konsep Pulau Fajar (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: Studio dell'Isola dell'Alba (<b>Opera di Yuichiro Tanabe</b>)
ja: 孤島のコンセプト (<b>作：Yuichiro Tanabe</b>)
ko: 여명의 섬 컨셉 (<b>유이치로 타나베의 작품</b>)
pt: Conceito da Ilha do Alvorecer (<b>Arte feita por Yuichiro Tanabe</b>)
ru: Концепт Острова рассвета (<b>Рисунок Yuichiro Tanabe</b>)
vi: Ý tưởng về Đảo Bình Minh (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 晨岛概念 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 晨島概念圖 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_07_02
source: Daylight Prairie Concept (<b>Artwork by Tom Zhao</b>)
de: Tageslichtprärie-Entwurf (<b>Kunstwerk von Tom Zhao</b>)
es: Concepto de la Planicie Luz de Día (<b>Arte de Tom Zhao</b>)
fr: Concert Prairie illuminée (<b>Illustration de Tom Zhao</b>)
id: Konsep Padang Rumput Siang (<b>Karya seni oleh Tom Zhao</b>)
it: Studio della Prateria Diurna (<b>Opera di Tom Zhao</b>)
ja: 草原のコンセプト (<b>作：Tom Zhao</b>)
ko: 햇빛 초원 컨셉 (<b>톰 자오의 작품</b>)
pt: Conceito da Campina da Aurora (<b>Arte feita por Tom Zhao</b>)
ru: Концепт Полуденной прерии (<b>Рисунок Tom Zhao</b>)
vi: Ý tưởng về Thảo Nguyên Ánh Sáng (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 云野概念 （<b>Tom Zhao创作的插画</b>）
zh_hant: 雲野概念圖 （<b>Tom Zhao 繪</b>）

# sf_art_07_03
source: Hidden Forest Concept (<b>Artwork by Tom Zhao</b>)
de: "Verborgenen Wald"-Entwurf (<b>Kunstwerk von Tom Zhao</b>)
es: Concepto del Bosque Escondido (<b>Arte de Tom Zhao</b>)
fr: Concept Forêt cachée (<b>Illustration de Tom Zhao</b>)
id: Konsep Hutan Tersembunyi (<b>Karya seni oleh Tom Zhao</b>)
it: Studio della Foresta Nascosta (<b>Opera di Tom Zhao</b>)
ja: 雨林のコンセプト (<b>作：Tom Zhao</b>)
ko: 비밀의 숲 컨셉 (<b>톰 자오의 작품</b>)
pt: Conceito da Floresta Oculta (<b>Arte feita por Tom Zhao</b>)
ru: Концепт Тайного леса (<b>Рисунок Tom Zhao</b>)
vi: Ý tưởng về Rừng Mưa (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 雨林概念 （<b>Tom Zhao创作的插画</b>）
zh_hant: 雨林概念圖 （<b>Tom Zhao 繪</b>）

# sf_art_07_04
source: Valley of Triumph Concept (<b>Artwork by Tom Zhao</b>)
de: "Tal des Triumphs"-Entwurf (<b>Kunstwerk von Tom Zhao</b>)
es: Concepto del Valle del Triunfo (<b>Arte de Tom Zhao</b>)
fr: Concept Vallée du triomphe (<b>Illustration de Tom Zhao</b>)
id: Konsep Lembah Kejayaan (<b>Karya seni oleh Tom Zhao</b>)
it: Studio della Valle del Trionfo (<b>Opera di Tom Zhao</b>)
ja: 峡谷のコンセプト (<b>作：Tom Zhao</b>)
ko: 승리의 계곡 컨셉 (<b>톰 자오의 작품</b>)
pt: Conceito do Vale do Triunfo (<b>Arte feita por Tom Zhao</b>)
ru: Концепт Долины триумфа (<b>Рисунок Tom Zhao</b>)
vi: Ý tưởng về Thung Lũng Vinh Quang (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 霞谷概念 （<b>Tom Zhao创作的插画</b>）
zh_hant: 霞谷概念圖 （<b>Tom Zhao 繪</b>）

# sf_art_07_05
source: Golden Wasteland Concept (<b>Artwork by Khang Le</b>)
de: "Goldene Ödnis"-Entwurf (<b>Kunstwerk von Khang Le</b>)
es: Concepto del Páramo Dorado (<b>Arte de Khang Le</b>)
fr: Concept Désert d'or (<b>Illustration de Khang Le</b>)
id: Konsep Gurun Emas (<b>Karya seni oleh Khang Le</b>)
it: Studio del Deserto Dorato (<b>Opera di Khang Le</b>)
ja: 捨てられた地のコンセプト (<b>作：Tom Zhao</b>)
ko: 황금 황무지 콘셉트 (<b>캉 레의 작품</b>)
pt: Conceito do Sertão Dourado (<b>Arte feita por Khang Le</b>)
ru: Концепт Золотой пустоши (<b>Рисунок Khang Le</b>)
vi: Ý tưởng về Hoang Mạc Hoàng Kim (<b>Tác phẩm nghệ thuật của Khang Le</b>)
zh_hans: 暮土概念 （<b>Khang Le创作的插画</b>）
zh_hant: 暮土概念圖 （<b>Khang Le 繪</b>）

# sf_art_07_06
source: Vault of Knowledge Concept (<b>Artwork by Jacky Ke Jiang</b>)
de: "Tresor des Wissens"-Entwurf (<b>Kunstwerk von Jacky Ke Jiang</b>)
es: Concepto de la Bóveda de Conocimiento (<b>Arte de Jacky Ke Jiang</b>)
fr: Concept Chambre forte de connaissance (<b>Illustration de Jacky Ke Jiang</b>)
id: Konsep Kubah Pengetahuan (<b>Karya seni oleh Jacky Ke Jiang</b>)
it: Studio della Cupola della Conoscenza (<b>Opera di Jacky Ke Jiang</b>)
ja: 書庫のコンセプト (<b>作：Tom Zhao</b>)
ko: 지식의 도서관 컨셉 (<b>재키 케 지앙의 작품</b>)
pt: Conceito do Relicário do Conhecimento (<b>Arte feita por Jacky Ke Jiang</b>)
ru: Концепт Хранилища знаний (<b>Рисунок Jacky Ke Jiang</b>)
vi: Ý tưởng về Kho Tri Thức (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang</b>)
zh_hans: 禁阁概念 （<b>江轲创作的插画</b>）
zh_hant: 禁閣概念圖 （<b>江軻 繪</b>）

# sf_art_07_07
source: Eye of Eden Concept (<b>Artwork by Trevor Stringer</b>)
de: "Auge von Eden"-Entwurf (<b>Kunstwerk von Trevor Stinger</b>)
es: Concepto del Ojo de Edén (<b>Arte de Trevor Stringer</b>)
fr: Concept Œil d’Éden (<b>Illustration de Trevor Stringer</b>)
id: Konsep Pusat Eden (<b>Karya seni oleh Trevor Stringer</b>)
it: Studio dell'Occhio di Eden (<b>Opera di Trevor Stringer</b>)
ja: 暴風域/原罪のコンセプト (<b>作：Trevor Stringer</b>)
ko: 에덴의 눈 컨셉 (<b>트레버 스트링거의 작품</b>)
pt: Conceito do Olho de Éden (<b>Arte feita por Trevor Stringer</b>)
ru: Концепт Сердца Эдема (<b>Рисунок Trevor Stringer</b>)
vi: Ý tưởng về Mắt Địa Đàng (<b>Tác phẩm nghệ thuật của Trevor Stringer</b>)
zh_hans: 暴风眼概念 （<b>Trevor Stringer创作的插画</b>）
zh_hant: 暴風眼概念圖 （<b>由Trevor Stringer繪製</b>）

# sf_art_07_08
source: Death Concept (<b>Artwork by Tom Zhao</b>)
de: Tod-Entwurf (<b>Kunstwerk von Tom Zhao</b>)
es: Concepto de la muerte (<b>Arte de Tom Zhao</b>)
fr: Concept Mort (<b>Illustration de Tom Zhao</b>)
id: Konsep Kematian (<b>Karya seni oleh Tom Zhao</b>)
it: Studio della morte (<b>Opera di Tom Zhao</b>)
ja: 死のコンセプト (<b>作：Tom Zhao</b>)
ko: 죽음 컨셉 (<b>톰 자오의 작품</b>)
pt: Conceito da Morte (<b>Arte feita por Tom Zhao</b>)
ru: Концепт Смерти (<b>Рисунок Tom Zhao</b>)
vi: Ý tưởng về Cái Chết (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 死亡概念 （<b>Tom Zhao创作的插画</b>）
zh_hant: 死亡概念圖 （<b>Tom Zhao 繪</b>）

# sf_art_07_09
source: Orbit Concept (<b>Artwork by Tom Zhao</b>)
de: Orbit-Entwurf (<b>Kunstwerk von Tom Zhao</b>)
es: Concepto de órbita (<b>Arte de Tom Zhao</b>)
fr: Concept Orbite (<b>Illustration de Tom Zhao</b>)
id: Konsep Orbit (<b>Karya seni oleh Tom Zhao</b>)
it: Studio dell'orbita (<b>Opera di Tom Zhao</b>)
ja: 天空のコンセプト (<b>作：Tom Zhao</b>)
ko: 궤도 컨셉 (<b>톰 자오의 작품</b>)
pt: Conceito da Órbita (<b>Arte feita por Tom Zhao</b>)
ru: Концепт Орбиты (<b>Рисунок Tom Zhao</b>)
vi: Ý tưởng về Quỹ Đạo (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 轮回转世概念 （<b>Tom Zhao创作的插画</b>）
zh_hant: 轉世軌道概念圖 （<b>Tom Zhao 繪</b>）

# sf_art_08_00
source: In the early stages, “animal guardians” were sketched as mythical figures who watched over their realms. They slowly evolved into the elder-ancestor humanoid characters that we recognize as being integral to the kingdom’s rise and fall.
de: Im Anfangsstadium wurden "Tierwächter" als mythische Figuren dargestellt, die über ihre Reiche wachen. Sie entwickelten sich mit der Zeit zu menschenähnlichen Ältesten und Vorfahren, die wir als wesentlich für den Aufstieg und Fall des Königreichs verstehen.
es: En las primeras etapas, los "guardianes animales" se bocetaron como figuras míticas que observaban los reinos. Lentamente evolucionaron en los personajes humanoides, ancestros de los ancianos que reconocemos como parte integral del auge y la caída del reino.
fr: Dans les premières phases de développement, les « animaux gardiens » étaient représentés sous les traits de figures mythiques qui veillaient sur leur royaume. Ils ont ensuite lentement évolué vers des ancêtres humanoïdes faisant partie intégrante de la grandeur et de la décadence du royaume.
id: Pada tahap awal, "penjaga hewan" digambarkan sebagai tokoh mitos yang menjaga alam mereka. Mereka perlahan-lahan berevolusi menjadi karakter humanoid nenek moyang yang kita kenal sebagai bagian tak terpisahkan dari kebangkitan dan kejatuhan kerajaan.
it: Nelle fasi iniziali, i "custodi animali" venivano delineati come figure mitiche che vegliavano sui loro reami. Si sono evoluti lentamente nei personaggi umanoidi degli anziani antenati che consideriamo parte integrante dell'ascesa e della caduta del regno.
ja: 初期段階では各地方を見守る神話的な存在として"動物の守護者"が描かれました。彼らは徐々に進化を遂げ、王国の興亡を物語る上で欠かせない、人型のキャラクターである大精霊たちへとその姿を変えていきました。
ko: 초기에는 세계를 보살피는 신화적인 존재로 '동물 수호신'을 그렸습니다. 이후 서서히 인간형태가 되어 왕국의 흥망성쇠를 이끄는 등장인물로 편입되었습니다.
pt: Nos estágios iniciais, "guardiões animais" foram esboçados como figuras míticas que protegiam seus reinos. Eles evoluíram lentamente para os personagens humanoides de ancestrais-anciões que reconhecemos como sendo essenciais para a ascensão e a queda do reino.
ru: Поначалу «звери-стражи» были полумифическими духами-хранителями своих владений. Постепенно их образы сместились в сторону человекоподобных «предков-старейшин», каждый из которых сыграл свою роль во многих взлётах и падениях королевства.
vi: Trong giai đoạn đầu, những “vệ thú” được phác họa như những nhân vật thần thoại bảo vệ vương quốc của họ. Dần dần, họ được phát triển thành những nhân vật tiên tổ mang hình dáng loài người được chúng ta công nhận là không thể thiếu trong sự trỗi dậy và sụp đổ của vương quốc.
zh_hans: 在早期阶段，“动物守护者”被描绘为守护着自己领域的神秘形象。它们慢慢进化成年长的先祖人形角色，按照我们的设定，它们对于王国的兴衰至关重要。
zh_hant: 初期，「動物守護者」被描繪成神話人物，負責守護祂們各自的領域。這些角色逐漸演變成長老先靈的類人角色，祂們對於王國興衰至關重要。

# sf_art_08_01
source: Together, they were led by a Ruler, who ultimately sacrificed himself to birth a new generation of children of light. (<b>Artwork by Jacky Ke Jiang</b>)
de: Zusammen wurden sie von einem Herrscher geführt, der sich letztendlich selbst opferte, um eine neue Generation von Kindern des Lichts hervorzubringen. (<b>Kunstwerk von Jacky Ke Jiang</b>)
es: Juntos, fueron liderados por un soberano, quien a la larga se sacrificó a sí mismo para dar paso a una nueva generación de niños de la luz. (<b>Arte de Jacky Ke Jiang</b>)
fr: Ils étaient alors menés par un seigneur, qui allait se sacrifier pour donner naissance une nouvelle génération d’enfants de la lumière. (<b>Illustration de Jacky Ke Jiang</b>)
id: Bersama-sama, mereka dipimpin oleh seorang Penguasa, yang pada akhirnya mengorbankan dirinya sendiri untuk melahirkan generasi baru anak-anak cahaya. (<b>Karya seni oleh Jacky Ke Jiang</b>)
it: Insieme, erano guidati da un Sovrano, che alla fine si era sacrificato per dare vita a una nuova generazione di Figli della Luce. (<b>Opera di Jacky Ke Jiang</b>)
ja: 彼らは皆、Ruler (統治者)に導かれていました。このRulerは次世代の星の子どもたちを誕生させるため、自らを犠牲にしました。 (<b>作：Jacky Ke Jiang</b>)
ko: 이들이 따르는 군주는 나중에 빛의 아이들에게 새로운 시대를 열어주기 위해 스스로를 희생하는 인물입니다. (<b>재키 케 지앙의 작품</b>)
pt: Juntos, eles foram liderados por um Governante que, por fim, se sacrificou para a criação de uma nova geração de filhos da luz. (<b>Arte feita por Jacky Ke Jiang</b>)
ru: Королевство в своё время возглавлял Правитель, который в итоге пожертвовал собой, чтобы дать жизнь новому поколению детей света. (<b>Рисунок Jacky Ke Jiang</b>)
vi: Cùng nhau, họ được dẫn dắt bởi một vị Quốc Vương, người cuối cùng đã hy sinh bản thân để sinh ra một thế hệ mới - những đứa con của ánh sáng. (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang</b>)
zh_hans: 它们由一位共同的统治者引领，这位统治者最终牺牲了他自己，催生了新一代的光之子。 （<b>江轲创作的插画</b>）
zh_hant: 祂們由一位共同的統治者領導，最終他犧牲了自己，於焉而生的是新一代的光之子。 （<b>江軻 繪</b>）

# sf_art_08_02
source: ISLE OF DAWN - WISDOM (<b>Artwork by Tom Zhao</b>)
de: INSEL DER DÄMMERUNG – WEISHEIT (<b>Kunstwerk von Tom Zhao</b>)
es: ISLA DEL AMANECER: SABIDURÍA (<b>Arte de Tom Zhao</b>)
fr: ÎLE DE L’AUBE - SAGESSE (<b>Illustration de Tom Zhao</b>)
id: PULAU FAJAR - KEBIJAKSANAAN (<b>Karya seni oleh Tom Zhao</b>)
it: ISOLA DELL'ALBA - SAGGEZZA (<b>Opera di Tom Zhao</b>)
ja: 孤島：叡智 (Wisdom) (<b>作：Tom Zhao</b>)
ko: 여명의 섬 - 지혜 (<b>톰 자오의 작품</b>)
pt: ILHA DO ALVORECER - SABEDORIA (<b>Arte feita por Tom Zhao</b>)
ru: ОСТРОВ РАССВЕТА — МУДРОСТЬ (<b>Рисунок Tom Zhao</b>)
vi: ĐẢO BÌNH MINH - TRÍ TUỆ (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 晨岛 - 智慧 （<b>Tom Zhao创作的插画</b>）
zh_hant: 晨島——智慧 （<b>Tom Zhao 繪</b>）

# sf_art_08_03
source: DAYLIGHT PRAIRIE - EMPATHY (<b>Artwork by Tom Zhao</b>)
de: TAGESLICHTPRÄRIE – MITGEFÜHL (<b>Kunstwerk von Tom Zhao</b>)
es: PLANICIE LUZ DE DÍA: EMPATÍA (<b>Arte de Tom Zhao</b>)
fr: PRAIRIE ILLUMINÉE - EMPATHIE (<b>Illustration de Tom Zhao</b>)
id: PADANG RUMPUT SIANG - EMPATI (<b>Karya seni oleh Tom Zhao</b>)
it: PRATERIA DIURNA - EMPATIA (<b>Opera di Tom Zhao</b>)
ja: 草原：共感 (Empathy) (<b>作：Tom Zhao</b>)
ko: 햇빛 초원 공감 (<b>톰 자오의 작품</b>)
pt: CAMPINA DA AURORA - EMPATIA (<b>Arte feita por Tom Zhao</b>)
ru: ПОЛУДЕННАЯ ПРЕРИЯ — ЭМПАТИЯ (<b>Рисунок Tom Zhao</b>)
vi: THẢO NGUYÊN ÁNH SÁNG - ĐỒNG CẢM (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 云野 - 同理心 （<b>Tom Zhao创作的插画</b>）
zh_hant: 雲野——同理心 （<b>Tom Zhao 繪</b>）

# sf_art_08_04
source: HIDDEN FOREST - RESILIENCE (<b>Artwork by Tom Zhao</b>)
de: VERBORGENER WALD – WIDERSTANDSKRAFT (<b>Kunstwerk von Tom Zhao</b>)
es: BOSQUE ESCONDIDO: RESISTENCIA (<b>Arte de Tom Zhao</b>)
fr: FORÊT CACHÉE - TÉNACITÉ (<b>Illustration de Tom Zhao</b>)
id: HUTAN TERSEMBUNYI - KETAHANAN (<b>Karya seni oleh Tom Zhao</b>)
it: FORESTA NASCOSTA - RESILIENZA (<b>Opera di Tom Zhao</b>)
ja: 雨林：再起 (Resilience) (<b>作：Tom Zhao</b>)
ko: 비밀의 숲 - 회복력 (<b>톰 자오의 작품</b>)
pt: FLORESTA OCULTA - RESILIÊNCIA (<b>Arte feita por Tom Zhao</b>)
ru: ТАЙНЫЙ ЛЕС — СТОЙКОСТЬ (<b>Рисунок Tom Zhao</b>)
vi: RỪNG MƯA - NHẪN NẠI (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 雨林 - 坚韧 （<b>Tom Zhao创作的插画</b>）
zh_hant: 雨林——堅韌 （<b>Tom Zhao 繪</b>）
