Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# account_select_type_apple_vn
source: <b>Sign in with Apple (Vietnam)</b>
de: <b>Mit Apple (Vietnam) anmelden</b>
es: <b>Iniciar sesión con Apple (Vietnam)</b>
fr: <b>Connexion avec Apple (Vietnam)</b>
id: <b>Masuk dengan Apple (Vietnam)</b>
it: <b>Accedi con Apple (Vietnam)</b>
ja: <b>Apple (ベトナム)</b>
ko: <b>Apple(베트남)로 로그인 </b>
pt: <b>Entrar com a Apple (Vietnã)</b>
ru: <b>Войти с помощью уч. записи Apple (Вьетнам)</b>
th: <b>เข้าสู่ระบบด้วย Apple (เวียดนาม)</b>
vi: <b>Đăng nhập với Apple (Việt Nam)</b>
zh_hans: <b>通过Apple（越南）登录</b>
zh_hant: <b>使用 Apple（越南）登入</b>

# account_select_type_facebook
source: <b>Sign in with Facebook</b>
de: <b>Mit Facebook anmelden</b>
es: <b>Iniciar sesión con Facebook</b>
fr: <b>Connexion avec Facebook</b>
id: <b>Masuk dengan Facebook</b>
it: <b>Accedi con Facebook</b>
ja: <b>Facebook</b>
ko: <b>Facebook으로 로그인</b>
pt: <b>Entrar com o Facebook</b>
ru: <b>Войти с помощью уч. записи Facebook</b>
th: <b>เข้าสู่ระบบด้วย Facebook</b>
vi: <b>Đăng nhập bằng Facebook</b>
zh_hans: <b>通过 Facebook 登录</b>
zh_hant: <b>通過 Facebook 登錄</b>

# account_select_type_gamecenter
source: <b>Sign in with Game Center</b>
de: <b>Mit Game Center anmelden</b>
es: <b>Iniciar sesión con Game Center</b>
fr: <b>Connexion avec Game Center</b>
id: <b>Masuk dengan Game Center</b>
it: <b>Accedi con Game Center</b>
ja: <b>Game Center</b>
ko: <b>Game Center로 로그인</b>
pt: <b>Entrar com o Game Center</b>
ru: <b>Войти с помощью Game Center</b>
th: <b>เข้าสู่ระบบด้วย Game Center</b>
vi: <b>Đăng nhập bằng Game Center</b>
zh_hans: <b>通过 Game Center 登录</b>
zh_hant: <b>通過 Game Center 登錄</b>

# account_select_type_gamecenter_vn
source: <b>Sign in with Game Center (Vietnam)</b>
de: <b>Mit Game Center (Vietnam) anmelden</b>
es: <b>Iniciar sesión con Game Center (Vietnam)</b>
fr: <b>Connexion avec Game Center (Vietnam)</b>
id: <b>Masuk dengan Game Center (Vietnam)</b>
it: <b>Accedi con Game Center (Vietnam)</b>
ja: <b>Game Center (ベトナム)</b>
ko: <b>Game Cente(베트남)r로 로그인 </b>
pt: <b>Entrar com o Game Center (Vietnã)</b>
ru: <b>Войти с помощью Game Center (Вьетнам)</b>
th: <b>เข้าสู่ระบบด้วย Game Center (เวียดนาม)</b>
vi: <b>Đăng nhập với Game Center (Việt Nam)</b>
zh_hans: <b>通过Game Center（越南）登录</b>
zh_hant: <b>使用 Game Center（越南）登入</b>

# account_select_type_google
source: <b>Sign in with Google</b>
de: <b>Mit Google anmelden</b>
es: <b>Iniciar sesión con Google</b>
fr: <b>Connexion avec Google</b>
id: <b>Masuk dengan Google</b>
it: <b>Accedi con Google</b>
ja: <b>Googleアカウント</b>
ko: <b>Google로 로그인</b>
pt: <b>Entrar com o Google</b>
ru: <b>Войти с помощью Google</b>
th: <b>เข้าสู่ระบบด้วย Google</b>
vi: <b>Đăng nhập bằng Google</b>
zh_hans: <b>通过 Google 登录</b>
zh_hant: <b>通過 Google 登錄</b>

# account_select_type_huawei
source: <b>Sign in with HUAWEI ID</b>
de: <b>Mit HUAWEI ID anmelden</b>
es: <b>Iniciar sesión con ID de HUAWEI</b>
fr: <b>Connexion avec Huawei</b>
id: <b>Masuk dengan ID HUAWEI</b>
it: <b>Accedi con HUAWEI ID</b>
ja: <b>HUAWEI ID</b>
ko: <b>HUAWEI ID로 로그인하기</b>
pt: <b>Entrar com a ID HUAWEI</b>
ru: <b>Войти с уч. записью HUAWEI ID</b>
th: <b>เข้าสู่ระบบด้วย HUAWEI ID</b>
vi: <b>Đăng nhập bằng HUAWEI ID</b>
zh_hans: <b>使用华为账号登录</b>
zh_hant: <b>使用華為 ID 登入</b>

# account_select_type_local
source: <b>Sign in with Local Account</b>
de: <b>Mit lokalem Konto anmelden</b>
es: <b>Iniciar sesión con cuenta local</b>
fr: <b>Connexion avec compte local</b>
id: <b>Masuk dengan Akun Lokal</b>
it: <b>Accedi con un account locale</b>
ja: <b>ローカルアカウント</b>
ko: <b>로컬 계정으로 로그인</b>
pt: <b>Entrar com uma conta local</b>
ru: <b>Войти с локальной учетной записью</b>
th: <b>เข้าสู่ระบบด้วยบัญชีท้องถิ่น</b>
vi: <b>Đăng nhập bằng Tài khoản Nội bộ</b>
zh_hans: <b>使用本地帐户登录</b>
zh_hant: <b>使用本機帳號登入</b>

# account_select_type_nintendo
source: <b>Sign in with Nintendo Account</b>
de: <b>Mit Nintendo-Account anmelden</b>
es: <b>Iniciar sesión con cuenta Nintendo</b>
fr: <b>Connexion avec Nintendo</b>
id: <b>Masuk dengan Akun Nintendo</b>
it: <b>Accedi con account Nintendo</b>
ja: <b>ニンテンドーアカウント</b>
ko: <b>닌텐도 어카운트로 로그인</b>
pt: <b>Fazer login com conta Nintendo</b>
ru: <b>Войти с помощью уч. записи Nintendo</b>
th: <b>เข้าสู่ระบบด้วยบัญชี Nintendo</b>
vi: <b>Đăng nhập bằng Tài khoản Nintendo</b>
zh_hans: <b>用Nintendo账号登录</b>
zh_hant: <b>用 Nintendo 帳號登入</b>

# account_select_type_sony
source: <b>Sign in with PlayStation™Network</b>
de: <b>Im PlayStation™Network anmelden</b>
es: <b>Iniciar sesión con PlayStation™Network</b>
fr: <b>Se connecter à PlayStation™Network</b>
id: <b>Masuk dengan PlayStation™Network</b>
it: <b>Accedere con PlayStation™Network</b>
ja: <b>PlayStation™Networkにサインインする</b>
ko: <b>PlayStation™Network로 로그인</b>
pt: <b>Iniciar sessão com a PlayStation™Network</b>
ru: <b>Войти через учетную запись для PlayStation™Network</b>
th: <b>เข้าสู่ระบบด้วย PlayStation™Network</b>
vi: <b>Đăng nhập bằng PlayStation™Network</b>
zh_hans: <b>用存取PlayStation™Network的账号登陆</b>
zh_hant: <b>以PlayStation™Network登入</b>

# account_select_type_steam
source: <b>Sign in with Steam</b>
de: <b>Mit Steam anmelden</b>
es: <b>Iniciar sesión con Steam</b>
fr: <b>Connexion avec Steam</b>
id: <b>Masuk dengan Steam</b>
it: <b>Accedi con Steam</b>
ja: <b>Steam</b>
ko: <b>Steam으로 로그인</b>
pt: <b>Entrar com o Steam</b>
ru: <b>Войти с помощью уч. записи Steam</b>
th: <b>เข้าสู่ระบบด้วย Steam</b>
vi: <b>Đăng nhập bằng Steam</b>
zh_hans: <b>通过 Steam 登录</b>
zh_hant: <b>通過 Steam 登錄</b>

# account_select_type_twitch
source: <b>Sign in with Twitch</b>
de: <b>Mit Twitch anmelden</b>
es: <b>Iniciar sesión con Twitch</b>
fr: <b>Connexion avec Twitch</b>
id: <b>Masuk dengan Twitch</b>
it: <b>Accedi con Twitch</b>
ja: <b>Twitch</b>
ko: <b>Twitch로 로그인</b>
pt: <b>Entrar com a Twitch</b>
ru: <b>Войти с помощью Twitch</b>
th: <b>เข้าสู่ระบบด้วย Twitch</b>
vi: <b>Đăng nhập với Twitch</b>
zh_hans: <b>通过Twitch登录</b>
zh_hant: <b>使用 Twitch 登入</b>

# achievement_a_new_dawn_desc
source: Be reborn.
de: Werde wiedergeboren.
es: Vuelve a nacer.
fr: Renaissez.
id: Lahir kembali.
it: Rinasci.
ja: 生まれ変わる
ko: 다시 태어나기
pt: Renasça.
ru: Перерождение
th: กำเนิดใหม่
vi: Tái sinh.
zh_hans: 重生。
zh_hant: 轉生。

# achievement_a_new_dawn_name
source: A New Dawn
de: Eine neue Dämmerung
es: Un nuevo amanecer
fr: Une nouvelle aube
id: Fajar Baru
it: Una nuova alba
ja: はじまりの孤島
ko: 새로운 여명
pt: Novo Alvorecer
ru: Новый рассвет
th: รุ่งอรุณใหม่
vi: Ánh bình minh mới
zh_hans: 重见曙光
zh_hant: 重見曙光。

# achievement_an_old_friend_desc
source: Become acquainted with an elder.
de: Schließe eine Bekanntschaft mit einem Ältesten.
es: Conoce a un anciano.
fr: Faire connaissance avec un ancien.
id: Berkenalan dengan seorang tetua.
it: Fai conoscenza con un anziano.
ja: 大精霊と懇意になる
ko: 장로와 친분을 쌓기
pt: Conheça um ancião.
ru: Познакомьтесь со старейшиной
th: ทำความรู้จักกับผู้อาวุโส
vi: Làm quen với một trưởng lão.
zh_hans: 结识一位长者。
zh_hant: 結識一位長者。

# achievement_an_old_friend_name
source: An Old Friend
de: Ein alter Freund
es: Una vieja amistad
fr: Un vieil ami
id: Teman Lama
it: Un vecchio amico
ja: 古の友
ko: 옛 친구
pt: Velho Amigo
ru: Старый друг
th: สหายเก่า
vi: Một người bạn già
zh_hans: 故友
zh_hant: 故友

# achievement_brighter_together_desc
source: Create a beacon of light with five or more players.
de: Erschaffe ein Leuchtfeuer mit fünf oder mehr Spielern.
es: Crea un faro de luz con cinco o más jugadores.
fr: Créer un phare de lumière avec cinq joueurs ou plus.
id: Buat suar cahaya dengan lima pemain atau lebih.
it: Crea un alone di luce con cinque o più giocatori.
ja: 5人以上のプレイヤーと一緒に火を掲げる
ko: 5명 이상의 플레이어와 양초를 모아 들기
pt: Crie uma aura de luz com cinco ou mais jogadores.
ru: Создайте маячок света с 5 или более игроками.
th: สร้างดวงประทีปแห่งแสงร่วมกับผู้เล่นห้าคนขึ้นไป
vi: Tạo đèn hiệu cùng với năm người chơi trở lên.
zh_hans: 与五名以上的玩家举起蜡烛，以发出光的信标。
zh_hant: 與五名以上的玩家舉起蠟燭，以發出光的信標。

# achievement_brighter_together_name
source: Brighter Together
de: Gemeinsam ist man heller
es: Brillamos más en compañía
fr: Plus brillants ensemble
id: Lebih Terang Bersama
it: L'unione fa la luce
ja: ともに、さらなる光を
ko: 함께 더 밝은 빛
pt: Mais Brilhantes Juntos
ru: Светим ярче вместе
th: สว่างไสวเมื่อรวมใจกัน
vi: Cùng nhau tỏa sáng
zh_hans: 聚·光
zh_hant: 聚·光

# achievement_crab_courier_desc
source: Take a crab on an adventure.
de: Nimm eine Krabbe mit auf ein Abenteuer.
es: Lleva a un cangrejo en una aventura.
fr: Emmener un crabe à l'aventure.
id: Ambil kepiting dalam petualangan.
it: Porta un granchio in un'avventura.
ja: 蟹を連れて冒険をする
ko: 어둠의 게와 함께 모험을 떠나기
pt: Leve um caranguejo em uma aventura.
ru: Путешествуем с крабом
th: พาปูออกผจญภัย
vi: Cưỡi cua trong một chuyến phiêu lưu.
zh_hans: 捡起一只暗黑蟹并一同冒险。
zh_hant: 撿起一隻暗黑蟹並一同冒險。

# achievement_crab_courier_name
source: Crab Courier
de: Krabbenkurier
es: Acarreador de cangrejos
fr: Transporteur de crabe
id: Kurir Kepiting
it: Corriere dei granchi
ja: 蟹の運び屋
ko: 게 배달부
pt: Carregador de Caranguejo
ru: Доставка крабов
th: ผู้จัดส่งปู
vi: Cua vận chuyển
zh_hans: 暗黑蟹宅配
zh_hant: 暗黑蟹宅配

# achievement_deep_diver_desc
source: Dive to the deepest depth in Treasure Reef.
de: Tauche in die tiefsten Tiefen des Schatzriffs.
es: Sumérgete en lo más profundo del Coral del Tesoro.
fr: Plonger au plus profond de Récif du trésor.
id: Selami Karang Harta Karun terdalam.
it: Immergiti nelle profondità della Scogliera del Tesoro.
ja: 秘宝の環礁の最深部へ潜水する
ko: 보물섬에서 가장 깊은 곳까지 잠수하기
pt: Mergulhe nas profundezas do Recife do Tesouro.
ru: Донырните до самых глубин у Острова сокровищ.
th: ดำดิ่งสู่จุดที่ลึกที่สุดในแนวปะการังสมบัติ
vi: Lặn xuống nơi sâu nhất trong Rạn san hô kho báu.
zh_hans: 潜入宝礁的最深处。
zh_hant: 潛入寶礁的最深處。

# achievement_deep_diver_name
source: Deep Diver
de: Tiefseetaucher
es: Bucear en lo profundo
fr: Plongeur des profondeurs
id: Penyelam Kedalaman
it: Sommozzatore
ja: 深淵ダイバー
ko: 심해 잠수부
pt: Mergulho Profundo
ru: Глубоководный ныряльщик
th: นักดำน้ำลึก
vi: Người lặn sâu
zh_hans: 深潜者
zh_hant: 深潛者

# achievement_feed_the_krills_desc
source: Catapult twenty players in Graveyard.
de: Katapultiere zwanzig Spieler beim Friedhof.
es: Catapulta a veinte jugadores en el Cementerio.
fr: Catapulter vingt joueurs dans le Cimetière.
id: Lontarkan dua puluh pemain di Makam.
it: Catapulta venti giocatori nel cimitero.
ja: 墓所にてプレイヤーを20回投石機で飛ばす
ko: 묘지에서 플레이어 20명을 대포로 쏘기
pt: Catapulte vinte jogadores no Cemitério.
ru: Запустите 20 игроков из катапульты на кладбище.
th: ขว้างผู้เล่น 20 คนในสุสาน
vi: Bắn 20 người chơi trong Nghĩa địa.
zh_hans: 用暮土的投石机发射二十名玩家。
zh_hant: 用暮土的投石機發射二十名玩家。

# achievement_feed_the_krills_name
source: Feed The Dragons
de: Füttere die Drachen
es: Alimenta a los dragones
fr: Nourrir les dragons
id: Beri Makan Naga
it: In pasto ai draghi
ja: 暗黒竜への贈り物
ko: 다크 드래곤에게 먹이 주기
pt: Comida para Dragão
ru: Корм для драконов
th: เลี้ยงอาหารมังกร
vi: Cho rồng ăn
zh_hans: 置于险地
zh_hant: 冥龍投食秀

# achievement_friend_formation_desc
source: Be in a group of eight players holding hands.
de: Sei einer aus einer Gruppe von acht Spielern, die Händchen halten.
es: Sé parte de un grupo de ocho personas que se toman de las manos.
fr: Faire partie d’un groupe de huit joueurs se tenant la main.
id: Bentuk grup berdelapan yang saling berpegangan tangan.
it: Forma un gruppo di otto giocatori che si tengono per mano.
ja: 8人組のグループみんなで手をつなぐ
ko: 자신을 포함한 8명의 플레이어와 나란히 손 잡기
pt: Esteja em um grupo de oito jogadores segurando as mãos.
ru: Возьмитесь за руки группой из 8 игроков.
th: ร่วมอยู่ในกลุ่มผู้เล่นแปดคนที่จับมือกัน
vi: Nằm trong nhóm tám người chơi nắm tay nhau.
zh_hans: 与七名玩家同时牵手，形成八人队形。
zh_hant: 與七名玩家同時牽手，形成八人隊形。

# achievement_friend_formation_name
source: Friend Formation
de: Freunde in Formation
es: Formación amistosa
fr: Formation d'amis
id: Formasi Teman
it: Formazione amica
ja: フレンドフォーメーション！
ko: 친구 대형
pt: Grupo de Amigos
ru: Дружественный строй
th: ขบวนมิตรสหาย
vi: Đội hình bạn bè
zh_hans: 编队飞行好友
zh_hant: 編隊飛行好友

# achievement_good_company_desc
source: Summon every Elder at the same time.
de: Beschwöre alle Ältesten gleichzeitig.
es: Invoca a todos los ancianos al mismo tiempo.
fr: Invoquer tous les anciens en même temps.
id: Panggil semua Tetua bersamaan.
it: Evoca tutti gli anziani contemporaneamente.
ja: 全ての大精霊を一度に召喚する
ko: 동시에 모든 장로를 소환하기
pt: Evoque todos os anciãos ao mesmo tempo.
ru: Призовите всех старейшин одновременно.
th: อัญเชิญผู้อาวุโสทุกคนพร้อมกัน
vi: Triệu hồi mọi Trưởng lão cùng một lúc.
zh_hans: 同时召唤每位长者。
zh_hant: 同時召喚所有長者。

# achievement_good_company_name
source: Good Company
de: Gute Gesellschaft
es: Buena compañía
fr: Bonne compagnie
id: Teman Baik
it: Buona compagnia
ja: 綺羅星の如く
ko: 좋은 친구
pt: Boa Companhia
ru: Душевная компания
th: ผองเพื่อนที่ดี
vi: Bạn đồng hành tốt
zh_hans: 齐聚一堂
zh_hant: 齊聚一堂

# achievement_hero_of_sky_desc
source: Rescue thirty downed players.
de: Rette dreißig geschwächte Spieler.
es: Rescata a treinta jugadores abatidos.
fr: Sauver trente joueurs à terre.
id: Selamatkan tiga puluh pemain yang jatuh.
it: Salva trenta giocatori abbattuti.
ja: 光を失ったプレイヤーを30人助ける
ko: 쓰러진 플레이어 30명을 구하기
pt: Salve trinta jogadores caídos.
ru: Спасите 30 погасших игроков.
th: ช่วยเหลือผู้เล่นที่ล้มลง 30 คน
vi: Giải cứu ba mươi người chơi bị bắn rơi.
zh_hans: 拯救三十名光芒熄灭的玩家。
zh_hant: 拯救三十名光芒熄滅的玩家。

# achievement_hero_of_sky_name
source: Hero of Sky
de: Held des Himmels
es: Héroe de Sky
fr: Héros de Sky
id: Pahlawan Sky
it: Eroe di Sky
ja: Skyのヒーロー
ko: Sky 속 영웅
pt: Herói de Sky
ru: Герой Неба
th: ฮีโร่แห่ง Sky
vi: Anh hùng của Sky
zh_hans: Sky之英雄
zh_hant: Sky之英雄

# achievement_high_glider_desc
source: Reach high altitude without touching the ground.
de: Versuche eine große Höhe zu erreichen, ohne dabei den Boden zu berühren.
es: Alcanza una gran altitud sin tocar el suelo.
fr: Atteindre une altitude élevée sans toucher le sol.
id: Capai ketinggian tanpa menyentuh tanah.
it: Raggiungi l'alta quota senza toccare il suolo.
ja: 地面に触れることなく高度を飛行する
ko: 땅에 닿지 않고 높은 고도까지 날아오르기
pt: Alcance altas altitudes sem tocar no chão.
ru: Заберитесь высоко-высоко, не коснувшись земли.
th: ขึ้นที่สูงโดยไม่แตะพื้น
vi: Đạt đến độ cao mà không cần chạm đất.
zh_hans: 在不碰到地面的情况下飞到高空。
zh_hant: 在不碰到地面的情況下飛到高空。

# achievement_high_glider_name
source: High Glider
de: Hoher Gleiter
es: Planeando Alto
fr: Planeur des hauteurs
id: Peluncur Tinggi
it: Ali spiegate
ja: 空高くどこまでも
ko: 고공비행 마니아
pt: Voo nas Alturas
ru: Выше облаков
th: เครื่องร่อนแห่งที่สูง
vi: Người lái tàu lượn trên cao
zh_hans: 高空滑行者
zh_hant: 高空滑翔者

# achievement_home_cooking_desc
source: Have a meal with the kind ancestor in Hidden Forest.
de: Speise mit dem freundlichen Vorfahren im Verborgenen Wald.
es: Comparte una comida con el amable ancestro del Bosque Escondido.
fr: Prendre un repas avec le gentil ancêtre de la Forêt cachée.
id: Makan bersama leluhur yang baik hati di Hutan Tersembunyi.
it: Mangia con la gentile antenata nella Foresta Nascosta.
ja: 雨林の優しい祖先と食卓をともにする
ko: 비밀의 숲에서 친절한 선조영혼과 식사하기
pt: Faça uma refeição com o ancestral gentil na Floresta Oculta.
ru: Наешьтесь досыта у доброго предка в Тайном лесу.
th: ทานอาหารร่วมกับบรรพชนผู้ใจดีในป่าลับ
vi: Dùng bữa với tổ tiên tốt bụng trong Rừng Mưa.
zh_hans: 在雨林中与和蔼的先灵共餐。
zh_hant: 在雨林與和藹的先靈一起用餐。

# achievement_home_cooking_name
source: Home Cooking
de: Hausmannskost
es: Comida casera
fr: Cuisine maison
id: Masakan Rumah
it: La cucina della nonna
ja: おうちの味
ko: 집밥
pt: Comida Caseira
ru: Вкусно как дома
th: ปรุงอาหารที่บ้าน
vi: Nấu ăn tại nhà
zh_hans: 家常便饭
zh_hant: 家常菜

# achievement_mycologist_desc
source: Visit the Fairy Ring in Daylight Prairie.
de: Besuche den Feenring in der Tageslichtprärie.
es: Visita el Anillo de las Hadas en la Planicie Luz de Día.
fr: Visiter l'Anneau des fées dans la Prairie illuminée.
id: Kunjungi Cincin Peri di Padang Rumput Siang.
it: Visita il cerchio delle streghe nella Prateria Diurna.
ja: 草原でフェアリーリングを見つける
ko: 햇빛 초원에 있는 요정고리를 찾아가기
pt: Visite o anel de fadas na Campina da Aurora.
ru: Посетите ведьмино кольцо в Полуденной прерии.
th: ไปยังวงแหวนภูติในทุ่งหญ้าแสงตะวัน
vi: Thăm Nhẫn tinh linh tại Thảo nguyên Ánh sáng.
zh_hans: 参观云野的仙女环。
zh_hant: 參觀雲野的仙女環。

# achievement_mycologist_name
source: Mycologist
de: Mykologe
es: Micólogo
fr: Mycologue
id: Ahli Ilmu Jamur
it: Micologo
ja: 菌類学者
ko: 균류학자
pt: Micologista
ru: Грибник
th: นักวิจัยเชื้อรา
vi: Nhà thần học
zh_hans: 真菌学家
zh_hant: 真菌學家

# achievement_not_afraid_desc
source: Complete a highest-intensity meteor shard event.
de: Schließe ein hochintensives Meteoritenscherben-Event ab.
es: Completa un evento de fragmentos de meteorito de la más alta intensidad.
fr: Terminer un événement d’éclats de météorites de la plus haute intensité.
id: Selesaikan event pecahan meteor dengan intensitas tertinggi.
it: Completa un evento di frammenti di meteore della massima intensità.
ja: 最も激しい破片の噴出を浄化する
ko: 가장 강한 폭발에서 발생한 파편 이벤트를 완료하기
pt: Conclua um evento de fragmentos de meteoro de maior intensidade.
ru: Расчистите самое сильное обрушение осколков.
th: เล่นอีเวนต์สะเก็ดดาวตกที่มีความรุนแรงสูงสุด
vi: Hoàn thành sự kiện mảnh sao băng cường độ cao nhất.
zh_hans: 完成最密集的陨石碎片活动。
zh_hant: 完成最高難度的隕石碎片活動。

# achievement_not_afraid_name
source: Not Afraid
de: Furchtlos
es: Sin miedo
fr: Même pas peur
id: Tidak Takut
it: Senza paura
ja: 恐れ知らず
ko: 두렵지 않아
pt: Destemido
ru: Я не боюсь
th: ไม่เกรงกลัว
vi: Không e ngại
zh_hans: 无所畏惧
zh_hant: 無所畏懼

# achievement_prairie_legend_desc
source: Meet a certain legendary creature in Daylight Prairie.
de: Treffe eine gewisse legendäre Kreatur in der Tageslichtprärie.
es: Descubre a cierta criatura legendaria en la Planicie Luz de Día.
fr: Rencontrer une certaine créature légendaire dans la Prairie illuminée.
id: Temui makhluk legendaris tertentu di Padang Rumput Siang.
it: Incontra una certa creatura leggendaria nella Prateria Diurna.
ja: 草原にてとある伝説的な生き物と出会う
ko: 햇빛 초원에서 특별한 전설의 크리처를 만나기
pt: Encontre uma certa criatura lendária na Campina da Aurora.
ru: Повстречайте легендарное существо в Полуденной прерии.
th: พบกับสิ่งมีชีวิตในตำนานในทุ่งหญ้าแสงตะวัน
vi: Gặp gỡ một sinh vật huyền thoại nhất định tại Thảo nguyên Ánh sáng.
zh_hans: 在云野遇见某种传奇生物。
zh_hant: 在雲野與某種傳說中的生物相遇。

# achievement_prairie_legend_name
source: Prairie Legend
de: Legende der Prärie
es: Leyenda de la Planicie
fr: Légende de la Prairie
id: Legenda Padang Rumput
it: Leggenda della prateria
ja: 草原のひみつ
ko: 초원의 전설
pt: Lenda da Campina
ru: Легенда прерии
th: ตำนานแห่งทุ่งหญ้า
vi: Huyền thoại thảo nguyên
zh_hans: 云野传奇
zh_hant: 雲野傳說

# achievement_savior_desc
source: Give light to every statue in the Eye of Eden in a single run.
de: Erleuchte in einem einzigen Durchlauf alle Statuen im Auge von Eden.
es: Ilumina todas las estatuas del Ojo de Edén en un solo intento.
fr: Donner de la lumière à chaque statue de l'Œil d'Eden en un voyage.
id: Berikan cahaya untuk setiap patung di Pusat Eden dalam sekali jalan.
it: Illumina ogni statua nell'Occhio di Eden senza interruzione.
ja: 1度の訪問で、原罪にいる全ての像に光を分け与える
ko: 한 번에 에덴의 눈에 있는 모든 조각상에게 날개빛을 나누어 주기
pt: Dê luz a cada estátua no Olho de Éden em uma única corrida.
ru: Отдайте свет всем статуям в Сердце Эдема за один забег.
th: มอบแสงให้กับรูปปั้นทุกรูปในดวงตาแห่งเอเดนในการเล่นรอบเดียว
vi: Mang ánh sáng đến cho mọi bức tượng trong Mắt địa đàng trong một lần chạy.
zh_hans: 在一次献祭中将翼之光献给暴风眼中的每座雕像。
zh_hant: 在一次獻祭中將翼之光獻給暴風眼中的每座雕像。

# achievement_savior_name
source: Savior
de: Retter
es: Salvador
fr: Sauveur
id: Penyelamat
it: Salvatore
ja: 救世主
ko: 구원자
pt: Salvador
ru: Спасатель
th: ผู้กอบกู้
vi: Cứu tinh
zh_hans: 救世主
zh_hant: 救世主

# achievement_skykid_sundae_desc
source: Make an eight-player piggyback stack.
de: Mach einen Huckepack-Stapel mit acht weiteren Spielern.
es: Haz una pila de ocho jugadores a caballito.
fr: Faire une pile de huit joueurs à saute-mouton.
id: Buat tumpukan delapan pemain di punggung.
it: Prendi a cavalluccio otto giocatori contemporaneamente.
ja: 8人組でおんぶタワーをつくる
ko: 자신을 포함한 8명의 플레이어가 모두 서로를 업기
pt: Faça uma pilha de oito jogadores nas costas uns dos outros.
ru: Соберите башню из 8 игроков друг на друге.
th: ให้ผู้เล่นแปดคนขี่หลังซ้อนกัน
vi: Cõng tám người chơi chồng lên nhau.
zh_hans: 与玩家们进行肩背，形成一座八层叠人塔。
zh_hant: 與玩家們進行肩背，形成一座八層疊人塔。

# achievement_skykid_sundae_name
source: Skykid Sundae
de: Skykinder-Räuberleiter
es: A Caballito
fr: Pile d’enfants du ciel
it: Coppa gelato
ja: 星の子8段アイス
ko: 빛의 아이로 쌓은 탑
pt: Montinho
ru: Башня из детей Неба
th: สกายคิดส์ซันเดย์
zh_hans: 光子叠罗汉
zh_hant: 光子疊羅漢

# achievement_social_butterfly_desc
source: Make five friends.
de: Finde fünf Freunde.
es: Consigue cinco amistades.
fr: Se faire cinq amis.
id: Berteman dengan lima orang.
it: Stringi cinque amicizie.
ja: 5人のプレイヤーとフレンドになる
ko: 친구 5명을 사귀기
pt: Faça cinco amigos.
ru: Заведите 5 друзей.
th: ผูกมิตรกับเพื่อน 5 คน
vi: Có 5 người bạn.
zh_hans: 结交五个朋友。
zh_hant: 結交五個朋友。

# achievement_social_butterfly_name
source: Social Butterfly
de: Geselliger Typ
es: Querido por la multitud
fr: Papillon social
id: Senang Bersosialisasi
it: Tipo socievole
ja: 蝶のように社交的に
ko: 마당발
pt: Queridinho da Galera
ru: Душа компании
th: ผีเสื้อสังคม
vi: Người quảng giao
zh_hans: 社交花蝴蝶
zh_hant: 社交花蝴蝶

# achievement_tag_youre_it_desc
source: Sneak up and touch a Dark Dragon's tail.
de: Schleiche dich an einen Dunkeldrachen heran und berühre seinen Schwanz.
es: Escabúllete y toca la cola del dragón oscuro.
fr: Se faufiler et toucher la queue d'un Dragon sombre.
id: Menyelinap dan menyentuh ekor Naga Kegelapan.
it: Avvicinati di soppiatto e tocca la coda a un Drago Oscuro.
ja: こっそり近づいて暗黒竜の尾にタッチ
ko: 다크 드래곤에게 몰래 다가가 꼬리를 만져 보기
pt: Vá por trás e toque na cauda de um Dragão Sombrio.
ru: Подкрадитесь и коснитесь хвоста темного дракона.
th: แอบย่องไปแตะหางของมังกรทมิฬ
vi: Lén lút và chạm vào đuôi của Rồng Hắc ám.
zh_hans: 偷偷靠近并摸摸冥龙的尾巴。
zh_hant: 偷摸冥龍的尾巴。

# achievement_tag_youre_it_name
source: Tag You're It
de: Du bist’s
es: ¡Tú la tienes!
fr: Chat, t'y es
id: Kejar-kejaran
it: Acchiapparella
ja: つかまえた！
ko: 술래잡기
pt: Tá com Você
ru: Ты водишь!
th: แปะ ตาเธอเป็น
vi: Chạm được bạn rồi nhé
zh_hans: 抓到你啦
zh_hant: 抓到你啦

# achievement_taking_flight_desc
source: Pass through the temple in the Isle of Dawn.
de: Durchquere den Tempel auf der Insel der Dämmerung.
es: Pasa a través del templo en la Isla del Amanecer.
fr: Passer par le temple de l'Île de l’aube
id: Lewati kuil di Pulau Fajar.
it: Attraversa il tempio nell'Isola dell'Alba.
ja: 孤島の神殿を通り抜ける
ko: 여명의 섬에서 사원을 통과하기
pt: Passe pelo templo na Ilha do Alvorecer.
ru: Пройдите через храм на Острове рассвета.
th: เดินทางผ่านวิหารในเกาะรุ่งอรุณ
vi: Đi qua ngôi đền ở Bán đảo Bình minh.
zh_hans: 穿过晨岛的神庙。
zh_hant: 穿過晨島的神殿。

# achievement_taking_flight_name
source: Taking Flight
de: Auf der Flucht
es: Levanta vuelo
fr: L'envol
id: Terbang
it: Spicca il volo
ja: 飛び立ち
ko: 비행의 시작
pt: Hora de Voar
ru: Иду на взлет
th: ออกบิน
vi: Bay một chuyến
zh_hans: 启程
zh_hant: 啟航

# achievement_teddy_bear_desc
source: Hug ten unique players.
de: Umarme zehn einzigartige Spieler.
es: Abraza a diez jugadores diferentes.
fr: Faire un câlin à dix joueurs uniques.
id: Peluk sepuluh pemain berbeda.
it: Abbraccia dieci giocatori diversi.
ja: 10人のプレイヤーとハグをする
ko: 서로 다른 10명의 플레이어와 포옹하기
pt: Abrace dez jogadores diferentes.
ru: Обнимите 10 разных игроков.
th: กอดผู้เล่น 10 คนที่ไม่ซ้ำกัน
vi: Ôm 10 người chơi khác nhau.
zh_hans: 拥抱十名不同玩家。
zh_hant: 擁抱十名不同玩家。

# achievement_teddy_bear_name
source: Teddy Bear
de: Teddybär
es: Peluchito
fr: Ours en peluche
it: Orsacchiotto
ja: テディベア
ko: 곰 인형
pt: Ursinho de Pelúcia
ru: Обнимашки
th: หมีเท็ดดี้
vi: Gấu bông
zh_hans: 熊抱
zh_hant: 熊抱
