Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# mischief24_samantha_chat_11
source: Broom submission changelist #481293 seems broken.
de: Die Änderungsliste der Besen-Einreichung Nr. 481293 scheint beschädigt zu sein.
es: Parece que se rompió el historial de cambios #481293 de las solicitudes de escobas.
fr: Le formulaire de modification de balai #481293 a un souci.
id: Daftar pengiriman sapu #481293 tampaknya rusak.
it: Il lotto di scope n. 481293 sembra guasto.
ja: 箒提出用の変更リスト #481293が壊れてるみたぁい
ko: 빗자루 버전 변경사항 #481293이 고장난 것 같아.
pt: A lista de alterações de envio da vassoura nº 481293 não parece estar funcionando.
ru: Обновление №481293 для мётел, кажется, сломано.
th: ดูเหมือนว่ารายการเปลี่ยนแปลงคำขอส่งไม้กวาด #481293 จะเสียหาย
vi: Danh sách thay đổi chổi #481293 có vẻ bị hỏng.
zh_hans: 扫帚提交变更列表 #481293 似乎已损坏。
zh_hant: 掃把更新列表編號 #481293 似乎壞掉了。

# mischief24_samantha_chat_12
source: Rodeo!
es: ¡Rodeo de vaqueros!
fr: Rodéo !
ja: ロデオ！
ko: 로데오!
pt: Rodeio!
ru: Родео!
th: โรดิโอ!
zh_hans: 牛仔竞技表演！
zh_hant: 牛仔秀！

# mischief24_samantha_chat_13
source: ...no, Broomdeo!
de: ... nein, Beseneo!
es: No… ¡De escovaqueros!
fr: ... non, Balaidéo !
id: ... Tidak, Broomdeo!
it: No, rodeo si scope!
ja: いや、ホーキデオだ！
ko: ... 아니지, 빗자루데오!
pt: ... não, vassoureio!
ru: ... нет, Метлео!
th: ...ไม่นะ บรูมดิโอ!
vi: ...không, Broomdeo!
zh_hans: ……不，是扫帚竞技表演！
zh_hant: ⋯⋯不，應該叫掃仔秀！

# mischief24_samantha_chat_14
source: Great news!
de: Gute Neuigkeiten!
es: ¡Te tengo un notición!
fr: Excellente nouvelle !
id: Berita bagus!
it: Ottime notizie!
ja: 良いニュースだよ！
ko: 좋은 소식이야!
pt: Ótimas notícias!
ru: Отличные новости!
th: ข่าวดี!
vi: Tin vui đây!
zh_hans: 好消息！
zh_hant: 好消息！

# mischief24_samantha_chat_15
source: Austin finished his brooms!
de: Austin hat seine Besen fertiggestellt!
es: ¡Austin terminó sus escobas!
fr: Austin a terminé ses balais !
id: Austin menyelesaikan sapunya!
it: Austin ha completato le scope!
ja: オースティンが箒できたってぇ！
ko: 오스틴이 빗자루를 완성했어!
pt: O Austin terminou as vassouras dele!
ru: Остин закончил свои мётлы!
th: ออสตินสร้างไม้กวาดของเขาเสร็จแล้ว!
vi: Austin đã hoàn thành những chiếc chổi của mình!
zh_hans: Austin 完成了他的扫帚！
zh_hant: Austin 完成了他的掃把！

# mischief24_samantha_chat_16
source: It could be hard to handle the new ride...
de: Es könnte schwierig werden, das neue Gefährt zu kontrollieren ...
es: Quizá te cueste manejar la escoba nueva…
fr: Il te faudra peut-être un peu de temps pour t’y faire...
id: Mungkin akan sulit untuk mengendarai wahana baru ini...
it: Potrebbe essere difficile gestire la nuova scopa...
ja: 新しい乗り物はちょ〜っと大変かもだけどぉ
ko: 새것은 다루기가 어려울 거야...
pt: Pode ser difícil controlar o novo passeio...
ru: Новая метла может оказаться непростой в управлении...
th: การควบคุมไม้กวาดใหม่อาจจะเป็นเรื่องยาก...
vi: Sẽ khó để kiểm soát chuyến đi mới...
zh_hans: 这新的扫把可能不太好驾驭……
zh_hant: 這新的掃把可能會有點難駕馭⋯⋯

# mischief24_samantha_chat_17
source: But do not worry, Nat will help you practice!
de: Aber keine Sorge, Nat wird dir beim Üben helfen!
es: Pero no te preocupes. ¡Nat te ayudará a practicar!
fr: Mais ne t’inquiète pas, Nat est là pour t’entraîner !
id: Tapi jangan khawatir, Nat akan membantumu berlatih!
it: Ma non preoccuparti, Nat ti aiuterà a esercitarti!
ja: ナットが一緒に練習してくれるから、だぁいじょーぶ！
ko: 하지만 걱정할 거 없어. 냇이 연습을 도와줄 테니까!
pt: Mas não se preocupe, a Nat vai te ajudar a praticar!
ru: Но не волнуйся, Нэт поможет практиковаться!
th: แต่ไม่ต้องห่วง แนทจะช่วยคุณฝึกเอง!
vi: Nhưng đừng lo, Nat sẽ giúp bạn luyện tập!
zh_hans: 但别担心，Nat 会帮你练习的！
zh_hant: 但別擔心，Nat 會幫助你練習！

# mischief24_samantha_chat_18
source: I heard Yoshi & Skidmore also made something new.
de: Ich habe gehört, Yoshi & Skidmore haben ebenfalls etwas Neues erstellt.
es: Oí que Yoshi y Skidmore también crearon algo nuevo.
fr: Il paraît que Yoshi et Skidmore ont eux aussi une surprise.
id: Kudengar Yoshi & Skidmore juga membuat sesuatu yang baru.
it: Ho sentito che anche Yoshi e Skidmore hanno realizzato qualcosa di nuovo.
ja: ヨシとスキッドモアも、なぁんか新しいの作ったんだって
ko: 요시와 스키드모어도 뭔가 새로운 걸 만들었다던데.
pt: Ouvi dizer que o Yoshi e o Skidmore também fizeram algo novo.
ru: Говорят, Йоши и Скидмор тоже сделали что-то новое.
th: ฉันได้ยินมาว่าโยชิกับสกิดมอร์ก็ได้สร้างอะไรใหม่ๆ เหมือนกัน
vi: Tôi nghe nói Yoshi & Skidmore cũng đã làm một thứ gì đó mới.
zh_hans: 我听说 Yoshi 和 Skidmore 也做了些新东西。
zh_hant: 我聽說 Yoshi 和 Skidmore 也做了一些新東西。

# mischief24_samantha_chat_19
source: Give them a visit when you get the chance!
de: Besuche sie doch mal bei nächster Gelegenheit!
es: ¡Pasa a visitarlos cuando puedas!
fr: Passe les voir quand tu auras le temps !
id: Kunjungi mereka jika ada kesempatan!
it: Vai a trovarli quando puoi!
ja: 時間があったらぁ、聞きに行ってみなよ〜！
ko: 기회가 되면 한 번 찾아가 봐!
pt: Visite-os quando puder!
ru: Навести их, когда будет возможность!
th: ไปเยี่ยมเยียนพวกเขา เมื่อคุณมีโอกาสเลยสิ!
vi: Hãy ghé thăm họ khi có cơ hội nhé!
zh_hans: 有机会的话去看看他们吧！
zh_hant: 有機會的話去拜訪他們吧！

# mischief24_samantha_chat_2
source: Austin, we need the new broom earlier than we thought!
de: Austin, wir brauchen den neuen Besen früher als erwartet!
es: ¡Austin, necesitamos la escoba nueva antes de lo que pensábamos!
fr: Austin, il nous faut ce nouveau balai plus tôt que prévu !
id: Austin, kita butuh sapu baru lebih cepat dari yang kita duga!
it: Austin, ci serve la nuova scopa prima del previsto!
ja: ねえオースティン、思ってたより早く箒が必要みたぁい！
ko: 오스틴, 생각보다 빨리 새 빗자루가 필요할 것 같아!
pt: Austin, vamos precisar da vassoura nova antes do que tínhamos pensado!
ru: Остин, новая метла понадобилась раньше, чем мы думали.
th: ออสติน เราต้องการไม้กวาดใหม่เร็วกว่าที่คิดน่ะ!
vi: Austin, chúng tôi cần chổi mới sớm hơn dự kiến!
zh_hans: Austin，我们需要比预期的更早拿到新扫帚！
zh_hant: Austin，我們比預期的更快需要新掃把！

# mischief24_samantha_chat_20
source: Well, use the broom and come meet us!
de: Nun, verwende den Besen und komm zu uns!
es: ¡Ven a vernos en la escoba!
fr: Bon, grimpe sur le balai et rejoins-nous !
id: Gunakan sapu itu dan temui kami!
it: Bene, usa la scopa e vieni a trovarci!
ja: そ〜だ、箒使って会いに来てよぉ！
ko: 빗자루를 사용해서 우릴 만나러 와!
pt: Pois bem, use a vassoura e venha nos encontrar!
ru: Садись на метлу и скорей к нам!
th: เอาล่ะ ใช้ไม้กวาดแล้วมาหาเราเลยสิ!
vi: Vậy thì hãy dùng chổi và đến gặp chúng tôi!
zh_hans: 好了，拿起扫把来跟我们会合！
zh_hant: 好吧，拿起掃把來跟我們會合！

# mischief24_samantha_chat_21a
source: I will see you there when you are ready!
de: Ich werde dich dort sehen, wenn du bereit bist!
es: ¡Te veré allí cuando tú puedas!
fr: Je te retrouve là-bas quand tu auras terminé !
id: Aku akan menemuimu di sana jika kamu sudah siap!
it: Ci vediamo lì appena puoi!
ja: 準備ができたら会おうねぇ
ko: 준비되면 거기서 보자!
pt: Quando estiver tudo pronto, a gente se vê!
ru: Увидимся там, когда ты подготовишься!
th: ไว้คุณพร้อมแล้ว เราไปเจอกันที่นั่นนะ!
vi: Tôi sẽ gặp bạn ở đó khi bạn sẵn sàng!
zh_hans: 等你准备好了，我会在那里等你！
zh_hant: 準備好後我會在那裡等你！

# mischief24_samantha_chat_21b
source: Nat! You're up!
de: Nat! Du bist dran!
es: ¡Nat! ¡Tu turno!
fr: Nat ! À toi !
id: Nat! Kamu sudah bangun!
it: Nat! Tocca a te!
ja: ナット〜！出番だよぉ！
ko: 냇! 네 차례야!
pt: Nat! É com você!
ru: Нэт! Ты с нами!
th: แนท! ตาเธอแล้ว!
vi: Nat! Đến lượt bạn!
zh_hans: Nat！该你了！
zh_hant: Nat！該你了！

# mischief24_samantha_chat_22
source: Oh no...now our home...
de: Oh, nein ... jetzt ist unser Zuhause ...
es: Ay, no… Ahora nuestro hogar…
fr: Oh non... pas notre maison...
id: Oh tidak... sekarang rumah kita...
it: Oh no... La nostra casa...
ja: そんなぁ…私たちのお家が…
ko: 안 돼... 이제 우리 안식처까지...
pt: Ah, não... agora o nosso lar...
ru: О, нет... теперь наш дом...
th: โอ้ ไม่นะ... บ้านของเรา...
vi: Ôi không... bây giờ là nhà của chúng ta...
zh_hans: 哦，不……现在我们的家……
zh_hant: 哦不⋯⋯輪到我們的家了⋯⋯

# mischief24_samantha_chat_23
source: Cackling Crab is losing its balance.
de: Der Gackernde Krebs verliert seine Balance.
es: El cangrejo carcajeante está perdiendo el equilibrio.
fr: Le Crabe caquetant est instable.
id: Kepiting Terkekeh kehilangan keseimbangan.
it: Il Granchio schiamazzante sta perdendo l'equilibrio.
ja: カチカチ蟹穴のバランスが崩れちゃってるみたい
ko: 수다쟁이 게가 균형을 잃고 있어.
pt: O Caranguejo Cacarejante está perdendo o equilíbrio.
ru: «Клацающий краб» теряет равновесие.
th: ปูผู้ขบขันกำลังสูญเสียสมดุล
vi: Cua Lải Nhải đang mất thăng bằng.
zh_hans: 嘎吱嘎吱的螃蟹正在失去平衡。
zh_hant: 嘎吱嘎吱的螃蟹正在失去平衡。

# mischief24_samantha_chat_24a
source: Raven...
de: Rabe ...
es: El cuervo…
fr: Corbeau...
it: Il corvo...
ja: カラス…
ko: 까마귀...
pt: Corvo...
ru: Ворон...
th: เรเวน...
zh_hans: 渡鸦……
zh_hant: 渡鴉⋯⋯

# mischief24_samantha_chat_24b
source: Our Raven is still there, I can feel it!
de: Unser Rabe ist noch da, ich kann ihn fühlen!
es: Nuestro cuervo sigue allí. ¡Puedo sentirlo!
fr: Notre corbeau est toujours là, je le sens !
id: Raven kita masih di sana, aku bisa merasakannya!
it: Il nostro corvo è ancora lì, lo sento!
ja: まだカラスいるよ、感じるんだもぉん！
ko: 우리 까마귀가 아직 저기 있어. 느낌이 와!
pt: Nosso Corvo ainda está aqui, consigo sentir!
ru: Наш Ворон ещё там, я это чувствую!
th: ฉันสัมผัสได้ว่าเรเวนของเรายังอยู่ที่นี่!
vi: Raven của chúng ta vẫn còn đó, tôi có thể cảm nhận được!
zh_hans: 我们的渡鸦还在那里，我能感觉到！
zh_hant: 我們的渡鴉還在，我能感知到牠！

# mischief24_samantha_chat_25
source: EMERGENCY MEETING EVERYONE!
de: NOTFALLTREFFEN, ALLE ZUSAMMEN!
es: ¡REUNIÓN DE EMERGENCIA!
fr: RÉUNION D’URGENCE !
id: PERTEMUAN DARURAT SEMUANYA!
it: RIUNIONE D'EMERGENZA!
ja: みんなぁっ、緊急会議っ！！！
ko: 전원 긴급회의야!
pt: REUNIÃO DE EMERGÊNCIA, PESSOAL!
ru: ВНИМАНИЕ, СРОЧНЫЙ СБОР!
th: ประชุมด่วนเลย ทุกคน!
vi: MỌI NGƯỜI, HỌP KHẨN!
zh_hans: 大家伙，召开紧急会议！
zh_hant: 大家，有緊急會議！

# mischief24_samantha_chat_26
source: We need to go save our Raven!!!
de: Wir müssen unseren Raben retten!!!
es: ¡¡Tenemos que ir a salvar a nuestro cuervo!!
fr: Il faut sauver notre corbeau !!!
id: Kita harus menyelamatkan Gagak kita!!!
it: Dobbiamo andare a salvare il nostro corvo!!!
ja: カラスを助けに行かないと！
ko: 우리 까마귀를 구하러 가야 해!!!
pt: Precisamos salvar nosso Corvo!!!
ru: Нужно спасти нашего Ворона!!!
th: เราจำเป็นต้องไปช่วยเรเวนของเรา!!!
vi: Chúng ta cần đi cứu Raven!!!
zh_hans: 我们必须去拯救我们的渡鸦！！！
zh_hant: 我們必須去拯救我們的渡鴉！！！

# mischief24_samantha_chat_27
source: Again, use the broom and come meet us!
de: Verwende den Besen noch einmal und komm zu uns!
es: Te repito: ¡ven a vernos en la escoba!
fr: Allez, grimpe sur le balai et rejoins-nous !
id: Sekali lagi, gunakan sapu dan temui kami!
it: Usa di nuovo la scopa e vieni a trovarci!
ja: い〜い？箒に乗って、私たちとぉ待ち合わせね！
ko: 다시 빗자루를 사용해서 우릴 만나러 와!
pt: De novo, use a vassoura e venha nos encontrar!
ru: Скорее на метлу и к нам!
th: ใช้ไม้กวาดแล้วมาหาเราอีกครั้งสิ!
vi: Một lần nữa, hãy sử dụng chổi và đến gặp chúng tôi!
zh_hans: 再次拿起扫把来和我们会合！
zh_hant: 再次拿起掃把來和我們會合！

# mischief24_samantha_chat_29
source: Etc, etc.
es: Blah, blah.
id: Dll, dll.
it: Eccetera eccetera.
ja: ぶつぶつ…
ko: 기타 등등.
ru: И т.д., и т.д.
th: ฯลฯ ฯลฯ
vi: v.v...
zh_hans: 等等，等等。
zh_hant: ⋯⋯等等。

# mischief24_samantha_chat_3
source: Let me catch up.
de: Lass mich aufholen.
es: Déjame ponerme al día.
fr: Attends, je te rattrape.
id: Biarkan aku menyusul.
it: Vado a informarmi.
ja: 追いつかないとぉ
ko: 따라갈게.
pt: Deixa eu me atualizar.
ru: Сейчас догоню.
th: อธิบายให้ฉันตามทันหน่อยสิ
vi: Để tôi theo kịp.
zh_hans: 我来追上。
zh_hant: 我來追上。

# mischief24_samantha_chat_30
source: Et al.
es: Y los demás.
id: Dan lain-lain.
it: Eccetera.
ja: うんうん
ko: 주절주절.
ru: И др.
th: และอื่นๆ
vi: v.v.
zh_hans: 等等。
zh_hant: 等等。

# mischief24_samantha_chat_31
source: Etc, etc...
es: Blah, blah…
id: Dll...
it: Eccetera, eccetera.
ja: ざわざわ…
ko: 기타 등등...
ru: И т.д., и т.д...
th: ฯลฯ ฯลฯ...
vi: v.v...
zh_hans: 等等，等等……
zh_hant: 等等⋯⋯

# mischief24_samantha_chat_32
source: Sky Witches!
de: Himmelshexen!
es: ¡Brujas de Sky!
fr: Des sorcières de Sky !
id: Penyihir Sky!
it: Streghe di Sky!
ja: Skyの魔女たち！
ko: 빛의 마녀다!
pt: Bruxas de Sky!
ru: Небесные ведьмы!
th: แม่มดแห่ง Sky!
vi: Phù thủy Sky!
zh_hans: Sky巫师们！
zh_hant: Sky 巫師們！

# mischief24_samantha_chat_35
source: We need a crowd of Sky Witches!
de: Wir brauchen eine Menge an Himmelshexen!
es: ¡Necesitamos un grupo de brujas de Sky!
fr: Il nous faut un groupe de sorcières de Sky !
id: Kita butuh kerumunan Penyihir Sky!
it: Abbiamo bisogno di una schiera di streghe di Sky!
ja: た〜くさんのSkyの魔女が必要だよぉ！
ko: 빛의 마녀들이 아주 많이 필요해!
pt: Precisamos de uma multidão de Bruxas de Sky!
ru: Нам нужно побольше небесных ведьм!
th: พวกเราต้องการฝูงแม่มดแห่ง Sky!
vi: Chúng ta cần một đám đông các Phù thủy Sky!
zh_hans: 我们需要一群Sky巫师！
zh_hant: 我們需要一群 Sky 巫師！

# mischief24_samantha_chat_36
source: Austin added his spicy spells to the broom for those who can join.
de: Austin hat dem Besen seine Zauber hinzugefügt, für die, die mitmachen können.
es: Austin le lanzó sus hechizos extravagantes a la escoba de quienes puedan unirse.
fr: Austin a lancé quelques sorts à son balai, pour ceux qui veulent nous rejoindre.
id: Austin menambahkan mantra pedasnya pada sapu untuk mereka yang bisa bergabung.
it: Austin ha aggiunto degli incantesimi interessanti alla scopa, per chi può unirsi.
ja: オースティンがねぇ、参加できるみんなのために、スパイシ〜な魔法を箒にかけたんだってぇ
ko: 오스틴이 도와줄 수 있는 마녀들을 위해 빗자루에 매콤한 주문을 추가했어.
pt: Austin adicionou feitiços ousados à vassoura para quem puder participar.
ru: Остин усилил метлу своими пикантными заклинаниями — вдруг кто захочет помочь.
th: ออสตินได้ร่ายคาถาสุดเจ๋งของเขาลงในไม้กวาดของผู้ที่สามารถเข้าร่วมได้
vi: Austin đã thêm phép thuật kích thích của mình vào chiếc chổi cho những ai có thể tham gia.
zh_hans: Austin 在扫帚上添加了他的刺激魔法，供那些可以加入的人使用。
zh_hant: Austin 為可以加入的玩家在掃把上加了一些刺激的魔法。

# mischief24_samantha_chat_37
source: Witch time!!! Let's go!!!
de: Hexenzeit!!! Los geht‘s!!!
es: ¡¡Llegó la hora embrujada!! ¡¡Vamos!!
fr: Allez les sorcières !!! On y va !!!
id: Waktunya penyihir!!! Ayo pergi!!!
it: Forza streghe!!! Andiamo!!!
ja: 魔女の時間だ！行っくよ〜！
ko: 마녀의 시간!!! 시작!!!
pt: Hora das bruxas!!! Vamos nessa!!!
ru: Ведьмы, вперёд!!! Вылетаем!!!
th: ได้เวลาของแม่มดแล้ว!!! ไปกันเลย!!!
vi: Đến lượt của Phù thủy rồi!!! Đi thôi!!!
zh_hans: 巫师时间开始！！！出发吧！！！
zh_hant: 巫師時間開始！！！出發！！！

# mischief24_samantha_chat_4
source: Yeah! We need to get back our stolen candies!
de: Ja! Wir müssen unsere gestohlenen Süßigkeiten zurückbekommen!
es: ¡Sí! ¡Necesitamos recuperar los caramelos que nos robaron!
fr: Ouais ! Il faut récupérer les bonbons qu’on nous a volés !
id: Ya! Kita harus mendapatkan kembali permen yang dicuri!
it: Sì! Dobbiamo recuperare le caramelle che ci hanno rubato!
ja: よぉし！盗られたキャンディーを取り返すぞぉ！
ko: 그래! 도둑 맞은 사탕을 되찾아야 해!
pt: Isso aí! Precisamos recuperar os doces roubados!
ru: Да! Нужно вернуть украденные конфеты!
th: เย้! เราจะต้องชิงลูกกวาดที่ถูกขโมยไปกลับคืนมา!
vi: Được! Chúng ta cần lấy lại số kẹo bị đánh cắp!
zh_hans: 太好了！我们需要夺回被偷的糖果！
zh_hant: 對！我們得把被偷走的糖果拿回來！

# mischief24_samantha_chat_40
source: Okay, on the count of three...
de: Okay, auf Drei ...
es: Bien, a la cuenta de tres…
fr: Bon, à trois...
id: Oke, dalam hitungan ketiga...
it: Ok, al tre...
ja: じゃあ、3つ数えるね…
ko: 좋아, 셋 세면 시작이야...
pt: Certo, no três...
ru: Так, на счёт «три»...
th: เอาล่ะ นับหนึ่งถึงสามนะ...
vi: Được rồi, đếm đến ba...
zh_hans: 好的，数到三……
zh_hant: 好，數到三⋯⋯

# mischief24_samantha_chat_41
source: Oh...okay...
es: Ah… Bueno…
fr: Oh... d’accord...
id: Oh... oke...
it: Oh... ok...
ja: あ〜…、おっけぃ…
ko: 아... 알겠어...
pt: Ah... tá bom...
ru: А... ладно.
th: โอ้... ได้เลย...
vi: Ồ...được rồi...
zh_hans: 哦……好……
zh_hant: 哦⋯⋯好吧⋯⋯

# mischief24_samantha_chat_42
source: Uh oh...
de: Oh, oh ...
es: Ay, no…
fr: Oh oh...
it: Oh oh...
ja: あらら…
ko: 아이고...
pt: Opa...
ru: Ой-ой...
th: โอ้ ไม่นะ...
vi: Ồ không...
zh_hans: 哦哦……
zh_hant: 哇勒……

# mischief24_samantha_chat_5
source: Skykids!
de: Himmelskinder!
es: ¡Niños de Sky!
it: Figli della Luce!
ja: 星の子どもたち！
ko: 빛의 아이들!
pt: Crianças de Sky!
ru: Дети Неба!
th: สกายคิดส์!
vi: Các Cư dân Sky!
zh_hans: 光之子们！
zh_hant: 光之子們！

# mischief24_samantha_chat_6
source: Austin will get you guys the broom as soon as possible!
de: Austin besorgt euch den Besen so schnell wie möglich!
es: ¡Austin les dará la escoba tan pronto como pueda!
fr: Austin vous enverra le balai dès que possible !
id: Austin akan mengambilkan sapu untuk kalian secepatnya!
it: Austin vi porterà la scopa il prima possibile!
ja: オースティンが、す！ぐ！に！箒用意してくれるからぁ
ko: 오스틴이 최대한 빨리 빗자루를 갖다 줄 거야!
pt: O Austin vai pegar a vassoura para vocês o mais rápido possível!
ru: Остин добудет вам метлу при первой возможности!
th: ออสตินจะหาไม้กวาดมาให้พวกคุณโดยเร็วที่สุด!
vi: Austin sẽ lấy chổi cho các bạn sớm nhất có thể!
zh_hans: Austin会尽快给你们准备好扫帚！
zh_hant: Austin 會盡快把你們需要的掃把準備好！

# mischief24_samantha_chat_7
source: For now, please help Skidmore and Yoshi with the cannons.
de: Hilf bitte Skidmore und Yoshi für den Moment mit den Kanonen.
es: Por ahora, ayuda a Skidmore y Yoshi con los cañones.
fr: Pour l’instant, aidez Skidmore et Yoshi avec les canons.
id: Untuk saat ini, tolong bantu Skidmore dan Yoshi dengan meriamnya.
it: Per ora, aiutate Skidmore e Yoshi con i cannoni.
ja: えっとね、今はぁ、ヨシとスキッドモアの大砲を手伝ってくれるぅ？
ko: 일단 대포로 스키드모어와 요시를 도와줘.
pt: Por enquanto, ajudem o Skidmore e o Yoshi com os canhões.
ru: А пока что, пожалуйста, помоги Скидмору и Йоши с пушками.
th: แต่ตอนนี้ โปรดไปช่วยสกิดมอร์กับโยชิจัดการเรื่องปืนใหญ่ก่อน
vi: Giờ thì, hãy giúp Skidmore và Yoshi với những khẩu pháo.
zh_hans: 现在，请先帮助 Skidmore 和 Yoshi 操作大炮。
zh_hant: 現在，請先幫助 Skidmore 和 Yoshi 操作大砲。

# mischief24_samantha_chat_8
source: We need to figure out how we can save our trapped Raven...
de: Wir müssen herausfinden, wie wir unseren gefangenen Raben retten können ...
es: Hay que pensar en cómo rescatar a nuestro cuervo atrapado…
fr: Il faut trouver un moyen de libérer notre corbeau...
id: Kita harus mencari cara untuk menyelamatkan Raven yang terjebak...
it: Dobbiamo trovare un modo per salvare il nostro corvo intrappolato...
ja: 囚われたカラスを、ど〜やって助けるか考えないと…
ko: 갇힌 까마귀를 구할 방법을 찾아야 해...
pt: Precisamos descobrir como podemos salvar o nosso Corvo preso...
ru: Надо понять, как можно спасти пойманного Ворона...
th: เราจำเป็นต้องคิดหาวิธีช่วยเรเวนที่ติดอยู่ให้ได้...
vi: Chúng ta cần tìm ra cách cứu Raven bị mắc kẹt...
zh_hans: 我们得弄清楚怎么才能救出被困的渡鸦……
zh_hant: 我們得想辦法拯救被困的渡鴉⋯⋯

# mischief24_samantha_chat_9
source: Let's go check on Austin.
de: Lasst uns nach Austin sehen.
es: Vamos a ver a Austin.
fr: Allons voir Austin.
id: Mari kita periksa Austin.
it: Andiamo da Austin.
ja: オースティンの様子見に行こぉ
ko: 오스틴에게 가 보자.
pt: Vamos ver com o Austin.
ru: Проверим, что там у Остина.
th: ไปดูออสตินกันเถอะ
vi: Hãy đến chỗ Austin kiểm tra.
zh_hans: 我们去看看Austin吧。
zh_hant: 我們去看看 Austin 的情況。

# mischief24_samantha_intro
source: Curious what happened?
de: Neugierig, was passiert ist?
es: ¿Quieres saber qué paso?
fr: Vous voulez savoir ce qui s’est passé ?
id: Penasaran apa yang terjadi?
it: Non è strano quello che è successo?
ja: 何があったか、気になぁる？
ko: 무슨 일이 있었는지 궁금해?
pt: Quer saber o que aconteceu?
ru: Хочешь узнать, что случилось?
th: อยากรู้ไหมว่าเกิดอะไรขึ้น
vi: Muốn biết chuyện gì đã xảy ra?
zh_hans: 好奇发生了什么事？
zh_hant: 好奇發生了什麼嗎？

# mischief24_samantha_mainstreet_hint_1
source: Okay, come on in.
de: Okay, kommt schon.
es: Bueno, adelante.
fr: D’accord, entrez.
id: Oke, ayo masuk.
it: Ok, entra pure.
ja: どうぞ、入って〜
ko: 좋아, 들어와.
pt: Tá bom, entre.
ru: Ладно, заходи.
th: เอาล่ะ เข้ามาเลย
vi: Được rồi, vào đi.
zh_hans: 好吧，进来吧。
zh_hant: 好，進來吧。

# mischief24_skidmore_chat_1
source: Hey, is everyone else spinning?
de: Hey, drehen sich alle anderen auch?
es: ¿Soy el único que no para de dar vueltas?
fr: C’est moi ou tout le monde s’est mis à tourner, là ?
id: Hei, apa semua orang sudah memutar?
it: Ehi, qualcun altro sta facendo le giravolte?
ja: なあ、みんなクルクル回ってる？
ko: 이봐, 다들 돌고 있는 거야?
pt: Ei, tem mais alguém girando?
ru: Эй, вы все тоже крутитесь?
th: เฮ้ คนอื่นๆ หัวหมุนกันไหมเนี่ย
vi: Này, có ai khác còn đang quay không?
zh_hans: 嘿，其他人都在旋转吗？
zh_hant: 嘿，大家是不是都在旋轉？

# mischief24_skidmore_chat_10
source: Nice job. Beginners luck I suppose.
de: Gute Arbeit. Anfängerglück, würde ich sagen.
es: Gran trabajo. Supongo que fue suerte de principiante.
fr: Bien joué. La chance des débutants, hein.
id: Kerja bagus. Keberuntungan pemula kurasa.
it: Ottimo lavoro. È la fortuna dei principianti.
ja: よくやった。ビギナーズラックってやつだな
ko: 잘했어. 초심자의 행운이겠지만.
pt: Bom trabalho. Acho que foi sorte de principiante.
ru: Отлично. Что ж, новичкам везёт.
th: เยี่ยมมาก ฉันว่ามันเป็นโชคดีของมือใหม่น่ะ
vi: Làm tốt lắm. Một khởi đầu may mắn.
zh_hans: 做得好。我想这是新手的好运。
zh_hant: 不錯嘛。我猜是新手運吧。

# mischief24_skidmore_chat_11
source: Watch out when the switch goes red again!
de: Passt auf, wenn der Schalter wieder rot wird!
es: ¡Cuando el interruptor se ponga rojo de nuevo, presta atención!
fr: Regarde bien quand ça repasse au rouge !
id: Hati-hati saat saklarnya berubah menjadi merah lagi!
it: Attenzione a quando l'interruttore diventa di nuovo rosso!
ja: スイッチがまた赤になったら気をつけてくれ！
ko: 스위치가 다시 빨간색이 되면 조심해!
pt: Cuidado quando o interruptor ficar vermelho novamente!
ru: Когда переключатель снова станет красным — будь начеку!
th: หากสวิตช์เปลี่ยนเป็นสีแดงอีกครั้ง ก็ระวังให้ดีล่ะ!
vi: Hãy cẩn thận khi công tắc chuyển sang màu đỏ lần nữa!
zh_hans: 当开关再次变红时要小心！
zh_hant: 當開關再次變紅時要小心！

# mischief24_skidmore_chat_12
source: I hope Skykids like our version....
de: Ich hoffe, die Himmelskinder mögen unsere Version ...
es: Ojalá que a los niños de Sky les guste nuestra versión…
fr: J’espère que les Skykids aimeront notre modèle...
id: Kuharap Skykids menyukai versi kami ....
it: Spero che ai Figli della Luce piaccia la nostra versione...
ja: 僕らのバージョンを気に入ってくれるといいんだけど…
ko: 빛의 아이들이 우리 버전을 좋아했으면 좋겠네...
pt: Espero que as crianças de Sky gostem da nossa versão...
ru: Надеюсь, детям Неба понравится наша версия...
th: ฉันหวังว่าสกายคิดส์จะชอบเวอร์ชันของเรานะ...
vi: Tôi hy vọng các Cư dân Sky thích phiên bản của chúng tôi....
zh_hans: 希望光之子会喜欢我们的版本……
zh_hant: 希望光之子會喜歡我們的版本⋯⋯

# mischief24_skidmore_chat_13
source: The BOOMstick!!!
de: Der BOOM-Stick!!!
es: ¡¡La escoBANG!!
fr: Le Balai à BOUM !!!
id: Tongkat BOOM!!!
it: La superscopa!!!
ja: "ほうき"じゃなくて"バーンき"だ！
ko: 뻥자루!!!
pt: EXPLOSÃO de vassoura!!!
ru: БУМ-палка!!!
th: ไม้กวาดตูมตาม!!!
vi: GẬY BÙNG NỔ!!!
zh_hans: 爆炸扫帚！！！
zh_hant: 崩尬掃把！！！

# mischief24_skidmore_chat_14
source: Find a friend to hit the switch!
de: Finde einen Freund, um den Schalter umzulegen!
es: ¡Busca a un amigo para tocar el interruptor!
fr: Trouve un ami pour activer la commande !
id: Cari teman untuk menekan tombolnya!
it: Trova qualcuno che prema l'interruttore!
ja: 誰かスイッチを押してくれる人を探してくれ！
ko: 친구를 찾아서 스위치를 눌러!
pt: Encontre um amigo para acionar o interruptor!
ru: Найди друга, чтобы тот нажал переключатель!
th: หาเพื่อนมาเพื่อกดสวิตช์!
vi: Hãy tìm một người bạn để nhấn công tắc!
zh_hans: 找一个朋友来按开关！
zh_hant: 找個朋友來按開關！

# mischief24_skidmore_chat_17
source: Sky Witches though!
de: Aber die Himmelshexen!
es: ¡Pero brujas de Sky…!
fr: Des sorcières de Sky !
id: Penyihir Sky sekalipun!
it: Che siano Streghe di Sky, però!
ja: Skyの魔女たちだぞ！
ko: 빛의 마녀잖아!
pt: Mas... bruxas de Sky!
ru: А небесные ведьмы-то!
th: แม่มดแห่ง Sky ยังไงล่ะ!
vi: Phù thủy Sky kìa!
zh_hans: Sky 巫师们！
zh_hant: Sky 巫師們！

# mischief24_skidmore_chat_18
source: Now we're talking!
de: Jetzt geht‘s los!
es: ¡Ahora sí!
fr: Ah, voilà !
id: Sekarang kita bisa bicara!
it: Adesso sì!
ja: やっと本題だよ！
ko: 바로 그거야!
pt: É disso que eu tô falando!
ru: Вот это я понимаю!
th: เราค่อยคุยกันได้หน่อย!
vi: Ngay lúc này, khi chúng ta đang nói chuyện!
zh_hans: 这还差不多！
zh_hant: 這才對嘛！

# mischief24_skidmore_chat_2
source: Just a couple more spins...
de: Nur noch ein paar Umdrehungen ...
es: Un par de vueltas más…
fr: Encore deux ou trois tours...
id: Hanya beberapa putaran lagi...
it: Ancora un paio di giri...
ja: あと数回転…
ko: 몇 번만 더 돌면 돼...
pt: Só mais alguns giros...
ru: Ещё пару вращений...
th: หมุนอีกแค่ไม่กี่ครั้งเท่านั้น...
vi: Chỉ cần quay thêm vài vòng nữa thôi...
zh_hans: 再转几圈就行了……
zh_hant: 再轉幾圈就好⋯⋯
