Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_name_musicshop_pianoupright
source: Fledgling Upright Piano
de: Junges Klavier
es: Piano vertical para principiante
fr: Piano droit de novice
id: Piano Upright Pemula
it: Pianoforte verticale da principianti
ja: 巣立ちのアップライトピアノ
ko: 초보자용 업라이트 피아노
pt: Piano Vertical Iniciante
ru: Мини-пианино
th: เปียโนมือใหม่หัดเล่น
vi: Piano Đứng Mới Chế Tạo
zh_hans: 新手直立式钢琴
zh_hant: 新手豎式鋼琴

# commerce_item_name_musicshop_violin
source: Triumph Violin
de: Triumph-Violine
es: Violín del triunfo
fr: Violon du triomphe
id: Biola Kejayaan
it: Violino del trionfo
ja: 凱旋のバイオリン
ko: 승리의 바이올린
pt: Violino do Triunfo
ru: Скрипка триумфа
th: ไวโอลินแห่งชัยชนะ
vi: Violon Vinh Quang
zh_hans: 凯旋小提琴
zh_hant: 凱旋小提琴

# commerce_item_name_nature_bluesunglasses
source: Nature Glasses Pack
de: Naturbrillenpaket
es: Paquete de gafas de la naturaleza
fr: Pack Lunettes de la nature
id: Paket Kacamata Alam
it: Pacchetto occhiali della natura
ja: 自然のサングラスパック
ko: 자연의 안경 팩
pt: Pacote Óculos da Natureza
ru: Набор «Очки природы»
th: แพ็กแว่นตาธรรมชาติ
vi: Gói Kính Thiên Nhiên
zh_hans: 自然墨镜礼包
zh_hant: 自然墨鏡禮包

# commerce_item_name_nature_musicshell
source: Nature Sonorous Seashell
de: Naturklangmuschel
es: Caracola sonora de la naturaleza
fr: Coquillage mélodieux naturel
id: Kerang Nyanyian Alam
it: Conchiglia sonora della natura
ja: 自然の海鳴く巻き貝
ko: 자연의 울림 조개껍데기
pt: Concha Sonora da Natureza
ru: Звучная раковина
th: เปลือกหอยกังวานธรรมชาติ
vi: Vỏ Sò Âm Vang Thiên Nhiên
zh_hans: 自然回音贝壳
zh_hant: 自然宏音貝殼

# commerce_item_name_nature_oceancape
source: Ocean Cape
de: Ozeanumhang
es: Capa del océano
fr: Cape de l'océan
id: Jubah Samudra
it: Mantello dell'oceano
ja: オーシャンケープ
ko: 바다 망토
pt: Capa do Oceano
ru: Морская накидка
th: เสื้อคลุมท้องทะเล
vi: Áo Choàng Đại Dương
zh_hans: 海洋斗篷
zh_hant: 海洋斗篷

# commerce_item_name_nature_oceannecklace
source: Ocean Necklace
de: Ozeanhalskette
es: Collar del océano
fr: Collier de l'océan
id: Kalung Samudra
it: Collana dell'oceano
ja: オーシャンネックレス
ko: 바다 목걸이
pt: Colar do Oceano
ru: Морское ожерелье
th: สร้อยคอท้องทะเล
vi: Vòng Đại Dương
zh_hans: 海洋项链
zh_hant: 海洋項鏈

# commerce_item_name_nature_turtlepack
source: Nature Turtle Pack
de: Natur-Schildkrötenpaket
es: Paquete tortuga natural
fr: Pack tortue de la nature
id: Paket Penyu Alam
it: Pacchetto tartaruga natura
ja: 自然のウミガメパック
ko: 자연의 거북 팩
pt: Pacote Tartaruga da Natureza
ru: Набор «Черепаха»
th: แพ็กเต่าธรรมชาติ
vi: Gói Rùa Thiên Nhiên
zh_hans: 自然节海龟礼包
zh_hant: 自然節海龜禮包

# commerce_item_name_nature_turtlewing
source: Nature Turtle Cape
de: Natur-Schildkrötenumhang
es: Capa de tortuga natural
fr: Cape tortue de la nature
id: Jubah Penyu Alam
it: Mantello tartaruga natura
ja: 自然のウミガメケープ
ko: 자연의 거북 망토
pt: Capa Tartaruga da Natureza
ru: Накидка «Черепаха»
th: เสื้อคลุมเต่าธรรมชาติ
vi: Áo Choàng Rùa Thiên Nhiên
zh_hans: 海龟斗篷
zh_hant: 海龜斗篷

# commerce_item_name_nature_waterhair
source: Nature Wave-Touched Hair
de: Von Naturwellen berührtes Haar
es: Peinado de oleaje natural
fr: Minivague naturelle
id: Rambut Sentuhan Gelombang Alam
it: Capelli toccati dalle onde naturali
ja: 自然の波編みヘア
ko: 자연의 물결 헤어스타일
pt: Cabelo com ondas naturais
ru: Прическа «Прикосновение волн»
th: ทรงผมลอนคลื่นธรรมชาติ
vi: Tóc Gợn Sóng Thiên Nhiên
zh_hans: 自然水漾发型
zh_hant: 自然水漾髮型

# commerce_item_name_nature_waterwavewing
source: Nature Wave Pack
de: Naturwellen-Paket
es: Paquete de oleaje natural
fr: Pack minivague
id: Paket Gelombang Alam
it: Pacchetto onde naturali
ja: 自然のさざ波パック
ko: 자연의 물결 팩
pt: Pacote Onda da Natureza
ru: Набор «Прикосновение волн»
th: แพ็กคลื่นธรรมชาติ
vi: Gói Gợn Sóng Thiên Nhiên
zh_hans: 自然波浪礼包
zh_hant: 自然波浪禮包

# commerce_item_name_nintendo_pack
source: Red & Blue Starter Pack
de: Rotes und blaues Starterpaket
es: Paquete de aprendiz rojo y azul
fr: Pack de débutant rouge et bleu
id: Paket Pemula Merah & Biru
it: Pacchetto iniziale rosso e blu
ja: レッド&ブルー スターターパック
ko: 레드 앤 블루 초보자 팩
pt: Pacote de iniciante vermelho e azul
ru: Сине-красный набор новичка
th: แพ็กเริ่มต้นสีแดงและสีฟ้า
vi: Gói Khởi Động Đỏ Lam
zh_hans: 红蓝超值礼包
zh_hant: 紅藍超值禮包

# commerce_item_name_oreoheadband
source: SkyFest Oreo Headband
de: SkyFest-Oreo-Stirnband
es: Vincha de Oreo conmemorativa
fr: Serre-tête Oreo anniversaire
id: Ikat Kepala Oreo Ulang Tahun
it: Cerchietto di Oreo dell'anniversario
ja: SkyFest オレオカチューシャ
ko: 기념일 오레오 머리띠
pt: Tiara festiva de Sky do Oreo
ru: Юбилейная повязка «Орео»
th: ผ้าคาดผมโอรีโอฉลองครบรอบ
vi: Băng Đô Oreo Kỷ Niệm
zh_hans: SkyFest 奥利奥头饰
zh_hant: 週年慶 Oreo 頭帶

# commerce_item_name_rainbow_bubblebeanbag
source: Rainbow Bubble Chair
de: Regenbogenblasen-Sessel
es: Silla de burbujas arcoíris
fr: Fauteuil bulles arc-en-ciel
id: Kursi Gelembung Pelangi
it: Poltrona gonfiabile arcobaleno
ja: レインボーバブルチェア
ko: 무지개 방울 의자
pt: Cadeira Bolha de arco-íris
ru: Стул «Радужные пузырьки»
th: เก้าอี้ฟองสายรุ้ง
vi: Ghế Bong Bóng Cầu Vồng
zh_hans: 彩虹泡泡椅
zh_hant: 彩虹泡泡椅

# commerce_item_name_rainbow_bubblemachine
source: Color Bubble Machine
de: Farbblasenmaschine
es: Máquina de burbujas de colores
fr: Machine à bulles colorée
id: Mesin Gelembung Berwarna
it: Macchina delle bolle colorate
ja: 彩なすしゃぼん玉仕掛け
ko: 색깔 물방울 기계
pt: Máquina de bolhas coloridas
ru: Цветная машина с пузырьками
th: เครื่องทำฟองหลากสี
vi: Máy Bong Bóng Màu
zh_hans: 彩色泡泡机
zh_hant: 炫彩泡泡機

# commerce_item_name_rainbow_darkloafers
source: Dark Rainbow Loafers
de: Dunkle Regenbogen-Halbschuhe
es: Mocasines arcoíris oscuros
fr: Mocassins arc-en-ciel foncés
id: Sepatu Pantofel Pelangi Gelap
it: Mocassini arcobaleno scuro
ja: 月虹ローファー
ko: 다크 무지개 로퍼
pt: Loafer arco-íris escuro
ru: Темные радужные туфли
th: รองเท้าโลฟเฟอร์สายรุ้งสีเข้ม
vi: Giày Cầu Vồng Đen
zh_hans: 炫黑虹底乐福鞋
zh_hant: 炫黑虹底樂福鞋

# commerce_item_name_rainbow_darktunic
source: Dark Rainbow Tunic
de: Dunkle Regenbogentunika
es: Túnica arcoíris oscura
fr: Tunique de l’arc-en-ciel obscur
id: Tunik Pelangi Gelap
it: Tunica arcobaleno scuro
ja: 月虹チュニック
ko: 다크 무지개 튜닉
pt: Túnica preta do arco-íris
ru: Туника «Темная радуга»
th: เสื้อคลุมสายรุ้งสีเข้ม
vi: Áo Cầu Vồng Tối
zh_hans: 低调黑虹彩束腰外衣
zh_hant: 低調黑虹彩束腰外衣

# commerce_item_name_rainbow_earring
source: Rainbow Earring
de: Regenbogenohrring
es: Aro arcoíris
fr: Boucle d'oreille arc-en-ciel
id: Anting-anting Pelangi
it: Orecchino arcobaleno
ja: 虹かける耳飾り
ko: 무지개 귀걸이
pt: Brinco de Arco-íris
ru: Радужная сережка
th: ต่างหูสายรุ้ง
vi: Khuyên Tai Cầu Vồng
zh_hans: 彩虹耳环
zh_hant: 彩虹耳環

# commerce_item_name_rainbow_headphones
source: Rainbow Headphones
de: Regenbogen-Kopfhörer
es: Auriculares arcoíris
fr: Écouteurs Arc-en-ciel
id: Headphone Pelangi
it: Cuffie arcobaleno
ja: 虹かけるヘッドホン
ko: 무지개 헤드폰
pt: Fones de Ouvido Arco-íris
ru: Радужные наушники
th: หูฟังสายรุ้ง
vi: Tai Nghe Cầu Vồng
zh_hans: 彩虹耳机
zh_hant: 彩虹耳機

# commerce_item_name_rainbow_pack
source: Rainbow Pack
de: Regenbogenpaket
es: Paquete arcoíris
fr: Pack arc-en-ciel
id: Paket Pelangi
it: Pacchetto arcobaleno
ja: 虹かけるパック
ko: 무지개 팩
pt: Pacote de arco-íris
ru: Радужный набор
th: แพ็กสายรุ้ง
vi: Gói Cầu Vồng
zh_hans: 彩虹礼包
zh_hant: 彩虹禮包

# commerce_item_name_rainbow_pack2
source: Double Rainbow Pack
de: Doppel-Regenbogenpaket
es: Paquete doble de arcoíris
fr: Pack double arc-en-ciel
id: Paket Pelangi Ganda
it: Pacchetto arcobaleno doppio
ja: ふたえの虹かけるパック
ko: 더블 무지개 팩
pt: Pacote de Arco-íris Duplo
ru: Двойной радужный набор
th: แพ็กสายรุ้งคู่
vi: Gói Cầu Vồng Đôi
zh_hans: 双倍彩虹礼包
zh_hant: 雙彩虹禮包

# commerce_item_name_rainbow_pack3
source: Dark Rainbow Pack
de: Dunkles Regenbogenpaket
es: Paquete arcoíris oscuro
fr: Pack de l’arc-en-ciel obscur
id: Paket Pelangi Gelap
it: Pacchetto arcobaleno scuro
ja: 月虹パック
ko: 다크 무지개 팩
pt: Pacote de Arco-íris Escuro
ru: Набор «Темная радуга»
th: แพ็กสายรุ้งสีเข้ม
vi: Gói Cầu Vồng Tối
zh_hans: 黑绮彩虹礼包
zh_hant: 黑綺彩虹禮包

# commerce_item_name_rainbow_rainbowhair
source: Rainbow Hat
de: Regenbogenhut
es: Gorro arcoíris
fr: Chapeau arc-en-ciel
id: Topi Pelangi
it: Cappello arcobaleno
ja: レインボーハット
ko: 무지개 모자
pt: Chapéu de arco-íris
ru: Радужная шапка
th: หมวกสายรุ้ง
vi: Mũ Cầu Vồng
zh_hans: 彩虹帽
zh_hant: 彩虹帽

# commerce_item_name_rainbow_trousers
source: Rainbow Trousers
de: Regenbogenhose
es: Pantalones arcoíris
fr: Pantalon arc-en-ciel
id: Celana Panjang Pelangi
it: Pantaloni arcobaleno
ja: 虹かけるトラウザーズ
ko: 무지개 바지
pt: Calça de Arco-íris
ru: Радужные штаны
th: กางเกงสายรุ้ง
vi: Quần Cầu Vồng
zh_hans: 彩虹裤
zh_hant: 彩虹長褲

# commerce_item_name_season_bundle
source: Season Bundle
de: Saisonspaket
es: Paquete de temporada
fr: Bundle saisonnier
id: Bundel Musim
it: Bundle stagionale
ja: シーズン限定パック
ko: 시즌 번들
pt: Pacote de temporada
ru: Сезонный набор
th: บันเดิลฤดูกาล
vi: Gói Quà Mùa
zh_hans: 限定蜡烛礼包
zh_hant: 限定蠟燭禮包

# commerce_item_name_season_pass
source: Season Pass
de: Saisonpass
es: Pase de temporada
fr: Passe saisonnier
it: Pass stagionale
ja: シーズンパス
ko: 시즌패스
pt: Passe da Temporada
ru: Сезонный пропуск
th: บัตรผ่านฤดูกาล
vi: Vé Mùa
zh_hans: 季票
zh_hant: 季票

# commerce_item_name_season_pass_bonus
source: Season Pack
de: Saisonspaket
es: Paquete de la temporada
fr: Pack saisonnier
id: Paket Musim
it: Pacchetto stagionale
ja: アドベンチャーパス
ko: 시즌 팩
pt: Pacote da temporada
ru: Сезонный набор
th: แพ็กฤดูกาล
vi: Gói Mùa
zh_hans: 奇妙之旅礼包
zh_hant: 奇妙之旅禮包

# commerce_item_name_season_pass_gift
source: Gift Season Pass
de: Geschenk-Saisonpass
es: Pase de temporada de regalo
fr: Passe saisonnier cadeau
id: Season Pass Hadiah
it: Pass regalo stagionale
ja: ギフト用シーズンパス
ko: 선물용 시즌패스
pt: Passe da Temporada de Presente
ru: Подарочный Сезонный пропуск
th: ของขวัญบัตรผ่านฤดูกาล
vi: Vé Mùa Quà Tặng
zh_hans: 礼品季票
zh_hant: 季票（禮物）

# commerce_item_name_season_pass_pack3
source: Season Pack
de: Saisonspaket
es: Paquete de la temporada
fr: Pack saisonnier
id: Paket Musim
it: Pacchetto stagionale
ja: ギフトパック
ko: 시즌 팩
pt: Pacote da temporada
ru: Сезонный набор
th: แพ็กฤดูกาล
vi: Gói Mùa
zh_hans: 奇妙之旅礼包
zh_hant: 奇妙之旅禮包

# commerce_item_name_season_pass_pack3_preorder
source: <b>Season Pack</b> Pre-order
de: <b>Saisonspaket</b> Vorbestellung
es: <b>Paquete de temporada</b> Reserva
fr: <b>Pack saisonnier</b> Précommande
id: Prapesan <b>Paket Musim</b>
it: <b>Pacchetto stagionale</b> Pre-ordine
ja: <b>ギフトパック</b> 先行購入
ko: <b>시즌 팩</b> 사전주문
pt: <b>Pacote de temporada</b> Compra antecipada
ru: <b>Сезонный набор</b> Предзаказ
th: <b>แพ็กฤดูกาล</b> สั่งซื้อล่วงหน้า
vi: <b>Gói Mùa</b> Đặt trước
zh_hans: <b>奇妙之旅礼包</b> 预售
zh_hant: <b>奇妙之旅禮包</b> 預售

# commerce_item_name_season_pass_preorder
source: <b>Season Pass</b> Pre-order
de: <b>Saisonpass</b> Vorbestellung
es: <b>Pase de temporada</b> Reserva
fr: <b>Passe saisonnier</b> Précommande
id: Prapesan <b>Season Pass</b>
it: <b>Pass stagionale</b> Pre-ordina
ja: <b>シーズンパス</b> 先行購入
ko: <b>시즌패스</b> 사전주문
pt: <b>Passe da Temporada</b> Compra antecipada
ru: <b>Сезонный пропуск</b> Предаказ
th: <b>บัตรผ่านฤดูกาล</b> สั่งซื้อล่วงหน้า
vi: <b>Vé Mùa</b> Đặt mua trước
zh_hans: <b>季票</b> 预购
zh_hant: <b>季票</b> 預購

# commerce_item_name_snowflake_cape
source: Snowflake Cape
de: Schneeflocken-Umhang
es: Capa de copos de nieve
fr: Cape flocon de neige
id: Jubah Kepingan Salju
it: Mantello fiocco di neve
ja: 聖なる雪花ケープ
ko: 눈꽃망토
pt: Capa do Floco de Neve
ru: Снежная накидка
th: เสื้อคลุมเกล็ดหิมะ
vi: Áo Choàng Hoa Tuyết
zh_hans: 雪花斗篷
zh_hant: 雪花斗篷

# commerce_item_name_sony_flowerflow_pack
source: Flower + FlOw Pack
de: Paket Flower + Flow
es: Paquete de Flower + flOw
fr: Pack Flower + flOw
id: Paket Flower + FlOw
it: Pacchetto Flower + FlOw
ja: Flowery＆flOwパック
ko: Flower + FlOw 팩
pt: Pacote FlOw + Flower
ru: Набор Flower + FlOw
th: แพ็ก Flower + FlOw
vi: Gói Flower + FlOw
zh_hans: 《花》+《浮游世界》礼包
zh_hant: 《花》+《浮游世界》禮包

# commerce_item_name_sony_redtraveler_pack
source: Journey Pack
de: Journey-Paket
es: Paquete de Journey
fr: Pack Journey
id: Paket Perjalanan
it: Pacchetto Journey
ja: 風ノ旅ビトパック
ko: 〈Journey〉 팩
pt: Pacote Journey
ru: Набор Journey
th: แพ็ก Journey
vi: Gói Journey
zh_hans: 《风之旅人》礼包
zh_hant: 《風之旅人》禮包

# commerce_item_name_sony_whitetraveler_pack
source: Transcendent Journey Pack
de: Überweltliches Journey-Paket
es: Paquete extraordinario de Journey
fr: Pack Transcendant Journey
id: Paket Perjalanan Lainnya
it: Pacchetto Journey trascendente
ja: 超越せし風ノ旅ビトパック
ko: 초월의 Journey 팩
pt: Pacote Transcendente Journey
ru: Набор Transcendent Journey
th: แพ็ก Journey เหนือธรรมชาติ
vi: Gói Hành Trình Siêu Việt
zh_hans: 超凡《风之旅人》礼包
zh_hant: 超凡《風之旅人》禮包

# commerce_item_name_soul_candle
source: Friendship Candle
de: Freundschaftskerze
es: Vela de la amistad
fr: Bougie d'amitié
id: Lilin Pertemanan
it: Candela dell'amicizia
ja: フレンドキャンドル
ko: 우정 양초
pt: Vela da amizade
ru: Свеча дружбы
th: เทียนมิตรภาพ
vi: Nến Tình Bạn
zh_hans: 志同道合礼包
zh_hant: 志同道合禮包

# commerce_item_name_starter_pack
source: Starter Pack
de: Starterpaket
es: Paquete de principiante
fr: Pack débutant
id: Paket Pemula
it: Pacchetto iniziale
ja: スターターパック
ko: 초보자 팩
pt: Pacote de iniciante
ru: Стартовый набор
th: แพ็กเริ่มต้น
vi: Gói Khởi Động
zh_hans: 超值礼包
zh_hant: 超值禮包

# commerce_item_name_style_crystalsuit
source: Style Dapper Trio
de: Stil Elegantes Trio
es: Conjunto sofisticado de tres piezas
fr: Trois-pièces élégant
it: Trio di eleganza
ja: お洒落スタイリッシュトリオ
ko: 고품격 쓰리피스 정장
pt: Trio Elegante Estiloso
ru: Стильный костюм-тройка
th: แดปเปอร์ทรีโอที่มีสไตล์
vi: Phong Cách Bảnh Bao
zh_hans: 风尚玲珑三件套
zh_hant: 高格調三件套

# commerce_item_name_summer_hairpin
source: Summer Seashell Hairpin
de: Sommer-Muschel-Haarnadel
es: Horquilla de concha de verano
fr: Barrette coquillage Été
id: Jepit Rambut Kerang Musim Panas
it: Giorni d’Estate - Forcina per capelli con conchiglie
ja: 常夏ヘアピン
ko: 여름 조개껍데기 헤어핀
pt: Grampo de Concha de Verão
ru: Летняя шпилька для волос в виде морской раковины
th: กิ๊บหนีบผมเปลือกหอยฤดูร้อน
vi: Kẹp Tóc Vỏ Sò Mùa Hè
zh_hans: 夏日贝壳发夹
zh_hant: 夏日貝殼髮夾

# commerce_item_name_summer_jelly
source: Sunlight Jelly Shoulder Buddy
de: Sonnenlicht-Quallenschulterfreund
es: Peluche de medusa de luz solar
fr: Méduse d’épaule Soleil
id: Sobat Bahu Jeli Sinar Matahari
it: Giorni Solari - Peluche da spalla
ja: 陽光の肩乗り海月
ko: 햇빛 어깨 위 해파리
pt: Aguinha-viva de Ombro Ensolarada
ru: Медуза-компаньон Солнечного света
th: สหายแมงกะพรุนติดไหล่วันแห่งแสงแดด
vi: Bạn Sứa Ánh Nắng
zh_hans: 阳光水母搭肩小伙伴
zh_hant: 陽光水母搭肩小夥伴

# commerce_item_name_summer_marshmallow
source: Sunlight Campfire Snack Kit
de: Sonnenlicht-Lagerfeuer-Snackset
es: Conjunto de refrigerio de campamento de luz solar
fr: Friandises au coin du feu Soleil
id: Kit Camilan Api Unggun Sinar Matahari
it: Giorni Solari - Kit per spuntino da campeggio
ja: 陽光キャンプファイヤーおやつキット
ko: 햇빛 캠프파이어 간식 세트
pt: Kit de Lanchinhos de Fogueira Ensolarado
ru: Пакет снеков Солнечного света для костра
th: ชุดของว่างแคมป์ไฟวันแห่งแสงแดด
vi: Bộ Snack Lửa Trại Ánh Nắng
zh_hans: 阳光篝火小吃套件
zh_hant: 陽光營火零嘴套組

# commerce_item_name_summer_pack
source: Summer Lantern Pack
de: Sommer-Laternen-Paket
es: Farol de luz de luna
fr: Pack de lanternes Été
id: Lampion Cahaya Bulan
it: Giorni d’Estate - Pacchetto di lanterne
ja: 夏灯りランタンパック
ko: 달빛 등불
pt: Pacote de Lanterna de Verão
ru: Лунный фонарь
th: แพ็กโคมไฟฤดูร้อน
vi: Đèn Ánh trăng
zh_hans: 夏日灯笼礼包
zh_hant: 夏日燈籠禮包

# commerce_item_name_summer_umbrella_pack
source: Summer Parasol
de: Sommer Sonnenschirm
es: Sombrilla de verano
fr: Ombrelle ensoleillée
id: Payung Hari Musim Panas
it: Ombrellone estivo
ja: 常夏パラソル
ko: 여름 파라솔
pt: Sombrinha Solar
ru: Солнечный зонтик
th: ร่มกันแดดฤดูร้อน
vi: Ô Ngày Hè
zh_hans: 夏日阳伞礼包
zh_hant: 夏日陽傘禮包

# commerce_item_name_summerlights_bunny
source: Summer Bunny Accessory
de: Sommer-Häschen-Schmuck
es: Accesorio de conejo de luz de luna
fr: Accessoire lapin Été
id: Aksesori Kelinci Cahaya Bulan
it: Giorni d’Estate - Accessorio coniglio
ja: 夏灯り兎アクセサリー
ko: 달빛 토끼 액세서리
pt: Acessório Coelhinho de Verão
ru: Лунный аксессуар-зайчик
th: ของประดับกระต่ายฤดูร้อน
vi: Phụ Kiện Thỏ Ánh Trăng
zh_hans: 夏日兔子头饰
zh_hant: 夏日兔子頭飾

# commerce_item_name_sunlight_linencover
source: Sunlight Woven Wrap
de: Gewebtes Tuch „Sonnenlicht“
es: Chal tejido de luz solar
fr: Châle tissé ensoleillé
id: Bungkus Anyaman Sinar Matahari
it: Mantello intessuto solare
ja: 陽光の羽織り
ko: 햇빛 로브 카디건
pt: Poncho Solar
ru: Солнечная тканая накидка
th: ผ้าห่อแสงตะวัน
vi: Khăn Choàng Dệt Ánh Mặt Trời
zh_hans: 阳光编织披肩
zh_hant: 陽光編織披肩

# commerce_item_name_sunlight_mantafloat
source: Sunlight Manta Float
de: Sonnenlicht-Manta-Schwimmtier
es: Inflable de mantarraya de luz solar
fr: Vol ensoleillé de la raie manta
id: Pelampung Manta Sinar Matahari
it: Galleggiante manta solare
ja: 陽光マンタフロート
ko: 햇빛 만타가오리 튜브
pt: Boia de Arraia Solar
ru: Солнечный надувной скат
th: ห่วงยางกระเบนแสงตะวัน
vi: Cá Đuối Nổi Ánh Mặt Trời
zh_hans: 阳光光鳐浮筒
zh_hant: 陽光光鰩游泳圈

# commerce_item_name_sunlight_sandals
source: Sunlight Chunky Sandals
de: Sonnenlicht-Klotz-Sandalen
es: Sandalias robustas de luz solar
fr: Sandales épaisses Soleil
id: Sandal Chunky Sinar Matahari
it: Giorni Solari - Sandali con zeppa
ja: 陽光ずんぐりサンダル
ko: 햇빛 샌들
pt: Sandálias Gordinhas Ensolaradas
ru: Большие сандалии Солнечного света
th: รองเท้าแตะหนาวันแห่งแสงแดด
vi: Dép Mập Ánh Nắng
zh_hans: 阳光厚底凉鞋
zh_hant: 陽光厚底涼鞋

# commerce_item_name_sunlight_sunnyearring
source: Sunlight Helios Hoops
de: Sonnenlicht-Helios-Creolen
es: Pendientes con forma de sol
fr: Boucles Hélios
id: Helios Hoops Sinar Matahari
it: Cerchi di luce solare
ja: 陽光ヘリオスフープ
ko: 햇빛 태양신 귀걸이
pt: Argolas Solares
ru: Солнечные обручи
th: ห่วงเฮลิออสแสงตะวัน
vi: Vòng Helios Ánh Mặt Trời
zh_hans: 阳光赫利俄斯圆环
zh_hant: 陽光日神耳環

# commerce_item_name_sunlight_surfboard
source: Sunlight Surfboard
de: Sonnenlicht-Surfbrett
es: Tabla de surf de luz solar
fr: Planche de surf Soleil
id: Papan Selancar Sinar Matahari
it: Giorni Solari - Tavola da surf
ja: 陽光サーフボード
ko: 햇빛 서핑보드
pt: Prancha de Surfe Ensolarada
ru: Доска для серфинга Солнечного света
th: กระดานโต้คลื่นวันแห่งแสงแดด
vi: Ván Lướt Ánh Nắng
zh_hans: 阳光冲浪板
zh_hant: 陽光衝浪板

# commerce_item_name_sunlight_swimtrunks
source: Sunlight Swim Romper
de: Sonnenlicht-Schwimmstrampler
es: Enterito de playa de luz solar
fr: Grenouillère ensoleillée de nage
id: Baju Renang Sinar Matahari
it: Pagliaccetto da bagno solare
ja: 陽光の水遊び着
ko: 햇빛 수영복
pt: Roupa de Banho Solar
ru: Солнечный купальник
th: ชุดว่ายน้ำแสงตะวัน
vi: Bộ Đồ Bơi Ánh Mặt Trời
zh_hans: 阳光之泳连体衣
zh_hant: 陽光海灘服

# commerce_item_name_tgc_guitar
source: TGC Guitar Pack
de: TGC Gitarrenpaket
es: Paquete de Guitarras TGC
fr: Pack guitare TGC
id: Paket Gitar TGC
it: Pacchetto di chitarre TGC
ja: TGCギターパック
ko: TGC 기타 팩
pt: Pacote de Guitarra TGC
ru: Гитарный набор TGC
th: แพ็กกีตาร์ TGC
vi: Gói đàn guitar TGC
zh_hans: TGC吉他礼包
zh_hant: TGC吉他禮包

# commerce_item_name_tgcwireframe
source: SkyFest Wireframe Cape
de: SkyFest-Drahtmodellumhang
es: Capa esquemática del festival de Sky
fr: Cape constellation du festival de SkyFest
id: Jubah Kerangka Kawat Sky Fest
it: Mantello con crinolina SkyFest
ja: SkyFest ワイヤーフレームケープ
ko: Sky 축제 와이어프레임 망토
pt: Capa metálica festiva do Sky
ru: Праздничная накидка «Созвездие»
th: เสื้อคลุมไวร์เฟรมสกายเฟส
vi: Áo Choàng Khung Dây Lễ Hội Sky
zh_hans: SkyFest 线框纹斗篷
zh_hant: SkyFest 線框紋斗篷

# commerce_item_name_treasure_eyepatchpants
source: Treasure Seeker's Bounty
de: Beute des Schatzsuchers
es: Botín de la búsqueda del tesoro
fr: Prime du chasseur de trésors
id: Hadiah bagi Pencari Harta Karun
it: Ricompensa del cerca-tesori
ja: トレジャーハンターの財宝
ko: 보물 탐색자의 포상금
pt: Recompensa do Caçador de Tesouros
ru: Добыча искателя сокровищ
th: รางวัลของผู้แสวงหาสมบัติ
vi: Kho Báu Của Kẻ Săn Tìm
zh_hans: 寻宝者的奖赏
zh_hant: 尋寶獵人的獎賞

# commerce_item_name_valentines_swing
source: Days of Love Swing
de: Tage der Liebesschaukel
es: Columpio Días de amor
fr: Balançoire des Jours de l'amour
id: Ayunan Hari Kasih
it: Altalena dei Giorni dell'Amore
ja: 愛しみのブランコ
ko: 사랑의 날 그네
pt: Balanço dos dias de amor
ru: Качели «Пора любви»
th: ชิงช้าวันแห่งความรัก
vi: Xích Đu Tình Yêu
zh_hans: 双人秋千
zh_hant: 雙人鞦韆

# commerce_item_name_wool_hat
source: Days of Fortune Wool Hat
de: "Tage des Glücks"-Wollhut
es: Gorro de lana de los días de la buena fortuna
fr: Chapeau de laine des Jours de chance
id: Topi Wol Hari Keberuntungan
it: Cappello di lana dei Giorni della Buona Stella
ja: 来福あったか帽子
ko: 행복의 날 털모자
pt: Gorro de lã dos Dias de Felicidade
ru: Теплая шапочка Дней Удачи
th: หมวกขนสัตว์วันแห่งโชคลาภ
vi: Mũ Len May Mắn
zh_hans: 幸运绒线帽
zh_hant: 幸運絨線帽

# commerce_item_name_xmas_cape
source: Days of Feast Cape
de: "Die Tage des Fests"-Umhang
es: Capas de los Días Festivos
fr: Cape des Jours de fête
id: Jubah Hari Perjamuan
it: Mantello dei Giorni di Festa
ja: 聖なるふわふわケープ
ko: 연회의 날 망토
pt: Capa dos dias de festa
ru: Накидка к Праздничным дням
th: เสื้อคลุมวันแห่งงานฉลอง
vi: Áo Choàng Yến Hội
zh_hans: 宴会节斗篷
zh_hant: 宴會節斗篷

# commerce_item_name_xmas_horn
source: Days of Feast Horns
de: "Die Tage des Fests"- Geweih
es: Astas del Día de las festividades
fr: Cornes des Jours de fête
id: Tanduk Hari Perjamuan
it: Corna dei Giorni di Festa
ja: 聖なる飾り角
ko: 연회의 날 뿔
pt: Chifres dos Dias de Festa
ru: Рожки Праздничных Дней
th: เขาสัตว์วันแห่งงานฉลอง
vi: Sừng Yến Hội
zh_hans: 宴会节之角
zh_hant: 宴會節之角

# commerce_item_name_xmas_pack
source: Days of Feast Pack
de: "Die Tage des Fests"-Paket
es: Paquete Día de festividades
fr: Pack des Jours de fête
id: Paket Hari Perjamuan
it: Pacchetto Giorni di Festa
ja: 聖なる星の日々 パック
ko: 연회의 날 팩
pt: Pacote de férias
ru: Набор «Праздничные дни»
th: แพ็กวันแห่งงานฉลอง
vi: Gói Ngày Yến Hội
zh_hans: 宴会帽礼包
zh_hant: 宴會帽禮包

# commerce_item_name_xmas_table
source: Days of Feast Table
de: "Die Tage des Fests"-Tisch
es: Mesa del Día de las festividades
fr: Table des Jours de fête
id: Meja Hari Perjamuan
it: Tavolo dei Giorni di Festa
ja: 聖なるお祝いテーブル
ko: 연회의 날 테이블
pt: Mesa dos Dias de Festa
ru: Накрытый стол Праздничных Дней
th: โต๊ะวันแห่งงานฉลอง
vi: Bàn Yến Tiệc
zh_hans: 宴会节长桌
zh_hant: 宴會節長桌

# commerce_item_oceancape_success
source: <b>Thanks for purchasing the Ocean Cape!</b> Learn more about how we are supporting ocean charities on our website: www.thatskygame.com
de: <b>Vielen Dank für den Kauf des Ozeanumhangs!</b> Erfahre auf unserer Webseite www.thatskygame.com über unsere Unterstützung von wohltätigen Organisationen, die sich um die Ozeane kümmern.
es: <b>¡Gracias por comprar la capa del océano!</b> Obtén más información sobre cómo apoyamos las organizaciones benéficas que limpian el océano en nuestro sitio web: www.thatskygame.com
fr: <b>Merci d'avoir acheté la cape de l'océan !</b> Pour en savoir plus sur la manière dont nous soutenons les associations caritatives en faveur des océans, consultez notre site web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Jubah Samudra!</b> Pelajari selengkapnya tentang bagaimana kami mendukung amal untuk lautan di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato il Mantello dell'oceano!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite alla pulizia dell'oceano visitando il nostro sito Web: www.thatskygame.com
ja: <b>オーシャンケープのご購入ありがとうございます！</b> 海を綺麗にする活動や支援の詳細は公式サイトのブログをご覧ください：https://thatskygame.com/ja/
ko: <b>바다 망토를 구입해 주셔서 감사합니다!</b> 공식 웹사이트에서 저희가 바다 자선단체를 어떻게 지원하는지 확인하실 수 있습니다. 바로 가기: www.thatskygame.com
pt: <b>Obrigado por comprar a capa do oceano.</b> Saiba mais sobre como estamos apoiando instituições de caridade oceânicas em nosso site: www.thatskygame.com
ru: <b>Благодарим за покупку морской накидки!</b> Узнайте больше о благотворительных проектах по спасению океана на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อเสื้อคลุมท้องทะเล!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลทางทะเลบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Áo Choàng Đại Dương!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện đại dương trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢购买海洋斗篷！</b> 你还可以在我们的网站上了解更多关于我们支持海洋慈善机构的具体信息：www.thatskygame.com
zh_hant: <b>感謝購買海洋斗篷！</b> 你還可以在我們的網站上了解更多關于我們支持海洋慈善機構的具體信息：www.thatskygame.com
