Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_traveling_group_end_message
source: This is the last day of a special visit from a group of past Seasonal Spirits. 👋 Be sure to say hello to them!
de: Heute ist der letzte Tag der Geister aus vergangenen Saisonen. 👋 Statte ihnen einen Besuch ab!
es: Hoy es el último día de la visita especial del grupo de espíritus de temporadas pasadas. 👋 ¡Asegúrate de ir a saludarlos!
fr: C'est le dernier jour de la visite spécial d'un groupe d'esprits de saisons passées. 👋 Assurez-vous de les saluer !
id: Ini adalah hari terakhir kunjungan khusus dari sekelompok Roh Musim sebelumnya. 👋 Pastikan untuk menyapa mereka!
it: Questo è l'ultimo giorno della visita speciale di un gruppo di spiriti delle stagioni passate. 👋 Ricordati di salutarli!
ja: 来訪する精霊団が旅立とうとしています👋 過去の季節の精霊たちを見送ってあげてくださいね！
ko: 오늘은 과거의 시즌영혼이 특별히 머무르는 마지막 날입니다. 👋 영혼을 찾아가서 반갑게 맞아주세요!
pt: Este é o último dia da visita especial de um grupo de espíritos de temporadas anteriores. 👋 Não se esqueça de dar um olá!
ru: Сегодня последний день, когда у нас в гостях группа сезонных духов из прошлых сезонов. 👋 Обязательно загляните поздороваться!
vi: Hôm nay là ngày cuối cùng các Tinh Linh Mùa trong quá khứ ghé thăm. 👋 Đừng quên gửi lời chào tới họ!
zh_hans: 今天是过往季节的先灵特殊拜访的最后一天。👋别忘了去跟他们打个招呼！
zh_hant: 今天是過往季節的先靈特殊拜訪的最後一天。👋別忘了去跟他們打個招呼！

# notification_traveling_group_end_title
source: The Special Visitors Depart Soon 💨
de: Die besonderen Besucher werden bald abreisen 💨
es: Los visitantes especiales parten pronto 💨
fr: Les visiteurs spéciaux partent bientôt 💨
id: Para Pengunjung yang Istimewa akan Segera Berangkat 💨
it: I visitatori speciali partiranno presto 💨
ja: 来訪する精霊団はもうすぐ旅立ちます 💨
ko: 특별한 손님들이 곧 떠나요 💨
pt: Os visitantes especiais partirão em breve 💨
ru: Особые гости скоро уезжают 💨
vi: Những khách thăm quan đặc biệt sẽ rời sớm 💨
zh_hans: 这些特别的访客即将离开 💨
zh_hant: 這些特別的訪客即將離開 💨

# notification_traveling_group_message
source: 🎉 A group of past Seasonal Spirits have arrived for a special extended visit!
de: 🎉Eine Gruppe von Geistern aus vergangenen Saisonen ist eingetroffen und bleibt eine Weile!
es: 🎉 ¡Llegó un grupo de espíritus de temporadas pasadas para una visita especial extendida!
fr: 🎉 Un groupe d'esprits de saisons passées est revenu pour une longue visite spéciale !
id: 🎉 Sekelompok Roh Musim sebelumnya telah tiba untuk kunjungan khusus yang diperpanjang!
it: 🎉 Un gruppo di spiriti stagionali del passato è arrivato per una visita speciale e prolungata!
ja: 🎉 過去の季節より、来訪する精霊団がSkyに遊びに来ています。特別に長期滞在するそうですよ！
ko: 🎉 과거의 시즌영혼이 특별히 길게 머물러요!
pt: 🎉 Um grupo de espíritos de temporadas anteriores chegou para uma visita estendida especial!
ru: 🎉 К нам пришла погостить подольше группа сезонных духов из прошлых сезонов!
vi: 🎉 Một nhóm các Tinh Linh Mùa trong quá khứ thực hiện một cuộc ghé thăm kéo dài đặc biệt!
zh_hans: 🎉一群过往季节的先灵已经到达，并且特定决定多逗留一段时间！
zh_hant: 🎉一群過往季節的先靈已到來，並且特地決定多逗留一段時間！

# notification_traveling_group_title
source: A Special Group of Spirits is Visiting! 🕯️
de: Eine besondere Gruppe an Geistern kommt zu Besuch! 🕯️
es: Un grupo especial de espíritus viene de visita! 🕯️
fr: Un groupe spécial d'esprits nous rend visite! 🕯️
id: Sekelompok Roh Istimewa Sedang Berkunjung! 🕯️
it: C'è un gruppo speciale di spiriti! 🕯️
ja: 来訪する精霊団が遊びにきます! 🕯️
ko: 특별한 영혼 일행이 방문합니다! 🕯️
pt: Um grupo especial de espíritos está fazendo uma visita! 🕯️
ru: Особенные гости! 🕯️
vi: Một nhóm đặc biệt gồm các Tinh Linh đang viếng thăm! 🕯️
zh_hans: 一群特别的先灵来访! 🕯️
zh_hant: 一群特別的先靈來訪了! 🕯️

# notification_traveling_lightseekers_message
source: A spirit from the Season of Lightseekers has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Lichtsucher ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de los buscadores de la luz volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison des Chercheurs de lumière est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Pencari Cahaya telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione dei Cercatori della Luce è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし光の探求者の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 빛 추적자의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um espírito da Temporada dos Caçadores de Luz voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона искателей света ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Ánh Sáng đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 追光季中的一位先灵已回归，但时间极为有限！
zh_hant: 追光季的先靈限時回歸！

# notification_traveling_littleprince_message
source: A Spirit from the Season of the Little Prince has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison des kleinen Prinzen ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de El principito volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison du Petit Prince est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Pangeran Kecil telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione del Piccolo Principe è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし星の王子さまの季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 어린 왕자의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada do Pequeno Príncipe voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона «Маленького принца» ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Hoàng Tử Bé đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 小王子季中的一位先灵已回归，但时间极为有限！
zh_hant: 小王子季的先靈限時回歸！

# notification_traveling_message
source: A Spirit from a past Season has returned for a very limited time! 🕯️
de: Ein Geist aus einer vergangenen Saison ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de una temporada pasada volvió por tiempo muy limitado! 🕯️
fr: Un esprit d'une saison passée est revenu pour une durée très limitée ! 🕯️
id: Roh dari Musim sebelumnya telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito di una stagione del passato è tornato per un periodo brevissimo! ️
ja: 過ぎ去りし季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 지난 시즌의 영혼이 돌아와서 잠시 머물다 갈 거예요! 🕯️
pt: Um espírito de uma temporada passada voltou por um tempo muito limitado! 🕯️
ru: Дух прошедшего сезона вернулся — но совсем ненадолго! 🕯️
vi: Một Tinh Linh đến từ Mùa trước đã trở lại trong thời gian có hạn!
zh_hans: 一位来自过往季节的先灵限时回归！️
zh_hant: 一位來自過往季節的先靈限時回訪了！️

# notification_traveling_moments_message
source: A spirit from the Season of Moments has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Momente ist für begrenzte Zeit zurückgekehrt! 🕯️
es: ¡Un espíritu de la temporada de los momentos regresó por tiempo muy limitado! 🕯️
fr: Un esprit de la saison des Instants est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Momen telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione dei Momenti è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし瞬きの季節より再訪する精霊が限られた時間だけSkyの王国を訪れています！🕯
ko: 순간의 시즌 영혼이 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um espírito da Temporada dos Momentos voltou por tempo muito limitado! 🕯️
ru: Дух Сезона мгновений вернулся совсем ненадолго! 🕯️
vi: Một tinh linh Mùa Khoảnh Khắc đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 一位拾光季的先灵限时回访了！🕯️
zh_hant: 拾光季的先靈限時回歸！🕯️

# notification_traveling_moomin_message
source: Items from the Season of Moomin have returned for a very limited time! 🕯️
de: Gegenstände aus der Saison des Mumins sind für begrenzte Zeit zurückgekehrt! 🕯️
es: ¡Los objetos de la temporada de los Mumins regresaron por tiempo muy limitado! 🕯️
fr: Des objets de la saison des Moomins sont de retour pour une durée très limitée ! 🕯️
id: Item dari Musim Moomin telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Gli oggetti della Stagione dei Mumin sono tornati per un periodo brevissimo! 🕯️
ja: 過ぎ去りしムーミンの季節のアイテムが、少しの間だけ王国に戻ってきています！🕯️
ko: 무민의 시즌 영혼이 잠시 돌아왔어요! 🕯️
pt: Itens da Temporada dos Mumins retornaram por tempo muito limitado! 🕯️
ru: Предметы из Сезона Муми-троллей ненадолго вернулись в игру! 🕯️
th: ไอเทมจากฤดูกาลแห่งมูมินกลับมาอีกครั้งในระยะเวลาจำกัดเท่านั้น! 🕯️
vi: Các vật phẩm từ Mùa Moomin đã trở lại trong thời gian giới hạn! 🕯️
zh_hans: 来自姆明季的物品现已回归，时间非常有限！快用蜡烛交换珍藏物品！🕯️
zh_hant: 姆明季的物品限時回歸！快用蠟燭交換珍藏物品！🕯️

# notification_traveling_nesting_message
source: Items from the Season of Nesting have returned for a very limited time! 🕯️
de: Gegenstände aus der Saison des Nistens sind für begrenzte Zeit zurückgekehrt! 🕯️
es: ¡Los objetos de la temporada acogedora regresaron por tiempo muy limitado! 🕯️
fr: Des objets de la saison de la Nidification sont de retour pour une durée très limitée ! 🕯️
id: Item dari Musim Bersarang telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Gli oggetti della Stagione dei Nidi sono tornati per un periodo brevissimo! 🕯️
ja: 過ぎ去りし巣づくりの季節のアイテムが、少しの間だけ再び登場しています！🕯️
ko: 보금자리의 시즌 아이템이 잠시 돌아왔어요! 🕯️
pt: Itens da Temporada da Nidificação retornaram por tempo muito limitado! 🕯️
ru: Предметы из Сезона гнездования ненадолго вернулись в игру! 🕯️
vi: Các vật phẩm từ Mùa Xây Tổ đã quay trở lại trong thời gian có hạn! 🕯️
zh_hans: 来自筑巢季的物品限时回归！🕯️
zh_hant: 築巢季的物品限時回歸！🕯️

# notification_traveling_passage_message
source: A spirit from the Season of Passage has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison des Übergangs ist für begrenzte Zeit zurückgekehrt! 🕯️
es: ¡Un espíritu de la temporada de iniciación regresó por tiempo muy limitado! 🕯️
fr: Un esprit de la saison de l’Initiation est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Inisiasi Pembaruan telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione della Transizione è tornato per pochissimo tempo! 🕯️
ja: 過ぎ去りしならいの季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 성장의 시즌 영혼이 돌아와서 잠시 동안 머물다 갈 거예요! 🕯️
pt: Um espírito da Temporada da Passagem voltou por tempo muito limitado! 🕯️
ru: Дух Сезона посвящения ненадолго вернулся! 🕯️
vi: Một Tinh Linh từ Mùa Thử Thách đã trở lại trong thời gian có hạn! 🕯️! 🕯️
zh_hans: 夜行季的先灵限时回归！🕯️
zh_hant: 夜行季的先靈限時回歸！🕯️

# notification_traveling_performance_message
source: A Spirit from the Season of Performance has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Darbietung ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de obras volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison de la Performance est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Pertunjukan telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione dello Spettacolo è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし表現者たちの季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 심해의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada da Performance voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона представлений ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Biểu Diễn đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 表演季中的一位先灵已经限时回归！🕯️
zh_hant: 表演季的先靈限時回歸！️🕯️

# notification_traveling_prophecy_message
source: A spirit from the Season of Prophecy has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Prophezeiung ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de la profecía volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison de la Prophétie est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Nubuat telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione della Profezia è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし預言者の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 친밀의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada da Profecia voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона пророчества ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Tiên Tri đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 预言季中的一位先灵已回归，但时间极为有限！
zh_hant: 預言季的先靈限時回歸！

# notification_traveling_remembrance_message
source: A Spirit from the Season of Remembrance has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison des Gedenkens ist für eine kurze Zeit zurückgekehrt! 🕯️
es: ¡Un espíritu de la temporada de conmemoración regresó por tiempo muy limitado! 🕯️
fr: Un esprit de la saison du Souvenir est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Kenangan telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione della Commemorazione è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし追慕の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 기억의 시즌 영혼이 찾아와서 잠시 머물다 갈 거예요! 🕯️
pt: Um espírito da Temporada da Recordação retornou por um tempo muito limitado! 🕯️
ru: Дух Сезона памяти ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Tưởng Nhớ đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 一位缅怀季的先灵限时回访了！🕯️
zh_hant: 一位緬懷季的先靈限時回訪了！🕯️

# notification_traveling_revival_message
source: Items from the Season of Revival have returned for a very limited time! 🕯️
de: Gegenstände aus der Saison der Wiederbelebung sind für begrenzte Zeit zurückgekehrt! 🕯️
es: ¡Los objetos de la temporada del Renacimiento regresaron por tiempo muy limitado! 🕯️
fr: Des objets de la saison du Renouveau sont de retour pour une durée très limitée ! 🕯️
id: Item dari Musim Kebangkitan telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Gli oggetti della Stagione della Rinascita sono tornati per un periodo brevissimo! 🕯️
ja: 過ぎ去りし復古の季節のアイテムが、限られた時間だけSkyの王国に復刻しています！🕯
ko: 재생의 시즌 영혼이 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Itens da Temporada do Reavivamento retornaram por tempo muito limitado! 🕯️
ru: Предметы из Сезона возрождения ненадолго вернулись в игру! 🕯️
vi: Các vật phẩm từ Mùa Phục Hưng đã quay trở lại trong thời gian có hạn! 🕯️
zh_hans: 来自归巢季的物品限时回归！🕯️
zh_hant: 歸巢季的物品限時回歸！🕯️

# notification_traveling_rhythm_message
source: A spirit from the Season of Rhythm has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison des Rhythmus ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada del ritmo volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison du Rythme est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Irama telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione del Ritmo è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りしリズムが弾ける季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 리듬의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada do Ritmo voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона ритма ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Nhịp Điệu đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 音韵季中的一位先灵已回归，但时间极为有限！
zh_hant: 音韻季的先靈限時回歸！

# notification_traveling_sanctuary
source: A spirit from the Season of Sanctuary has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Zuflucht ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada del Santuario volvió por tiempo muy limitado!
fr: Un esprit de la Saison du sanctuaire est de retour pour une durée très limitée ! 🕯️
id: Seorang roh dari Musim Tempat Suci telah kembali untuk waktu yang sangat terbatas!
it: Uno spirito della Stagione del Santuario è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし楽園の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 낙원의 시즌 영혼이 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um espírito da Temporada do Santuário voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона укрытия вернулся — но совсем ненадолго! 🕯️
vi: Một Tinh Linh Mùa Thánh Đảo đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 来自圣岛季的先灵限时回归！️🕯️
zh_hant: 來自聖島季的先靈限時回訪了！️🕯️

# notification_traveling_sanctuary_message
source: A spirit from the Season of Sanctuary has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Zuflucht ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada del santuario volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison du sanctuaire est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Tempat Suci telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione del Santuario è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし楽園の季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 낙원의 시즌 영혼이 돌아와 아주 잠시 머물다 떠날 거예요! 🕯️
pt: Um Espírito da Temporada do Santuário voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона укрытия ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh Mùa Thánh Đảo đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 圣岛季中的一位先灵已回归，但时间极为有限！
zh_hant: 聖島季的先靈限時回歸！

# notification_traveling_shattering_message
source: A Spirit from the Season of Shattering has returned for a very limited time! 🕯️
de: Ein Geist aus der Saison der Zertrümmerung ist für sehr begrenzte Zeit wieder da! 🕯️
es: ¡Un espíritu de la Temporada de la destrucción volvió por tiempo muy limitado! 🕯️
fr: Un esprit de la saison de l'Éclatement est de retour pour une durée très limitée ! 🕯️
id: Roh dari Musim Kehancuran telah kembali untuk waktu yang sangat terbatas! 🕯️
it: Uno spirito della Stagione della Distruzione è tornato per un periodo brevissimo! 🕯️
ja: 過ぎ去りし砕ケル闇ノ季節の精霊が、少しの間だけ再び王国を訪れています！🕯️
ko: 파편의 시즌 여행영혼이 찾아와 잠시 머물다 떠나요! 🕯️
pt: Um Espírito da Temporada do Despedaçar voltou por um tempo muito limitado! 🕯️
ru: Дух Сезона крушения ненадолго вернулся к нам! 🕯️
vi: Một Tinh Linh từ Mùa Tan Vỡ đã trở lại trong thời gian có hạn! 🕯️
zh_hans: 破晓季中的一位先灵已经限时回归！🕯️
zh_hant: 破曉季的先靈限時回歸！🕯️

# notification_traveling_title
source: Traveling Spirit 🌟
de: Reisender Geist 🌟
es: Espíritu viajero 🌟
fr: Esprit voyageur 🌟
id: Roh Pengembara 🌟
it: Spirito viandante ✨
ja: 再訪する精霊🌟
ko: 여행영혼 🌟
pt: Espírito viajante 🌟
ru: Странствующий дух 🌟
vi: Tinh Linh Du Hành 🌟
zh_hans: 旅行先灵🌟
zh_hant: 旅行先靈 🌟

# notification_traveling_title2
source: Traveling Spirit ✨
de: Reisender Geist ✨
es: Espíritu viajero ✨
fr: Esprit voyageur ✨
id: Roh Pengembara ✨
it: Spirito viandante ✨
ja: 再訪する精霊✨
ko: 여행영혼 ✨
pt: Espírito viajante ✨
ru: Дух-путник ✨
vi: Tinh Linh Du Hành ✨
zh_hans: 旅人先灵 ✨
zh_hant: 旅行的先靈 ✨

# notification_treasure_end_message
source: Days of Treasure ends soon! Gather the last of the treasure (and your favorite items) before the spirits leave! ⏰
de: Die Tage des Schatzes enden bald! Sammle den letzten Schatz ein (und deine Lieblingsgegenstände), bevor die Geister verschwinden! ⏰
es: ¡Los Días del Tesoro terminan pronto! Recoge los últimos tesoros y tus objetos favoritos antes de que se vayan los espíritus. ⏰
fr: Les Jours de trésor se terminent bientôt ! Récupérez la dernière des récompenses (et vos objets préférés) avant le départ des esprits ! ⏰
id: Hari Harta Karun akan segera berakhir! Kumpulkan harta karun terakhir (dan barang-barang favorit kamu) sebelum para roh pergi! ⏰
it: I Giorni del Tesoro finiscono presto! Raccogli gli ultimi tesori (e i tuoi oggetti preferiti) prima che gli spiriti se ne vadano! ⏰
ja: 宝探しの日々は残すところあと少し！精霊たちが旅立ってしまう前に、お宝を見つけ（お気に入りのアイテムも交換し）ましょう！
ko: 보물의 날이 곧 종료됩니다! 영혼이 떠나기 전에 마지막 보물(과 마음에 드는 아이템)을 놓치지 마세요! ⏰
pt: Os Dias de Tesouros acabam em breve! Pegue todos os tesouros (e seus itens preferidos) antes que os espíritos partam! ⏰
ru: Дни сокровищ скоро закончатся! Соберите последние сокровища (и свои любимые предметы), пока духи ещё тут! ⏰
th: วันแห่งสมบัติใกล้จบลงแล้ว! เก็บสมบัติชิ้นสุดท้าย (และไอเทมโปรดของคุณ) ก่อนที่สปิริตจะจากไป! ⏰
vi: Ngày Kho Báu sắp kết thúc! Hãy thu thập những kho báu cuối cùng (và những vật phẩm yêu thích) trước khi các tinh linh rời đi! ⏰
zh_hans: 寻宝节活动即将结束！在先灵们离开前，赶紧收集最后的宝物（还有你喜爱的物品）！⏰
zh_hant: 尋寶節倒數計時！在先靈離開前，蒐集最後的寶藏，並獲得你最喜愛的活動物品吧！⏰

# notification_treasure_end_title
source: 🗺️ The Treasure Hunt is Almost Over!
de: 🗺️ Die Schatzsuche ist fast vorbei!
es: 🗺️ ¡Ya casi termina la búsqueda del tesoro!
fr: 🗺️ La chasse au trésor touche à son terme !
id: 🗺️ Perburuan Harta Karun Hampir Berakhir!
it: 🗺️ La Caccia al Tesoro è quasi finita!
ja: 🗺️ 宝探しの日々はもうすぐ終わります
ko: 🗺️ 보물찾기 시간이 얼마 남지 않았어요!
pt: 🗺️ A caça ao tesouro está quase acabando!
ru: 🗺️ Поиски сокровищ почти завершились!
th: 🗺️ การล่าสมบัติใกล้จบลงแล้ว!
vi: 🗺️ Cuộc Săn Kho Báu Sắp Kết Thúc!
zh_hans: 🗺️寻宝节快结束了！
zh_hant: 🗺️ 尋寶節即將結束！

# notification_treasure_message
source: The treasure hunt is on! Help your favorite Spirits as they search the realms for their prize. 🏃‍♀️
de: Die Schatzsuche ist da! Hilf deinen Lieblingsgeistern, während sie die Reiche nach ihrem Preis durchsuchen. 🏃‍♀️
es: ¡Empezó la búsqueda del tesoro! Ayuda a tus espíritus favoritos a buscar el premio por los reinos. 🏃‍♀️
fr: La chasse au trésor est ouverte ! Aidez vos esprits préférés, qui cherchent leur trésor dans les royaumes. 🏃‍♀️
id: Perburuan harta karun dimulai! Bantu para Roh favorit kamu saat mereka mencari hadiahnya. 🏃‍♀️
it: La caccia al tesoro è iniziata! Aiuta i tuoi spiriti preferiti nella loro ricerca del premio nei reami. 🏃‍♀️
ja: いざ宝探しへ！大好きな精霊たちを手伝い、各地でお宝を見つけましょう🏃‍♀️
ko: 보물찾기가 시작됐어요! 보물을 찾아 왕국을 탐험하는 영혼 무리를 도와주세요. 🏃‍♀️
pt: A caça ao tesouro começou! Ajude seus espíritos preferidos enquanto eles procuram os prêmios pelos reinos. 🏃‍♀️
ru: Начались поиски сокровищ! Помогите своим любимым духам с поисками и получите желанный приз. 🏃‍♀️
th: การออกล่าสมบัติเริ่มแล้ว! ช่วยสปิริตตนโปรดของคุณในขณะที่พวกเขาออกค้นหาสมบัติไปทั่วดินแดน 🏃‍♀️
vi: Cuộc săn kho báu đã bắt đầu! Hãy giúp những Tinh Linh yêu thích của bạn khi họ khám phá các cõi để tìm phần thưởng. 🏃‍♀️
zh_hans: 寻宝任务开始了！帮助你最喜爱的先灵在各个领域寻找宝物吧。🏃‍♀️
zh_hant: 尋寶任務已經開始！幫助你最喜愛的先靈，一起穿越領域，尋找埋藏的寶物吧！🏃‍♀️

# notification_treasure_title
source: Days of Treasure 💎
de: Tage des Schatzes 💎
es: Días del Tesoro 💎
fr: Jours de trésor 💎
id: Hari Harta Karun 💎
it: Giorni del Tesoro 💎
ja: 宝探しの日々 💎
ko: 보물의 날 💎
pt: Dias de Tesouros 💎
ru: Дни сокровищ 💎
th: วันแห่งสมบัติ 💎
vi: Ngày Kho Báu 💎
zh_hans: 寻宝节💎
zh_hant: 尋寶節 💎

# notification_unnamed_accepted_invite
source: A friend accepted your invite!
de: Ein Freund hat deine Einladung angenommen!
es: ¡Un amigo aceptó tu invitación!
fr: Un ami a accepté votre invitation !
id: Seorang teman menerima undanganmu!
it: Un amico ha accettato il tuo invito!
ja: フレンドがあなたの招待を承諾しました
ko: 친구가 초대를 수락했어요!
pt: Um amigo aceitou seu convite!
ru: Друг принял ваше приглашение!
vi: Một người bạn đã chấp nhận lời mời của bạn!
zh_hans: 一位朋友接受了你的邀请！
zh_hant: 一位朋友接受了你的邀請！

# notification_unnamed_friend_gift_message
source: A friend sent you a ♥! Retrieve it in your Home
de: Ein Freund hat dir ein ♥ geschickt! Du findest es in deinem Zuhause
es: ¡Un amigo te envió un ♥! Recupéralo en tu Hogar
fr: Un ami vous a envoyé un ♥ ! Récupérez-le à la Maison
id: Seorang teman mengirimkan ♥! Ambil di Rumah
it: Un amico ti ha inviato un ♥! Recuperalo nella tua Base.
ja: フレンドからハートが届きました！ ホームに戻って受け取りましょう
ko: 친구가 ♥를 보냈어요! 안식처에서 받아보세요
pt: Um amigo lhe enviou um ♥! Resgate-o no seu Lar
ru: Друг отправил вам ♥! Заберите его в своем Доме
vi: Một người bạn đã gửi cho bạn 1 ♥! Hãy về Nhà nhận
zh_hans: 一个朋友送给你了一个♥！请回到遇境领取
zh_hant: 一個朋友送給你了一個♥！請回到遇境領取

# notification_unnamed_friend_online
source: A friend is online!
de: Ein Freund ist online!
es: ¡Un amigo está en línea!
fr: Un ami est en ligne !
id: Seorang teman online!
it: Un amico è online!
ja: フレンドがオンラインになりました
ko: 친구가 온라인입니다!
pt: Um amigo está on-line!
ru: Друг в сети!
vi: Một người bạn đã online!
zh_hans: 一个朋友上线了！
zh_hant: 一個朋友上線了！

# notification_unnamed_friend_wax_gift
source: A friend lit your friend shrine! Retrieve your gift of light in your Home
de: Ein Freund hat deinen Freundschaftsschrein erleuchtet! Hol dir dein Lichtgeschenk in deinem Zuhause
es: ¡Un amigo encendió el santuario de tu amigo! Recupera tu regalo de luz en tu Hogar
fr: Un ami a allumé votre sanctuaire d’ami ! Récupérez votre cadeau de lumière à la Maison
id: Seorang teman menyalakan kuil pertemananmu! Ambil hadiah cahayamu di Rumah
it: Un amico ha illuminato il tuo santuario dell'amicizia! Recupera il dono di luce nella tua Base.
ja: フレンドがあなたの星に灯を点しました ホームで光のかけらを受け取りましょう
ko: 친구가 빛을 보냈어요! 안식처에서 받아보세요
pt: Um amigo acendeu seu altar da amizade! Resgate seu presente de luz em seu Lar
ru: Друг зажег ваш алтарь друзей! Заберите подарок света в своем Доме
vi: Một người bạn thắp sáng ngôi đền bạn bè của bạn! Hãy về Nhà nhận món quà ánh sáng
zh_hans: 某个朋友点亮了你的友谊神坛！请回到遇境领取友谊之光
zh_hant: 某個朋友點亮了你的友誼神壇！請回到遇境領取友誼之光
