Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# consumable_name_fireworks
source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
fr: Feux d’artifice
id: Kembang Api
it: Fuochi Artificiali
ja: タマヤ
ko: 불꽃놀이
pt: Fogos de artifício
ru: фейерверка
th: พลุ
vi: Pháo Hoa
zh_hans: 浪漫烟花
zh_hant: 浪漫煙花

# consumable_name_glow
source: Glow
de: Glüh
es: Resplandor
fr: Lueur
id: Berkilau
it: Bagliore
ja: シャイン
ko: 광채
pt: Brilho
ru: свечения
th: เรืองแสง
vi: Ánh Sáng
zh_hans: 璀璨之星
zh_hant: 璀璨之星

# consumable_name_glow_rainbow
source: Rainbow Glow
de: Regenbogen Glühen
es: Brillo Arcoíris
fr: Lueur d'Arc-en-Ciel
id: Kilau Pelangi
it: Luccichio Arcobaleno
ja: レインボーシャイン
ko: 무지개 빛
pt: Brilho Arco-Íris
ru: Радужное Сияние
th: สายรุ้งเรืองแสง
vi: Tỏa Sáng Cầu Vồng
zh_hans: 彩虹光辉
zh_hant: 彩虹光輝

# consumable_name_glow_tgc
source: TGC Glow
de: TGC-Leuchten
es: Resplandor TGC
fr: Lueur TGC
id: Cahaya TGC
it: Bagliore TGC
ja: TGCシャイン
ko: TGC 광채
pt: Brilho da TGC
ru: Свечение TGC
th: TGC เรืองแสง
zh_hans: TGC光辉
zh_hant: TGC 光芒

# consumable_name_gravity
source: Anti-Gravity
de: Antischwerkraft
es: Antigravedad
fr: Anti-gravité
id: Anti Gravitasi
it: Antigravitazionale
ja: アンチグラビティ
ko: 반중력
pt: Antigravidade
ru: антигравитации
th: ต้านแรงโน้มถ่วง
vi: Trôi Nổi
zh_hans: 漂浮
zh_hant: 漂浮

# consumable_name_grow
source: Grow
de: Wachstums
es: Crecimiento
fr: Croissance
id: Tumbuh
it: Crescita
ja: トール
ko: 성장
pt: Crescimento
ru: роста
th: เติบโต
vi: Cao Lên
zh_hans: 体型变高
zh_hant: 體型變高

# consumable_name_hairtint
source: Hair Tint
de: Haartönung
es: Tinte para cabello
fr: Teinture pour cheveux
id: Pewarna Rambut
it: Tinta per capelli
ja: ヘアティント
ko: 염색
pt: Tinta de cabelo
ru: Оттенок волос
th: สีผม
vi: Thuốc Nhuộm Tóc
zh_hans: 染色魔发
zh_hant: 染色魔髮

# consumable_name_hairtint_rainbow
source: Rainbow Hair Tint
de: Regenbogen-Haartönung
es: Tinte para cabello arcoíris
fr: Teinture pour cheveux arc-en-ciel
id: Pewarna Rambut Pelangi
it: Tinta per capelli arcobaleno
ja: レインボーヘアティント
ko: 무지개 염색
pt: Tinta de cabelo arco-íris
ru: Радужный оттенок волос
th: สีผมสายรุ้ง
vi: Thuốc Nhuộm Tóc Cầu Vồng
zh_hans: 彩虹魔发
zh_hant: 虹彩魔髮

# consumable_name_height_small_3x_handhold
source: Chibi
ja: リトルフレンズ
ko: 아기
ru: Чиби
th: เล็กจิ๋ว
vi: Trẻ Lại
zh_hans: 返老还童
zh_hant: 返老還童

# consumable_name_huge
source: Huge
de: Riesen
es: Gigante
fr: Énorme
id: Raksasa
it: Gigante
ja: ジャンボ
ko: 거대화
pt: Grande
ru: гиганта
th: ใหญ่ยักษ์
vi: Phóng To
zh_hans: 放大
zh_hant: 放大

# consumable_name_memory_candle
source: Shared Memory
de: Aufnahmekerze
es: Vela de grabación
fr: Bougie de souvenir
id: Lilin Perekam
it: Candela di registrazione
ja: シェアメモリーズ
ko: 녹음 양초
pt: Vela de Gravação
ru: Записная свеча
th: ความทรงจำร่วมกัน
vi: Ký Ức Chung
zh_hans: 录制蜡烛
zh_hant: 記錄蠟燭

# consumable_name_message_boat
source: Message Boat
de: Nachrichtenboot
es: Barquito Mensajero
fr: Bateau-message
id: Perahu Pesan
it: barchetta con messaggio
ja: メッセージ・ボート
ko: 종이배 메시지
pt: Mensagem no barco
ru: послания-кораблика
th: เรือส่งสาส์น
vi: Lời Nhắn Thuyền
zh_hans: 烛船
zh_hant: 燭船

# consumable_name_message_crane
source: Message Crane
de: Nachrichtenkranich
es: Grulla mensajera
fr: Grue à message
id: Bangau Kertas Pesan
it: Messaggio gru
ja: メッセージ・オリヅル
ko: 종이학 메시지
pt: Grou de Mensagem
ru: Почтовый журавлик
th: นกกระเรียนส่งสาส์น
vi: Lời Nhắn Hạc Giấy
zh_hans: 千纸鹤留言
zh_hant: 傳訊紙鶴

# consumable_name_message_gondola
source: Message Gondola
de: Nachrichten-Gondel
es: Góndola de Mensajes
fr: Gondole de Message
id: Pesan Gondola
it: Gondola dei Messaggi
ja: メッセージ・ゴンドラ
ko: 메시지 곤돌라
pt: Gôndola de Mensagem
ru: Гондола сообщений
th: เรือกอนโดลาส่งสาส์น
vi: Gondola Tin nhắn
zh_hans: 信息贡多拉
zh_hant: 貢多拉留言

# consumable_name_message_lantern
source: Message Lantern
de: Nachrichtenlaterne
es: Farol mensajero
fr: Lanterne à message
id: Lentera Pesan
it: Messaggio lanterna
ja: メッセージ・ランタン
ko: 등불 메시지
pt: Lanterna de Mensagem
ru: Почтовый фонарик
th: โคมไฟส่งสาส์น
vi: Lời Nhắn Đèn Lồng
zh_hans: 灯笼留言
zh_hant: 傳訊水燈

# consumable_name_message_rose
source: Message Rose
de: Nachrichtenrose
es: Rosa mensajera
fr: Rose à message
id: Pesan Mawar
it: Rosa con messaggio
ja: メッセージ・ローズ
ko: 장미 메시지
pt: Rosa de mensagem
ru: Роза с посланием
th: กุหลาบส่งสาส์น
vi: Bông Hồng Thông Điệp
zh_hans: 留言玫瑰
zh_hant: 玫瑰留言

# consumable_name_message_stone
source: Message Stone
de: Nachrichtenstein
es: Piedra mensajera
fr: Pierre à message
id: Pesan Batu
it: Pietra con messaggio
ja: メッセージ・ストーン
ko: 돌 메시지
pt: Pedra de mensagem
ru: Камень с посланием
th: หินส่งสาส์น
vi: Đá Thông Điệp
zh_hans: 留言石
zh_hant: 石頭留言

# consumable_name_message_treasure
source: Treasure Message
de: Schatznachricht
es: Tesoro mensajero
fr: Trésor à message
id: Pesan Harta Karun
it: Tesoro con messaggio
ja: メッセージ・トレジャー
ko: 보물 메시지
pt: Mensagem de tesouro
ru: Сокровище с посланием
th: ข้อความสมบัติ
vi: Thông Điệp Kho Báu
zh_hans: 宝藏留言
zh_hant: 寶藏留言

# consumable_name_outfit_face
source: Face Accessory
de: Gesichtsaccessoire
es: Accesorio para la cara
fr: Accessoire visage
id: Aksesori Wajah
it: Accessorio per il viso
ja: フェイスアクセサリー
ko: 얼굴 액세서리
pt: Acessório facial
ru: Аксессуар для лица
th: เครื่องประดับใบหน้า
vi: Phụ kiện mặt
zh_hans: 脸部配件
zh_hant: 臉部配件

# consumable_name_outfit_hat_ballooncrab
source: Crab Balloon Hat
de: Krabben-Ballonhut
es: Sombrero de cangrejo de globos
fr: Chapeau-ballon crabe
id: Topi Balon Kepiting
it: Palloncino granchio
ja: 蟹バルーンハット
ko: 어둠의 게 풍선 모자
pt: Chapéu de balão de caranguejo
ru: Шляпа из шариков «Краб»
th: หมวกลูกโป่งรูปปู
vi: Mũ Bóng Bay Cua
zh_hans: 螃蟹气球帽
zh_hant: 螃蟹氣球帽

# consumable_name_outfit_hat_ballooncrown
source: Balloon Crown
de: Ballonkrone
es: Corona de globos
fr: Couronne-ballon
id: Mahkota Balon
it: Palloncino corona
ja: バルーンクラウン
ko: 풍선 왕관
pt: Coroa de balão
ru: Корона из шариков
th: มงกุฎลูกโป่ง
vi: Vương Miện Bóng Bay
zh_hans: 气球皇冠
zh_hant: 氣球皇冠

# consumable_name_outfit_hat_balloonjellyfish
source: Jellyfish Balloon Hat
de: Quallen-Ballonhut
es: Sombrero de medusa de globos
fr: Chapeau-ballon méduse
id: Topi Balon Ubur-ubur
it: Palloncino medusa
ja: 海月バルーンハット
ko: 해파리 풍선 모자
pt: Chapéu de balão de água-viva
ru: Шляпа из шариков «Медуза»
th: หมวกลูกโป่งรูปแมงกะพรุน
vi: Mũ Bóng Bay Sứa
zh_hans: 水母气球帽
zh_hant: 水母氣球帽

# consumable_name_outfit_hat_balloonkrill
source: Dark Dragon Balloon Hat
de: Dunkler Drachen-Ballonhut
es: Sombrero de dragón oscuro de globos
fr: Chapeau-ballon dragon obscur
id: Topi Balon Naga Kegelapan
it: Palloncino drago oscuro
ja: 暗黒竜バルーンハット
ko: 다크 드래곤 풍선 모자
pt: Chapéu de balão de Dragão Sombrio
ru: Шляпа из шариков «Темный дракон»
th: หมวกลูกโป่งรูปมังกรทมิฬ
vi: Mũ Bóng Bay Rồng Hắc Ám
zh_hans: 冥龙气球帽
zh_hant: 冥龍氣球帽

# consumable_name_outfit_hat_balloonmanta
source: Manta Balloon Hat
de: Manta-Ballonhut
es: Sombrero de mantarraya de globos
fr: Chapeau-ballon raie
id: Topi Balon Manta
it: Palloncino manta
ja: マンタバルーンハット
ko: 만타가오리 풍선 모자
pt: Chapéu de balão de arraia
ru: Шляпа из шариков «Манта»
th: หมวกลูกโป่งรูปกระเบน
vi: Mũ Bóng Bay Cá Đuối
zh_hans: 光鳐气球帽
zh_hant: 光鰩氣球帽

# consumable_name_outfit_horn_ballooncrab
source: Crab Balloon Hat
de: Krabben-Ballonhut
es: Sombrero de cangrejo de globos
fr: Chapeau-ballon crabe
id: Topi Balon Kepiting
it: Palloncino granchio
ja: 蟹バルーンハット
ko: 게 풍선 모자
pt: Chapéu de balão de caranguejo
ru: Шляпа из шариков «Краб»
th: หมวกลูกโป่งรูปปู
vi: Mũ Bóng Bay Cua
zh_hans: 螃蟹气球帽
zh_hant: 暗蟹氣球帽

# consumable_name_outfit_horn_ballooncrown
source: Balloon Crown
de: Ballonkrone
es: Corona de globos
fr: Couronne-ballon
id: Mahkota Balon
it: Palloncino corona
ja: バルーンクラウン
ko: 풍선 왕관
pt: Coroa de balão
ru: Корона из шариков
th: มงกุฎลูกโป่ง
vi: Vương Miện Bóng Bay
zh_hans: 气球皇冠
zh_hant: 氣球皇冠

# consumable_name_outfit_horn_balloonjellyfish
source: Jellyfish Balloon Hat
de: Quallen-Ballonhut
es: Sombrero de medusa de globos
fr: Chapeau-ballon méduse
id: Topi Balon Ubur-ubur
it: Palloncino medusa
ja: 海月バルーンハット
ko: 해파리 풍선 모자
pt: Chapéu de balão de água-viva
ru: Шляпа из шариков «Медуза»
th: หมวกลูกโป่งรูปแมงกะพรุน
vi: Mũ Bóng Bay Sứa
zh_hans: 水母气球帽
zh_hant: 水母氣球帽

# consumable_name_outfit_horn_balloonkrill
source: Dark Dragon Balloon Hat
de: Dunkler Drachen-Ballonhut
es: Sombrero de dragón oscuro de globos
fr: Chapeau-ballon dragon obscur
id: Topi Balon Naga Gelap
it: Palloncino drago oscuro
ja: 暗黒竜バルーンハット
ko: 다크 드래곤 풍선 모자
pt: Chapéu de balão de Dragão Sombrio
ru: Шляпа из шариков «Темный дракон»
th: หมวกลูกโป่งรูปมังกรทมิฬ
vi: Mũ Bóng Bay Rồng Hắc Ám
zh_hans: 冥龙气球帽
zh_hant: 冥龍氣球帽

# consumable_name_outfit_horn_balloonmanta
source: Manta Balloon Hat
de: Manta-Ballonhut
es: Sombrero de mantarraya de globos
fr: Chapeau-ballon raie
id: Topi Balon Manta
it: Palloncino manta
ja: マンタバルーンハット
ko: 만타가오리 풍선 모자
pt: Chapéu de balão de arraia
ru: Шляпа из шариков «Манта»
th: หมวกลูกโป่งรูปกระเบน
vi: Mũ Bóng Bay Cá Đuối
zh_hans: 光鳐气球帽
zh_hant: 光鰩氣球帽

# consumable_name_peewee
source: Peewee
de: Mini
es: Pequeñez
fr: Nain
it: Nano
ja: リトル
ko: 꼬맹이
pt: Miniatura
ru: крошки
th: คนแคระ
vi: Phép Thuật Thu Nhỏ
zh_hans: 缩小咒语
zh_hant: 縮小咒語

# consumable_name_pinwheel
source: Pinwheel
de: Windrädchen
es: Reguilete
fr: Moulin à vent
id: Kincir Angin
it: Girandola
ja: カザグルマ
ko: 바람개비
pt: Cata-vento
ru: Вертушка
th: กังหัน
vi: Chong Chóng
zh_hans: 纸风车
zh_hant: 紙風車

# consumable_name_placeablerace_generic
source: Race Course Kit Spell
de: Rennstrecken-Kit-Zauber
es: Hechizo del kit de circuito de carrera
fr: Sort de kit de circuit de course
id: Mantra Perlengkapan Lintasan Balap
it: Incantesimo del kit per pista da corsa
ja: コースクリエイトセット魔法
ko: 레이스 코스 키트 주문
pt: Feitiço do Kit de Pista de Corrida
ru: Заклинание комплекта гоночной трассы
th: คาถาชุดอุปกรณ์สนามแข่ง
vi: Phép Thuật Bộ Đường Đua
zh_hans: 赛道套件魔法
zh_hant: 賽道套件魔法

# consumable_name_potion_growth_huge
source: Huge Spell Pin
de: „Großer Zauber“-Anstecknadel
es: Prendedor de hechizo gigantesco
fr: Broche d'énorme sort
id: Pin Mantra Raksasa
it: Spilletta incantesimo enorme
ja: ピンバッジ ジャンボ
ko: 거대화 주문 핀배지
pt: Broche de Feitiço Enorme
ru: Значок «Огромные чары»
th: เข็มกลัดคาถาตัวยักษ์
vi: Ghim Phép Thuật Khổng Lồ
zh_hans: 巨大魔法徽章
zh_hant: 巨大魔法別針

# consumable_name_potion_growth_keychain
source: Growth Spell
de: Wachstumszauber
es: Hechizo de crecimiento
fr: Broche de croissance
id: Mantra Pertumbuhan
it: Incantesimo di crescita
ja: ピンバッジ トール
ko: 성장 주문
pt: Feitiço de Crescimento
ru: Чары роста
th: คาถาเติบโต
vi: Phép Thuật Tăng Trưởng
zh_hans: 成长魔法
zh_hant: 成長魔法

# consumable_name_potion_growth_tiny
source: Tiny Spell Pin
de: „Kleiner Zauber“-Anstecknadel
es: Prendedor de hechizo diminuto
fr: Broche de petit sort
id: Pin Mantra Kecil
it: Spilletta incantesimo minuscolo
ja: ピンバッジ ミニ
ko: 소형화 주문 핀배지
pt: Broche de Feitiço Pequeno
ru: Значок «Крошечные чары»
th: เข็มกลัดคาถาตัวจิ๋ว
vi: Ghim Phép Thuật Thu Nhỏ
zh_hans: 微小魔法徽章
zh_hant: 迷你魔法別針

# consumable_name_potion_recharge_thermo
source: Thermos
de: Thermoskanne
es: Termo
id: Termos
ja: 魔法瓶
ko: 보온병
pt: Térmica
ru: Термос
th: กระติกน้ำร้อน
vi: Bình giữ nhiệt
zh_hans: 保温杯
zh_hant: 保溫杯

# consumable_name_rainbow
source: Rainbow
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
id: Pelangi
it: Arcobaleno
ja: レインボー
ko: 무지개
pt: Arco-íris
ru: радуги
th: สายรุ้ง
vi: Cầu Vồng
zh_hans: 彩虹
zh_hant: 彩虹

# consumable_name_relationship_allow_bearhug
source: Bear Hug
de: Große Umarmung
es: Abrazo de oso
fr: Gros câlin
id: Pelukan Beruang
it: Caldo Abbraccio
ja: くまハグ
ko: 안아 들기
pt: Abraço de Urso
ru: крепкие объятия
th: กอดแบบหมี
vi: Gấu Ôm
zh_hans: 熊抱
zh_hant: 熊抱

# consumable_name_relationship_allow_carry
source: Carry
de: Tragen
es: Caballito
fr: Porter
id: Gendong
it: trasporto sulle spalle
ja: 癒しの蟹
ko: 업기
pt: Carregador
ru: помощь
th: แบก
vi: Chào
zh_hans: 肩背
zh_hant: 肩背

# consumable_name_relationship_allow_cradle_carry
source: Cradle Carry
de: Wiegegriff
es: Upa
fr: Porter berceau
id: Gendongan Bayi
it: Trasporto in braccio
ja: ゆりかご抱っこ
ko: 요람 안기
pt: Carregar no colo
ru: Ношение на руках
th: อุ้ม
vi: Bế Bồng
zh_hans: 摇篮式抱姿
zh_hant: 搖籃抱

# consumable_name_relationship_allow_piggyback
source: Piggyback
de: Huckepack
es: A caballito
fr: Califourchon
id: Gendong Belakang
it: Cavalluccio
ja: おんぶ
ko: 업기
pt: Carregar nas costas
ru: На закорках
th: ขี่หลัง
vi: Cõng
zh_hans: 肩背
zh_hant: 肩背

# consumable_name_relationship_allow_playfight
source: Playfight
de: Spielerischer Kampf
es: Juego de manos
fr: Bagarre pour rire
id: Main Tarung
it: Lotta tra amici
ja: けんかごっこ
ko: 싸움놀이
pt: Jogo de Luta
ru: Шуточная драка
th: เล่นต่อสู้
vi: Chơi Đùa
zh_hans: 打闹
zh_hant: 打鬧

# consumable_name_relationship_allow_side_hug
source: Side Hug
de: Seitenumarmung
es: Abrazo lateral
fr: Étreinte latérale
id: Pelukan Samping
it: Abbraccio laterale
ja: 肩組み
ko: 옆안기
pt: Abraço lateral
ru: Боковое объятие
th: กอดคอ
vi: Ôm Hông
zh_hans: 侧面拥抱
zh_hant: 側面擁抱

# consumable_name_relationship_allow_warp
source: Warp
de: Teleportieren
es: Viaje
fr: Téléporter
id: Teleportasi
it: teletrasporto
ja: アースデイの友情
ko: 워프
pt: Transporte
ru: телепортация
th: วาร์ป
vi: Dịch Chuyển
zh_hans: 瞬移
zh_hant: 瞬移

# consumable_name_relationship_flair_soulmate
source: Soulmate
de: Seelenverwandter
es: Alma gemela
fr: Âme sœur
id: Belahan Jiwa
it: Anima gemella
ja: ソウルメイト
ko: 소울메이트
pt: Alma gêmea
ru: Родственная душа
th: เนื้อคู่
vi: Tri Kỷ
zh_hans: 灵魂伴侣
zh_hant: 靈魂伴侶

# consumable_name_relationship_flair_you_and_i
source: You and I
de: Du und ich
es: Tú y yo
fr: Vous et moi
id: Kamu dan Aku
it: Io e te
ja: あなたとわたし
ko: 너와 나
pt: Você e eu
ru: Ты и Я
th: คุณกับฉัน
vi: Bạn và tôi
zh_hans: 你和我
zh_hant: 你和我

# consumable_name_repellant_krill
source: Dark Dragon Repellant
de: Dunkeldrachenabwehr
es: Repelente de Dragón oscuro
fr: Répulsif dragon sombre
id: Penangkal Naga Kegelapan
it: Repellente Drago Oscuro
ja: アンチドラゴン
ko: 다크 드래곤 퇴치제
pt: Repelente de dragão negro
ru: Средство от темного дракона
th: ยาไล่มังกรทมิฬ
vi: Thuốc Đuổi Rồng Hắc Ám
zh_hans: 冥龙驱虫剂
zh_hant: 冥龍驅蟲劑

# consumable_name_resize_potion
source: Resize Potion
de: Größen-Trank
es: Poción de redimensión
fr: Potion de taille
id: Ramuan Pengubah Ukuran
it: Pozione Ridimensionante
ja: リサイズドリンク
ko: 키 변경 물약
pt: Poção de Redimensionamento
ru: Зелье нового размера
th: น้ำยาปรับขนาด
vi: Thuốc Thay Đổi Kích Thước
zh_hans: 伸缩药水
zh_hant: 伸縮藥水

# consumable_name_seesaw
source: Seesaw
de: Wippe
es: Sube y baja
fr: Bascule
id: Jungkat-jungkit
it: Altalena basculante
ja: シーソー
ko: 시소
pt: Gangorra
ru: качалка
th: กระดานหก
vi: Bập Bênh
zh_hans: 跷跷板
zh_hant: 蹺蹺板

# consumable_name_sharedspace_candle
source: Shared Space
de: Gemeinschaftsraum
es: Espacio compartido
fr: Espace partagé
id: Ruang Bersama
it: Spazio condiviso
ja: シェアスペース
ko: 공유공간
pt: Espaço compartilhado
ru: Общее пространство
th: พื้นที่ส่วนกลาง
vi: Không Gian Chung
zh_hans: 共享空间
zh_hant: 共享空間

# consumable_name_shout_crab
source: Crab Call
de: Krebsruf
es: Llamada del cangrejo
fr: Appel de crabes
id: Panggilan Kepiting
it: Chiamata del granchio
ja: ひっくり返り闇の蟹
ko: 게 울음
pt: Grito do caranguejo
ru: Призыв краба
th: เรียกปู
vi: Gọi Cua
zh_hans: 暗蟹呼喊
zh_hant: 暗蟹呼喊

# consumable_name_shout_jelly
source: Jellyfish Call
de: Quallenruf
es: Llamada de la medusa
fr: Appel de méduses
id: Panggilan Ubur-ubur
it: Chiamata della medusa
ja: ふらふらクラゲ
ko: 해파리 울음
pt: Grito da água-viva
ru: Призыв медузы
th: เรียกแมงกะพรุน
vi: Gọi Sứa
zh_hans: 水母呼喊
zh_hant: 水母呼喊

# consumable_name_shout_manta
source: Manta Call
de: Riesenrochenruf
es: Llamada de la Manta
fr: Appel de raies manta
id: Panggilan Manta
it: Chiamata della manta
ja: ゆらゆらマンタ
ko: 만타가오리 울음
pt: Grito da arraia
ru: Призыв ската
th: เรียกกระเบน
vi: Gọi Cá Đuối
zh_hans: 鲲鹏呼喊
zh_hant: 鯤鵬呼喊

# consumable_name_shrink
source: Shrink
de: Schrumpf
es: Encoger
fr: Rétrécissant
id: Ciut
it: Restringente
ja: リトル
ko: 아기
pt: Encolhimento
ru: Чары-малыши
th: ย่อส่วน
vi: Nhỏ Lại
zh_hans: 体型缩小
zh_hant: 體型縮小

# consumable_name_skyballgoals_casualwood
source: Skyball Set
es: Equipo de Skybol
fr: Ensemble Skyball
id: Set Skyball
it: Set Skycalcio
ja: Skyボール＆ゴール
ko: Sky 공놀이 세트
pt: Conjunto de FuteSky
ru: Набор для скайбола
th: ชุดสกายบอล
vi: Bộ Thiên Cầu
zh_hans: 光遇球套装
zh_hant: 光遇球套組

# consumable_name_star_protector
source: STAR Protector
de: STERN-Schützer
es: Protector STAR
fr: Protection STAR
id: Protektor STAR
ja: STARプロテクト
ko: STAR 프로텍터
pt: Protetor STAR
zh_hans: STAR认证
zh_hant: NFC 徽章保護器

# consumable_name_swing
source: Swing
de: Schaukel
es: Columpio
fr: Balançoire
id: Ayunan
it: altalena
ja: ブランコ
ko: 그네
pt: Balanço
ru: качели
th: ชิงช้า
vi: Xích Đu
zh_hans: 秋千
zh_hant: 鞦韆

# consumable_name_table
source: Chat Table
de: Chattisch
es: Mesa de chat
fr: Table de discussion
id: Meja Obrolan
it: Tavolo Sociale
ja: チャットテーブル
ko: 채팅 테이블
pt: Mesa de bate-papo
ru: разговор-таблички
th: โต๊ะแชท
vi: Bàn Trò Chuyện
zh_hans: 畅谈长桌
zh_hant: 暢談長桌

# consumable_name_tablexmas
source: Days of Feast Table
de: "Die Tage des Fests"-Tisch
es: La mesa del Día de las festividades
fr: Table des Jours de fête
id: Meja Hari Perjamuan
it: tavolo dei Giorni di Festa
ja: 聖なるお祝いテーブル
ko: 연회의 날 테이블
pt: Mesa dos Dias de Festa
ru: накрытого стола Праздничных Дней
th: โต๊ะวันแห่งงานฉลอง
vi: Bàn Yến Tiệc
zh_hans: 宴会节长桌
zh_hant: 宴會節長桌

# consumable_name_teaset
source: Tea set
de: Teeservice
es: Juego de té
fr: Service à thé
id: Set Teh
it: Servizio da tè
ja: ティーセット
ko: 티테이블
pt: Conjunto de chá
ru: Чайный сервиз
th: ชุดน้ำชา
vi: Bộ Trà
zh_hans: 茶具
zh_hant: 茶具

# consumable_name_teleport_deer_summon
source: Sky Deer Plush
de: Sky Reh-Plüschtier
es: Peluche de ciervo de Sky
fr: Peluche cerf du ciel
id: Boneka Rusa Sky
it: Peluche del cervo di Sky
ja: Sky 鹿ぬいぐるみ
ko: Sky 사슴 인형
pt: Cervo de pelúcia Sky
ru: Игрушечный небесный олень
th: ตุ๊กตากวาง Sky
vi: Thú Nhồi Bông Thiên Lộc
zh_hans: 光遇之鹿毛绒玩具
zh_hant: 光遇之鹿玩偶

# consumable_name_teleport_figurine_littleprince
source: Sky x Le Petit Prince Figurine
de: Sky x Le Petit Prince Figur
es: Estatuilla de Sky × Le Petit Prince
fr: Figurine Sky x Le Petit Prince
id: Patung Sky x Le Petit Prince
it: Statuetta di Sky per il Piccolo Principe
ja: フィギュア Sky × 星の王子さま
ko: Sky x 〈어린 왕자〉 피규어
pt: Estatueta Sky x O Pequeno Príncipe
ru: Фигурка Sky x Le Petit Prince
th: หุ่น Sky x Le Petit Prince
vi: Tượng Sky x Hoàng Tử Bé
zh_hans: Sky x Le Petit Prince小玩偶
zh_hant: Sky x Le Petit Prince 聯名公仔

# consumable_name_teleport_figurineskykid_se
source: Sky Kid Figurine: Special Edition
de: Figur „Kind der Sterne“ Special Edition
es: Estatuilla de Niño de Sky Edición especial
fr: Figurine enfant Sky : Édition spéciale
id: Figurin Anak Sky: Edisi Khusus
it: Statuetta di Sky Kid: Edizione speciale
ja: 星の子ども (2022スペシャル・エディション)
ko: 손 내미는 빛의 아이: 스페셜 에디션
pt: Estatueta da Criança de Sky: Edição especial
ru: Фигурка «Дитя Неба»: Особое издание
th: รูปปั้นสกายคิดส์: เอดิชั่นพิเศษ
vi: Tượng Sky Kid: Phiên Bản Đặc Biệt
zh_hans: 光之子手办：特别款
zh_hant: Sky 光之子雕像：特別版

# consumable_name_teleport_forest_cave
source: Hidden Portal of Forest
de: Verborgenes Portal des Waldes
es: Portal escondido del bosque
fr: Portail caché de la Forêt
id: Portal Hutan Tersembunyi
it: Portale nascosto della Foresta
ja: 雨林の祭壇
ko: 숲의 비밀 입구
pt: Portal oculto da floresta
ru: Тайный портал леса
th: ประตูมิติที่ซ่อนอยู่ในป่า
vi: Cổng Rừng Mưa
zh_hans: 雨林神秘传送口
zh_hant: 雨林神秘傳送口

# consumable_name_teleport_forest_elder
source: Elder of Forest
de: Ältester des Waldes
es: Anciano del bosque
fr: Ancien de la Forêt
id: Tetua Hutan
it: Anziano della Foresta
ja: 雨林の大精霊
ko: 숲의 장로
pt: Ancião da floresta
ru: Старейшина леса
th: ผู้อาวุโสแห่งพงไพร
vi: Trưởng Lão Rừng Mưa
zh_hans: 雨林长者
zh_hant: 雨林長老

# consumable_name_teleport_forgotten_ark
source: Hidden Portal of Wasteland
de: Verborgenes Portal der Ödnis
es: Portal escondido del páramo
fr: Portail caché du Désert
id: Portal Gurun Tersembunyi
it: Portale nascosto del Deserto
ja: 忘れられた方舟
ko: 황무지의 비밀 입구
pt: Portal Oculto do Sertão
ru: Скрытый портал пустоши
th: ประตูมิติที่ซ่อนอยู่ในแดนร้าง
vi: Cổng Hoang Mạc Hoàng Kim Bí Ẩn
zh_hans: 暮土神秘传送口
zh_hant: 暮土神秘傳送口

# consumable_name_teleport_hermit_valley
source: Hidden Portal of Valley
de: Verborgenes Portal des Tals
es: Portal escondido del valle
fr: Portail caché de la Vallée
id: Portal Lembah Tersembunyi
it: Portale nascosto della Valle
ja: 隠者の峠
ko: 계곡의 비밀 입구
pt: Portal Oculto do Vale
ru: Скрытый портал долины
th: ประตูมิติที่ซ่อนอยู่ในหุบเขา
vi: Cổng Thung Lũng Vinh Quang Bí Ẩn
zh_hans: 霞谷神秘传送口
zh_hant: 霞谷神秘傳送口

# consumable_name_teleport_isle_elder
source: Elder of Isle
de: Ältester der Insel
es: Anciano de la Isla
fr: Ancien de l'Île
id: Tetua Pulau
it: Anziano dell'Isola
ja: 孤島の大精霊
ko: 섬 장로
pt: Ancião da ilha
ru: Старейшина Острова
th: ผู้อาวุโสแห่งเกาะ
vi: Trưởng Lão Đảo Bình Minh
zh_hans: 晨岛长者
zh_hant: 晨島長老

# consumable_name_teleport_nature_turtle
source: Nature Turtle Pin
de: Naturschildkröten-Anstecknadel
es: Prendedor de tortuga natural
fr: Broche Tortue de la nature
id: Pin Kura-kura Alam
it: Spilletta tartaruga della natura
ja: ピンバッジ 自然のウミガメ
ko: 자연의 거북 핀배지
pt: Broche da Tartaruga da Natureza
ru: Значок «Черепаха»
th: เข็มกลัดเต่าธรรมชาติ
vi: Huy Hiệu Rùa Thiên Nhiên
zh_hans: 自然海龟徽章
zh_hant: 自然海龜別針

# consumable_name_teleport_prairie_elder
source: Elder of Prairie
de: Ältester der Prärie
es: Anciano de la Planicie
fr: Ancien de la Prairie
id: Tetua Padang Rumput
it: Anziana della Prateria
ja: 草原の大精霊
ko: 초원 장로
pt: Ancião da campina
ru: Старейшина Прерии
th: ผู้อาวุโสแห่งทุ่งหญ้า
vi: Trưởng Lão Thảo Nguyên Ánh Sáng
zh_hans: 云野长者
zh_hant: 雲野長老

# consumable_name_teleport_prairie_peaks
source: Prairie Peaks
de: Präriegipfel
es: Cumbres de la planicie
fr: Pics de la Prairie
id: Puncak Padang Rumput
it: Vette della Prateria
ja: 草原連峰
ko: 초원 봉우리
pt: Picos da Campina
ru: Степные вершины
th: ยอดเขาแห่งทุ่งหญ้า
vi: Đỉnh Thảo Nguyên
zh_hans: 云野峻岭
zh_hant: 雲野峻嶺

# consumable_name_teleport_prophecy_cave
source: Cave of Prophecies
de: Höhle der Prophezeiungen
es: Cueva de las Profecías
fr: Grotte des prophéties
id: Gua Nubuat
it: Grotta delle Profezie
ja: 預言者の石窟
ko: 예언의 동굴
pt: Caverna das Profecias
ru: Пещера пророчеств
th: ถ้ำแห่งคำพยากรณ์
vi: Hang Bình Minh
zh_hans: 预言山谷
zh_hant: 預言山谷

# consumable_name_teleport_starlight_desert
source: Starlight Desert Pin
de: Sternenlichtwüste-Anstecknadel
es: Fijar desierto luz de estrellas
fr: Broche Désert stellaire
id: Pin Gurun Cahaya Bintang
it: Spilla del Deserto Stellare
ja: ピンバッジ 星月夜の砂漠
ko: 별빛 사막 핀
pt: Broche do Deserto da Luz Estelar
ru: Значок Звёздной пустыни
th: เข็มกลัดทะเลทรายแสงดาว
vi: Huy Hiệu Hoang Mạc Ánh Sao
zh_hans: 星漠徽章
zh_hant: 星漠徽章

# consumable_name_teleport_valley_elder
source: Elder of Valley
de: Ältester des Tals
es: Anciano del valle
fr: Ancien de la Vallée
id: Tetua Lembah
it: Anziano della Valle
ja: 峡谷の大精霊
ko: 계곡의 장로
pt: Ancião do Vale
ru: Старейшина долины
th: ผู้อาวุโสของหุบเขา
vi: Trưởng Lão Thung Lũng Vinh Quang
zh_hans: 霞谷长者
zh_hant: 霞谷長老

# consumable_name_teleport_vault_elder
source: Elder of Vault of Knowledge
de: Ältester des Tresor des Wissens
es: Anciano de la Bóveda del Conocimiento
fr: Ancien de la Chambre forte de connaissance
id: Tetua Kubah Pengetahuan
it: Anziana della Cupola della Conoscenza
ja: 書庫の大精霊
ko: 지식의 도서관 장로
pt: Ancião do Relicário do Conhecimento
ru: Старейшина Хранилища знаний
th: ผู้อาวุโสของกรุสมบัติแห่งปัญญา
vi: Trưởng lão của Kho Tri Thức
zh_hans: 禁阁长老
zh_hant: 禁閣長老

# consumable_name_teleport_wasteland_elder
source: Elder of Wasteland
de: Ältester der Ödnis
es: Anciano del páramo
fr: Ancien du Désert
id: Tetua Gurun Kosong
it: Anziano del Deserto
ja: 捨てられた地の大精霊
ko: 황무지의 장로
pt: Ancião do Sertão
ru: Старейшина пустоши
th: ผู้อาวุโสของแดนร้าง
vi: Trưởng Lão Hoang Mạc Hoàng Kim
zh_hans: 暮土长者
zh_hant: 暮土長老

# consumable_name_teleport_wisteria_tree
source: Wisteria Flower Pin
de: Glyzinien-Blütenbrosche
es: Broche de flor de glicina
fr: Broche fleur de glycine
id: Pin Bunga Wisteria
it: Spilla fiore di glicine
ja: 花笑むパープルのケープ
ko: 등나무 꽃 핀
pt: Broche de flor de glicínia
ru: Брошь в виде цветка глицинии
th: เข็มกลัดต้นวิสทีเรีย
vi: Ghim Hoa Tử Đằng
zh_hans: 紫藤花别针
zh_hant: 紫藤花別針
