Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# hint_shared_space_blocked
source: Your Shared Space's <b>name</b> violates our <b>Code of Conduct</b> and has been <warning>blocked</warning>.
de: Der <b>Name</b> deines Gemeinschaftsraums verstößt gegen unseren <b>Verhaltenskodex</b> und wurde deshalb <warning>blockiert</warning>.
es: El <b>nombre</b> de tu espacio compartido infringe nuestro <b>Código de conducta</b> y por ese motivo fue <warning>bloqueado</warning>.
fr: Le <b>nom</b> de votre espace partagé viole notre <b>code de conduite</b> et a été <warning>bloqué</warning>.
id: <b>Nama</b> Ruang Bersamamu melanggar <b>Kode Etik</b> kami dan telah <warning>diblokir</warning>.
it: Il <b>nome</b> del tuo Spazio condiviso non rispetta il nostro <b>codice di condotta</b> ed è stato <warning>bloccato</warning>.
ja: あなたのシェアスペースの<b>タイトル</b>はSkyの<b>行動規範</b>に反しており、入力が<warning>ブロックされました</warning>
ko: 공유공간 <b>name</b>이 Sky의 <b>행동수칙</b>을 위반하여 <warning>차단되었습니다</warning>.
pt: O <b>nome</b> do seu espaço compartilhado viola nosso <b>Código de Conduta</b> e, por isso, foi <warning>bloqueado</warning>.
ru: <b>Название</b> вашего общего пространства нарушает <b>Кодекс поведения</b> и было <warning>заблокировано</warning>.
th: <b>ชื่อ</b>พื้นที่ส่วนกลางของคุณละเมิด<b>หลักจรรยาบรรณ</b> ของเรา และได้ถูก<warning>บล็อก</warning>แล้ว
vi: <b>Tên</b> Không Gian Chung của bạn vi phạm <b>Quy tắc Ứng xử</b> của chúng tôi và đã bị <warning>chặn</warning>.
zh_hans: 你的共享空间<b>名称</b>违反了我们的<b>行为准则</b>，已被<warning>屏蔽</warning>。
zh_hant: 你的共享空間<b>名稱</b>違反了我們的<b>行為準則</b>，因此已被<warning>封鎖</warning>。

# hint_spell_cancel
source: You can cancel spells by double tapping the spell icon.
de: Du kannst Zauber abbrechen, indem du zweimal auf das Zauber-Symbol tippst.
es: Puedes cancelar hechizos haciendo doble clic sobre el ícono de este.
fr: Vous pouvez annuler les sorts en double-cliquant sur l'icône de sort.
id: Kamu bisa membatalkan mantra dengan mengetuk dua kali ikon mantra.
it: Puoi annullare gli incantesimi toccando due volte l'icona dell'incantesimo.
ja: 魔法のアイコンを2度タップすることで、魔法をキャンセルできます
ko: 주문 아이콘을 두 번 탭하여 주문을 취소할 수 있습니다.
pt: Você pode cancelar feitiços clicando duas vezes no ícone do feitiço.
ru: Чтобы отменить чары дважды щёлкните по значку чар.
th: คุณสามารถยกเลิกคาถาได้ โดยการแตะไปที่ไอคอนคาถาสองครั้ง
vi: Bạn có thể hủy các phép thuật bằng cách nhấn đúp biểu tượng phép thuật.
zh_hans: 双击魔法图标可以取消魔法。
zh_hant: 雙擊魔法圖標就能取消魔法。

# hint_teleport_00
source: You seem to be alone here. Do you want to join a random player's game?
de: Du scheinst alleine hier zu sein. Möchtest du beim Spiel eines zufälligen Spielers mitmachen?
es: Pareces estar solo aquí. ¿Quieres unirte a una partida de un jugador aleatorio?
fr: Vous avez l’air de manquer de compagnie. Souhaitez-vous rejoindre la partie d’un joueur aléatoire ?
id: Sepertinya kamu sendirian di sini. Ingin bergabung dengan game pemain acak?
it: Non c'è nessuno con te. Vuoi unirti alla partita di un giocatore qualsiasi?
ja: このエリアには誰もいないようです ランダムマッチングに参加しますか？
ko: 혼자 계신 모양이네요. 임의의 플레이어 게임에 참여하시겠어요?
pt: Você não parece ter companhia. Quer entrar no jogo de um jogador aleatório?
ru: Похоже, здесь только вы. Хотите войти в игру случайного игрока?
th: ดูเหมือนว่าคุณจะอยู่ที่นี่เพียงลำพัง คุณต้องการเข้าร่วมเกมของผู้เล่นแบบสุ่มหรือไม่
vi: Bạn có một mình ở đây sao? Bạn muốn tham gia trò chơi của một người chơi bất kỳ chứ?
zh_hans: 你似乎一直很孤单。想要寻找一名随机玩家一起游戏么？
zh_hant: 你似乎一直很孤單。想要尋找一名隨機玩家一起遊戲嗎？

# hint_visit_spirit_to_continue_quest_00
source: Visit the <1>Spirit</1> again to continue your quest.
de: Besuche den <1>Geist</1> erneut, um Ihre Suche fortzusetzen.
es: Visita el <1>Espíritu</1> de nuevo para continuar tu búsqueda.
fr: Retournez voir l'<1>esprit</1> pour continuer votre quête.
id: Temui <1>Roh</1> lagi untuk melanjutkan misi.
it: Visita di nuovo lo <1>Spirito</1> per continuare la tua ricerca.
ja: <1>精霊</1>のもとを再度訪れ、クエストを続けましょう
ko: 퀘스트를 계속하려면 <1>영혼</1>을 찾아가세요
pt: Visite o <1>Spírito</1> novamente para continuar sua busca.
ru: Вернитесь к <1>Spirit</1>, чтобы продолжить задание.
th: ไปหา<1>สปิริต</1>อีกครั้งเพื่อทำภารกิจของคุณต่อ
vi: Hãy ghé thăm lại <1>Tinh Linh</1> để tiếp tục nhiệm vụ.
zh_hans: 请重新拜访 <1>先灵</1> 来完成你的任务.
zh_hant: 請重新拜訪 <1>先靈</1> 來完成你的任務.

# hint_warp_00
source: Warp is not available right now.
de: Warpen ist im Moment nicht verfügbar.
es: No se puede viajar en este momento.
fr: Apparition n'est pas disponible pour le moment.
id: Teleportasi tidak tersedia saat ini.
it: Viaggio non disponibile.
ja: 現在ワープは使用できません
ko: 지금은 워프를 사용할 수 없습니다
pt: O transporte está indisponível no momento.
ru: Перемещение сейчас недоступно.
th: ไม่สามารถใช้วาร์ปได้ในขณะนี้
vi: Dịch Chuyển hiện không khả dụng.
zh_hans: 瞬移当前不可用。
zh_hant: 瞬移當前不可用。

# home_directory_friend_button
source: {{1}}'s Nest
es: Morada de {{1}}
fr: Nid de {{1}}
id: Sarang milik {{1}}
it: Nido di {{1}}
ja: {{1}}さんの巣
ko: {{1}}의 보금자리
pt: Ninho de {{1}}
ru: {{1}}: гнездо
th: รังของ {{1}}
vi: Tổ của {{1}}
zh_hans: {{1}}的巢穴
zh_hant: {{1}}的巢穴

# home_directory_friends_none
source: No friends in their Nests
de: Keine Freunde in ihren Nestern
es: No hay amistades en sus moradas
fr: Aucun.e ami.e n'est dans son nid
id: Tidak ada teman di Sarang miliknya
it: Non ci sono amici nei Nidi
ja: 巣にいるフレンドはいません
ko: 보금자리에 친구 없음
pt: Sem amigos nos Ninhos
ru: Нет друзей в гнездах
th: ไม่มีเพื่อนในรังของพวกเขา
vi: Không có bạn bè trong Tổ của họ
zh_hans: 没有朋友在他们的巢穴中
zh_hant: 沒有朋友在他們的巢穴中

# home_directory_teleport_confirm
source: Teleport to {{1}}'s Nest?
de: Zum Nest von {{1}} teleportieren?
es: ¿Teletransportarte a la morada de {{1}}?
fr: Se téléporter au nid de {{1}} ?
id: Teleport ke Sarang milik {{1}}?
it: Vuoi teletrasportarti al Nido di {{1}}?
ja: {{1}}さんの巣にテレポートしますか？
ko: {{1}}의 보금자리로 순간이동할까요?
pt: Teletransportar-se para o ninho de {{1}}?
ru: Телепортироваться в гнездо игрока {{1}}?
th: เทเลพอร์ตไปยังรังของ {{1}} หรือไม่
vi: Dịch chuyển tới Tổ của {{1}}?
zh_hans: 传送至{{1}}的巢穴？
zh_hant: 要傳送到{{1}}的巢穴嗎？

# home_directory_title
source: <b>Visit a Friend's Nest</b>
de: <b>Besuche das Nest eines Freundes</b>
es: <b>Visitar la morada de una amistad</b>
fr: <b>Visiter le nid d'un.e ami.e</b>
id: <b>Kunjungi Sarang Teman</b>
it: <b>Visita il Nido di un amico</b>
ja: <b>フレンドの巣に訪問</b>
ko: <b>친구의 보금자리 방문</b>
pt: <b>Visite o ninho de um amigo</b>
ru: <b>Посетить гнездо друга</b>
th: <b>ไปที่รังของเพื่อน</b>
vi: <b>Ghe thăm Tổ của bạn bè</b>
zh_hans: <b>拜访一位好友的巢穴</b>
zh_hant: <b>拜訪朋友的巢穴</b>

# home_edit_mode_privacy_tutorial
source: <b>Friends</b> will be <b>unable to visit</b> your Nest while you are decorating.
de: <b>Freunde</b> können dein Nest <b>nicht besuchen</b>, während du es dekorierst.
es: Tus <b>amistades</b> <b>no podrán visitar</b> tu morada mientras estés decorándola.
fr: Vos <b>amis</b> ne <b>pourront pas visiter</b> votre nid pendant que vous le décorerez.
id: <b>Teman-teman tidak dapat mengunjungi</b> Sarang kamu saat kamu sedang mendekorasi.
it: Gli <b>amici</b> <b>non potranno visitare</b> il tuo Nido mentre stai decorando.
ja: 飾り付けをしている間、<b>フレンド</b>はあなたの巣に<b>訪問できません</b>
ko: 보금자리를 꾸미는 동안에는 <b>친구</b>가 <b>방문할 수 없습니다</b>.
pt: <b>Amigos</b> <b>não poderão visitar</b> o seu ninho enquanto você estiver decorando.
ru: <b>Друзья</b> <b>не смогут заглянуть</b> в ваше гнездо, пока вы занимаетесь украшением.
th: <b>เพื่อน</b>จะ<b>ไม่สามารถมาเยี่ยมเยียน</b>รังของคุณได้ ในขณะที่คุณกำลังตกแต่ง
vi: <b>Bạn bè</b> sẽ <b>không thể ghé thăm</b> Tổ của bạn khi bạn đang trang trí.
zh_hans: 在你进行布置期间，<b>好友</b>将<b>无法拜访</b>你的巢穴。
zh_hant: 你在佈置巢穴時，<b>朋友</b>將<b>無法來拜訪</b>。

# home_finished_editing
source: Finished Decorating?
de: Fertig mit dem Dekorieren?
es: ¿Terminaste de decorar?
fr: Fini de décorer ?
id: Sudah selesai mendekorasi?
it: Hai finito di decorare?
ja: 飾り付けを終了しますか？
ko: 장식을 끝낼까요?
pt: Terminou a decoração?
ru: Вы закончили украшение?
th: ตกแต่งเสร็จแล้วใช่ไหม
vi: Hoàn tất trang trí?
zh_hans: 布置好了吗？
zh_hant: 佈置好了嗎？

# home_friends_nest_title
source: {{1}}'s Nest
de: Nest von {{1}}
es: Nido de {{1}}
fr: Nid de {{1}}
id: Sarang milik {{1}}
it: Nido di {{1}}
ja: {{1}}の巣
ko: {{1}}의 보금자리
pt: Ninho de {{1}}
ru: Гнездо игрока {{1}}
th: รังของ {{1}}
vi: Tổ của {{1}}
zh_hans: {{1}}的巢穴
zh_hant: {{1}}的巢穴

# home_intro_00
source: With the stars united, our light was infinite.
de: Als die Sterne wiedervereint waren, wurde unser Licht unendlich.
es: Con las estrellas unidas, nuestra luz era infinita.
fr: Avec les étoiles unies, notre lumière était infinie.
id: Dengan menyatunya bintang-bintang, cahaya kita pun tak terhitung.
it: Con le stelle unite, la nostra luce era infinita.
ja: 神代の時代 銀河の煌めきは永遠を約束されていた
ko: 별이 함께하던 시절, 우리의 빛은 무한했다.
pt: Com as estrelas unidas, nossa luz era infinita.
ru: Звезды светили все вместе, и наш свет был бесконечен.
th: เมื่อดวงดาวรวมตัวเป็นหนึ่ง แสงของเราก็ไร้ที่สิ้นสุด
vi: Với các vì sao hợp nhất, ánh sáng của chúng ta là vô tận.
zh_hans: 从前，天上有好多好多星星，闪闪发光
zh_hant: 從前，天上有好多好多星星，閃閃發光

# home_intro_01
source: But darkness came, and the stars fell...
de: Doch die Dunkelheit blendet, deswegen habe ich sie abgewiesen.
es: Pero la oscuridad llego, y las estrellas cayeron lejos de aqui.
fr: Mais l'obscurité nous lie, alors je les ai chassés.
id: Namun kegelapan muncul, dan bintang-bintang pun gugur ...
it: Ma le tenebre accecano, quindi le allontano.
ja: その日 過ちを犯した星々は空を追われた
ko: 그러나 어둠이 드리우자 별이 추락했으며...
pt: A escuridão cega, então eu a mando embora.
ru: Но темнота ослепляет, и потому я отослала их прочь.
th: แต่เมื่อความมืดมาเยือน ดวงดาวก็ร่วงหล่น...
vi: Nhưng bóng tối ập đến, và những vì sao rơi rụng...
zh_hans: 有一天，他们却离开天空，去云间建立了自己的国度
zh_hant: 有一天，他們卻離開天空，去雲間建立了自己的國度

# home_intro_02
source: Together, the fallen stars made a new home in the clouds.
de: Zusammen formten die Sterne ein neues Zuhause zwischen den Wolken.
es: En conjunto, las estrellas formaron un nuevo hogar entre las nubes.
fr: Ensemble, les étoiles ont formé un nouvel abri parmi les nuages.
id: Bersama-sama, bintang-bintang yang berguguran membuat rumah baru di awan.
it: Insieme le stelle hanno formato una nuova casa tra le nuvole.
ja: 落日の祖先たちは 地上に自らの王国を築こうとした
ko: 떨어진 별들은 구름 위에 함께 터전을 만들었다.
pt: Juntas, as estrelas criaram um novo lar no meio das nuvens.
ru: Вместе звезды создали новый дом среди облаков.
th: ดวงดาวที่ร่วงหล่นได้ร่วมมือกันสร้างบ้านใหม่ในหมู่เมฆ...
vi: Cùng nhau, những ngôi sao rơi đã dựng nên một ngôi nhà mới trên mây.
zh_hans: 千百年过去了……
zh_hant: 千百年過去了……

# home_intro_03
source: If only they had listened...
de: Hätten sie nur zugehört ...
es: Si tan solo hubieran escuchado...
fr: Si seulement ils avaient écouté…
id: Andai saja mereka mendengar ...
it: Se solo avessero ascoltato...
ja: だがその試みも 長くは続かなかった…
ko: 하지만 그 시간도 오래가지 못했다...
pt: Se ao menos eles tivessem escutado...
ru: Если бы они только прислушались...
th: หากเพียงพวกเขารับฟัง...
vi: Giá như họ lắng nghe ...
zh_hans: 云之王国繁荣又毁灭
zh_hant: 雲之王國繁榮又毀滅

# home_intro_04
source: A long time has passed. Now, I call to you.
de: Lange Zeit ist vergangen ... doch nun rufe ich dich.
es: Mucho tiempo ha pasado... pero ahora te llamo
fr: Tant de temps s'est écoulé… mais je t'appelle.
id: Waktu telah lama berlalu. Kini, aku memanggilmu.
it: Molto tempo è passato... ma ora tocca a te.
ja: 数えきれぬ年月を経て 我らは使命の子らをここに迎える
ko: 오랜 시간이 흐른 후, 비로소 당신을 부릅니다.
pt: Muito tempo se passou... agora, eu te chamo
ru: Это было давно... но теперь я взываю к тебе.
th: วันเวลาที่แสนยาวนานได้ผ่านไปแล้ว และตอนนี้ ฉันก็เรียกหาคุณ
vi: Một thời gian dài đã trôi qua. Giờ đây, tôi gọi cho bạn.
zh_hans: 星星们已经受够了苦难
zh_hant: 星星們已經受夠了苦難

# home_intro_05
source: Wake up, child. Bring our lost stars home.
de: Wach auf, mein Kind. Bringe die verlorenen Sterne nach Hause.
es: Despierta, hijo mío. Trae las estrellas perdidas de regreso a casa.
fr: Réveille-toi, mon enfant. Accompagne chez elles les étoiles perdues.
id: Bangunlah, nak. Bawa pulang bintang kita yang tersesat.
it: Svegliati. Riporta a casa le stelle smarrite.
ja: 汝よ旅立て 彷徨えし記憶を紡ぎ 彼らを天へと帰すのだ
ko: 일어나세요, 빛의 아이여. 길 잃은 별을 안식처로 데려오세요.
pt: Acorde, minha criança. Traga as estrelas perdidas para casa.
ru: Проснись, дитя мое. Верни заблудшие звезды домой.
th: จงตื่นเถิด เจ้าเด็กน้อย จงนำพาดวงดาวที่หายไปของเรากลับบ้าน
vi: Dậy đi nào. Mang những ngôi sao đã mất của chúng ta về nhà.
zh_hans: 我的孩子，去寻找失落的群星，带他们回家吧……
zh_hant: 我的孩子，去尋找失落的群星，帶他們回家吧……

# home_privacy_boot_warning
source: {{1}} has temporarily <b>closed their Nest</b> to visitors. Thanks for stopping by, and please <b>visit again soon</b>!
de: {{1}} hat sein Nest vorübergehend <b>für Besucher geschlossen</b>. Vielen Dank für deinen Besuch und bitte <b>besuche es bald wieder</b>!
es: {{1}} <b>cerró su morada</b> por el momento y no permite visitas. ¡Gracias por pasar y <b>vuelve pronto</b>!
fr: {{1}} a temporairement <b>fermé son nid</b> aux visiteurs. Merci de votre visite, et n'hésitez pas à <b>revenir bientôt</b> !
id: {{1}} telah <b>menutup Sarang miliknya</b> untuk sementara waktu bagi para pengunjung. Terima kasih telah mampir, dan silakan <b>berkunjung lagi nanti</b>!
it: {{1}} ha momentaneamente <b>chiuso il proprio Nido</b> ai visitatori. Grazie per la visita, <b>torna presto</b>!
ja: 来訪ありがとうございます。{{1}}さんは一時的に<b>巣を閉じているようです</b> 時間をおいて<b>また遊びに来てくださいね</b>!
ko: {{1}} 님이 잠시 <b>보금자리를 닫았습니다</b>. 들러 주셔서 감사합니다. 다음에 <b>다시 방문해 주세요</b>!
pt: {{1}} <b>fechou temporariamente o seu ninho</b> para visitantes. Obrigado pela visita e <b>visite novamente em breve</b>!
ru: {{1}} пока <b>закрывает свое гнездо</b> для гостей. Спасибо, что решили заглянуть, обязательно <b>приходите в другой раз</b>!
th: {{1}} ได้<b>ปิดรัง</b>ไม่ให้เยี่ยมเยียนชั่วคราว ขอบคุณที่แวะมา และโปรด<b>���ลับมาเยี่ยมใหม่ในเร็วๆ นี้</b>!
vi: {{1}} đã tạm thời <b>đóng Tổ</b> của họ đối với khách. Cảm ơn bạn đã ghé qua, đừng quên <b>sớm quay lại</b>!
zh_hans: {{1}}的巢穴暂时<b>谢绝访客</b>。 感谢你特地造访，请<b>过段时间再来</b>！
zh_hant: {{1}}的巢穴暫時<b>謝絕訪客</b>。 感謝你特地造訪，請<b>過段時間再來</b>！

# home_revert_confirm
source: <b>Revert Changes?</b>
de: <b>Änderungen rückgängig machen?</b>
es: <b>¿Revertir los cambios?</b>
fr: <b>Annuler les modifications ?</b>
id: <b>Kembalikan Perubahan?</b>
it: <b>Annullare le modifiche?</b>
ja: <b>変更したものを元に戻しますか？</b>
ko: <b>변경 사항을 되돌릴까요?</b>
pt: <b>Reverter alterações?</b>
ru: <b>Отменить изменения?</b>
th: <b>คืนค่าการเปลี่ยนแปลงหรือไม่</b>
vi: <b>Hoàn tác thay đổi?</b>
zh_hans: <b>要取消变更吗？</b>
zh_hant: <b>要取消變更嗎？</b>

# home_revert_prompt
source: Revert Changes
de: Änderungen zurücksetzen
es: Revertir cambios
fr: Annuler les modifications
id: Kembalikan Perubahan
it: Annulla le modifiche
ja: 変更取り消し
ko: 변경 사항 되돌리기
pt: Reverter alterações
ru: Отменить изменения
th: คืนค่าการเปลี่ยนแปลง
vi: Hoàn tác thay đổi
zh_hans: 取消变更
zh_hant: 取消變更

# home_save_nest
source: Saving your changes...
de: Speichernd...
es: Guardando cambios...
fr: Sauvegarde en cours...
id: Menyimpan perubahan yang kamu buat...
it: Salvataggio in corso...
ja: 保存しています…
ko: 변경사항 저장 중...
pt: Salvando as suas alterações...
ru: Изменения сохраняются...
th: กำลังบันทึกการเปลี่ยนแปลงของคุณ...
vi: Đang lưu thay đổi...
zh_hans: 储存你的变更
zh_hant: 儲存你的變更

# home_save_prompt
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
id: Simpan Perubahan
it: Salva le modifiche
ja: 保存
ko: 변경 사항 저장
pt: Salvar alterações
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
vi: Lưu thay đổi
zh_hans: 保存变更
zh_hant: 儲存變更

# home_settings_edit
source: Decorate
de: Dekorieren
es: Decorar
fr: Décorer
id: Dekorasi
it: Decora
ja: 飾り付け
ko: 꾸미기
pt: Decorar
ru: Украсить
th: ตกแต่ง
vi: Trang trí
zh_hans: 布置
zh_hant: 佈置

# home_settings_edit_confirm
source: <b>Decorate Your Nest?</b>
de: <b>Möchtest du dein Nest dekorieren?</b>
es: <b>¿Decorar tu morada?</b>
fr: <b>Décorer votre nid ?</b>
id: <b>Dekorasi Sarang Kamu?</b>
it: <b>Vuoi decorare il tuo Nido?</b>
ja: <b>あなたの巣を飾り付けますか？</b>
ko: <b>보금자리를 꾸밀까요?</b>
pt: <b>Deseja decorar o seu ninho?</b>
ru: <b>Украсить гнездо?</b>
th: <b>ตกแต่งรังของคุณหรือไม่</b>
vi: <b>Trang trí Tổ của bạn?</b>
zh_hans: <b>布置你的巢穴？</b>
zh_hant: <b>要佈置你的巢穴嗎？</b>

# home_settings_edit_confirm_body
source: <b>Friends</b> will be <b>unable to visit</b> while you're decorating.
de: <b>Freunde</b> können dich <b>nicht besuchen</b>, während du dekorierst.
es: Tus <b>amistades</b> <b>no podrán visitarte</b> mientras estés decorando.
fr: Vos <b>amis</b> ne <b>pourront pas vous rendre visite</b> pendant que vous décorez.
id: <b>Teman-teman tidak dapat mengunjungi</b> saat kamu sedang mendekorasi.
it: Gli <b>amici</b> <b>non potranno farti visita</b> mentre decori.
ja: 飾り付けをしている間、<b>フレンド</b>は<b>訪問できなくなります</b>
ko: 꾸미는 동안에는 <b>친구</b>가 <b>방문할 수 없습니다</b>.
pt: <b>Amigos</b> <b>não poderão fazer visitas</b> enquanto você estiver decorando.
ru: <b>Друзья</b> <b>не смогут заглянуть к вам</b>, пока вы занимаетесь украшением.
th: <b>เพื่อน</b>จะ<b>ไม่สามารถมาเยี่ยมเยียน</b>ได้ ในขณะที่คุณกำลังตกแต่ง
vi: <b>Bạn bè</b> sẽ <b>không thể ghé thăm</b> khi bạn đang trang trí.
zh_hans: 在你进行布置期间，<b>好友</b>将<b>无法拜访</b>。
zh_hant: 你在佈置時，<b>朋友</b>將<b>無法來拜訪</b>。

# home_settings_edit_confirm_boot_body
source: <b>Visitors</b> will be <warning>returned</warning> to <b>Aviary Village</b>.
de: <b>Besucher</b> werden ins <b>Volieren-Dorf</b> <warning>zurückgebracht</warning>.
es: Las <b>visitas</b> <warning>regresarán</warning> a la <b>aldea aviaria</b>.
fr: Les <b>visiteurs</b> seront <warning>renvoyés</warning> au <b>village volière</b>.
id: <b>Para pengunjung</b> akan <warning>dikembalikan</warning> ke <b>Desa Aviary</b>.
it: I <b>visitatori</b> verranno <warning>riportati</warning> al <b>Villaggio degli Uccelli</b>.
ja: <b>遊びに来ている星の子どもたち</b>は<b>花鳥郷</b>に<warning>戻ります</warning>
ko: <b>방문자</b>는 <b>새들의 정원 마을</b>로 <warning>돌아갑니다</warning>.
pt: <b>Visitantes</b> serão <warning>enviados</warning> para a <b>Aldeia Aviária</b>.
ru: <b>Гости</b> <warning>вернутся</warning> в <b>Птичью деревню</b>.
th: <b>ผู้เยี่ยมชม</b>จะ<warning>กลับไป</warning>ยัง<b>หมู่บ้านเอเวียรี</b>
vi: <b>Khách</b> sẽ được <warning>đưa về</warning> <b>Làng Chuồng Chim</b>.
zh_hans: <b>访客</b>将会<warning>返回</warning>至<b>云巢</b>。
zh_hant: <b>訪客</b>將被<warning>送回</warning><b>雲巢</b>。

# home_settings_save_confirm
source: <b>Finish Decorating?</b>
de: <b>Dekoration beenden?</b>
es: <b>¿Terminar de decorar?</b>
fr: <b>Finir la décoration ?</b>
id: <b>Selesai Mendekorasi?</b>
it: <b>Terminare di decorare?</b>
ja: <b>飾り付けを終えますか？</b>
ko: <b>꾸미기를 종료할까요?</b>
pt: <b>Deseja encerrar a sua decoração?</b>
ru: <b>Завершить процесс украшения?</b>
th: <b>ตกแต่งเสร็จแล้วใช่ไหม</b>
vi: <b>Hoàn thành trang trí?</b>
zh_hans: <b>布置好了吗？ </b>
zh_hant: <b>佈置好了嗎？</b>

# home_settings_title
source: <b>Your Nest</b>
de: <b>Dein Nest</b>
es: <b>Tu morada</b>
fr: <b>Votre nid</b>
id: <b>Sarang Milikmu</b>
it: <b>Il tuo Nido</b>
ja: <b>自分の巣</b>
ko: <b>나의 보금자리</b>
pt: <b>Seu ninho</b>
ru: <b>Ваше гнездо</b>
th: <b>รังของคุณ</b>
vi: <b>Tổ của bạn</b>
zh_hans: <b>你的巢穴</b>
zh_hant: <b>你的巢穴</b>

# home_settings_view_confirm_title
source: <b>View Other Nests?</b>
de: <b>Andere Nester ansehen?</b>
es: <b>¿Ver otros nidos?</b>
fr: <b>Voir d'autres nids ?</b>
id: <b>Lihat Sarang Lainnya?</b>
it: <b>Visualizzare altri nidi?</b>
ja: <b>他の巣を鑑賞しますか？</b>
ko: <b>다른 보금자리를 구경할까요?</b>
pt: <b>Ver outros ninhos?</b>
ru: <b>Посмотреть другие гнезда?</b>
th: <b>ดูรังของคนอื่นหรือไม่</b>
vi: <b>Xem các Tổ khác?</b>
zh_hans: <b>浏览其他巢穴？</b>
zh_hant: <b>瀏覽其他巢穴？</b>

# home_settings_visitors
source: Friends Can Visit
de: Freunde können zu Besuch kommen
es: Las amistades pueden visitar
fr: Visite d'amis possible
id: Teman-teman Dapat Berkunjung
it: Gli amici possono visitare
ja: フレンド来訪許可
ko: 친구 방문 가능
pt: Amigos podem visitar
ru: Доступно для друзей
th: เพื่อนสามารถมาเยี่ยมชมได้
vi: Bạn bè có thể ghé thăm
zh_hans: 欢迎朋友来访
zh_hant: 歡迎朋友來訪

# home_settings_visitors_off_confirm
source: <b>Disable Visitors?</b>
de: <b>Besucher deaktivieren?</b>
es: <b>¿Desactivar visitas?</b>
fr: <b>Désactiver les visiteurs ?</b>
id: <b>Nonaktifkan Pengunjung?</b>
it: <b>Disattivare i visitatori?</b>
ja: <b>来訪許可を無効にしますか？</b>
ko: <b>방문을 거절할까요?</b>
pt: <b>Desativar visitas?</b>
ru: <b>Закрыть от гостей?</b>
th: <b>ปิดไม่ให้ผู้เยี่ยมชมเข้าหรือไม่</b>
vi: <b>Từ chối khách?</b>
zh_hans: <b>要谢绝访客吗？ </b>
zh_hant: <b>要謝絕訪客嗎？</b>

# home_settings_visitors_off_confirm_alt
source: <b>Close Nest to Visitors?</b>
de: <b>Nest für Besucher schließen?</b>
es: <b>¿Cerrar morada y no permitir visitas?</b>
fr: <b>Fermer le nid aux visiteurs ?</b>
id: <b>Tutup Sarang untuk Pengunjung?
it: <b>Chiudere il Nido ai visitatori?</b>
ja: <b>巣を閉じますか？</b>
ko: <b>보금자리를 닫을까요?</b>
pt: <b>Fechar o ninho para visitantes?</b>
ru: <b>Закрыть гнездо от гостей?</b>
th: <b>ปิดรังไม่ให้ผู้เยี่ยมชมเข้าหรือไม่</b>
vi: <b>Đóng Tổ đối với khách?</b>
zh_hans: <b>要谢绝访客进入巢穴吗？ </b>
zh_hant: <b>要謝絕訪客進入巢穴嗎？</b>

# home_settings_visitors_off_confirm_body
source: Your <b>friends</b> will be thanked for visiting and <b>returned to Aviary Village</b>.
de: Deinen <b>Freunden</b> wird für ihren Besuch gedankt und sie werden <b>zum Volieren-Dorf zurückgebracht</b>.
es: Se les agradecerá la visita a tus <b>amistades</b> y se las regresará a la <b>aldea aviaria</b>.
fr: Vos <b>amis</b> seront remerciés pour leur visite et seront <b>renvoyés au village volière</b>.
id: <b>Teman-teman</b> kamu akan mendapatkan ucapan terima kasih karena telah berkunjung dan mereka akan <b>kembali ke Desa Aviary.</b>
it: I tuoi <b>amici</b> verranno ringraziati per essere passati e <b>riportati al Villaggio degli Uccelli</b>.
ja: <b>フレンド</b>に、来訪への感謝が伝えられ、<b>花鳥郷に戻されます</b>
ko: 방문해 준 <b>친구</b>에게 감사 인사를 전하고 친구를 <b>새들의 정원 마을로 돌려보냅니다</b>.
pt: Seus <b>amigos</b> receberão um agradecimento pela visita e <b>voltarão para a Aldeia Aviária</b>.
ru: Ваши <b>друзья</b> получат благодарность за визит и <b>вернутся в Птичью деревню</b>.
th: <b>เพื่อน</b>ของคุณจะได้รับคำขอบคุณที่มาเยี่ยมชม และ<b>กลับไปยังหมู่บ้านเอเวียรี</b>
vi: <b>Bạn bè</b> của bạn sẽ được cảm ơn vì đã ghé thăm và <b>trở lại Làng Chuồng Chim</b>.
zh_hans: 你的<b>好友</b>会在看过感谢其来访的讯息后，<b>送回云巢</b>。
zh_hant: 你的<b>朋友</b>會在看過感謝其來訪的訊息後，<b>送回雲巢</b>。

# home_settings_visitors_on_confirm
source: <b>Allow Friends to Visit?</b>
de: <b>Freunden den Besuch erlauben?</b>
es: <b>¿Permitir visitas de amistades?</b>
fr: <b>Autoriser la visite d'amis ?</b>
id: <b>Izinkan Teman Berkunjung?</b>
it: <b>Consentire agli amici di visitare?</b>
ja: <b>フレンドの来訪を許可しますか？</b>
ko: <b>친구의 방문을 허용할까요?</b>
pt: <b>Permitir visitas de amigos?</b>
ru: <b>Разрешить друзьям заходить в гости?</b>
th: <b>อนุญาตให้เพื่อนมาเยี่ยมชมไหม</b>
vi: <b>Cho phép bạn bè ghé thăm?</b>
zh_hans: <b>允许好友拜访？</b>
zh_hant: <b>要允許朋友來訪嗎？</b>

# home_settings_visitors_on_confirm_body
source: <b>Friends</b> will be able to <b>enter your Nest</b> while you're there.
de: <b>Freunde</b> können <b>dein Nest betreten</b>, während du dich dort befindest.
es: Tus <b>amistades</b> podrán <b>entrar a tu morada</b> mientras estés ahí.
fr: Vos <b>amis</b> pourront <b>entrer dans votre nid</b> quand vous y êtes.
id: <b>Teman-teman</b> dapat <b>masuk ke Sarang kamu</b> ketika kamu berada di sana.
it: Gli <b>amici</b> potranno <b>entrare nel tuo Nido</b> mentre sei all'interno.
ja: あなたがいる間、<b>フレンド</b>が<b>あなたの巣に入れるようになります</b>
ko: 보금자리에 있는 동안 <b>친구</b>가 <b>입장</b>할 수 있습니다.
pt: <b>Amigos</b> poderão <b>entrar em seu ninho</b> enquanto você estiver lá.
ru: <b>Друзья</b> смогут <b>заходить к вам в гнездо</b>, пока вы там.
th: <b>เพื่อน</b>จะสามารถ<b>เข้าไปที่รังของคุณได้</b> ในขณะที่คุณอยู่ที่นั่น
vi: <b>Bạn bè</b> sẽ có thể <b>vào Tổ của bạn</b> khi bạn ở đó.
zh_hans: 你在家的时候，<b>好友</b>将能够<b>进入你的巢穴</b>。
zh_hant: 你在家的時候，<b>朋友</b>將能夠<b>進入你的巢穴</b>。
