Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_daysoflove_title
source: 💕 Days of Love 💕
de: 💕 Tage der Liebe 💕
es: 💕 Días del amor 💕
fr: 💕 Jours de l'amour 💕
id: 💕 Hari kasih 💕
it: 💕 Giorni dell'Amore 💕
ja: 💕愛しみの日々💕
ko: 💕 사랑의 날 💕
pt: 💕 Dias de Amor 💕
ru: 💕 Дни Любви 💕
vi: 💕Ngày Tình Yêu 💕
zh_hans: 💕 爱之庆典节 💕
zh_hant: 💕 愛之慶典 💕

# notification_doubleseason_common_message
source: Forge an extra Seasonal Candle each day for a limited time!
de: Schmiede jeden Tag eine zusätzliche Saisonkerze für eine begrenzte Zeit!
es: ¡Forja una vela de temporada adicional cada día por tiempo limitado!
fr: Forgez une bougie saisonnière supplémentaire chaque jour pour une durée limitée !
id: Buat Lilin Musiman ekstra setiap hari dalam waktu terbatas!
it: Forgia una candela stagionale in più ogni giorno per un periodo limitato!
ja: 少しの間、毎日1本多くシーズンキャンドルを精錬しましょう！
ko: 이벤트 기간 동안 매일 시즌양초를 하나 더 받아 보세요!
pt: Forje uma vela de temporada extra todos os dias por tempo limitado!
ru: Временная акция: делайте бонусную сезонную свечу каждый день!
vi: Nhận thêm một Nến Mùa mỗi ngày trong thời gian giới hạn!
zh_hans: 每天额外锻造一支季节蜡烛，时间有限！
zh_hant: 限時活動：每天都能額外合成一根季節蠟燭！

# notification_doubleseason_message
source: Forge an extra Seasonal Candle each day this week!
de: Schmiede diese Woche jeden Tag eine zusätzliche Saisonkerze!
es: ¡Forja una vela de temporada adicional cada día de esta semana!
fr: Forgez une bougie saisonnière supplémentaire chaque jour de cette semaine !
id: Buat Lilin Musiman ekstra setiap hari selama minggu ini!
it: Forgia una candela stagionale in più ogni giorno di questa settimana!
ja: 今週は、いつもより1本多くシーズンキャンドルを精錬しましょう！
ko: 이번 주 동안 매일 시즌양초를 하나 더 모을 수 있어요!
pt: Nesta semana, forje uma vela de temporada extra todos os dias!
ru: Изготовьте бонусную сезонную свечу каждый день на этой неделе!
vi: Nhận thêm một Nến Mùa mỗi ngày trong tuần này!
zh_hans: 每天额外锻造一支季节蜡烛，仅限本周！
zh_hant: 本週每天都能額外合成一根季節蠟燭！

# notification_doubleseason_title
source: Double Seasonal Light
de: Doppeltes Saisonslicht
es: Doble de luz de temporada
fr: Double de lumière saisonnière
id: Cahaya Musiman Ganda
it: Doppia luce stagionale
ja: シーズンキャンドルのかけら2倍キャンペーン
ko: 시즌양초빛 두 배 이벤트
pt: Luz de temporada em dobro
ru: Двойной сезонный свет
vi: Nhân Đôi Ánh Sáng Mùa
zh_hans: 双倍季节烛光
zh_hant: 雙倍季節燭光

# notification_doubletreasure_doubleseason_title
source: Double Seasonal + Treasure Candles
de: Doppelte Saison- + Schatzkerzen
es: Temporada doble + velas de tesoros
fr: Double bougies saisonnières + de trésor
id: Acara Lilin Musiman + Harta Karun Ganda
it: Candele del tesoro + stagionali doppie
ja: シーズンキャンドルのかけら＆キャンドルのかたまり2倍キャンペーン
ko: 시즌양초 및 무더기양초 두 배 이벤트
pt: Temporada em Dobro + Velas do Tesouro
ru: Двойные сезонные свечи и свечи-сокровища
vi: Nhân Đôi Nến Mùa + Nến Kho Báu
zh_hans: 双倍季节+宝藏蜡烛
zh_hant: 雙倍季節蠟燭 + 寶藏蠟燭

# notification_feast_alice_message
source: ✨ Explore Days of Feast with a quirky twist in this all new collab event!
de: ✨ Erkunde Tage des Fests mit einer skurrilen Wendung in dieser gänzlich neuen Kollaboration!
es: ✨ Descubre los Días de festividades con un giro peculiar en este novedoso evento colaborativo
fr: ✨ Explorez Jours de fête avec une touche originale dans ce nouvel événement collaboratif !
id: ✨ Jelajahi Hari Perayaan dengan sentuhan unik dalam acara kolaborasi baru ini!
it: ✨ Esplora i Giorni di Festa con un tocco di originalità in questo nuovissimo evento collaborativo!
ja: ✨魔法のようなアレンジが加えられ、新たなコラボでお届けする聖なる星の日々を楽しみましょう！
ko: ✨ 새 콜라보 이벤트가 불러온 연회의 날의 엉뚱한 반전!
pt: ✨ Explore os Dias de Festa com um toque divertido neste novo evento colaborativo!
ru: ✨ Взгляните под неожиданным углом на Праздничные дни с новой коллаборацией!
th: ✨ สำรวจวันแห่งการเฉลิมฉลองด้วยความแปลกใหม่ในอีเวนต์ความร่วมมือล่าสุดนี้!
vi: ✨ Khám phá Ngày Yến Hội với một chút thay đổi kỳ quặc trong sự kiện hợp tác hoàn toàn mới này!
zh_hans: ✨ 探索具有离奇转折的盛宴节，一切尽在此次全新的联名活动中！
zh_hant: ✨ 參加這次全新的聯名活動，讓盛宴節增添一絲趣味！

# notification_feast_alice_title
source: Celebrate Sky x Alice's Wonderland Cafe 🐰
de: Feiere das „Sky x Alices Wunderland“-Café 🐰
es: Celebra el Café de las Maravillas de Alicia en Sky 🐰
fr: Célébrez Sky x café du Pays des merveilles d’Alice 🐰
id: Rayakan Kafe Sky x Alice's Wonderland 🐰
it: Festeggia Sky x Caffetteria di Alice nel Paese delle Meraviglie 🐰
ja: Sky × 不思議の国のアリスカフェ 🐰
ko: Sky x 이상한 나라의 앨리스 카페를 기념해요 🐰
pt: Comemore o Café das Maravilhas em Sky 🐰
ru: Встречайте Sky x Алиса в кафе чудес! 🐰
th: ร่วมเฉลิมฉลอง Sky x คาเฟ่วันเดอร์แลนด์ของอลิซ 🐰
vi: Chào đón Sky x Alice's Wonderland Cafe 🐰
zh_hans: 庆祝 Sky光·遇 X 爱丽丝梦游咖啡厅 🐰
zh_hant: 慶祝 Sky光遇 x 愛麗絲夢遊咖啡廳 🐰

# notification_flight_message
source: Take to the skies in the latest Seasonal adventure!⛰️
de: Erhebe dich im neuesten Saisonabenteuer in die Lüfte!⛰️
es: ¡Ve al cielo en la última aventura de temporada!⛰️
fr: Envolez-vous vers les cieux dans la dernière aventure saisonnière !⛰️
id: Melesat ke angkasa di petualangan Musiman terbaru!⛰️
it: Spicca il volo nella nuova avventura stagionale!⛰️
ja: 新しい季節の冒険に翼を広げ、空を翔けましょう！⛰️
ko: 새로운 시즌 어드벤처가 찾아왔어요. 하늘을 날아 보세요!⛰️
pt: Mergulhe nos céus na mais recente aventura de temporada!⛰️
ru: Поднимитесь в небо в свежем сезонном приключении!⛰️
vi: Bay lên bầu trời với chuyến phiêu lưu Mùa mới nhất! ⛰️
zh_hans: 在最新的奇妙之旅季节中飞上天空！⛰️
zh_hant: 在最新的奇妙之旅季節中飛上天空！⛰️

# notification_flight_title
source: Season of Flight is Here!☁️
de: Die Saison des Fliegens ist hier! ☁️
es: ¡La temporada del vuelo está aquí! ☁️
fr: La Saison de l'Envol est arrivée ! ☁️
id: Musim Penerbangan Telah Hadir!☁️
it: L'evento Stagione del Volo è arrivato! ☁️
ja: 羽ばたく季節がやってきました！🕊
ko: 비행의 시즌 도착! ☁️
pt: A Temporada de Voo chegou! ☁️
ru: Наступил Сезон полетов! ☁️
vi: Mùa Bay Lượn đã đến! ☁️
zh_hans: 飞翔季来啦！ ☁️
zh_hant: 飛翔季來啦！ ☁️

# notification_friend_gift_message
source: %@ sent you a ♥! Retrieve it in your Home
de: %@ hat dir ein ♥ geschickt! Du findest es in deinem Zuhause
es: ¡%@ te envió ♥! Recupéralo en tu Hogar
fr: %@ vous a envoyé un ♥ ! Récupérez-le à la Maison
id: %@ mengirimkan ♥! Ambil di Rumah
it: %@ ti ha inviato un ♥! Recuperalo nella tua Base.
ja: %@ さんからハートが届きました
ko: %@ 님이 ♥를 보냈어요! 안식처에서 받아보세요
pt: %@ lhe enviou um ♥! Resgate-o no seu Lar
ru: %@ отправил(а) вам ♥! Заберите его в своем Доме
vi: %@ tặng bạn 1 ♥! Hãy về Nhà nhận
zh_hans: %@ 送给你一个♥！请回到遇境领取
zh_hant: %@ 送給你一個♥！請回到遇境領取

# notification_friend_online
source: %@ is online!
de: %@ ist online!
es: ¡%@ está en línea!
fr: %@ est en ligne !
id: %@ online!
it: %@ è online!
ja: %@ さんがオンラインになりました
ko: %@ 님이 온라인입니다!
pt: %@ está on-line!
ru: %@ в сети!
vi: %@ đã online!
zh_hans: %@上线了！
zh_hant: %@上線了！

# notification_friend_penpal
source: %@ sent you a message! View it in the Friendship Constellation
de: %@ hat dir eine Nachricht geschickt! Sieh sie dir in den Freundschaftssternbildern an
es: ¡%@ te envió una publicación de amistad! Puedes verla en la constelación de amistad
fr: %@ vous a envoyé une publication d'ami ! Retrouvez-la dans la Constellation de l'amitié.
id: %@ mengirimi kamu sebuah Pesan Teman! Lihat di Konstelasi Pertemanan
it: %@ ti ha inviato un post amico! Visualizzalo nella Costellazione dell'Amicizia
ja: %@ さんがあなたにお便りを送りました！フレンドの星座で確認しましょう
ko: %@ 님에게서 친구 편지가 왔어요! 친구 별자리에서 확인하세요.
pt: %@ enviou uma mensagem! Veja na Constelação de Amigos
ru: %@ отправляет вам дружеское послание — посмотрите его в Созвездии дружбы!
th: %@ ส่งโพสต์เพื่อนให้คุณ! ดูในกลุ่มดาวมิตรภาพเลยสิ
vi: %@ gửi cho bạn Bài Đăng Bạn Bè! Xem trong Chòm Sao Tình Bạn
zh_hans: %@给你发了一条消息！在友谊星盘中查看它
zh_hant: %@傳送了一則友情記事給你！可在友誼星盤中查看

# notification_friend_penpal_unnamed
source: A friend sent you a message! View it in the Friendship Constellation
de: Ein Freund hat dir eine Nachricht geschickt! Sieh sie dir in den Freundschaftssternbildern an
es: ¡Te enviaron una <2>publicación de amistad</2>! Puedes verla en la constelación de amistad
fr: On vous a envoyé une <2>publication d'ami</2> ! Retrouvez-la dans la Constellation de l'amitié.
id: Seorang teman mengirimi kamu sebuah <2>Pesan Teman</2>! Lihat di Konstelasi Pertemanan
it: Un amico ti ha inviato un <2>post amico</2> ! Visualizzalo nella Costellazione dell'Amicizia
ja: フレンドがあなたにお便りを送りました！フレンドの星座で確認しましょう
ko: 친구에게서 <2>친구 편지</2>가 왔어요! 친구 별자리에서 확인하세요.
pt: Um amigo enviou uma mensagem! Veja na Constelação de Amigos
ru: Друг отправил вам <2>дружеское послание</2> — посмотрите его в созвездии дружбы!
th: เพื่อนส่ง<2>โพสต์เพื่อน</2>ให้คุณ! ดูในกลุ่มดาวมิตรภาพเลยสิ
vi: Một người bạn đã gửi <2>Bài Đăng Bạn Bè</2>! Xem trong Chòm Sao Tình Bạn
zh_hans: 一位好友给你发了一条消息！在友谊星盘中查看它
zh_hant: 一位朋友傳送了一則<2>友情記事</2>給你！可在友誼星盤中查看

# notification_friend_wax_gift
source: %@ lit your candle! Retrieve your gift of light at Home
de: %@ hat deine Kerze angezündet! Hol dir dein Lichtgeschenk in deinem Zuhause
es: ¡%@, encendió tu vela! Recoge tu regalo de luz en Hogar
fr: %@ a allumé votre bougie ! Récupérez votre cadeau de lumière à la Maison
id: %@ menyalakan lilinmu! Ambil hadiah cahayamu di Rumah
it: %@ ha acceso la tua candela! Recupera il tuo dono di luce nella Base.
ja: %@さんがあなたのキャンドルを灯しました！ ホームで光のかけらを受け取りましょう
ko: %@ 님이 빛을 보냈어요! 안식처에서 받아보세요
pt: %@ acendeu a sua vela! Resgate seu presente de luz no seu Lar
ru: %@ зажигает вашу свечу! Заберите подарок света в своем Доме
vi: %@ thắp sáng ngọn nến của bạn! Về Nhà nhận món quà ánh sáng
zh_hans: %@ 点亮了你的蜡烛！请回到遇境领取友谊之光
zh_hant: %@ 點亮了你的蠟燭！請回到遇境領取友誼之光

# notification_invite_accepted
source: %@ has accepted your Friend Invite!
de: %@ hat deine Freundschaftsanfrage angenommen!
es: ¡%@ aceptó tu invitación de amigo!
fr: %@ a accepté votre demande d’ami !
id: %@ menerima Undangan Temanmu!
it: %@ ha accettato il tuo invito!
ja: %@さんがあなたのフレンド招待を承諾しました
ko: %@ 님이 친구초대를 수락했어요!
pt: %@ aceitou sua solicitação de amizade!
ru: %@ принял(а) ваше приглашение дружить!
vi: %@ đã chấp nhận lời mời kết bạn của bạn!
zh_hans: %@ 已经接受了你的邀请！
zh_hant: %@ 已經接受了你的邀請！

# notification_invite_received
source: %@ has sent you a Friend Invite!
de: %@ hat dir eine Freundschaftsanfrage geschickt!
es: ¡%@ te envió una invitación de amistad!
fr: %@ vous a envoyé une invitation !
id: %@ mengirimkan Undangan Teman kepadamu!
it: %@ ti ha inviato una richiesta di amicizia!
ja: %@さんからフレンド招待状が届きました！
ko: %@ 님이 친구 초대를 보냈습니다!
pt: %@ enviou um convite de amizade para você!
ru: Вам пришло приглашение в друзья от игрока %@!
vi: %@ đã gửi cho bạn lời mời kết bạn!
zh_hans: %@向你发送了好友邀请！
zh_hant: %@向你發送了好友邀請！

# notification_liked_geonote
source: %@ liked your Shared Message!
de: %@ mochte deine geteilte Nachricht!
es: ¡A %@ le gustó tu mensaje compartido!
fr: %@ a aimé votre message partagé !
id: %@ menyukai Pesan yang Dibagikan milik kamu!
it: A %@ è piaciuto il tuo Messaggio condiviso!
ja: %@ さんがあなたのメッセージにいいねしました！
ko: %@ 님이 메시지에 좋아요를 남겼어요!
pt: %@ curtiu sua mensagem compartilhada!
ru: %@ ставит лайк вашему общему сообщению!
vi: %@ đã thích Tin Nhắn Chung của bạn!
zh_hans: %@对你的共享消息按了赞！
zh_hant: %@對你的共享訊息按了讚！

# notification_liked_memory
source: %@ liked your Shared Memory!
de: %@ mochte deine Gemeinschaftserinnerung!
es: ¡A %@ le gustó tu recuerdo compartido!
fr: %@ a aimé votre souvenir partagé !
id: %@ menyukai Kenangan Bersama milik kamu!
it: A %@ è piaciuto il tuo Ricordo condiviso!
ja: %@ さんがあなたのシェアメモリーズにいいねしました！
ko: %@ 님이 공유기억에 좋아요를 남겼어요!
pt: %@ curtiu sua memória compartilhada!
ru: %@ ставит лайк вашему общему воспоминанию!
vi: %@ đã thích Ký Ức Chung của bạn!
zh_hans: %@对你的共享回忆按了赞！
zh_hant: %@對你的共享記憶按了讚！

# notification_liked_memory_multiple
source: Your Shared Memory received %@ likes!
de: Deine Gemeinschaftserinnerung hat %@ „Gefällt mir“ erhalten!
es: ¡Tu recuerdo compartido recibió %@ "Me gusta"!
fr: Votre souvenir partagé a obtenu %@ J'aime !
id: Kenangan Bersama milik kamu menerima %@ suka!
it: Il tuo Ricordo condiviso ha ricevuto %@ Mi piace!
ja: あなたのシェアメモリーズが %@ 個のいいねを獲得しました！
ko: 공유기억이 좋아요 %@개를 받았어요!
pt: Sua memória compartilhada recebeu %@ curtidas!
ru: Ваше общее воспоминание получает лайки: %@!
vi: Ký Ức Chung của bạn đã nhận được %@ lượt thích!
zh_hans: 你的共享回忆收到了%@个赞！
zh_hant: 你的共享記憶收到了%@個讚！

# notification_liked_note
source: %@ liked your Shared Message!
de: %@ mochte deine geteilte Nachricht!
es: ¡A %@ le gustó tu mensaje compartido!
fr: %@ a aimé votre message partagé !
id: %@ menyukai Pesan yang Dibagikan milik kamu!
it: A %@ è piaciuto il tuo Messaggio condiviso!
ja: %@ さんがあなたのメッセージにいいねしました！
ko: %@ 님이 메시지에 좋아요를 남겼어요!
pt: %@ curtiu sua mensagem compartilhada!
ru: %@ ставит лайк вашему общему сообщению!
vi: %@ đã thích Tin Nhắn Chung của bạn!
zh_hans: %@对你的共享消息按了赞！
zh_hant: %@對你的共享訊息按了讚！

# notification_liked_note_multiple
source: Your Shared Message received %@ likes!
de: Deine geteilte Nachricht hat %@ „Gefällt mir“ erhalten!
es: ¡Tu mensaje compartido recibió %@ "Me gusta"!
fr: Votre message partagé a obtenu %@ J'aime !
id: Pesan yang Dibagikan milik kamu menerima %@ suka!
it: Il tuo Messaggio condiviso ha ricevuto %@ Mi piace!
ja: あなたのメッセージが %@ 個のいいねを獲得しました！
ko: 메시지가 좋아요 %@개를 받았어요!
pt: Sua mensagem compartilhada recebeu %@ curtidas!
ru: Ваше общее сообщение получает лайки: %@!
vi: Tin Nhắn Chung của bạn đã nhận được %@ lượt thích!
zh_hans: 你的共享消息收到了%@个赞！
zh_hant: 你的共享訊息收到了%@個讚！

# notification_liked_space
source: %@ liked your Shared Space!
de: %@ mochte deinen Gemeinschaftsraum!
es: ¡A %@ le gustó tu espacio compartido!
fr: %@ a aimé votre espace partagé !
id: %@ menyukai Ruang Bersama milik kamu!
it: A %@ è piaciuto il tuo Spazio condiviso!
ja: %@ さんがあなたのシェアスペースにいいねしました！
ko: %@ 님이 공유공간에 좋아요를 남겼어요!
pt: %@ curtiu seu espaço compartilhado!
ru: %@ ставит лайк вашему общему пространству!
vi: %@ đã thích Không Gian Chung của bạn!
zh_hans: %@对你的共享空间按了赞！
zh_hant: %@對你的共享空間按了讚！

# notification_liked_space_multiple
source: Your Shared Space received %@ likes!
de: Dein Gemeinschaftsraum hat %@ „Gefällt mir“ erhalten!
es: ¡Tu espacio compartido recibió %@ "Me gusta"!
fr: Votre espace partagé a obtenu %@ J'aime !
id: Ruang Bersama milik kamu menerima %@ suka!
it: Il tuo Spazio condiviso ha ricevuto %@ Mi piace!
ja: あなたのシェアスペースが %@ 個のいいねを獲得しました！
ko: 공유공간이 좋아요 %@개를 받았어요!
pt: Seu espaço compartilhado recebeu %@ curtidas!
ru: Ваше общее пространство получает лайки: %@!
vi: Không Gian Chung của bạn đã nhận được %@ lượt thích!
zh_hans: 你的共享空间收到了%@个赞！
zh_hant: 你的共享空間收到了%@個讚！

# notification_mischief_end_message
source: The conclusion of Days of Mischief is nearly upon us! 🦇
de: Das Ende der Tage des Schalks steht kurz bevor! 🦇
es: ¡Se acerca la culminación de los Días de Travesuras! 🦇
fr: Les Jours de la malice touchent à leur fin ! 🦇
id: Akhir Hari Kejahilan sudah di depan mata! 🦇
it: I Giorni degli Scherzetti stanno per finire! 🦇
ja: いたずらな日々も残すところあと少しです！最後まで楽しんでくださいね🦇
ko: 곧 장난꾸러기의 날이 끝날 거예요! 🦇
pt: A conclusão dos Dias de Travessuras está quase chegando! 🦇
ru: Близится завершение Дней озорства! 🦇
vi: Phần kết của Halloween đã đến gần! 🦇
zh_hans: 顽皮节即将离我们远去！🦇
zh_hant: 頑皮節很快就要結束了！🦇

# notification_mischief_end_title
source: Days of Mischief Ends Soon 🧙‍♀️ 🎃
de: Die Tage des Schalks enden bald 🧙‍♀️ 🎃
es: Los Días de Travesuras terminan pronto 🧙‍♀️ 🎃
fr: Les Jours de la malice se terminent bientôt 🧙‍♀️ 🎃
id: Hari Kejahilan Segera Berakhir 🧙‍♀️ 🎃
it: L'evento Giorni degli Scherzetti sta per terminare 🧙‍♀️ 🎃
ja: いたずらな日々はもうすぐ終わります🧙‍♀️ 🎃
ko: 장난꾸러기의 날이 곧 종료됩니다 🧙‍♀️ 🎃
pt: Os Dias de Travessuras terminam em breve 🧙‍♀️ 🎃
ru: Дни озорства скоро закончатся 🧙‍♀️ 🎃
vi: Halloween sắp kết thúc🧙‍♀️ 🎃
zh_hans: 顽皮节即将结束🧙‍♀️ 🎃
zh_hant: 頑皮節馬上就要結束了 🧙‍♀️ 🎃

# notification_mischief_message
source: Celebrate Days of Mischief with special surprises, new tricks, and memorable items available from Spirits and the Shop! 🧹
de: Feiere die Tage des Unfugs mit besonderen Überraschungen, neuen Tricks und Erinnerungsstücken, die es bei den Geistern und im Laden gibt! 🧹
es: Celebra los Días de Travesuras con sorpresas especiales, nuevos trucos y objetos memorables, ¡disponibles a través de los espíritus y en la tienda! 🧹
fr: Célébrez les Jours de la malice avec des surprises spéciales, de nouvelles farces et des objets mémorables disponibles auprès des esprits et dans la boutique ! 🧹
id: Rayakan Hari Kejahilan dengan kejutan spesial, trik baru, dan barang-barang yang tak terlupakan yang tersedia di Roh dan Toko! 🧹
it: Festeggia i Giorni degli Scherzetti con sorprese speciali, nuovi scherzetti e oggetti memorabili, disponibili presso gli spiriti e nel negozio! 🧹
ja: 精霊たちとショップからいたずらな日々を最高に楽しむサプライズ、トリック、アイテムをゲットしよう！🧹
ko: 뜻밖의 모험, 새로운 주문, 영혼과 상점에서 제공하는 특별한 아이템을 확인해 보세요. 함께 장난꾸러기의 날을 축하해요! 🧹
pt: Comemore os Dias de Travessura com surpresas especiais, novas travessuras e itens memoráveis disponíveis na loja e por meio dos espíritos! 🧹
ru: Встречайте Дни озорства с особыми сюрпризами, новыми розыгрышами и памятными предметами — ищите их у духов и в магазине! 🧹
th: ร่วมเฉลิมฉลองวันแห่งความซุกซนด้วยเซอร์ไพรส์พิเศษ กลใหม่ๆ และไอเทมน่าจดจำที่รับได้จากสปิริตและร้านค้า!! 🧹
vi: Chào đón Halloween với những bất ngờ đặc biệt, các mánh khóe mới và những vật phẩm đáng nhớ có tại các Tinh Linh và Cửa hàng! 🧹
zh_hans: 用先灵和商店提供的特别惊喜、新恶作剧戏法和难忘的物品来庆祝捣蛋节！🧹
zh_hant: 用特別驚喜、新的惡作劇和從先靈與商店中獲得的難忘物品來慶祝搗蛋節吧！🧹

# notification_mischief_start_message
source: Explore the Cackling Crab and visit the Secret Area in Vault of Knowledge for tricks and surprises! 🕸️🦀
de: Erkunde den gackernden Krebs und besuche den Geheimbereich im Tresor des Wissens für Tricks und Überraschungen!🕸️🦀
es: ¡Explora El cangrejo carcajeante y visita el área secreta de la Bóveda de Conocimiento para descubrir trucos y sorpresas! 🕸️🦀
fr: Explorez le Crabe caquetant et visitez la zone secrète de la Chambre forte de connaissance pour y trouver des farces et des surprises ! 🕸️🦀
id: Jelajahi Kepiting Terkekeh dan kunjungi Area Rahasia di Kubah Pengetahuan untuk mendapatkan trik dan kejutan! 🕸️🦀
it: Esplora il Granchio schiamazzante e visita l'area segreta nella Cupola della Conoscenza per scherzetti e sorprese! 🕸️🦀
ja: カチカチ蟹穴と書庫の秘密のエリアを訪れ、トリックや驚異を見つけに行こう！ 🕸️🦀
ko: 수다쟁이 게를 탐험하고 지식의 도서관에서 비밀구역을 찾아가 속임수와 깜짝 선물을 만나 보세요! 🕸️🦀
pt: Explore o Caranguejo Cacarejante e visite a Área Secreta no Relicário do Conhecimento para ver travessuras e surpresas! 🕸️🦀
ru: Осмотрите «Клацающий краб» и зайдите в Потайную область Хранилища знаний за розыгрышами и сюрпризами! 🕸️🦀
th: สำรวจปูผู้ขบขันและเยี่ยมชมพื้นที่ลับในกรุสมบัติแห่งปัญญาเพื่อรับกลและเซอร์ไพรส์! 🕸️🦀
vi: Khám phá Cua Lải Nhải và ghé thăm Khu Vực Bí Mật trong Kho Tri Thức để phát hiện ra những mánh khóe và bất ngờ! 🕸️🦀
zh_hans: 探索嘎吱嘎吱的螃蟹，并前往禁阁中的秘密区域，寻找恶作剧戏法和惊喜！🕸️🦀
zh_hant: 前往嘎吱嘎吱的螃蟹，並拜訪禁閣的祕密區域，發現惡作劇和驚喜！🕸️🦀

# notification_mischief_start_title
source: Days of Mischief is Here! 👻
de: Die Tage des Schalks sind da
es: ¡Llegaron los Días de Travesuras! 👻
fr: Les Jours de la malice sont arrivés ! 👻
id: Hari Kejahilan telah hadir di sini! 👻
it: L'evento Giorni degli Scherzetti è arrivato! 👻
ja: いたずらな日々のはじまりはじまり！ 👻
ko: 장난꾸러기의 날이 찾아왔어요! 👻
pt: Os Dias de Travessuras chegaram! 👻
ru: Дни озорства уже наступили! 👻
th: วันแห่งความซุกซนมาอยู่ที่นี่แล้ว! 👻
vi: Halloween Đã Đến! 👻
zh_hans: 捣蛋节来啦！👻
zh_hant: 搗蛋節來啦！👻

# notification_mischief_title
source: Happy Days of Mischief! 🦇 🕸️
de: Frohe Tage des Schalks! 🦇 🕸️
es: ¡Felices Días de Travesuras! 🦇 🕸️
fr: Joyeux Jours de la malice !🦇 🕸️
id: Selamat Hari Kejahilan! 🦇 🕸️
it: Buon evento Giorni degli Scherzetti! 🦇 🕸️
ja: いたずらな日々おめでとう！🦇 🕸️
ko: 장난꾸러기의 날을 함께 즐겨요! 🦇 🕸️
pt: Feliz Dias de Travessuras! 🦇 🕸️
ru: Веселых Дней озорства! 🦇 🕸️
vi: Halloween vui vẻ! 🦇 🕸️
zh_hans: 顽皮节快乐！🦇 🕸️
zh_hant: 頑皮節快樂！🦇 🕸️

# notification_moonlight_end_message
source: Days of Moonlight is coming to a close—don't forget to stop by the Crescent Oasis before the event ends! 🌙💨
de: Die Tage des Mondlichts gehen zu Ende – vergesst nicht, vor dem Ende des Events bei der Mondsichel-Oase vorbeizuschauen! 🌙💨
es: Los Días de Luz de Luna están llegando a su fin—¡no olvides pasar por el Oasis de la Creciente antes de que termine el evento! 🌙💨
fr: Les Jours de Clair de Lune touchent à leur fin—n'oubliez pas de passer par l'Oasis Croissant avant la fin de l'événement ! 🌙💨
id: Hari Cahaya Bulan akan segera berakhir-jangan lupa mampir ke Oasis Bulan Sabit sebelum acara berakhir! 🌙💨
it: I Giorni di Chiaro di Luna stanno per finire—non dimenticare di fermarti all'Oasi Crescente prima che l'evento finisca! 🌙💨
ja: 月灯りの日々はもうすぐ終わりを迎えます。終わってしまう前に三日月オアシスを訪れましょう！ 🌙💨
ko: 달빛의 날이 곧 종료됩니다. 이벤트가 끝나기 전에 잊지 말고 초승달 오아시스에 들러 주세요! 🌙💨
pt: Os Dias de Luar estão chegando ao fim—não se esqueça de passar pelo Oásis Crescente antes que o evento termine! 🌙💨
ru: Дни лунного света подходят к концу — не забудьте заглянуть в Оазис Полумесяца до окончания события! 🌙💨
th: วันแห่งแสงจันทร์กำลังจะสิ้นสุด—อย่าลืมแวะที่ Crescent Oasis ก่อนที่กิจกรรมจะจบลง! 🌙💨
vi: Ngày Ánh Trăng sắp kết thúc—đừng quên ghé qua Ốc Đảo Lưỡi Liềm trước khi sự kiện kết thúc! 🌙💨
zh_hans: 月华节即将结束——活动结束前不要忘记去新月绿洲看看！🌙💨
zh_hant: 月華節即將結束——別忘了在活動結束前去新月綠洲看看！🌙💨

# notification_moonlight_end_title
source: 🌕 🌗 🌘 Moonlight Doesn't Shine Forever
de: 🌕 🌗 🌘 Mondlicht scheint nicht für immer
es: 🌕 🌗 🌘 La luz de la luna no brilla para siempre
fr: 🌕 🌗 🌘 La lumière de la lune ne brille pas éternellement
id: 🌕 🌗 🌘 Cahaya Bulan Tidak Bersinar Selamanya
it: 🌕 🌗 🌘 La luce della luna non brilla per sempre
ja: 🌕 🌗 🌘 月灯りは永遠ではありません
ko: 🌕 🌗 🌘 달빛이 희미해지고 있어요...
pt: 🌕 🌗 🌘 A luz da lua não brilha para sempre
ru: 🌕 🌗 🌘 Лунный свет не светит вечно
th: 🌕 🌗 🌘 แสงจันทร์ไม่ได้ส่องแสงตลอดไป
vi: 🌕 🌗 🌘 Ánh trăng không tỏa sáng mãi mãi
zh_hans: 🌕 🌗 🌘 月有阴晴圆缺
zh_hant: 🌕 🌗 🌘 月有陰晴圓缺

# notification_moonlight_start_message
source: 🌟 Gather beneath a moonlit sky and try out puzzles in Sky's newest event.
de: 🌟 Versammelt euch unter einem mondbeschienenen Himmel und probiert Rätsel im neuesten Event von Sky aus.
es: 🌟 Reúnanse bajo un cielo iluminado por la luna y prueben acertijos en el nuevo evento de Sky.
fr: 🌟 Rassemblez-vous sous un ciel éclairé par la lune et essayez des énigmes dans le nouvel événement de Sky.
id: 🌟 Berkumpullah di bawah langit yang diterangi cahaya bulan dan cobalah teka-teki di acara terbaru Sky.
it: 🌟 Radunatevi sotto un cielo illuminato dalla luna e provate i puzzle nel nuovo evento di Sky.
ja: 🌟 Skyの最新イベントで、銀色に輝く月のもとに集い、謎々に興じましょう
ko: 🌟 은은한 달빛 아래 모여 퍼즐을 푸는 Sky의 새로운 이벤트
pt: 🌟 Reúna-se sob um céu iluminado pela lua e experimente quebra-cabeças no novo evento de Sky.
ru: 🌟 Соберитесь под лунным небом и попробуйте головоломки в новом событии Sky.
th: 🌟 รวมตัวกันใต้ท้องฟ้าที่ส่องสว่างด���วยแสงจันทร์และลองไขปริศนาในกิจกรรมใหม่ล่าสุดของ Sky.
vi: 🌟 Tụ họp dưới bầu trời trăng sáng và thử các câu đố trong sự kiện mới nhất của Sky.
zh_hans: 🌟 在月光照耀的天空下聚集，尝试 Sky 最新的猜谜活动。
zh_hant: 🌟 在皎潔的月光下團聚，嘗試 Sky 國度的最新猜謎活動。

# notification_moonlight_start_title
source: 🎉 Days of Moonlight Begins! 🌕
de: 🎉 Tage des Mondlichts beginnen! 🌕
es: 🎉 ¡Comienzan los Días de Luz de Luna! 🌕
fr: 🎉 Les Jours de Clair de Lune Commencent! 🌕
id: 🎉 Hari Cahaya Bulan Dimulai! 🌕
it: 🎉 Iniziano i Giorni di Chiaro di Luna! 🌕
ja: 🎉 月灯りの日々が始まります 🌕
ko: 🎉 달빛의 날을 시작해요 🌕
pt: 🎉 Dias de Luar Começam! 🌕
ru: 🎉 Начинаются Дни лунного света! 🌕
th: 🎉 วันแห่งแสงจันทร์เริ่มขึ้น! 🌕
vi: 🎉 Ngày Ánh Trăng Bắt Đầu! 🌕
zh_hans: 🎉 月华节开始了！ 🌕
zh_hant: 🎉 月華節開始了！ 🌕
