Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# account_link_recover_message_gamecenter
source: Abandon this unlinked Sky account and recover the account linked to your Game Center account?
de: Dieses nicht verknüpfte Himmelsreich-Konto verlassen und das Konto wiederherstellen, das mit deinem Game Center verknüpft ist?
es: ¿Deseas abandonar esta cuenta de Sky no vinculada y recuperar la cuenta vinculada a tu cuenta de Game Center?
fr: Abandonner ce compte Sky dissocié et récupérer le compte associé à votre compte Game Center ?
id: Lepas akun Sky yang belum ditautkan ini dan pulihkan akun yang ditautkan ke Game Center?
it: Abbandonare questo account scollegato da Sky e ripristinare l'account collegato al tuo account di Game Center?
ja: 連携されていないSkyアカウントを破棄して、Game CenterアカウントをSkyと連携しますか？
ko: 연동되지 않은 이 Sky 계정을 버리고 Game Center 계정과 연동된 계정을 복구할까요?
pt: Deseja abandonar essa conta não vinculada de Sky e recuperar a conta vinculada à sua conta do Game Center?
ru: Оставить эту непривязанную учетную запись Sky и восстановить ту, что привязана к Game Center?
th: ละทิ้งบัญชี Sky ที่ไม่ได้เชื่อมโยงนี้ และกู้คืนบัญชีที่เชื่อมโยงไปยังบัญชี Game Center ของคุณหรือไม่
vi: Bỏ tài khoản Sky đã hủy liên kết này và khôi phục tài khoản đã liên kết với tài khoản Game Center của bạn?
zh_hans: 确认要放弃当前游戏进度并登入与Game Center链接的游戏账号吗？
zh_hant: 確認要放棄當前遊戲進度並登入與 Game Center 綁定的遊戲帳號嗎？

# account_link_recover_message_google
source: Abandon this unlinked Sky account and recover the account linked to your Google account?
de: Dieses nicht verknüpfte Himmelsreich-Konto verlassen und das Konto wiederherstellen, das mit deinem Google-Konto verknüpft ist?
es: ¿Deseas abandonar esta cuenta de Sky no vinculada y recuperar la cuenta vinculada a tu cuenta de Google?
fr: Abandonner ce compte Sky dissocié et récupérer le compte associé à votre compte Google ?
id: Lepas akun Sky yang belum ditautkan ini dan pulihkan akun yang ditautkan ke Google?
it: Abbandonare questo account scollegato da Sky e ripristinare l'account collegato al tuo account di Google?
ja: 連携されていないSkyアカウントを破棄して、GoogleアカウントをSkyと連携しますか？
ko: 연동되지 않은 이 Sky 계정을 버리고 Game Center 계정과 연동된 계정을 복구할까요?
pt: Deseja abandonar essa conta não vinculada de Sky e recuperar a conta vinculada à sua conta do Game Center?
ru: Оставить эту непривязанную учетную запись Sky и восстановить ту, что привязана к Google?
th: ละทิ้งบัญชี Sky ที่ไม่ได้เชื่อมโยงนี้ และกู้คืนบัญชีที่เชื่อมโยงไปยังบัญชี Google ของคุณหรือไม่
vi: Bỏ tài khoản Sky đã hủy liên kết này và khôi phục tài khoản đã liên kết với tài khoản Google của bạn?
zh_hans: 确认要放弃当前游戏进度并登入与Google链接的游戏账号吗？
zh_hant: 確認要放棄當前遊戲進度並登入與 Google 綁定的遊戲帳號嗎？

# account_link_recover_message_google_play
source: Abandon this unlinked Sky account and recover the account linked to your Google Play account?
de: Dieses nicht verknüpfte Sky-Konto verlassen und das Konto wiederherstellen, das mit deinem Google Play-Konto verknüpft ist?
es: ¿Deseas abandonar esta cuenta de Sky no vinculada y recuperar la cuenta vinculada a tu cuenta de Google Play?
fr: Abandonner ce compte Sky dissocié et récupérer le compte associé à votre compte Google Play ?
id: Lepas akun Sky yang belum ditautkan ini dan pulihkan akun yang ditautkan ke Google Play?
it: Abbandonare questo account scollegato da Sky e ripristinare l'account collegato al tuo account di Google Play?
ja: 連携されていないSkyアカウントを破棄して、Google PlayアカウントをSkyと連携しますか？
ko: 연동되지 않은 이 Sky 계정을 버리고 Game Center 계정과 연동된 계정을 복구할까요?
pt: Deseja abandonar essa conta não vinculada de Sky e recuperar a conta vinculada à sua conta do Google Play?
ru: Оставить эту непривязанную учетную запись Sky и восстановить ту, что привязана к Google Play?
th: ละทิ้งบัญชี Sky ที่ไม่ได้เชื่อมโยงนี้ และกู้คืนบัญชีที่เชื่อมโยงไปยังบัญชี Google Play ของคุณหรือไม่
vi: Bỏ tài khoản Sky đã hủy liên kết này và khôi phục tài khoản đã liên kết với tài khoản Google Play của bạn?
zh_hans: 确认要放弃当前游戏进度并登入与Google Play链接的游戏账号吗？
zh_hant: 確認要放棄當前遊戲進度並登入與 Google Play 綁定的遊戲帳號嗎？

# account_link_recover_title
source: Recover Sky Account?
de: Himmelsreich-Konto wiederherstellen?
es: ¿Deseas recuperar la cuenta de Sky?
fr: Récupérer le compte Sky ?
id: Pulihkan Akun Sky?
it: Ripristinare l'account di Sky?
ja: Skyアカウントを復元しますか？
ko: Sky 계정을 복구할까요?
pt: Deseja recuperar a conta de Sky?
ru: Восстановить учетную запись?
th: กู้คืนบัญชี Sky หรือไม่
vi: Khôi phục tài khoản Sky?
zh_hans: 找回《光·遇》账号？
zh_hant: 找回《Sky 光·遇》帳號？

# account_link_unlinked_button
source: <b>Unlinked</b>
de: <b>Nicht verbunden</b>
es: <b>Sin vincular</b>
fr: <b>Dissocié</b>
id: <b>Tautan dibatalkan</b>
it: <b>Scollegato</b>
ja: <b>連携していません</b>
ko: <b>연동되지 않음</b>
pt: <b>Desvinculada</b>
ru: <b>Отвязано</b>
th: <b>ยกเลิกการเชื่อมโยงแล้ว</b>
vi: <b>Đã hủy liên kết</b>
zh_hans: <b>已解除绑定</b>
zh_hant: <b>已解除綁定</b>

# account_login_create_new_title
source: Create New Sky Account?
de: Ein neues Sky-Konto erstellen?
es: ¿Crear una nueva cuenta de Sky?
fr: Créer un nouveau compte Sky ?
id: Buat Akun Sky Baru?
it: Creare un nuovo account di Sky?
ja: 新しいSkyアカウントを作りますか？
ko: 새 Sky 계정을 만드시겠습니까?
pt: Criar uma conta nova do Sky?
ru: Создать новую учетную запись Sky?
th: สร้างบัญชี Sky ใหม่หรือไม่
vi: Tạo tài khoản Sky mới?
zh_hans: 是否创建新的《Sky》帐户？
zh_hant: 是否創建新的《Sky 光·遇》帳號？

# account_login_create_new_warning
source: If you want to play with your existing Sky account, please cancel this process. First sign in to your other device and link your existing Sky account with this new login method under the Accounts Menu, then return here.
de: Wenn du mit deinem bestehenden Sky-Konto spielen möchtest, brich diesen Vorgang bitte ab. Melde dich zunächst auf deinem anderen Gerät an und verknüpfe dein bestehendes Sky-Konto mit dieser neuen Anmeldemethode unter dem Menüpunkt „Konten“. Kehre dann hierher zurück.
es: Si quieres jugar con tu cuenta de Sky existente, cancela este proceso. Inicia sesión en tu otro dispositivo y vincula tu cuenta de Sky existente con este nuevo método de inicio de sesión en el Menú de cuentas, y luego vuelve aquí.
fr: Si vous voulez jouer avec votre compte Sky existant, annulez ce processus. Connectez-vous d'abord à votre autre appareil et liez votre compte Sky existant avec cette nouvelle méthode de connexion dans le menu Compte, puis revenez ici.
id: Jika kamu ingin bermain dengan akun Sky yang sudah ada, batalkan proses ini. Pertama masuk ke perangkat lain lalu tautkan akun Sky yang sudah ada dengan metode login baru ini di bawah Menu Akun, lalu kembali ke sini.
it: Se desideri giocare con il tuo account Sky esistente, annulla questa azione. Accedi prima all'altro dispositivo e collega il tuo account Sky esistente a questo nuovo metodo di accesso nel menu Account, poi torna qui.
ja: 既存のSkyアカウントでプレイしたい場合は、この手順をキャンセルしてください。先に既存の端末で、アカウントメニューより既存のSkyアカウントを、これから使用したい新規のログイン方法と連携し、こちらに戻って来てください。
ko: 기존 Sky 계정으로 플레이하려면 이 과정을 취소하십시오. 우선 다른 기기에서 기존 Sky 계정을 이 새 로그인 수단과 연동한 후 여기로 돌아오십시오.
pt: Se você quiser jogar com a conta existente do Sky, cancele este processo. Primeiro, entre no outro dispositivo, vincule a conta existente do Sky a este novo método de login no menu de contas e, em seguida, volte aqui.
ru: Если вы хотите играть с уже существующей учетной записью Sky, отмените этот процесс. Войдите в аккаунт Sky на другом устройстве, добавьте новый способ входа через меню учетной записи, а затем вернитесь к этому устройству.
th: โปรดยกเลิกกระบวนการนี้ หากคุณต้องการเล่นเกมโดยใช้บัญชี Sky ที่คุณมีอยู่ กรุณาเข้าสู่ระบบบนอุปกรณ์อื่นก่อน แล้วจึงเชื่อมโยงกับบัญชี Sky ที่มีอยู่ โดยใช้วิธีการเข้าสู่ระบบใหม่นี้ที่อยู่ภายใต้เมนูบัญชี แล้วจึงกลับมาที่นี่
vi: Nếu bạn muốn chơi bằng tài khoản Sky hiện có của mình, vui lòng hủy quá trình này. Trước tiên, hãy đăng nhập vào thiết bị khác của bạn và liên kết tài khoản Sky hiện có của bạn với phương thức đăng nhập mới này trong Menu tài khoản, sau đó quay lại đây.
zh_hans: 如果您想用已有的《Sky》帐户游玩，请取消此操作。请先在其它设备上登陆已有账号，然后在账户菜单下用这个新登录方式关联您已有的《Sky》帐户，然后再返回这里。
zh_hant: 如果您想用固有的《Sky 光·遇》帳號遊玩，請取消此操作。請先在其它設備上登入固有帳號，然後在帳號選單下用這個新登入方式綁定您固有的《Sky 光·遇》帳號，然後再返回這裏。

# account_login_create_new_warning_2
source: You <warning>cannot link</warning> an <b>existing Sky account</b> if you proceed.
de: Sie können kein <b>bestehendes Sky-Konto</b> verknüpfen, wenn Sie fortfahren.
es: <warning>No será posible conectar</warning> una <b>cuenta ya existente en Sky</b> si decides proceder.
fr: Vous ne pourrez <warning>pas connecter</warning> un compte Sky <b>existant</b> si vous continuez.
id: Kamu <warning>tidak dapat menautkan</warning> sebuah <b>akun Sky yang ada</b> jika kamu melanjutkan.
it: Se si procede, non è possibile collegare un <b>account Sky esistente</b>.
ja: このまま進めると <warning><b>既存のSkyアカウント</b>と連携できなくなります</warning>のでご注意ください
ko: 더 진행하면 <b>기존 Sky 계정</b>은 <warning>연결할 수 없습니다.</warning>
pt: <warning>Não será possível vincular</warning> uma <b>conta já existente em Sky</b> se você proceder.
ru: Вы <warning>не сможете</warning> прикрепить уже <b>существующую уч. запись Sky</b>, если продолжите.
th: คุณ<warning>ไม่สามารถเชื่อมโยง</warning><b>บัญชี Sky ที่มีอยู่ได้</b> หากคุณดำเนินการต่อ
vi: Bạn <warning> không thể liên kết </warning> một <b> tài khoản Sky hiện có </b> nếu bạn tiếp tục.
zh_hans: 如果继续，您将 <warning>无法连接</warning> 你的 <b>现有 Sky 帐戶</b>。
zh_hant: 如果繼續，您將 <warning>無法綁定</warning> 你的 <b>現有《Sky 光·遇》帳號</b>。

# account_panel_apple_not_available
source: Sign in with Apple not available on this device
de: Anmeldung mit Apple auf diesem Gerät nicht verfügbar
es: El inicio de sesión con Apple no está disponible en este dispositivo
fr: Connexion avec Apple non disponible sur cet appareil
id: Masuk dengan Apple tidak tersedia di perangkat ini
it: L'accesso con Apple non è disponibile su questo dispositivo
ja: この端末はApple IDでのログインに対応していません
ko: 이 장치에서는 Apple 계정에 연결할 수 없습니다
pt: Não é possível entrar com a Apple por este dispositivo
ru: Функция «Вход с Apple» недоступна на этом устройстве
th: ไม่สามารถเข้าสู่ระบบด้วย Apple บนอุปกรณ์เครื่องนี้ได้
vi: Đăng nhập bằng Apple không khả dụng trên thiết bị này
zh_hans: 在此设备上无法使用苹果登录
zh_hant: 在此設備上無法使用蘋果登錄

# account_panel_apple_vn_not_available
source: Sign in with Apple (Vietnam) not available on this device
de: Anmeldung mit Apple (Vietnam) auf diesem Gerät nicht verfügbar
es: El inicio de sesión con Apple (Vietnam) no está disponible en este dispositivo
fr: Connexion avec Apple (Vietnam) non disponible sur cet appareil
id: Masuk dengan Apple (Vietnam) tidak tersedia di perangkat ini
it: L'accesso con Apple (Vietnam) non è disponibile su questo dispositivo
ja: この端末はApple (ベトナム)でのログインに対応していません
ko: 이 장치에서는 Apple(베트남)로 로그인을 이용할 수 없습니다
pt: Não é possível entrar com a Apple (Vietnã) por este dispositivo
ru: Функция «Вход с Apple» (Вьетнам) недоступна на этом устройстве
th: การลงชื่อเข้าใช้ด้วย Apple (เวียดนาม) ไม่สามารถใช้งานได้บนอุปกรณ์นี้
vi: Đăng nhập với Apple (Việt Nam) không khả dụng trên thiết bị này
zh_hans: 在此设备上无法使用Apple（越南）登录
zh_hant: 在此裝置上無法使用 Apple（越南）登入

# account_panel_button_title_link
source: Link
de: Verknüpfen
es: Vincular
fr: Associer
id: Tautkan
it: Collega
ja: 連携
ko: 연결
pt: Vincular
ru: Связать
th: เชื่อมโยง
vi: Liên kết
zh_hans: 链接
zh_hant: 連接

# account_panel_button_title_recover
source: Recover
de: Wiederherstellen
es: Recuperar
fr: Récupérer
id: Kembalikan
it: Ripristina
ja: 復元
ko: 복구
pt: Recuperar
ru: Восстановить
th: กู้คืน
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# account_panel_button_title_sign_in
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
pt: Entrar
ru: Войти
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登陆
zh_hant: 登錄

# account_panel_button_title_sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
id: Keluar
it: Disconnettiti
ja: ログアウト
ko: 로그아웃
pt: Sair
ru: Выйти
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# account_panel_button_title_sign_out_bold
source: <b>Sign Out</b>
de: <b>Abmelden</b>
es: <b>Cerrar sesión</b>
fr: <b>Déconnexion</b>
id: <b>Keluar</b>
it: <b>Disconnettiti</b>
ja: <b>ログアウト</b>
ko: <b>로그아웃</b>
pt: <b>Sair</b>
ru: <b>Выйти</b>
th: <b>ออกจากระบบ</b>
vi: <b>Đăng xuất</b>
zh_hans: <b>登出</b>
zh_hant: <b>登出</b>

# account_panel_button_title_switch
source: Switch
de: Wechseln
es: Cambiar
fr: Changer
id: Ganti
it: Scambia
ja: アカウント変更
ko: 변경
pt: Trocar
ru: Сменить
th: สลับ
vi: Đổi
zh_hans: 切换
zh_hant: 切換

# account_panel_button_title_unlink
source: Unlink
de: Verknüpfung aufheben
es: Desvincular
fr: Dissocier
id: Batalkan tautan
it: Scollega
ja: 連携を解除する
ko: 연동 해제
pt: Desvincular
ru: Отвязать
th: ยกเลิกการเชื่อมโยง
vi: Bỏ liên kết
zh_hans: 解除链接
zh_hant: 解除連接

# account_panel_cancel_delete_message
source: This account has been requested for deletion on {{1}} and should be deleted in approximately 30 days from that date. Do you want to cancel your account deletion request?
de: Für dieses Konto wurde am {{1}} eine Löschung beantragt. Es sollte in ungefähr 30 Tagen ab diesem Datum gelöscht werden. Möchtest du die Konto-Löschanfrage abbrechen?
es: Se solicitó la eliminación de esta cuenta el {{1}} y se debería borrar en aproximadamente 30 días de esa fecha. ¿Quieres cancelar la solicitud de eliminación de tu cuenta?
fr: Ce compte a fait l'objet d'une demande de suppression le {{1}} et devrait être supprimé dans environ 30 jours à compter de cette date. Voulez-vous annuler la demande de suppression de votre compte ?
id: Akun ini diajukan untuk penghapusan pada tanggal {{1}}, dan akan dihapus kurang lebih 30 hari sejak tanggal tersebut. Apakah kamu ingin membatalkan permintaan penghapusan akun kamu?
it: Il giorno {{1}} è stata richiesta l'eliminazione di questo account. La richiesta dovrebbe essere soddisfatta entro 30 giorni da tale data. Vuoi annullare la tua richiesta di eliminazione dell'account?
ja: こちらのアカウントより {{1}} にアカウント削除の依頼を受け付けました。その日時より約30日後にアカウント削除が完了いたします。 アカウント削除依頼をキャンセルされますか？
ko: {{1}}에 계정 삭제가 요청되었으며 요청일로부터 약 30일 이내에 삭제될 예정입니다. 계정 삭제 요청을 취소하시겠습니까?
pt: Foi solicitada a exclusão desta conta em {{1}} e ela deve ser excluída em aproximadamente 30 dias a partir dessa data. Deseja cancelar a solicitação de exclusão da conta?
ru: Запрос на удаление этой учетной записи поступил {{1}}. Она будет удалена примерно через 30 дней от этой даты. Хотите отменить запрос на удаление?
th: บัญชีนี้ได้ส่งคำขอลบบัญชีในวันที่ {{1}} และบัญชีจะถูกลบภายในระยะเวลา 30 วันนับจากวันที่ดังกล่าว คุณต้องการยกเลิกคำขอลบบัญชีของคุณหรือไม่
vi: Tài khoản này đã được yêu cầu xóa vào {{1}} và sẽ bị xóa sau khoảng 30 ngày kể từ thời điểm trên. Bạn muốn hủy yêu cầu xóa tài khoản?
zh_hans: 此帐户已在{{1}}被请求删除，应在该日期约30天后删除。 想取消你的帐户删除请求吗？
zh_hant: 已{{1}申請刪除此帳號，應於請求後約 30 天刪除。 您想取消刪除帳號的請求嗎？

# account_panel_cancel_delete_title
source: <b>Cancel Delete Request?</b>
de: <b>Löschanfrage abbrechen?</b>
es: <b>¿Cancelar solicitud de eliminación?</b>
fr: <b>Annuler la demande de suppression ?</b>
id: <b>Batalkan Permintaan Penghapusan?</b>
it: <b>Annullare la richiesta di eliminazione dell'account?</b>
ja: <b>アカウントの削除依頼をキャンセルしますか？</b>
ko: <b>삭제 요청을 취소하시겠습니까?</b>
pt: <b>Cancelar pedido de exclusão?</b>
ru: <b>Отменить запрос на удаление?</b>
th: <b>ยกเลิกคำขอลบหรือไม่</b>
vi: <b>Hủy yêu cầu xóa?</b>
zh_hans: <b>取消删除请求？</b>
zh_hant: <b>取消刪除請求？</b>

# account_panel_confirm_delete_message
source: When confirmed you will be signed out and your account will be scheduled to be deleted in approximately 30 days. Any associated in-app purchases will be lost. Any remaining linked accounts will be unlinked at deletion time. On attempt to sign in again after confirming but before the deletion is completed you will have the opportunity to cancel the request.
de: Nach der Bestätigung wirst du abgemeldet und dein Konto wird in etwa 30 Tagen gelöscht. Alle damit verbundenen In-App-Käufe gehen verloren. Alle noch verbundenen Konten werden zum Zeitpunkt der Löschung aufgehoben. Wenn du versuchst, dich nach der Bestätigung erneut anzumelden, aber bevor die Löschung abgeschlossen ist, hast du die Möglichkeit, die Anfrage zu stornieren.
es: Cuando confirmes, se cerrará tu sesión y se programará el cierre de tu cuenta en aproximadamente 30 días. Se perderá cualquier compra en la aplicación asociada. Cualquier cuenta vinculada se desvinculará al momento de la eliminación. Si intentas volver a iniciar sesión tras confirmar, pero antes de que se complete la eliminación, tendrás la oportunidad de cancelar la solicitud.
fr: Après confirmation, vous serez déconnecté et la suppression de votre compte sera programmée dans environ 30 jours. Tous les achats dans l’application associés seront perdus. Tous les comptes encore liés seront dissociés au moment de la suppression. Si vous tentez de vous reconnecter après la confirmation, mais avant que la suppression ne soit terminée, vous aurez la possibilité d'annuler la demande.
id: Ketika dikonfirmasi, kamu akan keluar dan akun kamu akan dijadwalkan untuk penghapusan dalam waktu kurang lebih 30 hari. Semua pembelian dalam aplikasi akan dihapus. Sisa akun tertaut akan dibatalkan tautannya pada saat penghapusan. Pada saat mencoba masuk lagi setelah konfirmasi penghapusan tetapi sebelum penghapusan dilakukan, kamu akan punya kesempatan untuk membatalkan permintaan tersebut.
it: Una volta confermato, verrai disconnesso e l'eliminazione dell'account sarà elaborata entro 30 giorni. Perderai tutti gli acquisti nell'app associati a questo account. Tutti gli altri account collegati saranno scollegati al momento dell'eliminazione. Se proverai ad accedere nuovamente dopo aver confermato l'eliminazione, ma prima che sia completata, avrai la possibilità di annullare la richiesta.
ja: "以下の内容に同意いただき、確認ボタンを選択しゲームからログアウトすることで、あなたのアカウントは約30日後に完全に削除されます。 ・このアカウントで行われたアプリ内購入はすべて失われます。 ・連携されている各アカウントは、削除時に連携が解除されます。 なお、削除が完了するまでは、こちらのアカウントにログインをして、削除依頼をキャンセルすることが可能です。
ko: 삭제 요청이 확인되면 계정에서 로그아웃되며 계정은 약 30일 후에 삭제됩니다. 이 계정과 연결된 모든 앱 내 구매 내역은 삭제됩니다. 이 계정과 연결된 외부 계정은 삭제와 동시에 연결이 해제됩니다. 삭제 요청이 확인된 후에도 계정 삭제가 완료되기 전에 다시 로그인을 시도하여 삭제 요청을 취소할 수 있습니다.
pt: Ao confirmar, você será desconectado e a conta será excluída em aproximadamente 30 dias. As compras associadas ao aplicativo serão perdidas. Quaisquer outras contas vinculadas serão desvinculadas no momento da exclusão. Ao tentar entrar novamente após a confirmação, mas antes que a exclusão seja concluída, você terá a opção de cancelar a solicitação.
ru: Если вы подтвердите запрос, вы выйдете из учетной записи, и она будет удалена примерно через 30 дней. Все связанные с ней покупки в приложении будут утеряны. Все связанные учетные записи будут отвязаны при удалении. При входе в учетную запись после подтверждения, но до удаления, вы сможете отменить запрос.
th: หลังจากที่คุณยืนยัน คุณจะถูกลงชื่อออกจากระบบแล้วบัญชีของคุณจะถูกลบภายในเวลาประมาณ 30 วัน การซื้อในแอปที่เกี่ยวข้องใดๆ จะสูญหายไปด้วย บัญชีใดๆ ที่ยังเชื่อมโยงอยู่จะถูกยกเลิกการเชื่อมโยง เมื่อถึงเวลาลบบัญชี คุณจะมีโอกาสในการยกเลิกคำขอ เมื่อคุณพยายามเข้าสู่ระบบอีกครั้งหลังจากที่ยืนยันคำขอ โดยจะต้องอยู่ภายในช่วงเวลาก่อนที่การลบจะเสร็จสมบูรณ์
vi: Sau khi xác nhận, bạn sẽ đăng xuất và tài khoản của bạn sẽ bị xóa sau khoảng 30 ngày. Mọi giao dịch mua trong ứng dụng được liên kết sẽ bị mất. Mọi tài khoản được liên kết còn lại sẽ được hủy liên kết tại thời điểm xóa. Trước khi quá trình xóa hoàn tất, khi đăng nhập lại sau xác nhận, bạn có thể hủy yêu cầu.
zh_hans: 确认后，你将被注销，你的帐户将会在大约30天后被删除。 任何相关的应用内购买均将丢失。 任何剩余的绑定帐户均将在删除时取消绑定。 如果在确认后但还没有完成删除前再次尝试登录，你将有机会取消删除请求。
zh_hant: 經確認後，您將被登出，帳號則將於約 30 天後刪除。 所有相關的內購項目都將遺失。 所有剩餘的綁定帳號將在刪除時解除綁定。 若在經確認後，但刪除完成前再次嘗試登入，您將有機會取消刪除請求。

# account_panel_confirm_link
source: Do you want to link this account to this Sky account?
de: Möchtest du dieses Konto mit deinem Sky-Konto verbinden?
es: ¿Quieres vincular esta cuenta con esta cuenta de Sky?
fr: Voulez-vous associer ce compte à ce compte Sky ?
id: Ingin menautkan akun ini ke akun Sky ini?
it: Vuoi collegare l'account a questo account di Sky?
ja: このアカウントをこのSkyアカウントと連携しますか？
ko: 이 계정을 Sky계정과 연동하시겠습니까?
pt: Deseja vincular a conta a esta conta do Sky?
ru: Хотите привязать эту учетную запись к этой учетной записи Sky?
th: คุณต้องการเชื่อมโยงบัญชีนี้กับบัญชี Sky นี้หรือไม่
vi: Bạn có muốn liên kết tài khoản này với tài khoản Sky này không?
zh_hans: 你想将这个帐户绑定至此《Sky》帐户吗？
zh_hant: 你想將這個帳號綁定至此《Sky 光·遇》帳號嗎？

# account_panel_confirm_link_alias
source: Do you want to link <b>{{1}}</b> to this Sky account?
de: Möchtest du <b>{{1}}</b> mit diesem Sky-Konto verbinden?
es: ¿Quieres vincular <b>{{1}}</b> con esta cuenta de Sky?
fr: Voulez-vous associer <b>{{1}}</b> à ce compte Sky ?
id: Ingin menautkan <b>{{1}}</b> ke akun Sky ini?
it: Vuoi collegare <b>{{1}}</b> a questo account di Sky?
ja: <b>{{1}}</b>アカウントをこのSkyアカウントと連携しますか？
ko: <b>{{1}}</b>을(를) Sky계정과 연동하시겠습니까?
pt: Deseja vincular <b>{{1}}</b> a esta conta do Sky?
ru: Хотите привязать учетную запись <b>{{1}}</b> к этой учетной записи Sky?
th: คุณต้องการเชื่อมโยง <b>{{1}}</b> กับบัญชี Sky นี้หรือไม่
vi: Bạn có muốn liên kết <b>{{1}}</b> với tài khoản Sky này không?
zh_hans: 你想将<b>{{1}}</b>绑定至此《Sky》帐户吗？
zh_hant: 你想將<b>{{1}}</b>綁定至此《Sky 光·遇》帳號嗎？

# account_panel_confirm_unlink
source: Do you want to unlink this account from this Sky account?
de: Möchtest du dieses Konto von diesem Sky-Konto trennen?
es: ¿Quieres desvincular esta cuenta de esta cuenta de Sky?
fr: Voulez-vous dissocier ce compte de ce compte Sky ?
id: Ingin membatalkan tautan akun ini dari akun Sky ini?
it: Vuoi scollegare l'account da questo account di Sky?
ja: このSkyアカウントより、このアカウントとの連携を解除しますか？
ko: 이 계정과 Sky계정 간 연동을 해제하시겠습니까?
pt: Deseja desvincular a conta desta conta do Sky?
ru: Хотите отвязать эту учетную запись от этой учетной записи Sky?
th: คุณต้องการเลิกเชื่อมโยงบัญชีนี้จากบัญชี Sky นี้หรือไม่
vi: Bạn có muốn hủy liên kết tài khoản này khỏi tài khoản Sky không?
zh_hans: 你想将这个帐户与此《Sky》帐户解除绑定吗？
zh_hant: 你想將這個帳號與此《Sky 光·遇》帳號解除綁定嗎？

# account_panel_confirm_unlink_alias
source: Do you want to unlink <b>{{1}}</b> from this Sky account?
de: Möchtest du <b>{{1}}</b> von diesem Sky-Konto trennen?
es: ¿Quieres desvincular <b>{{1}}</b> de esta cuenta de Sky?
fr: Voulez-vous dissocier <b>{{1}}</b> de ce compte Sky ?
id: Ingin membatalkan tautan <b>{{1}}</b> dari akun Sky ini?
it: Vuoi scollegare <b>{{1}}</b> da questo account di Sky?
ja: このSkyアカウントより、<b>{{1}}</b>アカウントとの連携を解除しますか？
ko: <b>{{1}}</b>와(과) Sky계정 간 연동을 해제하시겠습니까?
pt: Deseja desvincular <b>{{1}}</b> desta conta do Sky?
ru: Хотите отвязать учетную запись <b>{{1}}</b> от этой учетной записи Sky?
th: คุณต้องการเลิกเชื่อมโยง <b>{{1}}</b> จากบัญชี Sky นี้หรือไม่
vi: Bạn có muốn hủy liên kết <b>{{1}}</b> khỏi tài khoản Sky này không?
zh_hans: 你想将<b>{{1}}</b>与此《Sky》帐户解除绑定吗？
zh_hant: 你想將<b>{{1}}</b>與此《Sky 光·遇》帳號解除綁定嗎？

# account_panel_facebook_not_available
source: Facebook not available on this device
de: Facebook ist auf diesem Gerät nicht verfügbar
es: Facebook no está disponible en este dispositivo
fr: Facebook non disponible sur cet appareil
id: Facebook tidak tersedia di perangkat ini
it: Facebook non è disponibile su questo dispositivo
ja: この端末ではFacebookをご利用いただけません
ko: 이 장치에서는 Facebook을 이용할 수 없어요
pt: O Facebook não está disponível para este dispositivo
ru: Facebook недоступен на этом устройстве
th: Facebook ไม่พร้อมให้บริการบนอุปกรณ์นี้
vi: Facebook không khả dụng trên thiết bị này
zh_hans: 此设备上的Facebook不可用
zh_hant: 此設備上的Facebook不可用

# account_panel_google_not_available
source: Google not available on this device
de: Google ist auf diesem Gerät nicht verfügbar
es: Google no está disponible en este dispositivo
fr: Google non disponible sur cet appareil
id: Google tidak tersedia di perangkat ini
it: Google non è disponibile su questo dispositivo
ja: この端末ではGoogleをご利用いただけません
ko: 이 기기에서는 Google을 이용할 수 없어요
pt: O Google não está disponível neste dispositivo
ru: Google недоступен на этом устройстве
th: Google ไม่���ร้อมให้บริการบนอุปกรณ์นี้
vi: Google không khả dụng trên thiết bị này
zh_hans: Google服务在本设备上不可用
zh_hant: Google服務在本設備上不可用
