Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap18_fetch_03_ritual_start_02
source: Group up with others to <b>gather</b> as many <2>masks</2> as you can before they spin away.
de: Verbünde dich mit anderen, um so viele <2>Masken</2> wie möglich zu <b>sammeln</b>, bevor sie verschwinden.
es: Haz equipo con otras personas para <b>reunir</b> tantas <2>máscaras</2> como puedas antes de que desaparezcan.
fr: Unissez-vous aux autres pour <b>récupérer</b> le plus de <2>masques</2> possible avant qu'ils ne disparaissent.
id: Bekerja samalah dengan pemain lain untuk <b>mengumpulkan</b> <2>topeng</2> sebanyak mungkin sebelum lenyap.
it: Fai gruppo con gli altri per <b>raccogliere</b> più <2>maschere</2> che puoi, prima che se ne vadano.
ja: 仲間たちと手を取り合い、<b>仮面</b>が回転して消えてしまう前に少しでも多く<2>集めましょう</2>
ko: 다른 이들과 함께 힘을 합쳐 <2>마스크</2>가 사라지기 전에 최대한 많이 <b>모으세요</b>.
pt: Junte-se aos outros para <b>coletar</b> quantas <2>máscaras</2> puder antes que ela se vão.
ru: <b>Собирайте</b> вместе с товарищами как можно больше <2>масок</2>, пока они не пропали.
th: รวมกลุ่มกับคนอื่นๆ เพื่อ<b>เก็บรวบรวม</b><2>หน้ากาก</2>ให้ได้มากที่สุด ก่อนที่พวกมันจะกลิ้งหายไป
vi: Lập nhóm với những người khác để <b>thu thập</b> càng nhiều <2>mặt nạ</2> càng tốt trước khi chúng quay đi.
zh_hans: 与其他人组队，在<2>面具</2>彻底消失之前尽可能多<b>收集</b>一些。
zh_hant: 與其他人組隊，在<2>面具</2>徹底消失之前盡你所能多<b>收集</b>一些。

# ap18_fetch_04_audience_out_of_bounds
source: <b>Return</b> to the others — the <2>Passage of Coordination</2> has not yet begun.
de: Kehre zu den anderen <b>zurück</b> – der <2>Übergang des Zusammenspiels</2> hat noch nicht begonnen.
es: <b>Regresa</b> con los demás: todavía no comenzó la <2>iniciación de coordinación</2>.
fr: <b>Retournez</b> voir les autres, l'<2>Initiation à la Coordination</2> n'a pas encore commencé.
id: <b>Kembali</b> ke rekanmu yang lain – <2>Inisiasi Koordinasi</2> belum dimulai.
it: <b>Ritorna</b> dagli altri: la <2>Transizione della Coordinazione</2> non è ancora iniziata.
ja: 仲間たちのもとに<b>戻りましょう</b> – <2>協調のならい</2>はまだ始まっていません
ko: 다른 이들에게 <b>돌아가세요</b>. <2>협동의 성장</2>은 아직 시작되지 않았습니다.
pt: <b>Volte</b> para perto dos outros. A <2>Passagem da Coordenação</2> ainda não começou.
ru: <b>Вернитесь</b> к остальным — <2>Посвящение согласия</2> еще не началось.
th: <b>กลับไป</b>หาคนอื่นๆ – <2>เส้นทางแห่งการร่วมมือ</2>ยังไม่ได้เริ่มต้นขึ้น
vi: <b>Quay về</b> với những người khác — <2>Thử Thách Phối Hợp</2> vẫn chưa bắt đầu.
zh_hans: <b>请回去</b>找其他人，<2>协同之旅</2>尚未开始。
zh_hant: <b>請回去</b>找其他人，<2>協調之旅</2>尚未開始。

# ap18_fetch_04_audience_wait
source: The <2>Passage of Coordination</2> will begin shortly. <b>Wait here</b>. Others will <b>join</b> you before it begins.
de: Der <2>Übergang des Zusammenspiels</2> beginnt in Kürze. <b>Warte hier</b>. Die anderen werden sich dir vor Beginn <b>anschließen</b>.
es: La <2>iniciación de coordinación</2> comenzará en breve. <b>Espera aquí</b>. Se te <b>unirán</b> otras personas antes de que comience.
fr: L'<2>Initiation à la coordination</2> va bientôt commencer. <b>Attendez ici</b>. Les autres vous <b>rejoindront</b> avant que celle-ci commence.
id: <2>Inisiasi Koordinasi</2> akan segera dimulai. <b>Tunggu di sini</b>. Yang lain akan <b>bergabung</b> sebelum inisiasi dimulai.
it: La <2>Transizione della Coordinazione</2> inizierà a breve. <b>Aspetta qui</b>. Altri si <b>uniranno</b> a te prima dell'inizio.
ja: <2>協調のならい</2>はもうすぐ始まります。<b>ここで待ちましょう</b>。 開始までに<b>他の仲間たちもやってくるでしょう</b>
ko: <2>협동의 성장</2>이 곧 시작됩니다. <b>여기에서 기다리세요</b>. 성장이 시작되기 전에 다른 이들도 <b>참여</b>할 겁니다.
pt: A <2>Passagem da Coordenação</2> vai começar em breve. <b>Espere aqui</b>. Os outros virão <b>se juntar</b> a você antes que ela comece.
ru: <2>Посвящение согласия</2> скоро начнется. <b>Подождите здесь</b>. Остальные <b>придут</b> до его начала.
th: <2>เส้นทางแห่งการร่วมมือ</2>จะเริ่มขึ้นในเร็วๆ นี้ <b>รออยู่ที่นี่</b> แล้วคนอื่นๆ จะมา<b>เข้าร่วม</b>กับคุณก่อนที่มันจะเริ่มต้นขึ้น
vi: <2>Thử Thách Phối Hợp</2> sẽ sớm bắt đầu. <b>Đợi ở đây</b>. Những người khác sẽ <b>tới chỗ bạn</b> trước khi thử thách bắt đầu.
zh_hans: <2>协同之旅</2>即将开始。<b>请在此处等候</b>。其他人会在开始之前<b>加入</b>。
zh_hant: <2>協調之旅</2>即將開始。<b>請在此處等候</b>。其他人會在開始之前<b>加入</b>。

# ap18_fetch_04_intro_cinematic_subtitle
source: <b>Journey</b> across the realms of Sky to find the mask and learn its <2>Passage</2>.
de: <b>Reise</b> durch die Reiche von Sky, finde die Maske und erlerne ihren <2>Übergang</2>.
es: <b>Viaja</b> a través de los reinos de Sky para encontrar la máscara y aprender su <2>iniciación</2>.
fr: <b>Voyagez</b> dans les royaumes de Sky pour trouver le masque et découvrir son <2>Initiation</2>.
id: <b>Jelajahi</b> berbagai dunia di Sky untuk menemukan topeng dan mempelajari setiap <2>Inisiasi Pembaruan</2>.
it: <b>Viaggia</b> attraverso i regni di Sky per trovare la maschera e apprendere la sua <2>Transizione</2>.
ja: Skyの各地を<b>旅して</b>仮面を探し、様々な<2>ならい</2>を学びましょう
ko: Sky의 곳곳을 <b>여행</b>하면서 가면을 찾고 <2>성장</2>을 배우세요.
pt: <b>Aventure-se</b> pelos reinos de Sky para encontrar a máscara e aprender a <2>Passagem</2> dela.
ru: <b>Отправляйтесь</b> в миры Неба на поиски маски и узнайте, в чём ее <2>урок</2>.
th: <b>ออกเดินทาง</b>ผ่านดินแดนแห่ง Sky เพื่อค้นหาหน้ากาก และเรียนรู้<2>เส้นทาง</2>ของมัน
vi: <b>Du hành</b> qua các vương quốc của Sky để tìm chiếc mặt nạ và tìm hiểu về <2>Thử Thách</2>.
zh_hans: <b>跨越</b>Sky的领域，寻找面具并了解它的<2>夜行旅程</2>。
zh_hant: <b>行遍</b>Sky的領域，尋找面具並瞭解它的<2>夜行旅程</2>。

# ap18_fetch_04_intro_cinematic_subtitle_02
source: Go to the <2>mask</2> in <b>Daylight Prairie</b> to begin the <2>Passage of Coordination</2>.
de: Begib dich zur <2>Maske</2> in der <b>Tageslicht-Prärie</b>, um den <2>Übergang des Zusammenspiels</2> zu beginnen.
es: Ve a la <2>máscara</2> en la <b>planicie Luz de Día</b> para comenzar la <2>iniciación de coordinación</2>.
fr: Allez au <2>masque</2> dans la <b>Prairie illuminée</b> pour commencer l'<2>Initiation à la Coordination</2>.
id: Pergi menuju <2>topeng</2> di <b>Padang Rumput Siang</b> untuk memulai <2>Inisiasi Koordinasi</2>.
it: Raggiungi la <2>maschera</2> nella <b>Prateria Diurna</b> per iniziare la <2>Transizione della Coordinazione</2>.
ja: <b>草原</b>で<2>仮面</2>を見つけ、<2>協調のならい</2>を始めましょう
ko: <b>햇빛 초원</b>의 <2>가면</2>을 찾아가 <2>협동의 성장</2>을 시작하세요.
pt: Vá até a <2>máscara</2> na <b>Campina da Aurora</b> para começar a <2>Passagem da Coordenação</2>.
ru: Отправляйтесь к <2>маске</2> в <b>Полуденной прерии</b>, чтобы начать <2>Посвящение согласия</2>.
th: ไปหา<2>หน้ากาก</2>ใน<b>ทุ่งหญ้าแสงตะวัน</b>เพื่อเริ่มต้น<2>เส้น���างแห่งการร่วมมือ</2>
vi: Tới chỗ <2>mặt nạ</2> trên <b>Thảo Nguyên Ánh Sáng</b> để bắt đầu <2>Thử Thách Phối Hợp</2>.
zh_hans: 找到<b>云野</b>中的<2>面具</2>，开始<2>协同之旅</2>。
zh_hant: 在<b>雲野</b>中找到<2>面具</2>以開始<2>協調之旅</2>。

# ap18_fetch_04_outro_cinematic_subtitle
source: You and your fellow <1>pupils</1> have honored the wisdom of <2>Coordination</2>.
de: Du und deine <1>Mitschüler</1> habt die Weisheit des <2>Zusammenspiels</2> gewürdigt.
es: Tú y los demás <1>pupilos</1> honraron la sabiduría de la <2>coordinación</2>.
fr: Avec les autres <1>élèves</1>, vous avez honoré la sagesse de la <2>Coordination</2>.
id: Kamu dan para <1>murid</1> lainnya telah mempelajari nilai kebijaksanaan dari <2>Koordinasi</2>.
it: Tu e gli altri <1>alunni</1> avete onorato la saggezza della <2>Coordinazione</2>.
ja: あなたと仲間の<1>見習い</1>たちは、見事に<b>協調</b>の知恵を授かりました
ko: 당신을 비롯한 <1>제자</1>들이 <2>협동</2>의 지혜를 배웠습니다.
pt: Você e os outros <1>pupilos</1> honraram a sabedoria da <2>Coordenação</2>.
ru: Вы и ваши <1>товарищи</1> обрели Мудрость <2>согласия</2>.
th: คุณและ<1>ลูกศิษย์</1>ของคุณได้ยกย่องสติปัญญาแห่ง<2>การร่วมมือ</2>
vi: Bạn và các <1>học trò</1> khác đã tôn vinh trí tuệ <2>Phối Hợp</2>.
zh_hans: 你和其他<1>学徒</1>已经掌握了<2>协同</2>的智慧。
zh_hant: 你和其他<1>學徒</1>已經掌握了<2>協調</2>的智慧。

# ap18_fetch_04_outro_cinematic_subtitle_02
source: The <2>Passage of Coordination</2> is complete.
de: Der <2>Übergang des Zusammenspiels</2> ist abgeschlossen.
es: Completaste la <2>iniciación de coordinación</2>.
fr: L’<2>initiation à la Coordination</2> est terminée.
id: <2>Inisiasi Koordinasi</2> sudah selesai.
it: La <2>Transizione della Coordinazione</2> è completa.
ja: <2>協調のならい</2>を終えました
ko: <2>협동의 성장</2>이 완료되었습니다.
pt: A <2>Passagem da Coordenação</2> foi concluída.
ru: <2>Посвящение согласия</2> пройдено.
th: <2>เส้นทางแห่งการร่วมมือ</2>ได้เสร็จสิ้นแล้ว
vi: <2>Thử Thách Phối Hợp</2> đã hoàn tất.
zh_hans: <2>协同之旅</2>已经完成。
zh_hant: <2>協調之旅</2>已經完成。

# ap18_fetch_04_ritual_start_01
source: Lights have faded from the masks in the moonlit fields.
de: Die Lichter der Masken auf den mondbeschienenen Feldern sind erloschen.
es: Se apagaron las luces de las máscaras en los campos bañados por la luz de la luna.
fr: Les lumières des masques se sont estompées dans les champs éclairés par la lune.
id: Cahaya telah memudar dari topeng di ladang yang diterangi cahaya bulan.
it: Nei campi illuminati dalla luna, le luci delle maschere si sono attenuate.
ja: 月明かりに照らされた草原で、仮面の光が失われてしまったようです
ko: 달빛 들판의 가면에서 나는 빛이 약해졌습니다.
pt: As luzes desapareceram das máscaras nos campos enluarados.
ru: В полях, залитых лунным светом, на масках погасли огоньки.
th: แสงได้เลือนหายไปจากหน้ากากในทุ่งแสงจันทร์
vi: Ánh sáng đã tắt trên những chiếc mặt nạ tại cánh đồng trăng sáng.
zh_hans: 在月光照亮的原野中，来自面具的光芒已经消逝。
zh_hant: 在月光照耀的原野中，面具的光芒已經消逝了。

# ap18_fetch_04_ritual_start_02
source: Guide the <2>lights</2> together to awaken the dormant masks.
de: Führe die <2>Lichter</2> zusammen, um die schlafenden Masken zu wecken.
es: Guía a las <2>luces</2> para despertar a las máscaras durmientes.
fr: Guidez les <2>lumières</2> ensemble pour éveiller les masques endormis.
id: Pandu <2>cahaya</2> bersama-sama untuk membangunkan topeng yang tidak aktif.
it: Guida le <2>luci</2> a riunirsi per risvegliare le maschere dormienti.
ja: 仲間たちと一緒に<2>光を</2>押し、休眠状態の仮面たちを目覚めさせましょう
ko: <2>빛</2>을 함께 인도하여 잠든 가면을 깨워보세요.
pt: Guie as <2>luzes</2> juntas para despertar as máscaras adormecidas.
ru: Соберите и проведите все <2>огоньки</2>, чтобы пробудить заснувшие маски.
th: นำ<2>แสง</2>มารวมกันเพื่อปลุกหน้ากากที่หลับใหล
vi: Đẩy các <2>ngọn sáng</2> lại gần để đánh thức các mặt nạ đang say ngủ.
zh_hans: 引导<2>光芒</2>汇聚于一处，唤醒沉睡的面具。
zh_hant: 將<2>光</2>聚攏在一起，喚醒沉睡的面具。

# ap18_fetch_05_audience_out_of_bounds
source: <b>Return</b> to the others — the <2>Passage of Alignment</2> has not yet begun.
de: Kehre zu den anderen <b>zurück</b> – der <2>Übergang der Anpassung</2> hat noch nicht begonnen.
es: <b>Regresa</b> con los demás: todavía no comenzó la <2>iniciación de alineamiento</2>.
fr: <b>Retournez</b> voir les autres, l'<2>Initiation à l'Alignement</2> n'a pas encore commencé.
id: <b>Kembali</b> ke rekanmu yang lain – <2>Inisiasi Keselarasan</2> belum dimulai.
it: <b>Ritorna</b> dagli altri: la <2>Transizione dell'Allineamento</2> non è ancora iniziata.
ja: 仲間たちのもとに<b>戻りましょう</b> – <2>団結のならい</2>はまだ始まっていません
ko: 다른 이들에게 <b>돌아가세요</b>. <2>협력의 성장</2>은 아직 시작되지 않았습니다.
pt: <b>Volte </b> para perto dos outros. A <2>Passagem do Alinhamento</2> ainda não começou.
ru: <b>Вернитесь</b> к остальным — <2>Посвящение выравнивания</2> еще не началось.
th: <b>กลับไป</b>หาคนอื่นๆ – <2>เส้นทางแห่งการจัดเรียง</2>ยังไม่ได้เริ่มต้นขึ้น
vi: <b>Quay về</b> với những người khác — <2>Thử Thách Liên Kết</2> vẫn chưa bắt đầu.
zh_hans: <b>请回去</b>找其他人，<2>联合之旅</2>尚未开始。
zh_hant: <b>請回去</b>找其他人，<2>齊心之旅</2>尚未開始。

# ap18_fetch_05_audience_wait
source: The <2>Passage of Alignment</2> will begin shortly. <b>Wait here</b>. Others will <b>join</b> you before it begins.
de: Der <2>Übergang der Anpassung</2> beginnt in Kürze. <b>Warte hier</b>. Die anderen werden sich dir vor Beginn <b>anschließen</b>.
es: La <2>iniciación de alineamiento</2> comenzará en breve. <b>Espera aquí</b>. Se te <b>unirán</b> otras personas antes de que comience.
fr: L'<2>Initiation à l'Alignement</2> va bientôt commencer. <b>Attendez ici</b>. Les autres vous <b>rejoindront</b> avant que celle-ci commence.
id: <2>Inisiasi Keselarasan</2> akan segera dimulai. <b>Tunggu di sini</b>. Yang lain akan <b>bergabung</b> sebelum inisiasi dimulai.
it: La <2>Transizione dell'Allineamento</2> inizierà a breve. <b>Aspetta qui</b>. Altri si <b>uniranno</b> a te prima dell'inizio.
ja: <2>団結のならい</2>はもうすぐ始まります。<b>ここで待ちましょう</b>。 開始までに<b>他の仲間たちもやってくるでしょう</b>
ko: <2>협력의 성장</2>이 곧 시작됩니다. <b>여기에서 기다리세요</b>. 성장이 시작되기 전에 다른 이들도 <b>참여</b>할 겁니다.
pt: A <2>Passagem do Alinhamento</2> vai começar em breve. <b>Espere aqui</b>. Os outros virão <b>se juntar</b> a você antes que ela comece.
ru: <2>Посвящение выравнивания</2> скоро начнется. <b>Подождите здесь</b>. Остальные <b>придут</b> до его начала.
th: <2>เส้นทางแห่งการจัดเรียง</2>จะเริ่มขึ้นในเร็วๆ นี้ <b>รออยู่ที่นี่</b> แล้วคนอื่นๆ จะมา<b>เข้าร่วม</b>กับคุณก่อนที่มันจะเริ่มต้นขึ้น
vi: <2>Thử Thách Liên Kết</2> sẽ sớm bắt đầu. <b>Đợi ở đây</b>. Những người khác sẽ <b>tới chỗ bạn</b> trước khi thử thách bắt đầu.
zh_hans: <2>联合之旅</2>即将开始。<b>请在此处等候</b>。其他人会在开始之前<b>加入</b>。
zh_hant: <2>齊心之旅</2>即將開始。<b>請在此處等候</b>。其他人會在開始之前<b>加入</b>。

# ap18_fetch_05_intro_cinematic_subtitle
source: <b>Journey</b> across the realms of Sky to find the mask and learn its <2>Passage</2>.
de: <b>Reise</b> durch die Reiche von Sky, finde die Maske und erlerne ihren <2>Übergang</2>.
es: <b>Viaja</b> a través de los reinos de Sky para encontrar la máscara y aprender su <2>iniciación</2>.
fr: <b>Voyagez</b> dans les royaumes de Sky pour trouver le masque et découvrir son <2>Initiation</2>.
id: <b>Jelajahi</b> berbagai dunia di Sky untuk menemukan topeng dan mempelajari setiap <2>Inisiasi Pembaruan</2>.
it: <b>Viaggia</b> attraverso i regni di Sky per trovare la maschera e apprendere la sua <2>Transizione</2>.
ja: Skyの各地を<b>旅して</b>仮面を探し、様々な<2>ならい</2>を学びましょう
ko: Sky의 곳곳을 <b>여행</b>하면서 가면을 찾고 <2>성장</2>을 배우세요.
pt: <b>Aventure-se</b> pelos reinos de Sky para encontrar a máscara e aprender a <2>Passagem</2> dela.
ru: <b>Отправляйтесь</b> в миры Неба на поиски маски и узнайте, в чём ее <2>урок</2>.
th: <b>ออกเดินทาง</b>ผ่านดินแดนแห่ง Sky เพื่อค้นหาหน้ากาก และเรียนรู้<2>เส้นทาง</2>ของมัน
vi: <b>Du hành</b> qua các vương quốc của Sky để tìm chiếc mặt nạ và tìm hiểu về <2>Thử Thách</2>.
zh_hans: <b>跨越</b>光遇的领域，寻找面具并了解它的<2>旅途</2>。
zh_hant: <b>旅行</b>橫越 Sky 的領域，尋找面具並瞭解它的<2>旅程</2>。

# ap18_fetch_05_intro_cinematic_subtitle_02
source: Go to the <2>mask</2> near the <b>bridge</b> in <b>Hidden Forest</b> to begin the <2>Passage of Alignment</2>.
de: Begib dich zur <2>Maske</2> in der Nähe der <b>Brücke</b> im <b>Verborgenen Wald</b>, um den <2>Übergang der Anpassung</2> zu beginnen.
es: Ve a la <2>máscara</2> cerca del <b>puente</b> en el <b>Bosque Escondido</b> para comenzar la <2>iniciación de alineamiento</2>.
fr: Trouvez le <2>masque</2> près du <b>pont</b> dans la <b>Forêt cachée</b> afin de commencer l'<2>Initiation à l’Alignement</2>.
id: Pergi menuju <2>topeng</2> di dekat <b>jembatan</b> di <b>Hutan Tersembunyi</b> untuk memulai <2>Inisiasi Keselarasan</2>.
it: Vai alla <2>maschera</2> vicino al <b>ponte</b> nella <b>Foresta Nascosta</b> per iniziare la <2>Transizione dell'Allineamento</2>.
ja: 雨林の<b>橋</b>の近くで<2>仮面</2>を見つけ、<2>団結のならい</2>を始めましょう
ko: <b>비밀의 숲</b>의 <b>다리</b> 근처에 있는 <2>가면</2>을 찾아가 <2>협력의 성장</2>을 시작하세요.
pt: Vá até a <2>máscara</2> perto da <b>ponte</b> na <b>Floresta Oculta</b> para iniciar a <2>Passagem do Alinhamento</2>.
ru: Идите к <2>маске</2> рядом с <b>ручьем</b> в <b>Тайном лесу</b>, чтобы начать <2>Посвящение выравнивания</2>.
th: ไปหา<2>หน้ากาก</2>ที่อยู่ใกล้กับ<b>สะพาน</b>ใน<b>ป่าลับ</b>เพื่อเริ่มต้น<2>เส้นทางแห่งการจัดเรียง</2>
vi: Tới chỗ <2>mặt nạ</2> gần <b>cây cầu</b> trong <b>Rừng Mưa</b> để bắt đầu <2>Thử Thách Liên Kết</2>.
zh_hans: 在<b>雨林</b>中的<b>桥梁</b>附近找到<2>面具</2>，开始<2>联合之旅</2>。
zh_hant: 找到<b>雨林</b>中<b>小橋</b>附近的<2>面具</2>，以開始<2>齊心之旅</2>。

# ap18_fetch_05_outro_cinematic_subtitle
source: You and your fellow <1>pupils</1> have honored the wisdom of <2>Alignment</2>.
de: Du und deine <1>Mitschüler</1> habt die Weisheit der <2>Anpassung</2> gewürdigt.
es: Tú y los demás <1>pupilos</1> honraron la sabiduría de la <2>alineamiento</2>.
fr: Avec les autres <1>élèves</1>, vous avez honoré la sagesse de l'<2>Alignement</2>.
id: Kamu dan para <1>murid</1> lainnya telah mempelajari nilai kebijaksanaan dari <2>Keselarasan</2>.
it: Tu e gli altri <1>alunni</1> avete onorato la saggezza dell'<2>Allineamento</2>.
ja: あなたと仲間の<1>見習い</1>たちは、見事に<b>団結</b>の知恵を授かりました
ko: 당신을 비롯한 <1>제자들</1>이 <2>협력</2>의 지혜를 배웠습니다.
pt: Você e os outros <1>pupilos</1> honraram a sabedoria do <2>Alinhamento</2>.
ru: Вы и ваши <1>товарищи</1> обрели Мудрость <2>выравнивания</2>.
th: คุณและ<1>ลูกศิษย์</1>ของคุณได้ยกย่องสติปัญญาแห่ง<2>การจัดเรียง</2>
vi: Bạn và các <1>học trò</1> khác đã tôn vinh trí tuệ <2>Liên Kết</2>.
zh_hans: 你和其他<1>学徒</1>已经掌握了<2>联合</2>的智慧。
zh_hant: 你和其他<1>學徒</1>已經掌握了<2>齊心</2>的智慧。

# ap18_fetch_05_outro_cinematic_subtitle_02
source: The <2>Passage of Alignment</2> is complete.
de: Der <2>Übergang der Anpassung</2> ist abgeschlossen.
es: Completaste la <2>iniciación de alineamiento</2>.
fr: L’<2>initiation à l’Alignement</2> est terminée.
id: <2>Inisiasi Keselarasan</2> sudah selesai.
it: La <2>Transizione dell'Allineamento</2> è completa.
ja: <2>団結のならい</2>を終えました
ko: <2>협력의 성장</2>이 완료되었습니다.
pt: A <2>Passagem do Alinhamento</2> foi concluída.
ru: <2>Посвящение выравнивания</2> пройдено.
th: <2>เส้นทางแห่งการจัดเรียง</2>ได้เสร็จสิ้นแล้ว
vi: <2>Thử Thách Liên Kết</2> đã hoàn tất.
zh_hans: <2>联合之旅</2>已经完成。
zh_hant: <2>齊心之旅</2>已經完成。

# ap18_fetch_05_ritual_hint_01
source: The Light Stream is drawn to nearby players. <2>Form a line</2> to guide it through as many flames as you can.
de: Der Lichtstrahl wird von Spielern in der Nähe angezogen. <2>Bilde eine Linie</2>, um ihn durch so viele Flammen wie möglich zu führen.
es: El torrente de luz se ve atraído por los jugadores cercanos. <2>Formen una línea</2> para guiarlo a través de la mayor cantidad de llamas que puedan.
fr: Le flux lumineux est attiré par les joueurs proches. <2>Formez une ligne</2> pour la guider jusqu’au plus grand nombre de flammes possible.
id: Aliran Cahaya ditarik ke pemain terdekat. <2>Bentuk garis</2> untuk memandunya melewati api sebanyak yang kamu bisa.
it: Il flusso di luce è attratto dai giocatori vicini. <2>Mettetevi in fila</2> per guidarlo attraverso quante più fiamme possibile.
ja: 光の帯は周囲のプレイヤーに引き寄せられるようです。みんなで<2>列をつくり</2>少しでも多くの炎を導きましょう
ko: 빛의 흐름이 근처 플레이어에게 쏠리고 있습니다. <2>줄지어 서</2> 빛이 최대한 많은 불꽃을 통과할 수 있도록 인도하세요.
pt: O Fluxo Luminoso é atraído para os jogadores próximos. <2>Forme uma linha</2> para guiá-lo através do máximo de chamas que conseguir.
ru: Световой поток ведёт к ближайшим игрокам. <2>Выстройтесь в линию</2>, чтобы затронуть как можно больше огоньков.
th: ลำแสงจะถูกดึงดูดเข้าหาผู้เล่นที่อยู่ใกล้เคียง <2>จัดแถว</2>เพื่อนำทางลำแสงผ่านเปลวเพลิงให้ได้มากที่สุดเท่าที่คุณทำได้
vi: Dòng Ánh Sáng được thu hút bởi những người chơi gần đó. <2>Xếp thành hàng</2> để dẫn Dòng Ánh Sáng qua thật nhiều ngọn lửa.
zh_hans: 光之流被吸引到了附近的玩家身上。<2>请排成一行</2>，引导它穿过尽可能多的火焰。
zh_hant: 「光流」會被附近的玩家吸引。<2>請排成一列</2>，盡量引導它穿越更多的火焰。

# ap18_fetch_05_ritual_hint_02
source: Organize yourselves into a line to guide the stream through each flame.
de: Bildet eine Linie, um den Strahl durch jede Flamme zu führen.
es: Organícense en línea para guiar al torrente a través de cada llama.
fr: Organisez-vous pour former une ligne qui guidera le flux à travers chaque flamme.
id: Susun diri kalian ke dalam barisan untuk memandu aliran melewati setiap nyala api.
it: Mettetevi in fila per guidare il flusso attraverso ogni fiamma.
ja: 各所の火鉢に順に炎を導けるよう、皆で列を作りましょう
ko: 한 줄로 질서 있게 서 빛이 각 불꽃을 통과할 수 있도록 인도하세요.
pt: Organizem-se em uma linha para guiar o fluxo através de cada chama.
ru: Выстройтесь в линию, чтобы направить поток через каждое пламя.
th: จัดแถวเพื่อนำพาลำแสงผ่านเปลวเพลิงแต่ละอัน
vi: Xếp thành hàng để dẫn luồng sáng qua từng ngọn lửa.
zh_hans: 请自行排成一行，引导光流穿过每一个火焰。
zh_hant: 請排入隊伍，引導光流穿過火焰。

# ap18_fetch_05_ritual_hint_03
source: <hinticon/>Evenly distribute yourselves between the flames to avoid breaking the stream.
de: <hinticon/>Verteilt euch gleichmäßig zwischen den Flammen, um den Strahl nicht zu unterbrechen.
es: <hinticon/>Distribúyanse de forma uniforme entre las llamas para evitar romper el torrente.
fr: <hinticon/>Répartissez-vous équitablement entre les flammes pour éviter de rompre le flux.
id: <hinticon/>Sebar diri kalian secara merata di antara api agar tidak menghancurkan aliran.
it: <hinticon/>Distribuitevi uniformemente tra le fiamme per evitare di interrompere il flusso.
ja: <hinticon/>流れを断ち切らぬよう、火鉢の間に等間隔で並ぶといいでしょう
ko: <hinticon/>흐름이 깨지지 않도록 불꽃 사이에 균등한 간격을 두고 서세요.
pt: <hinticon/>Espalhem-se entre as chamas para evitar interromper o fluxo.
ru: <hinticon/>Равномерно выстройтесь между огоньками, чтобы не прерывать поток.
th: <hinticon/>กระจายตัวระหว่างเปลวไฟอย่างสม่ำเสมอเพื่อหลีกเลี่ยงไม่ให้ลำแสงถูกทำลาย
vi: <hinticon/>Phân bố đều giữa các ngọn lửa để tránh làm luồng sáng đứt gãy.
zh_hans: <hinticon/>请保持均匀距离在火焰之间散开，避免光流中断。
zh_hant: <hinticon/>請平均分散在火焰之間，這樣可以避免光流中斷。

# ap18_fetch_05_ritual_start_01
source: The Light Stream's beauty tempts a troublemaking mask in the twilight...
de: Die Schönheit des Lichtstrahls verführt eine rebellische Maske in das Zwielicht ...
es: La belleza del torrente de luz tienta a una máscara alborotadora en el ocaso...
fr: La beauté du flux lumineux suscite la convoitise d’un masque perturbateur dans la pénombre...
id: Keindahan Aliran Cahaya menggoda topeng pembuat onar di kala senja...
it: La bellezza del flusso di luce tenta una maschera malandrina nel crepuscolo...
ja: 夕闇の光の帯の美しさが、いたずら好きな仮面を呼び寄せてしまったようです…
ko: 해질녘 빛의 흐름이 지닌 아름다움은 말썽꾸러기 가면을 유인합니다...
pt: No crepúsculo, a beleza do Fluxo Luminoso atrai uma máscara transtornada...
ru: Красота светового потока влечет коварную маску, что прячется в сумерках...
th: ความงดงามของลำแสงได้ล่อหน้ากากเจ้าปัญหาในยามพลบค่ำเข้ามา...
vi: Vẻ đẹp của Dòng Ánh Sáng đã hấp dẫn một chiếc mặt nạ rắc rối trong ánh hoàng hôn...
zh_hans: 光流之美引出了暮色中的一面淘气面具……
zh_hant: 美麗的光流吸引了暮色中淘氣的面具……

# ap18_fetch_05_ritual_start_02
source: Reestablish the Light Stream's path through the forest flora.
de: Stelle den Weg des Lichtstrahls durch die Waldflora wieder her.
es: Reconstruye el camino del torrente de luz a través de la flora del bosque.
fr: Rétablissez la voie tracée par le flux lumineux à travers la flore de la forêt.
id: Bangun kembali jalur Aliran Cahaya melewati flora hutan.
it: Ristabilisci il percorso del flusso di luce attraverso la flora della foresta.
ja: 森の中の花々を通り抜ける光の帯を、つなぎ直しましょう
ko: 숲의 식물지대를 통과하는 빛의 흐름의 경로를 다시 확립하세요.
pt: Restabeleça o caminho do Fluxo Luminoso através da flora da floresta.
ru: Выстройте заново световой поток к лесу.
th: สร้างเส้นทางลำแสงที่ตัดผ่านพืชพรรณในป่าอีกครั้ง
vi: Thiết lập lại đường đi của Dòng Ánh Sáng xuyên qua thảm thực vật của khu rừng.
zh_hans: 请重新建立光之流穿越森林植被的路径。
zh_hant: 請重新建立穿越雨林植被的光流路徑。

# ap18_passage_reward_available
source: This <2>Passage</2> can now be replayed to <b>earn more light</b>.
de: Dieser <2>Übergang</2> kann jetzt erneut gespielt werden, um <b>mehr Licht zu erhalten</b>.
es: Ahora puedes volver a jugar esta <2>iniciación</2> para <b>conseguir más luz</b>.
fr: Cette <2>initiation</2> peut désormais être recommencée pour <b>obtenir plus de lumière</b>.
id: <2>Inisiasi</2> ini kini bisa dimainkan lagi untuk <b>meraih lebih banyak cahaya</b>.
it: Puoi ripetere questa <2>Transizione</2> per <b>ottenere più luce</b>.
ja: この<2>ならい</2>から、再び<b>光のかけらを</b>集められるようになりました。
ko: <2>성장</2>을 다시 플레이해 <b>더 많은 빛을 획득</b>할 수 있습니다.
pt: Agora esta <2>passagem</2> pode ser jogada novamente para <b>ganhar mais luz</b>.
ru: Это <2>посвящение</2> можно пройти ещё раз, чтобы <b>получить больше света</b>.
th: คุณสามารถเล่นซ้ำ<2>เส้นทาง</2>นี้เพื่อ<b>รับแสงเพิ่ม</b>ได้
vi: <2>Thử Thách</2> này giờ đã có thể được mở lại để <b>nhận thêm ánh sáng</b>.
zh_hans: 此<2>旅程</2>现在支持重复游玩以<b>获得更多光芒</b>。
zh_hant: 你可以重複遊玩本<2>旅程</2>，以<b>蒐集更多光芒</b>。
