Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_art_01_01
source: The first image of Sky was a striking pencil sketch of children flying together, their souls entwined into the shape of a mythical bird. (<b>Sketch by Jenova Chen</b>)
de: Das erste Bild von Sky war eine auffallende Bleistiftskizze, die zusammen fliegende Kinder darstellte, und ihre verflochtenen Seelen bildeten die Form eines mythischen Vogels. (<b>Skizze von Jenova Chen</b>)
es: La primera imagen de Sky fue un sorprendente boceto hecho en lápiz que representaba niños volando en grupo, cuyas almas se entrelazaban con forma de un ave mítica. (<b>Boceto de Jenova Chen</b>).
fr: La première image de Sky était une saisissante esquisse au crayon d’enfants qui volaient ensemble, leur âme formant un oiseau mythique. (<b>Esquisse par Jenova Chen</b>)
id: Gambar pertama Sky adalah sketsa pensil yang mencolok dari anak-anak yang terbang bersama, jiwa mereka terjalin ke dalam bentuk burung mitos. (<b>Sketsa oleh Jenova Chen</b>)
it: La prima immagine di Sky era uno straordinario schizzo a matita che raffigurava personaggi che volavano insieme, le loro anime intrecciate nella forma di un uccello mitico. (<b>Schizzo di Jenova Chen</b>)
ja: Skyの最初期のイメージは、一緒に飛ぶ子どもたちの魂が、神秘的な鳥の形に絡み合うという、印象的な鉛筆画でした。 (<b>スケッチ 作：Jenova Chen</b>)
ko: Sky의 첫 이미지는 함께 하늘을 나는 아이들과 그들의 영혼이 신비로운 새의 형태로 뒤엉키는 장면을 그린 강렬한 연필 스케치였습니다. (<b>제노바 첸의 스케치</b>)
pt: A primeira imagem de Sky foi um impressionante rascunho a lápis de crianças voando juntas, suas almas entrelaçadas na forma de um pássaro mítico. (<b>Esboço feito por Jenova Chen</b>)
ru: Первым изображением Sky стал трогательный карандашный набросок, на котором дети вместе летят по небу, а их души сплетаются в форме мифической птицы. (<b>Набросок Jenova Chen</b>)
vi: Hình ảnh đầu tiên của Sky là một bức phác họa bằng bút chì nổi bật về những đứa trẻ bay cùng nhau, tâm hồn chúng hòa quyện vào nhau trong hình dáng của một con chim thần thoại. (<b>Bản phác thảo của Jenova Chen</b>)
zh_hans: 《Sky光·遇》的第一个形象是一张令人印象深刻的铅笔素描，内容是一群孩子携手飞翔，他们的灵魂交织在一起，外形酷似一只神秘的鸟。 （<b>陈星汉创作的素描</b>）
zh_hant: 《Sky光·遇》的首張圖稿是一幅令人印象深刻的鉛筆素描，描繪了孩子一起飛翔，他們的靈魂交織成一隻神鳥。 （<b>陳星漢 繪</b>）

# sf_art_01_02
source: The Giant by American artist N.C. Wyeth was a central inspiration to Sky in the beginning. (<b>The Giant by N.C. Wyeth</b>)
de: Zu Beginn war "The Giant" von N. C. Wyeth eine zentrale Inspiration für Sky. (<b>"The Giant" von N. C. Wyeth</b>)
es: "The Giant" ("El gigante"), del artista estadounidense N. C. Wyeth, fue una inspiración fundamental en los inicios de Sky. (<b>"The Giant", de N. C. Wyeth</b>).
fr: The Giant, de l’artiste américain N.C. Wyeth, fut une inspiration majeure pour Sky à ses débuts. (<b>The Giant de N.C. Wyeth</b>)
id: The Giant karya seniman Amerika, N.C. Wyeth, adalah inspirasi utama bagi Sky pada awalnya. (<b>The Giant karya N.C. Wyeth</b>)
it: In principio, l'arte di Sky si ispirava fortemente al dipinto "The Giant" dell'artista americano N.C. Wyeth. (<b>The Giant di N.C. Wyeth</b>)
ja: 米国の画家N.C.ワイエスによる"The Giant"は、初期のSkyにとって中核をなすインスピレーションでした。 (<b>N.C.ワイエス作"The Giant"</b>)
ko: 미국의 예술가 N.C. 와이어스의 작품 ‘거인(The Giant)’은 초기 Sky에 핵심적인 영감이 되었습니다. (<b>N.C. 와이어스의 ‘거인’</b>)
pt: The Giant, do artista norte-americano N.C. Wyeth, foi a principal inspiração para Sky no início. (<b>The Giant feito por N.C. Wyeth</b>)
ru: С самого начала одним из главных источников вдохновения для Sky была картина «Гигант» американского художника Н. К. Уайета. (<b>«Гигант», автор Н. К. Уайет</b>)
vi: Bức vẽ The Giant của nghệ sĩ người Mỹ N.C. Wyeth là nguồn cảm hứng trung tâm của Sky ngay từ những ngày đầu. (<b>Bức vẽ The Giant của N.C. Wyeth</b>)
zh_hans: 美国艺术家N.C. Wyeth绘制的《巨人》是《Sky光·遇》早期的创作核心灵感来源。 （<b>N.C. Wyeth的《巨人》</b>）
zh_hant: 美國藝術家 N.C. Wyeth 的作品《巨人》是《Sky光·遇》早期的創作核心靈感來源。 （<b>N.C. Wyeth 的《巨人》</b>）

# sf_art_01_03
source: Le Petit Prince’s story themes became a reference in early development. (<b>Image of Le Petit Prince, authored by Antoine de Saint-Exupéry</b>)
de: Die Themen in "Der kleine Prinz" wurden in der frühen Entwicklung zu einer Referenz. (<b>Bild von "Der kleine Prinz", verfasst von Antoine de Saint-Exupéry</b>)
es: Las temáticas de la historia de "El principito" se volvieron una referencia al inicio del desarrollo. (<b>Imagen de "El principito", escrito por Antoine de Saint-Exupéry</b>).
fr: Les thèmes du Petit Prince furent eux aussi une référence dès le début. (<b>Image du Petit Prince, par Antoine de Saint-Exupéry</b>)
id: Tema cerita Le Petit Prince menjadi referensi dalam pengembangan awal. (<b>Gambar Le Petit Prince, yang ditulis oleh Antoine de Saint-Exupéry</b>)
it: I temi della storia de "Il Piccolo Principe" sono stati usati come riferimento nelle prime fasi dello sviluppo. (<b>Immagine di "Le Petit Prince", opera di Antoine de Saint-Exupéry</b>)
ja: 星の王子さまの物語も、初期の開発段階において参考にされていました。 (<b>アントワーヌ・ド・サン＝テグジュペリ作『星の王子さま』イメージ画 </b>)
ko: 어린 왕자' 이야기도 초기 개발 중에 참고한 자료 중 하나입니다. (<b>앙투안 드 생텍쥐페리의 '어린 왕자' 이미지</b>)
pt: Os temas da história de O Pequeno Príncipe viraram uma referência no início do desenvolvimento. (<b>Imagem de O Pequeno Príncipe, escrito por Antoine de Saint-Exupéry</b>)
ru: На ранних этапах разработки нас также вдохновлял стиль «Маленького принца». (<b>Портрет Маленького принца, автор Антуан де Сент-Экзюпери </b>)
vi: Chủ đề câu chuyện của Hoàng Tử Bé đã trở thành nguồn tham khảo trong quá trình phát triển ban đầu. (<b>Hình ảnh Hoàng Tử Bé, tác giả Antoine de Saint-Exupéry</b>)
zh_hans: 《小王子》的故事主题成为了早期开发阶段的参考。 （<b>《小王子》的形象，作者Antoine de Saint-Exupéry</b>）
zh_hant: 《小王子》的故事主題成為了開發初期的參考。 （<b>《小王子》圖片，作者：Antoine de Saint-Exupéry</b>）

# sf_art_01_04
source: The Winged Migration documentary informed us of the different conditions weathered by birds flying long distances. (<b>Directed by Jacques Perrin, Jacques Cluzaud, Michel Debats</b>)
de: Der Dokumentarfilm "Nomaden der Lüfte" erklärte uns die verschiedenen Bedingungen, denen Vögel auf ihren Reisen ausgesetzt sind. (<b>Unter der Regie von Jacques Perrin, Jacques Cluzaud, Michel Debats</b>)
es: Con el documental "Winged Migration", aprendimos sobre las condiciones climáticas a las que se someten las aves que vuelan largas distancias. (<b>Dirigido por Jacques Perrin, Jacques Cluzaud y Michel Debats</b>).
fr: Le Peuple Migrateur, un documentaire, nous renseigna sur les conditions que les oiseaux pouvaient endurer sur de longues distances. (<b>Réalisé par Jacques Perrin, Jacques Cluzaud, Michel Debats</b>)
id: Film dokumenter The Winged Migration menginformasikan kepada kita tentang berbagai kondisi yang dialami oleh burung yang terbang jarak jauh. (<b>Disutradarai oleh Jacques Perrin, Jacques Cluzaud, Michel Debats</b>)
it: Il documentario "Il popolo migratore" sugli uccelli migratori ci ha fornito informazioni sulle diverse condizioni atmosferiche affrontate dagli uccelli che volano su lunghe distanze. (<b>Diretto da Jacques Perrin, Jacques Cluzaud, Michel Debats</b>)
ja: ドキュメンタリー映画『WATARIDORI』（原題：Winged Migration)で、私たちは長距離を移動する鳥たちが置かれるさまざまな状況を学びました。 (<b>監督：ジャック・ペラン, ジャック・クルーゾ, ミッシェル・デバ</b>)
ko: 위대한 비상(Winged Migration)' 다큐멘터리는 먼 거리를 비행하는 새가 이겨내야 하는 다양한 환경을 알려줬습니다. (<b>자크 페랭, 자크 클로드, 미셸 데바 연출</b>)
pt: O documentário Migração Alada nos informou sobre as diferentes condições enfrentadas por pássaros que voam longas distâncias. (<b>Dirigido por Jacques Perrin, Jacques Cluzaud, Michel Debats</b>)
ru: Из документального фильма «Птицы» мы многое узнали о трудностях, которые переживают птицы в долгих перелетах. (<b>Режиссёры Жак Перрен, Жак Клюзо, Мишель Деба</b>)
vi: Phim tài liệu Winged Migration đã cho chúng tôi biết về các trạng thái khác nhau do các loài chim bay đường dài tạo ra. (<b>Đạo diễn Jacques Perrin, Jacques Cluzaud, Michel Debats</b>)
zh_hans: 纪录片《迁徙的鸟》让我们知道了长途飞行的鸟所经历的不同条件。 （<b>由Jacques Perrin、Jacques Cluzaud和Michel Debats导演</b>）
zh_hant: 紀錄片《鵬程千萬里》讓我們了解了鳥類在長途飛行中經歷的不同條件。 （<b>導演：Jacques Perrin、Jacques Cluzaud、Michel Debats</b>）

# sf_art_02_01
source: The “Overview Effect” was an impactful video shared by astronauts from the space station, who talked about the sense of awe they felt from earth-gazing. This inspired an early painting in pre-production. (<b>Artwork by Jenova Chen</b>)
de: Der "Overview-Effekt" war ein eindrucksvolles Video, das von Astronauten der Raumstation geteilt wurde, die über den Sinn von Ehrfurcht sprachen, als sie die Erde betrachteten. Das hat ein frühes Gemälde in der Vorproduktion inspiriert. (<b>Kunstwerk von Jenova Chen</b>)
es: El "efecto perspectiva" es un video impactante que compartieron algunos astronautas desde la estación espacial, en el que hablaron sobre el sobrecogimiento que sintieron al observar a la Tierra. Esto inspiró una de las primeras pinturas en preproducción. (<b>Arte de Jenova Chen</b>).
fr: La vidéo « Overview Effect » (effet de vue d’ensemble) partagée par les astronautes de la Station spatiale internationale eut elle aussi un gros impact sur le jeu. Ils nous y expliquaient le sentiment d’émerveillement devant la planète Terre. Une peinture allait bientôt naître de cette expérience en pré-production. (<b>Illustration de Jenova Chen</b>)
id: "Overview Effect" adalah video yang sangat berdampak, yang dibagikan oleh para astronot dari stasiun ruang angkasa, yang berbicara tentang rasa kagum yang mereka rasakan saat melihat bumi. Hal ini mengilhami lukisan awal dalam praproduksi. (<b>Karya seni oleh Jenova Chen</b>)
it: Il video sull'effetto della veduta d'insieme, condiviso dagli astronauti della stazione spaziale, ha avuto un grande impatto. In esso viene descritto il senso di stupore che si prova ad osservare la Terra dallo spazio. Ciò ha ispirato una delle prime opere nella fase di pre-produzione. (<b>Opera di Jenova Chen</b>)
ja: 『The Overview Effect』は宇宙飛行士がスペースステーションから地球を眺めることで感じた畏敬の念について語るドキュメンタリー作品です。プリプロダクション時代のアートには動画の影響が強く見て取れます。 (<b>作：Jenova Chen</b>)
ko: 조망 효과'라는 영상은 우주정거장에서 우주비행사들이 지구를 바라보며 느끼는 경외감에 대해 알려주었습니다. 이 영상은 사전 제작 단계의 초기 그림에 영감을 줬습니다. (<b>제노바 첸의 작품</b>)
pt: O "Efeito Perspectiva" foi um vídeo impactante compartilhado por astronautas da estação espacial, que falaram sobre o sentimento de admiração que sentiam ao contemplar a Terra. Isso inspirou uma pintura inicial na pré-produção. (<b>Arte feita por Jenova Chen</b>)
ru: The Overview Effect — крайне впечатляющее видео, выложенное астронавтами с космической станции, которое помогло нам в поисках палитр и идей на этапе препродакшена. В нём говорится о том ошеломляющем чувстве, которое возникает, когда смотришь на Землю из космоса. (<b>Рисунок Jenova Chen</b>)
vi: “Overview Effect” là một video có sức ảnh hưởng lớn được chia sẻ bởi các phi hành gia từ trạm vũ trụ. Họ nói về cảm giác kinh ngạc mà họ cảm nhận được khi nhìn ngắm trái đất. Điều này đã truyền cảm hứng cho một bức tranh ban đầu ở giai đoạn tiền sản xuất. (<b>Tác phẩm nghệ thuật của Jenova Chen</b>)
zh_hans: 《总观效应》是来自空间站的宇航员所分享的一段富有冲击力的视频，他们谈到了凝视地球给他们带来的肃然起敬之感。这段影片启发了前期制作中的一副早期绘画作品。 （<b>陈星汉 绘</b>）
zh_hant: 「總觀效應」來自太空站宇航員所分享的一段令人震撼的影片，他們談論了從太空俯瞰地球所感受到的敬畏感。這段影片啟發了前製期的一幅早期畫作。 （<b>陳星漢 繪</b>）

# sf_art_03_00
source: During our early art exploration, our first mood sketches were based on the idea of a child flying up to meet with the giants in the sky. During this period, we painted different islands you could glide over.
de: Während unserer anfänglichen künstlerischen Erkundung basierten unsere ersten Stimmungsbilder auf der Idee von einem Kind, das hinauffliegt, um die Giganten im Himmel zu treffen. Während dieser Zeit haben wir verschiedene Inseln gemalt, über die du gleiten konntest.
es: Cuando empezamos a explorar el arte, los primeros bocetos del ambiente se basaron en la idea de un niño que vuela para encontrarse con los gigantes del cielo. Durante este período, pintamos diferentes islas sobre las que se podía planear.
fr: Nos premières explorations graphiques s’appuyaient sur l’idée d’un enfant qui s’envolait pour rejoindre les géants célestes. Pendant cette période, nous avons imaginé plusieurs îles qu’il était possible de survoler.
id: Selama eksplorasi seni awal kami, sketsa suasana hati pertama kami didasarkan pada gagasan tentang seorang anak yang terbang untuk bertemu dengan para raksasa di langit, dan selama periode ini, kami melukis berbagai pulau yang bisa kamu lewati.
it: Durante le nostre prime esplorazioni artistiche, i primi schizzi sull'atmosfera erano basati sull'idea di un personaggio giovane che vola per incontrare i giganti nel cielo. In questa fase, avevamo dipinto diverse isole da sorvolare.
ja: 美術的な面での探求を進めていた初期のコンセプトアートは、子どもたちが空を飛び巨人に会いに行くというアイデアに基づいていました。 またこの時期のアートチームは、上空を滑空できるような様々な島々も多く描きました。
ko: 초반 컨셉 아트를 구상할 때, 하늘 위의 거인을 만나기 위해 날아오르는 아이에 대한 아이디어를 바탕으로 첫 무드 스케치를 만들었습니다. 이 시기에는 활공하면서 넘나들 수 있는 다양한 섬을 그렸습니다.
pt: Durante nossa exploração de arte inicial, os primeiros esboços foram baseados na ideia de uma criança voando para encontrar os gigantes no céu. Durante este período, pintamos diferentes ilhas sobre as quais você poderia planar.
ru: На первых набросках с ранних этапов поиска графического стиля был изображен ребенок, летящий в небо, чтобы встретиться там с гигантами. В то время мы рисовали разные острова, над которыми можно планировать.
vi: Trong quá trình khám phá nghệ thuật ban đầu, các bản phác thảo tâm trạng đầu tiên của chúng tôi dựa trên ý tưởng về một đứa trẻ bay lên bầu trời để gặp được những người khổng lồ. Trong giai đoạn này, chúng tôi đã vẽ nhiều hòn đảo mà bạn có thể lướt qua.
zh_hans: 在我们的早期艺术探索期间，我们的首批情绪素描依据的是这样的创意：一个孩子向上飞翔，与天空中的巨人汇合。 在此时期，我们绘制了不同的岛屿，供玩家滑翔飞越。
zh_hant: 在我們早期的藝術探索中，我們的首批情境素描是基於一個孩子飛向天空與巨人會面的概念。 在這段時間裡，我們繪製了各種可以滑翔飛越的島嶼。

# sf_art_03_01
source: These paintings exuded a fanciful and childlike quality. (<b>Artwork by Jacky Ke Jiang</b>)
de: Diese Bilder strahlten eine fantasievolle und kindliche Eigenschaft aus. (<b>Kunstwerk von Jacky Ke Jiang</b>)
es: Estas pinturas exudan una calidad imaginaria e infantil. (<b>Arte de Jacky Ke Jiang</b>).
fr: De ces illustrations émanait une atmosphère fantaisiste et enfantine. (<b>Illustration de Jacky Ke Jiang</b>)
id: Lukisan-lukisan ini memancarkan kualitas yang fantastis dan seperti anak-anak." (<b>Karya seni oleh Jacky Ke Jiang</b>)
it: Questi dipinti stillavano un senso di fantasia infantile. (<b>Opera di Jacky Ke Jiang</b>)
ja: これらの作品には空想世界や子供らしさがよく表れていると感じていました。 (<b>作：Jacky Ke Jiang</b>)
ko: 이 그림들에는 공상적이고 아이 같은 분위기가 담겼습니다. (<b>재키 케 지앙의 작품</b>)
pt: Essas pinturas tinham uma qualidade fantasiosa e infantil única. (<b>Arte feita por Jacky Ke Jiang</b>)
ru: Мы стремились передать в них особую детскую радость от новых открытий. (<b>Рисунок Jacky Ke Jiang</b>)
vi: Những bức tranh này toát lên vẻ huyền ảo và trẻ thơ. (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang</b>)
zh_hans: 这些画作散发出梦幻和童趣的氛围。 （<b>江轲创作的插画</b>）
zh_hant: 這些畫作散發出夢幻且充滿童趣的氛圍。 （<b>江軻 繪</b>）

# sf_art_03_02
source: We imagined a pathway of souls who encountered fantastic giants and creatures among the clouds. (<b>Artwork by Jacky Ke Jiang</b>)
de: Wir stellten uns einen Pfad der Seelen vor, die fantastische Giganten und Kreaturen zwischen den Wolken vorfinden. (<b>Kunstwerk von Jacky Ke Jiang</b>)
es: Imaginamos un sendero de almas que se encontraban con gigantes fantásticos y otras criaturas entre las nubes. (<b>Arte de Jacky Ke Jiang</b>).
fr: Nous avons imaginé un chemin qui permettait aux âmes de rencontrer d’incroyables géants et autres créatures du ciel. (<b>Illustration de Jacky Ke Jiang</b>)
id: Kami membayangkan sebuah jalur jiwa yang bertemu dengan raksasa dan makhluk fantastis di antara awan." (<b>Karya seni oleh Jacky Ke Jiang</b>)
it: Abbiamo immaginato un percorso di anime che incontravano giganti e creature fantastiche tra le nuvole. (<b>Opera di Jacky Ke Jiang</b>)
ja: 雲の中で幻想的な巨人や生き物たちに出会う、魂の通り道を想像しました。 (<b>作：Jacky Ke Jiang</b>)
ko: 멋진 거인을 만난 영혼들의 길, 구름 속 크리처를 상상했습니다. (<b>재키 케 지앙의 작품</b>)
pt: Nós imaginamos um caminho de almas que encontravam gigantes e criaturas fantásticas entre as nuvens. (<b>Arte feita por Jacky Ke Jiang</b>)
ru: У нас на глазах складывалась история о путешествии душ среди облаков, о встречах с гигантами и фантастическими существами... (<b>Рисунок Jacky Ke Jiang</b>)
vi: Chúng tôi đã tưởng tượng ra con đường của những linh hồn gặp được những người khổng lồ và sinh vật kỳ diệu giữa những đám mây. (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang</b>)
zh_hans: 我们想像出了一条灵魂之路，让玩家在云朵中遭遇难以置信的巨人和生物。 （<b>江轲创作的插画</b>）
zh_hant: 我們想像了一條靈魂之路，在雲層中遇見奇妙的巨人和生物。 （<b>江軻 繪</b>）

# sf_art_03_03
source: The freedom and feeling of soaring over grassy islands and oceans became a vital development goal. (<b>Artwork by Yuichiro Tanabe</b>)
de: Die Freiheit und das Gefühl des Aufsteigens über grasbedeckten Inseln und Ozeanen wurde ein wichtiges Entwicklungsziel. (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: La libertad y la sensación de volar sobre las islas cubiertas de césped y los océanos se volvió un objetivo fundamental del desarrollo. (<b>Arte de Yuichiro Tanabe</b>).
fr: La liberté qu’offrait le vol au-dessus de ces îles verdoyantes et des océans est devenue un élément central du développement. (<b>Illustration de Yuichiro Tanabe</b>)
id: Kebebasan dan perasaan melayang di atas pulau-pulau berumput dan samudra menjadi tujuan pengembangan yang sangat penting./n(<b>Karya seni oleh Yuichiro Tanabe</b>)
it: La libertà e la sensazione di sorvolare isole erbose e oceani divennero un obiettivo di sviluppo di importanza fondamentale. (<b>Opera di Yuichiro Tanabe</b>)
ja: 草が生い茂る島々や海の上を飛び回る自由な感覚が、開発における重要な目標となりました。 (<b>作：Yuichiro Tanabe</b>)
ko: 풀로 뒤덮인 섬과 바다 위로 솟구쳐 오를 때의 자유로운 느낌은 저희에게 중대한 개발 목표가 되었습니다. (<b>유이치로 타나베의 작품</b>)
pt: A liberdade e a sensação de planar sobre ilhas cheias de grama e oceanos se tornaram um objetivo vital de desenvolvimento. (<b>Arte feita por Yuichiro Tanabe</b>)
ru: Важной целью разработки стало создать чувство свободы, чувство полета над океанами и зелёными островами. (<b>Рисунок Yuichiro Tanabe</b>)
vi: Sự tự do và cảm giác bay lượn trên những hòn đảo xanh mướt và đại dương đã trở thành mục tiêu phát triển quan trọng. (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 从绿草如茵的岛屿和大洋上呼啸而过的自由翱翔的感觉，成了一个重要的开发目标。 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 在綠草如茵的島嶼和海洋上自由翱翔的感覺成為了一個重要的開發目標。 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_03_04
source: (<b>Artwork by Yuichiro Tanabe</b>)
de: (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: (<b>Obra de arte de Yuichiro Tanabe</b>)
fr: (<b>Œuvre d'art de Yuichiro Tanabe</b>)
id: (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: (<b>Opera d'arte di Yuichiro Tanabe</b>)
ja: (<b>作：Yuichiro Tanabe</b>)
ko: (<b>유이치로 타나베의 작품</b>)
pt: (<b>Obra de arte de Yuichiro Tanabe</b>)
ru: (<b>Рисунок Yuichiro Tanabe</b>)
vi: (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: (<b>Yuichiro Tanabe的艺术作品</b>)
zh_hant: (<b>Yuichiro Tanabe 繪</b>)

# sf_art_03_05
source: (<b>Artwork by Tiffany Hayashi, Yuichiro Tanabe</b>)
de: (<b>Kunstwerk von Tiffany Hayashi, Yuichiro Tanabe</b>)
es: (<b>Obra de arte de Tiffany Hayashi, Yuichiro Tanabe</b>)
fr: (<b>Œuvre d'art de Tiffany Hayashi, Yuichiro Tanabe</b>)
id: (<b>Karya seni oleh Tiffany Hayashi, Yuichiro Tanabe</b>)
it: (<b>Opera d'arte di Tiffany Hayashi, Yuichiro Tanabe</b>)
ja: (<b>作：Tiffany Hayashi, Yuichiro Tanabe</b>)
ko: (<b>티파니 하야시, 유이치로 타나베의 작품</b>)
pt: (<b>Obra de arte de Tiffany Hayashi, Yuichiro Tanabe</b>)
ru: (<b>Рисунок Tiffany Hayashi, Yuichiro Tanabe</b>)
vi: (<b>Tác phẩm nghệ thuật của Tiffany Hayashi, Yuichiro Tanabe</b>)
zh_hans: (<b>Tiffany Hayashi, Yuichiro Tanabe的艺术作品</b>)
zh_hant: (<b>Tiffany Hayashi, Yuichiro Tanabe 繪</b>)

# sf_art_04_00
source: Our team realized that the theme of “connection” would be a core element of gameplay. We made a prototype to test different ways of connection, including an option for players to hold each other's hands. This playtest became a significant milestone in our game development.
de: Unser Team stellte fest, dass das Thema "Verbindung" ein Kernelement des Spielprinzips sein würde. Wir stellten einen Prototypen her, um die verschiedenen Arten von Verbindungen zu testen, einschließlich einer Option für Spieler, sich an den Händen zu halten. Dieser Spieltest wurde ein bedeutsamer Meilenstein in unserer Spielentwicklung.
es: El equipo entendió que la temática de "conexión" sería un elemento central de la jugabilidad. Hicimos un prototipo para probar diferentes formas de conexión, que incluía una opción para que las personas se tomaran de las manos. Esta prueba se convirtió en un hito importante para el desarrollo del juego.
fr: L’équipe a alors compris que le thème du « lien » serait un élément central du gameplay. Nous avons élaboré un prototype, afin de tester différents liens possibles, dont la possibilité pour les joueurs de se tenir la main. Ce test reste une étape majeure du processus.
id: Tim kami menyadari bahwa tema "koneksi" akan menjadi elemen inti dari permainan. Kami membuat prototipe untuk menguji berbagai cara untuk terhubung, termasuk opsi bagi para pemain untuk saling berpegangan tangan. Uji coba ini menjadi tonggak penting dalam pengembangan game kami.
it: Il nostro team aveva compreso che il tema della "connessione" sarebbe stato un elemento centrale dell'azione di gioco. Avevamo realizzato un prototipo per testare diverse modalità di connessione, inclusa la possibilità che i giocatori si tengano per mano. Questo test di gioco divenne una pietra miliare significativa nello sviluppo del nostro gioco.
ja: 私たちは「つながり」というテーマがゲームプレイの核をなす要素になることを確信していました。そこでプレイヤー同士が手をつなぐものも含め、様々な形のつながりをテストするためのプロトタイプを制作しました。このプロトタイプ版のテストプレイは私たちのゲーム開発における、重要なマイルストーンとなりました。
ko: 저희 팀은 '연결'이라는 주제가 핵심적인 게임 플레이 요소가 되어야 한다고 생각했습니다. 그래서 데모 버전에서 플레이어끼리 서로의 손을 잡는 등 다양한 연결 방법을 테스트했습니다. 이 데모 버전은 저희 게임을 개발하는 데 의미 있는 이정표가 되어 주었습니다.
pt: Nossa equipe percebeu que o tema de "conexão" seria um elemento central da jogabilidade. Fizemos um protótipo para testar diferentes formas de conexão, incluindo uma opção para os jogadores segurarem as mãos uns dos outros. Esse teste de jogo virou um marco significativo no desenvolvimento do jogo.
ru: На каком-то этапе мы осознали, что важным элементом игры должно стать ощущение связи друг с другом. Мы сделали прототип, чтобы опробовать разные варианты этой связи, и среди прочего реализовали возможность взять другого игрока за руку. Этот тест стал важным этапом в разработке игры.
vi: Đội ngũ chúng tôi nhận ra rằng chủ đề “kết nối” sẽ là yếu tố cốt lõi của trò chơi. Chúng tôi đã tạo ra một nguyên mẫu để thử nghiệm những cách kết nối khác nhau, bao gồm tùy chọn cho phép người chơi nắm tay nhau. Lần chơi thử này đã trở thành một cột mốc quan trọng trong quá trình phát triển trò chơi của chúng tôi.
zh_hans: 我们的团队意识到，“连接”主题将会成为一个核心游玩元素。我们制作了一个原型来测试不同的建立连接的方式，包括让玩家可以牵着彼此的手。这一游玩测试成为了我们游戏开发中的重要里程碑。
zh_hant: 我們團隊意識到「連結」這個主題將會是遊戲玩法的核心元素。我們製作了一個原型來測試不同建立連結的方式，包括讓玩家牽手的選項。這次測試成為了我們遊戲開發中的一個重要里程碑。

# sf_art_04_01
source: (<b>Artwork by Yuichiro Tanabe, Jacky Ke Jiang</b>)
de: (<b>Kunstwerk von Yuichiro Tanabe, Jacky Ke Jiang</b>)
es: (<b>Obra de arte de Yuichiro Tanabe, Jacky Ke Jiang</b>)
fr: (<b>Œuvre d'art de Yuichiro Tanabe, Jacky Ke Jiang</b>)
id: (<b>Karya seni oleh Yuichiro Tanabe, Jacky Ke Jiang</b>)
it: (<b>Opera d'arte di Yuichiro Tanabe, Jacky Ke Jiang</b>)
ja: (<b>作：Jacky Ke Jiang, Yuichiro Tanabe</b>)
ko: (<b>유이치로 타나베, 재키 케 지앙의 작품</b>)
pt: (<b>Obra de arte de Yuichiro Tanabe, Jacky Ke Jiang</b>)
ru: (<b>Рисунок Yuichiro Tanabe, Jacky Ke Jiang</b>)
vi: (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe, Jacky Ke Jiang</b>)
zh_hans: (<b>Yuichiro Tanabe, 江轲的艺术作品</b>)
zh_hant: (<b>Yuichiro Tanabe, 江軻 繪</b>)
