Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap11_fetch_03_belltower_03
source: I like that it sings with the wind.
de: Es gefällt mir, dass sie im Wind singt.
es: Me gusta como suena con el viento.
fr: J'aime le fait qu'elle chante avec le vent.
id: Aku suka rumah itu bagaikan mengalunkan nyanyian bersama suara angin.
it: Il vento la fa suonare.
ja: 風といっしょに歌うとこがすきだな
ko: 바람에 맞춰 멋진 노래가 들려.
pt: Gosto que ela canta com o vento.
ru: Как здорово она поет на ветру!
th: ฉันชอบที่มันร้องเพลงไปตามสายลมน่ะ
vi: Tôi thích cách nó hát theo gió.
zh_hans: 我喜欢它随风吟唱。
zh_hant: 我喜歡它隨風吟唱。

# ap11_fetch_03_belltower_04
source: See how it's decorated with bells.
de: Sieh nur, es ist mit Glocken dekoriert.
es: Mira cómo está decorada con campanas.
fr: Regarde comment elle est décorée de cloches.
id: Lihat bagaimana rumah itu dihiasi dengan lonceng.
it: Guarda, è decorata di campane.
ja: ほら、鐘でかざられてきらきらしてる
ko: 집을 종으로 장식했구나.
pt: Olhe como é decorada com sinos.
ru: И как красиво украшен колокольчиками.
th: ดูระฆังที่ประดับอยู่ด้านบนสิ
vi: Nhìn cách trang trí bằng chuông.
zh_hans: 你看它是怎么用铃铛做点缀的。
zh_hant: 你看它是如何用鐘做點綴的。

# ap11_fetch_03_belltower_05
source: Just as the sky is decorated by stars.
de: Genau wie der Himmel Sternen dekoriert ist.
es: Igual que el cielo está decorado con estrellas.
fr: Tout comme le ciel est décoré d'étoiles.
id: Seperti halnya angkasa yang bertabur hiasan bintang.
it: Proprio come il cielo è decorato di stelle.
ja: 空が星たちでかざられてるのと、同じだね
ko: 하늘을 별로 장식한 것처럼.
pt: Assim como o céu é decorado com estrelas.
ru: Будто небо, усыпанное звездами!
th: ราวกับท้องฟ้าที่ประดับไปด้วยดวงดาวเลย
vi: Giống như bầu trời được trang trí bởi các vì sao.
zh_hans: 就好像繁星点缀了天空一样。
zh_hant: 就好像繁星點綴了天空一樣。

# ap11_fetch_03_belltower_06
source: The bells must be for the creatures.
de: Die Glocken sind bestimmt für die Kreaturen.
es: Las campanas deben ser para las criaturas.
fr: Les cloches doivent être pour les créatures.
id: Lonceng itu pasti untuk makhluk-makhluk.
it: Le campane devono essere per le creature.
ja: この鐘は、生きものたちのためにあるんだ
ko: 종은 동물들을 위해 달아놓았을 거야.
pt: Os sinos devem ser para as criaturas.
ru: Колокольчики, должно быть, для созданий.
th: ระฆังพวกนี้ต้องมีไว้สำหรับเจ้าพวกสิ่งมีชีวิตแน่ๆ
vi: Chuông là dành cho các loài vật.
zh_hans: 这些铃铛一定给那些生物用的。
zh_hant: 這些鐘一定給那些生物用的。

# ap11_fetch_03_belltower_07
source: All children know that.
de: Alle Kinder wissen das.
es: Todos los niños saben eso.
fr: Tous les enfants le savent.
id: Semua anak kecil tahu itu.
it: Tutti i bambini lo sanno.
ja: もちろん子どもたちなら、みんな知ってることだよ
ko: 아이들은 다 알지.
pt: Todas as crianças sabem disso.
ru: Все дети это знают.
th: เด็กๆ ทุกคนรู้เรื่องนี้ดี
vi: Đứa trẻ nào cũng biết điều đó.
zh_hans: 所有的孩子都知道。
zh_hant: 所有的孩子都知道。

# ap11_fetch_03_belltower_08
source: Let's head to that statue.
de: Machen wir uns auf dem Weg zu der Statue.
es: Vayamos hasta esa estatua.
fr: Allons vers cette statue.
id: Ayo kita pergi menuju patung itu.
it: Raggiungiamo quella statua.
ja: あの像まで行ってみようよ
ko: 저 조각상 쪽으로 가 보자.
pt: Vamos até aquela estátua.
ru: Пойдем к той статуе!
th: ไปที่รูปปั้นกันเถอะ
vi: Hãy đến chỗ bức tượng đó.
zh_hans: 我们去看看那座雕像吧。
zh_hant: 我們去看看那座雕像吧。

# ap11_fetch_03_bye_01
source: Do you know...
de: Weißt du ...
es: ¿Sabes...
fr: Sais-tu…
id: Tahukah kamu ...
it: Per caso, sai...
ja: 知ってるかい…？
ko: 그거 아니?
pt: Você sabe...
ru: А как это...
th: คุณรู้ไหมว่า...
vi: Bạn có biết...
zh_hans: 你知不知道……
zh_hant: 你知不知道……

# ap11_fetch_03_bye_02
source: what it means to be "tamed"?
de: was es bedeutet, "gezähmt" zu werden?
es: lo que significa ser "domesticado"?
fr: ce que signifie "apprivoisé" ?
id: apa artinya "dijinakkan"?
it: che cosa vuol dire "addomesticare"?
ja: 「飼いならす」ってどういうことか
ko: 누군가에게 '길들여진다'라는 말?
pt: o que significa ser "cativado"?
ru: «приручить»?
th: ฝึกให้เชื่อง หมายความว่าอย่างไร
vi: "thuần hóa" là gì không?
zh_hans: "驯养"是什么意思？
zh_hant: 馴養是什麼意思？

# ap11_fetch_03_bye_03
source: A fox told me it means to establish ties.
de: Ein Fuchs meinte, es bedeutet, eine Beziehung zu knüpfen.
es: Un zorro me dijo que significa crear vínculos.
fr: Un renard m'a dit que ça signifie "créer des liens".
id: Seekor rubah bilang kalau itu artinya membentuk ikatan.
it: Una volpe mi ha detto che significa creare dei legami.
ja: それはね「仲良くなることだ」って、キツネが教えてくれたんだ
ko: 여우가 말해줬는데, 관계를 맺는다는 뜻이래.
pt: Uma raposa me disse que significa criar laços.
ru: Лис сказал мне, что это означает создать узы.
th: จิ้งจอกบอกฉันว่า มันหมายถึงการสานสัมพันธ์น่ะ
vi: Một con cáo nói với tôi rằng, điều đó nghĩa là thiết lập mối quan hệ.
zh_hans: 有一只狐狸告诉我，“驯养”就是“建立纽带”。
zh_hant: 有一隻狐狸告訴我，“馴養”就是“建立關係”。

# ap11_fetch_03_bye_04
source: Look!
de: Sieh nur!
es: ¡Mira!
fr: Regarde !
id: Lihat!
it: Guarda!
ja: 見て！
ko: 저기 봐!
pt: Olhe!
ru: Смотри!
th: ดูสิ!
vi: Nhìn xem!
zh_hans: 你瞧！
zh_hant: 你看！

# ap11_fetch_03_bye_05
source: If we establish ties, then we shall need each other.
de: Wenn wir eine Beziehung knüpfen, sind wir aufeinander angewiesen.
es: Si creamos vínculos, tendremos necesidad el uno del otro.
fr: Si tu m’apprivoises, nous aurons besoin l’un de l’autre.
id: Jika kita membentuk ikatan, maka kita akan menjadi saling membutuhkan.
it: Se creiamo dei legami, avremo bisogno l'uno dell'altro.
ja: 仲良くなったら、おたがいに、離れちゃいられなくなるんだ
ko: 우리가 관계를 맺으면, 서로 필요한 존재가 되는 거야.
pt: Se criarmos laços, nós teremos necessidade um do outro.
ru: Но если ты меня приручишь, мы станем нужны друг другу.
th: ถ้าเราสานสัมพันธ์กันแล้วล่ะก็ งั้นเราก็คงต้องพึ่งกันและกัน
vi: Nếu chúng ta thiết lập quan hệ, thì chúng ta sẽ cần nhau.
zh_hans: 如果我们建立了纽带，我们就会彼此需要。
zh_hant: 如果我們建立了關係，我們就會彼此需要。

# ap11_fetch_03_bye_06
source: Among all the millions of children...
de: Von den Millionen von Kindern ...
es: Entre los millones de niños...
fr: Parmi les millions d'enfants…
id: Di antara jutaan anak ...
it: Tra tutti i milioni di ragazzini...
ja: 十万もの子どもたちの中で…
ko: 수백만 명의 아이들 중에서...
pt: Entre todas as milhões de crianças...
ru: Среди миллионов детей...
th: ในบรรดาเด็กๆ นับล้านคน...
vi: Trong số hàng triệu đứa trẻ...
zh_hans: 在千千万万个孩子中……
zh_hant: 在千千萬萬個孩子中……

# ap11_fetch_03_bye_07
source: To me, you will be unique in all the world.
de: Bist du für mich einzigartig auf der Welt.
es: Para mí, tú serás único en el mundo.
fr: Tu seras pour moi unique au monde.
id: Bagiku, kamu akan menjadi satu-satunya di seluruh dunia.
it: Tu sarai per me unico al mondo.
ja: ぼくにとって、きみが、この世でたったひとりになって
ko: 나한테 넌 세상에서 하나뿐인 존재가 되는 거야.
pt: Serás para mim única no mundo.
ru: Ты будешь для меня единственным в целом свете.
th: สำหรับฉันแล้ว คุณจะเป็นคนพิเศษที่สุดในโลกเลย
vi: Với tôi, bạn là duy nhất trên đời.
zh_hans: 对我来说，你就是世上独一无二的那一个。
zh_hant: 對我來說，你就是世上獨一無二的那一個。

# ap11_fetch_03_bye_08
source: To you, I shall be unique in all the world.
de: Und ich bin für dich einzigartig auf der Welt.
es: Para ti, seré único en el mundo.
fr: Je serai pour toi unique au monde.
id: Bagimu, aku akan menjadi satu-satunya di seluruh dunia.
it: E io sarò per te unico al mondo.
ja: きみにとっては、ぼくが、かけがえのないものになるんだ
ko: 너한테 난 세상에서 하나뿐인 존재가 되는 거고.
pt: E eu serei para ti único no mundo.
ru: Я буду для тебя единственным в целом свете.
th: เพื่อคุณแล้ว ฉันก็จะเป็นคนพิเศษที่สุดในโลกให้เอง
vi: Với bạn, tôi là duy nhất trên đời.
zh_hans: 对你来说，我也是世上独一无二的人。
zh_hant: 對你來說，我也是世上獨一無二的人。

# ap11_fetch_03_end_quote
source: One runs the risk of weeping a little, if one lets themself be tamed.
de: Es kann passieren, dass man ein bisschen weinen muss, wenn man sich hat zähmen lassen ...
es: Si uno se deja domesticar, corre el riesgo de llorar un poco...
fr: On risque de pleurer un peu si l’on s’est laissé apprivoiser.
id: Seseorang mengambil risiko untuk merasakan sedikit kesedihan, jika ia membiarkan dirinya dijinakkan.
it: Si arrischia di piangere un poco se ci si è lasciati addomesticare.
ja: 仲の良いあいてができると、ひとは、なにかしら泣きたくなるのかもしれません
ko: 누군가에게 길들여지려면 울 각오를 해야 해.
pt: A gente corre o risco de chorar um pouco quando se deixou cativar...
ru: Когда даешь себя приручить, потом случается и плакать.
th: เราเสี่ยงต่อการร้องไห้เมื่อเราปล่อยตัวให้สร้างความสัมพันธ์ขึ้นมา
vi: Nếu cho phép bản thân bị thuần hóa, thì phải chấp nhận nguy cơ rơi lệ.
zh_hans: 谁若允许自己被驯服，谁就要承受流泪的风险。
zh_hant: 一旦讓自己被馴養，就必須承受哭泣的風險。

# ap11_fetch_03_geyser_01
source: This is a volcano!
de: Das ist ein Vulkan!
es: ¡Es un volcán!
fr: C'est un volcan !
id: Ini gunung berapi!
it: Questo è un vulcano!
ja: 火山だ！
ko: 화산이잖아!
pt: É um vulcão!
ru: Это вулкан!
th: นี่คือภูเขาไฟ!
vi: Đây là một ngọn núi lửa!
zh_hans: 这是座火山！
zh_hant: 這是座火山！

# ap11_fetch_03_geyser_02
source: I own three volcanoes, which I clean out every week.
de: Ich besitze drei Vulkane und ich reinige sie jede Woche.
es: Tengo tres volcanes, que deshollino todas las semanas.
fr: Je possède trois volcans, que je ramone toutes les semaines.
id: Aku punya tiga gulung berapi, yang kubersihkan setiap minggu.
it: Ho tre vulcani, che spazzo ogni settimana.
ja: ぼくは火山を三つ持っていて、毎週すすはらいするんだ
ko: 내 별엔 화산이 세 개나 있는데, 매주 청소해줘야 해.
pt: Eu tenho três vulcões, que revolvo toda semana.
ru: У меня есть три вулкана, я каждую неделю их прочищаю.
th: ฉันมีภูเขาไฟอยู่สามลูกที่ฉันคอยทำความสะอาดอยู่ทุกสัปดาห์
vi: Tôi sở hữu ba ngọn núi lửa, và tuần nào tôi cũng dọn dẹp.
zh_hans: 我拥有三座火山，每个星期我都要清理火山。
zh_hant: 我擁有三座火山，每個星期我都要清理火山。

# ap11_fetch_03_geyser_03
source: Two volcanoes are active and the other is extinct.
de: Zwei Vulkane sind aktiv und der andere ist erloschen.
es: Dos de los volcanes están en actividad, y el otro, extinto.
fr: Deux volcans en activité, et un volcan éteint.
id: Dua gunung berapi aktif dan satu gunung mati.
it: Due in attività, uno spento.
ja: 二つは活火山で、一つは休火山なんだけど
ko: 둘은 활화산이고, 하나는 죽은 화산이야.
pt: Dois em atividade e um vulcão extinto.
ru: Все три прочищаю, и потухший тоже.
th: ภูเขาไฟสองลูกระอุอยู่ ส่วนอีกลูกดับไปแล้ว
vi: Hai ngọn núi lửa đang hoạt động và ngọn còn lại đã tắt.
zh_hans: 有两座是活火山，另一座是死火山。
zh_hant: 有兩座是活火山，另一座是死火山。

# ap11_fetch_03_geyser_04
source: But one never knows.
de: Aber man weiß nie.
es: Nunca se sabe.
fr: Mais on ne sait jamais.
id: Tapi tak ada yang tahu pastinya.
it: Perché non si sa mai.
ja: いつ爆発するか、わからないからね
ko: 하지만 어떻게 될지 또 몰라.
pt: Mas nunca se sabe.
ru: Мало ли что может случиться.
th: แต่ก็ไม่รู้หรอกนะ
vi: Nhưng không ai biết.
zh_hans: 但谁知道呢。
zh_hant: 但誰知道呢。

# ap11_fetch_03_geyser_06
source: The sounds of a waterfall?
de: Klingt nach Wasserfällen, oder?
es: ¿Ruido a cascada?
fr: Le bruit d'une cascade ?
id: Suara air terjun?
it: Non è il suono di una cascata?
ja: これって、滝の音かな？
ko: 폭포에서 나는 소리일까?
pt: Som de cachoeira?
ru: Это что, водопад?
th: นั่นเสียงน้ำตกงั้นเหรอ
vi: Âm thanh của thác nước sao?
zh_hans: 是瀑布声？
zh_hant: 是瀑布聲？

# ap11_fetch_03_geyser_07
source: Let's look for it!
de: Suchen wir sie!
es: ¡Busquémosla!
fr: Allons les chercher !
id: Mari kita cari!
it: Cerchiamole!
ja: 見に行こうよ！
ko: 한번 찾아 보자!
pt: Vamos procurar!
ru: Давай посмотрим!
th: เราไปดูกันเถอะ!
vi: Thử tìm xem!
zh_hans: 我们来找找看！
zh_hant: 我們來找找看！

# ap11_fetch_03_outro_01
source: I was ready for tigers,
de: Mit meinen fantastischen Dornen
es: Estaba preparada para los tigres,
fr: J'étais prête à affronter des tigres,
id: Aku bersiap menghadapi harimau,
it: Ero pronta ad affrontare le tigri,
ja: トラなんか、ちっともこわくなかったのよ
ko: 나는 훌륭한 가시를 뽐내며
pt: Eu estava pronta para os tigres
ru: Тигров я не боялась,
th: ฉันพร้อมเผชิญหน้ากับเสือแล้ว
vi: Tôi đã sẵn sàng cho lũ hổ,
zh_hans: 我已经不怕老虎了，
zh_hant: 我已經不怕老虎了，

# ap11_fetch_03_outro_02
source: with my fantastic thorns.
de: konnte ich es sogar mit Tigern aufnehmen.
es: con mis fantásticas espinas.
fr: avec mes épines fantastiques.
id: dengan duriku yang fantastis.
it: con le mie fantastiche spine.
ja: あたくしは、すばらしいトゲを持っていますもの
ko: 호랑이를 맞을 준비를 하고 있었어요.
pt: com os meus espinhos incríveis.
ru: Ведь у меня были мои шипы.
th: ด้วยหนามวิเศษของฉัน
vi: bằng những cái gai tuyệt vời của mình.
zh_hans: 我的刺可厉害着呢。
zh_hant: 我的刺可厲害著呢。

# ap11_fetch_03_outro_03
source: But my friend grew careless,
de: Aber mein Freund wurde unvorsichtig,
es: Pero mi amigo se volvió descuidado,
fr: Mais mon ami est devenu négligent,
id: Tapi temanku mulai ceroboh,
it: Ma il mio amico perse interesse,
ja: でもお友だちは少しずつ、そっけなくなっていったの
ko: 하지만 내가 바람에 흔들려도
pt: Mas meu amigo se descuidou,
ru: Но мой друг позабыл меня,
th: แต่เพื่อนของฉันเริ่มเลินเล่อ
vi: Nhưng bạn tôi đã trở nên bất cẩn,
zh_hans: 但我的朋友渐渐也不在意了，
zh_hant: 但我的朋友漸漸地不在意了，

# ap11_fetch_03_outro_04
source: as I wavered in the wind.
de: während ich im Wind schwankte.
es: mientras yo titubeaba en el viento.
fr: tandis que je vacillais dans le vent.
id: saat aku goyah diterpa angin.
it: mentre vacillavo nel vento.
ja: まるで風に吹かれてゆらぐように
ko: 내 친구는 점차 신경쓰지 않았어요.
pt: enquanto eu acenava ao vento.
ru: и я осталась дрожать на сквозняке.
th: ในขณะที่ฉันโอนเอนไปตามสายลม
vi: như tôi lay động trong gió.
zh_hans: 任我在风中飘摇。
zh_hant: 任我在風中飄搖。

# ap11_fetch_03_outro_05
source: Will he look back and remember me?
de: Wird er zurückblicken und sich an mich erinnern?
es: ¿Mirará hacia atrás y me recordará?
fr: Pensera-t-il et se souviendra-t-il de moi un jour ?
id: Akankah dia menengok kembali dan mengingatku?
it: Si guarderà indietro e si ricorderà di me?
ja: いつの日か彼も、あたくしを思い返すのかしら
ko: 그가 다시 뒤돌아보고 나를 기억해 줄까요?
pt: Será que ele olhará para trás e lembrará de mim?
ru: Вспомнит ли он меня?
th: เขาจะหวนคิดถึงและจดจำฉันได้ไหมนะ
vi: Liệu anh ấy có nhìn lại và nhớ đến tôi không?
zh_hans: 他会回顾过去，想起我来吗？
zh_hant: 他會回顧過去，想起我來嗎？

# ap11_fetch_03_statue_01
source: What are these creatures?
de: Was sind das für Kreaturen?
es: ¿Qué son estas criaturas?
fr: Quelles sont ces créatures ?
id: Apa sebenarnya makhluk-makhluk ini?
it: Cosa sono queste creature?
ja: これはどんな生きものなんだろう？
ko: 저건 무슨 동물이지?
pt: O que são estas criaturas?
ru: Что они за создания?
th: สิ่งมีชีวิตพวกนี้คืออะไรกัน
vi: Những sinh vật này là gì?
zh_hans: 这些是什么生物？
zh_hant: 這些是什麼生物？

# ap11_fetch_03_statue_02
source: Can they be tamed?
de: Kann man sie zähmen?
es: ¿Pueden domesticarse?
fr: Peut-on les apprivoiser ?
id: Apa mereka bisa dijinakkan?
it: Si possono addomesticare?
ja: 飼い慣らすことができるかな？
ko: 길들일 수 있을까?
pt: Será que podem ser cativadas?
ru: Их можно приручить?
th: จะฝึกพวกมันให้เชื่องได้ไหมนะ
vi: Chúng có thể được thuần hóa?
zh_hans: 它们能被驯服吗？
zh_hant: 牠們能被馴服嗎？

# ap11_fetch_03_statue_03
source: As a friend for life?
de: Als Freund fürs Leben?
es: ¿Para ser una amistad de por vida?
fr: Comme ami pour la vie ?
id: Sebagai kawan seumur hidup?
it: Come un amico per la vita?
ja: 一生のお友だちになれる？
ko: 평생 함께할 친구로?
pt: Para virarem amigas para o resto da vida?
ru: Сделать друзьями навсегда?
th: เป็นเพื่อนกันตลอดไปงั้นเหรอ
vi: Trở thành một người bạn suốt đời?
zh_hans: 作为一生的朋友？
zh_hant: 作為一生的朋友？

# ap11_fetch_03_statue_05
source: What is that sound?
de: Was ist das für ein Geräusch?
es: ¿Qué es ese sonido?
fr: Quel est ce bruit ?
id: Suara apa itu?
it: Cos'è quel rumore?
ja: あの音はなに？
ko: 무슨 소리지?
pt: Que som é esse?
ru: Что за звук?
th: นั่นเสียงอะไรน่ะ
vi: Âm thanh đó là gì?
zh_hans: 那是什么声音？
zh_hant: 那是什麼聲音？

# ap11_fetch_03_statue_06
source: Come with me!
de: Komm mit mir!
es: ¡Ven conmigo!
fr: Viens avec moi !
id: Ikuti aku!
it: Vieni con me!
ja: いっしょに来て！
ko: 가 보자!
pt: Venha comigo!
ru: Идем со мной!
th: มากับฉันสิ!
vi: Theo tôi nào!
zh_hans: 跟我来！
zh_hant: 跟我來！

# ap11_fetch_03_tunnel_01
source: Let's keep exploring!
de: Erkunden wir weiter!
es: ¡Sigamos explorando!
fr: Continuons à explorer !
id: Ayo terus menjelajah!
it: Continuiamo a esplorare!
ja: 探検をつづけよう！
ko: 계속 탐험해 보자!
pt: Vamos continuar a explorar!
ru: Продолжим исследования!
th: มาออกสำรวจกันต่อเถอะ!
vi: Hãy tiếp tục khám phá!
zh_hans: 我们继续探索吧！
zh_hant: 我們繼續探索吧！

# ap11_fetch_03_tunnel_02
source: Where does this lead to?
de: Wohin führt das?
es: ¿A dónde lleva esto?
fr: Où cela nous mène-t-il ?
id: Ke mana jalan ini akan berujung?
it: Dove conduce questo?
ja: これは、どこにつながっているのかな？
ko: 이 굴은 어디로 이어질까?
pt: Aonde isso leva?
ru: Куда он ведет?
th: เส้นทางนี้จะนำไปที่ไหนกันนะ
vi: Nơi này dẫn đến đâu?
zh_hans: 这山洞会通向哪里？
zh_hant: 這山洞會通向哪裡？

# ap11_fetch_03_tunnel_03
source: Woah!!!
es: ¡Guau!
fr: Ouah !!!
it: Wow!!!
ja: うわあい！！
ko: 우와!!!
pt: Uaaau!!
ru: Ух ты!
th: โว้ว!!!
vi: Chà!!!
zh_hans: 哇哦！！！
zh_hant: 哇哦！！！

# ap11_fetch_03_tunnel_04
source: That was fun!
de: Das hat Spaß gemacht!
es: ¡Eso fue divertido!
fr: Comme c'était amusant !
id: Tadi seru sekali!
it: È stato divertentissimo!
ja: ああ、楽しかった！
ko: 재미있었어!
pt: Foi tão divertido!
ru: Это было весело!
th: สนุกมากเลย!
vi: Thật là vui!
zh_hans: 真好玩！
zh_hant: 真好玩！

# ap11_fetch_03_waterfall_01
source: Do you hear?
de: Hörst du ...
es: ¿Escuchas eso?
fr: Entends-tu ?
id: Apa kamu mendengarnya?
it: Lo senti?
ja: ねえ、聞こえる？
ko: 들려?
pt: Está ouvindo?
ru: Слышишь?
th: ได้ยินเสียงนั่นไหม
vi: Có nghe thấy không?
zh_hans: 你听到了吗？
zh_hant: 你聽到了嗎？

# ap11_fetch_03_waterfall_02
source: The waterfall is singing...
de: Der Wasserfall singt ...
es: La cascada está cantando...
fr: La cascade pleure…
id: Air terjunnya bersenandung ...
it: La cascata sta cantando...
ja: 滝が歌ってるんだ…
ko: 폭포가 노래하고 있어...
pt: A cachoeira está cantando...
ru: Это водопад поет...
th: น้ำตกกำลังร้องเพลงน่ะ…
vi: Dòng thác đang hát ...
zh_hans: 瀑布在唱歌……
zh_hant: 瀑布在唱歌……

# ap11_fetch_03_waterfall_03
source: Water may also be good for the heart...
de: Wasser kann auch gut fürs Herz sein ...
es: El agua también es buena para el corazón...
fr: L'eau peut aussi être bonne pour le cœur…
id: Air mungkin juga baik untuk hati ...
it: L'acqua può essere buona anche per il cuore...
ja: 水は、心にもいいものかもしれないな…
ko: 물은 마음을 가라앉히는 데도 좋을 거야...
pt: A água pode também ser boa para o coração...
ru: Вода может быть полезна для души...
th: น้ำอาจจะดีต่อหัวใจด้วยนะ…
vi: Nước có lẽ cũng tốt cho trái tim ...
zh_hans: 水或许对心也有好处……
zh_hant: 水或許對心也有好處……

# ap11_fetch_03_waterfall_hint_01
source: Where is the water from?
de: Woher kommt das Wasser?
es: ¿De dónde viene el agua?
fr: D'où vient l'eau ?
id: Dari mana asalnya air ini?
it: Da dove proviene l'acqua?
ja: この水はどこから来てるのかな？
ko: 어디서 흘러오는 물일까?
pt: De onde vem essa água?
ru: Откуда эта вода?
th: แล้วน้ำมาจากที่ไหนกัน
vi: Nước chảy từ đâu?
zh_hans: 这些水流从哪里来？
zh_hant: 這些水流從哪裡來？

# ap11_fetch_03_waterfall_hint_02
source: Let's take our leisure towards its origin.
de: Suchen wir in aller Ruhe nach dem Ursprung.
es: Vayamos a buscar el origen.
fr: Allons chercher sa source.
id: Mari kita berjalan menelusuri asalnya.
it: Andiamo a cercare la fonte.
ja: 始まりを探してみようよ
ko: 물이 흘러오는 시작점을 찾아보세요
pt: Vamos nos divertir até a origem dela
ru: Давай узнаем, где она берет начало.
th: เราไปพักผ่อนที่ต้นกำเนิดของสายน้ำกันเถอะ
vi: Chúng ta hãy đi tìm nguồn nước.
zh_hans: 我们慢慢去找找它的源头吧。
zh_hant: 我們慢慢去找找它的源頭吧。

# ap11_fetch_04_burn01_01
source: There are good seeds and bad seeds.
de: Es gibt gute Samen und schlechte Samen.
es: Hay semillas buenas y semillas malas.
fr: Il y a de bonnes et de mauvaises graines.
id: Ada benih bagus dan benih jelek.
it: Ci sono semi buoni e semi cattivi.
ja: いい種とわるい種とがあるんだよ
ko: 세상엔 좋은 씨앗도 있고 나쁜 씨앗도 있어.
pt: Há sementes boas e sementes ruins.
ru: Семена бывают полезными и вредными.
th: มีเมล็ดที่ดีและเมล็ดที่ไม่ดี
vi: Hạt cũng có hạt tốt hạt xấu.
zh_hans: 种子也有好有坏。
zh_hant: 種子也有好有壞。

# ap11_fetch_04_burn02_01
source: Bad seeds like baobabs can become a disaster if not tended early.
de: Wenn man sich nicht um schlechte Samen wie die von Bananenbrotbäumen kümmert, kann das schlimme Folgen haben.
es: Las semillas malas como los baobabs pueden volverse un desastre si no se les cuida a tiempo.
fr: Les mauvaises graines, comme celles des baobabs, peuvent être une véritable catastrophe si on ne s'en débarrasse pas à temps.
id: Benih jelek seperti baobab bisa jadi bencana bila tak cepat-cepat ditangani.
it: I semi cattivi, come i baobab, possono diventare fastidiosi se non te ne occupi subito.
ja: バオバブみたいなわるい種は、はやめにひっこぬかないと、たいへんなことになるんだ
ko: 바오밥나무 같은 나쁜 씨앗은 미리미리 살펴야 엉망이 되지 않아.
pt: Sementes ruins, como baobás, podem se tornar um desastre se não forem arrancadas imediatamente.
ru: Не распознаешь семена баобаба вовремя и потом от них не избавишься.
th: เมล็ดไม่ดีก็เหมือนต้นเบาบับที่อาจก่อให้เกิดหายนะได้ หากไม่จัดการแต่เนิ่นๆ
vi: Những hạt xấu như bao báp có thể trở thành thảm họa nếu không được chăm sóc sớm.
zh_hans: 如果你不早早照料，像猴面包树这样的坏种子就会长成灾难。
zh_hant: 如果你不早早照料，像猴麵包樹這樣的壞種子就會長成災難。

# ap11_fetch_04_burn03_01
source: If it is a radish or a rose, one would let it grow wherever it might wish.
de: Ob Rettich oder Rose, man sollte Pflanzen wachsen lassen, wo sie wünschen.
es: Si se trata de una ramita de rábano o de rosal, uno debe dejar que crezca como quiera.
fr: S’il s’agit d’une brindille de radis ou de rosier, on peut la laisser pousser comme elle veut.
id: Jika itu lobak atau mawar, maka orang akan membiarkannya tumbuh di mana pun ia mau.
it: Se si tratta di un ramoscello inoffensivo o di una rosa, uno lo farebbe crescere dove vuole.
ja: 赤カブやバラの木だったら、のびほうだいに、のばしておいていいけどね
ko: 무나 장미의 싹은 마음대로 자라게 둬도 괜찮아.
pt: Se for de roseira ou rabanete, podemos deixar que cresça à vontade.
ru: Если это будущий редис или розовый куст, пусть растет на здоровье.
th: หากมันเป็นหัวไชเท้าหรือกุหลาบล่ะก็ ใครๆ ก็คงปล่อยให้มันโตได้ทุกที่ที่มันต้องการเลยล่ะ
vi: Nếu đó là củ cải hoặc hoa hồng, người ta sẽ để nó phát triển ở bất cứ nơi nào nó muốn.
zh_hans: 而要是萝卜或者玫瑰，就可以让它尽情地生长了。
zh_hant: 至於蘿蔔或者玫瑰，就可以讓它盡情地生長了。

# ap11_fetch_04_burn04_01
source: These flowers remind me of my rose afar.
de: Diese Blumen erinnern mich an meine Rose in der Ferne.
es: Estas flores me recuerdan a mi rosa allá lejos.
fr: Ces fleurs me rappellent ma rose lointaine.
id: Bunga-bunga ini mengingatkanku akan mawarku di kejauhan.
it: Questi fiori mi ricordano la mia rosa lontana.
ja: ここの花たちを見ていると、ぼくのバラを思い出すな
ko: 이 꽃을 보니 먼 곳에 있는 내 장미가 생각 나.
pt: Essas flores me lembram da minha flor, distante...
ru: Эти цветы немного напоминают мне розу.
th: ดอกไม้เหล่านี้ทำให้ฉันนึกถึงกุหลาบของฉันที่อยู่ไกลแสนไกล
vi: Những bông hoa này gợi cho tôi nhớ đến bông hồng của mình ở nơi xa.
zh_hans: 这些花让我想起了我那朵远在他方的玫瑰。
zh_hant: 這些花讓我想起了我那朵遠在他方的玫瑰。

# ap11_fetch_04_burn05_01
source: Flowers are tender.
de: Blumen sind empfindlich.
es: Las flores son sensibles.
fr: Les fleurs sont délicates.
id: Bunga itu lembut.
it: I fiori sono delicati.
ja: 花たちはかよわいから
ko: 꽃은 참 섬세해.
pt: Flores são sensíveis.
ru: Цветы очень нежные!
th: กุหลาบนั้นอ่อนโยน
vi: Những bông hoa dịu dàng.
zh_hans: 花是很脆弱的。
zh_hant: 花是很脆弱的。

# ap11_fetch_04_burn05_02
source: Sometimes you need to shelter them from the wind.
de: Manchmal muss man sie vor dem Wind beschützen.
es: A veces debes protegerlas del viento.
fr: Il faut parfois les abriter du vent.
id: Terkadang kamu perlu melindunginya dari angin.
it: A volte è necessario ripararli dal vento.
ja: ときどきは、風にあたらないようにしてやらなきゃいけない
ko: 가끔 바람을 막아줘야 할 때도 있어.
pt: Às vezes, precisamos protegê-las do vento.
ru: Иногда их нужно прятать от сквозняка.
th: บางครั้งคุณก็จำเป็นต้องปกป้องพวกเขาจากแรงลม
vi: Đôi khi bạn cần che chở chúng khỏi gió.
zh_hans: 有时候你需要为它们遮风挡雨。
zh_hant: 有時候你需要為它們遮風擋雨。

# ap11_fetch_04_burn06_01
source: I listened to my rose when she grumbled, or boasted...
de: Ich hörte auf meine Rose, ob sie murrte oder prahlte ...
es: Escuché a mi rosa cuando se quejaba, o se vanagloriaba...
fr: C’est ma rose que j’ai écoutée se plaindre, ou se vanter…
id: Aku mendengarkan mawarku saat dia menggerutu, atau membual ...
it: Ascoltavo la mia rosa quando brontolava o quando si vantava...
ja: ぼくは、ぼくのバラの不平も、じまん話もきいてやったんだ…
ko: 난 내 장미가 투덜거리거나 잘난 척할 때도 들어 줬어.
pt: Foi à minha rosa que escutei queixar-se ou gabar-se...
ru: Я слушал, как моя роза жаловалась и как хвастала...
th: ฉันคอยฟังดอกกุหลาบของฉัน ขณะที่เธอบ่นหรือโอ้อวด…
vi: Tôi lắng nghe bông hồng của tôi khi cô ấy càu nhàu, hoặc khoe khoang ...
zh_hans: 我倾听过她的怨艾和自夸……
zh_hant: 我傾聽過她的怨艾和自誇……
