Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_gift_01_ps
source: <hinticon/> <1>Press <button type="activate"/></1> to accept<candle/>gift
de: <hinticon/> <1>Drücke <button type="activate"/></1>, um ein <candle/>-Geschenk zu akzeptieren
es: <hinticon/> <1>Presiona <button type="activate"/></1> para aceptar una <candle/> de regalo
fr: <hinticon/> <1>Appuyez sur <button type="activate"/></1> pour accepter<candle/>un cadeau
id: <hinticon/> <1>Tekan <button type="activate"/></1> untuk menerima hadiah <candle/>
it: <hinticon/> <1>Premi <button type="activate"/></1> per accettare <candle/> in regalo
ja: <hinticon/> <1><button type="activate"/> を押して</1><candle/>を受け取ります
ko: <hinticon/> <1><button type="activate"/>을 눌러 </1> <candle/>선물을 수락해주세요
pt: <hinticon/> <1>Aperte <button type="activate"/></1> para aceitar a <candle/> de presente
ru: <hinticon/> <1>Нажмите <button type="activate"/></1>, чтобы принять <candle/> в подарок
th: <hinticon/> <1>กด <button type="activate"/></1> เพื่อรับ<candle/>ของขวัญ
vi: <hinticon/> <1>Nhấn <button type="activate"/></1> để nhận quà <candle/>
zh_hans: <hinticon/> <1>按下 <button type="activate"/></1> 接受<candle/>礼物
zh_hant: <hinticon/> <1>按下 <button type="activate"/>></1> 接受<candle/>禮物

# tutorial_gift_02
source: <hinticon/> Earn more when accepting <heart/> gift from Spirits and players
de: <hinticon/> Verdiene dir mehr, indem du <heart/> Geschenke von Geistern und anderen Spielern annimmst.
es: <hinticon/> Gana más al aceptar <heart/> como regalos de parte de los espíritus y jugadores.
fr: <hinticon/> Gagnez plus en acceptant les <heart/> des esprits et des joueurs.
id: <hinticon/> Raih lebih banyak saat menerima hadiah <heart/> dari Roh dan pemain
it: <hinticon/>Guadagna di più accettando doni di <heart/> da spiriti e giocatori.
ja: <hinticon/> <heart/>は精霊やフレンドから受け取ることができます
ko: <hinticon/> 친구와 영혼에게서 더 많은 <heart/> 를 받아보세요
pt: <hinticon/> Aceite <heart/> dos espíritos e de jogadores para ganhar mais.
ru: <hinticon/> Получайте больше, принимая <heart/> в подарок от духов и игроков.
th: <hinticon/> รับได้เพิ่มเมื่อรับของขวัญ <heart/> จากเหล่าสปิริตและผู้เล่น
vi: <hinticon/>Kiếm thêm bằng cách nhận quà <heart/> từ Tinh Linh và người chơi
zh_hans: <hinticon/> 从先灵和其他玩家那里获得<heart/>的赠礼
zh_hant: <hinticon/> 從先靈和其他玩家那裡獲得<heart/>的贈禮

# tutorial_gift_03
source: <hinticon/> Offer <heart/> to these shrines to customize your character
de: <hinticon/> Bringe <heart/> an diesen Schreinen dar, um deinen Charakter anzupassen
es: <hinticon/> Ofrecer <heart/> a estos altares para personalizar tu personaje
fr: <hinticon/> Offrez des <heart/> à ces sanctuaires pour personnaliser votre personnage
id: <hinticon/> Tawarkan <heart/> ke kuil ini untuk mengustomisasi karaktermu
it: <hinticon/> Offri <heart/> a questi santuari per personalizzare il tuo eroe
ja: <hinticon/> 祠に<2><heart/>を捧げて</2> キャラクターを<2>カスタマイズ</2>しましょう
ko: <hinticon/> 제단에 <heart/>를 바쳐 캐릭터를 꾸며보세요
pt: <hinticon/> Ofereça <heart/> a estes altares para personalizar o personagem
ru: <hinticon/> Отдавайте <heart/> алтарям, чтобы настроить персонажа
th: <hinticon/>มอบ <heart/> ให้กับแท่นบูชาเหล่านี้เพื่อปรับแต่งตัวละครของคุณ
vi: <hinticon/>Cung cấp <heart/> cho ngôi đền để tùy chỉnh nhân vật của bạn
zh_hans: <hinticon/> 在祭坛用<heart/>解锁各种服饰，装饰你的角色
zh_hant: <hinticon/> 在祭壇用<heart/>解鎖各種服飾，裝飾你的角色

# tutorial_gift_04
source: <hinticon/> <1>Tap</1> the <2>orange</2> character to offer her a <candle/>.
de: <hinticon/> <1>Tippe</1> auf den <2>orangen</2> Charakter, um ihr eine <candle/> darzubringen.
es: <hinticon/> <1>Toca</1> el personaje <2>anaranjado</2> para ofrecerle una <candle/>.
fr: <hinticon/> <1>Touchez</1> le personnage <2>orange</2> pour lui offrir une <candle/>.
id: <hinticon/> <1>Ketuk</1> karakter <2>oranye</2> untuk menawarinya <candle/>.
it: <hinticon/> <1>Tocca</1> il personaggio <2>arancione</2> per offrirle una <candle/>.
ja: <hinticon/> オレンジ色のキャラクターを<1>タップ</1>して<candle/>のお礼をしましょう
ko: <hinticon/> <2>주황색</2> 캐릭터를 <1>탭</1>하여 <candle/>를 바치세요.
pt: <hinticon/> <1>Toque</1> na personagem <2>laranja</2> para oferecer uma <candle/>.
ru: <hinticon/> <1>Нажмите</1> на <2>оранжевого</2> персонажа, чтобы отдать ей <candle/>.
th: <hinticon/> <1>แตะ</1>ตัวละคร<2>สีส้ม</2>เพื่อมอบ <candle/> ให้กับเธอ
vi: <hinticon/> <1>Nhấn </1><2>nhân vật</2> màu cam, và tặng cô ấy 1 <candle/>
zh_hans: <hinticon/> <1>点击</1><2>橘红色</2>角色，送她一支<candle/>
zh_hant: <hinticon/> <1>點擊</1><2>橘紅色</2>角色，送她一支<candle/>

# tutorial_gift_04_ps
source: <hinticon/> <1>Press <button type="activate"/></1> to offer a <candle/>.
de: <hinticon/> <1>Drücke <button type="activate"/></1>, um eine <candle/> anzubieten.
es: <hinticon/> <1>Presiona <button type="activate"/></1> para ofrecer una <candle/>.
fr: <hinticon/> <1>Appuyez sur <button type="activate"/></1> pour offrir une <candle/>.
id: <hinticon/> <1>Tekan <button type="activate"/></1> untuk menawarkan <candle/>.
it: <hinticon/> <1>Premi <button type="activate"/></1> per offrire una <candle/>.
ja: <hinticon/> <1><button type="activate"/> を押して</1> <candle/>を捧げます
ko: <hinticon/> <1><button type="activate"/> 을 눌러 </1><candle/>를 건네주세요
pt: <hinticon/> <1>Aperte <button type="activate"/></1> para oferecer uma <candle/>
ru: <hinticon/> <1>Нажмите <button type="activate"/></1>, чтобы подарить <candle/>.
th: <hinticon/><1>กด <button type="activate"/></1> เพื่อมอบ <candle/>
vi: <hinticon/> <1>Ấn <button type="activate"/> </1>để tặng 1 <candle/>
zh_hans: <hinticon/> <1>按 <button type="activate"/> </1>送出光遇烛<candle/>
zh_hant: <hinticon/> <1>按 <button type="activate"/></1> 送出光遇燭<candle/>

# tutorial_gift_05
source: <hinticon/> Giving players <candle/> strengthens your friendship and unlocks abilities
de: <hinticon/> Wenn du Spielern <candle/> gibst, wird eure Freundschaft stärker und es werden Fähigkeiten freigeschaltet
es: <hinticon/> Darles a los jugadores <candle/> fortalece tu amistad y desbloquea habilidades
fr: <hinticon/> Offrir des <candle/> à d’autres joueurs renforcera votre amitié et déverrouillera des capacités
id: <hinticon/> Memberikan pemain <candle/> akan mempererat pertemanan dan membuka kemampuan
it: <hinticon/> Donare <candle/> ai giocatori rafforza l'amicizia e sblocca abilità
ja: <hinticon/> <candle/>を捧げると他のプレイヤーとの絆が深まり <2>様々なコミュニケーションがとれる</2>ようになります
ko: <hinticon/> 플레이어에게 <candle/>를 주면 우정을 쌓고 능력을 잠금해제할 수 있어요
pt: <hinticon/> Ofereça <candle/> para outros jogadores para fortalecer a amizade e desbloquear habilidades
ru: <hinticon/> Давая игрокам <candle/>, вы укрепляете дружбу и открываете способности
th: <hinticon/>การให้ <candle/> กับผู้เล่นจะช่วยเสริมสร้างมิตรภาพ และปลดล็อกความสามารถ
vi: <hinticon/>Tặng cho người chơi <candle/>để củng cố tình bạn và mở năng lực mới
zh_hans: <hinticon/> 送给玩家<candle/>可以增强友谊解锁新的技能
zh_hant: <hinticon/> 送給玩家<candle/>可以增強友誼解鎖新的技能

# tutorial_gift_06
source: <hinticon/> Earn more when accepting <sheart/> gift from seasonal Spirits
de: <hinticon/> Verdiene dir mehr, indem du <sheart/> Geschenke von Saisonsgeistern annimmst.
es: <hinticon/> Gana más al aceptar <sheart/> como regalos de parte de los espíritus de temporada.
fr: <hinticon/> Gagnez plus en acceptant les <sheart/> des esprits saisonniers.
id: <hinticon/> Raih lebih banyak saat menerima hadiah <sheart/> dari Roh musiman
it: <hinticon/> Guadagna di più accettando doni di <sheart/> dagli spiriti stagionali.
ja: <hinticon/> <sheart/>は季節の精霊から受け取ることができます
ko: <hinticon/> 시즌영혼에게서 더 많은 <sheart/> 선물을 받아보세요
pt: <hinticon/> Aceite <sheart/> dos espíritos da temporada para ganhar mais
ru: <hinticon/> Получайте больше, принимая <sheart/> в подарок от сезонных духов.
th: <hinticon/> รับได้เพิ่มเมื่อรับของขวัญ <sheart/> จากเหล่าสปิริตประจำฤดูกาล
vi: <hinticon/> Kiếm thêm bằng cách nhận <sheart/> quà từ các Tinh Linh mùa
zh_hans: <hinticon/> 从奇妙之旅先灵那里获得<sheart/>的赠礼
zh_hant: <hinticon/> 從奇妙之旅先靈那裡獲得<sheart/>的贈禮

# tutorial_gift_season_pass
source: <spendant/><apcolor>Gift Season Pass</apcolor> can be purchased for your friends <warning>(Only for other players)</warning>
de: Der <spendant/><apcolor>Geschenk-Saisonpass</apcolor> kann für deine Freunde gekauft werden <warning>(Nur für andere Spieler)</warning>
es: El <spendant/><apcolor>pase de temporada de regalo </apcolor> se puede comprar para tus amistades </warning>(Solo para otros jugadores)
fr: Le <spendant/><apcolor>passe saisonnier cadeau</apcolor> peut être acheté pour vos amis <warning>(Uniquement pour d'autres joueurs)</warning>
id: <spendant/><apcolor>Season Pass Hadiah</apcolor> bisa dibeli untuk temanmu <warning>(Khusus untuk pemain lain)</warning>
it: Il <spendant/><apcolor>pass regalo stagionale</apcolor> può essere acquistato per i tuoi amici <warning>(non per se stessi)</warning>
ja: <spendant/><apcolor>ギフト用シーズンパス</apcolor>はフレンドのためにご購入いただけます。<warning>(他のプレイヤーのみ使用可能です)</warning>
ko: <spendant/><apcolor>선물용 시즌패스</apcolor>는 친구를 위해 구입할 수 있습니다 <warning>(구매자 본인 사용 불가)</warning>
pt: <spendant/>O <apcolor>Passe da Temporada de Presente</apcolor> pode ser adquirido para seus amigos <warning>(Somente para outros jogadores)</warning>
ru: <spendant/><apcolor>Подарочный сезонный пропуск</apcolor> можно купить для друзей <warning>(только для других игроков) </warning>
th: สามารถซื้อ<spendant/><apcolor>ของขวัญบัตรผ่านฤดูกาล</apcolor>ให้กับเพื่อนของคุณได้ <warning>(สำหรับผู้เล่นคนอื่นเท่านั้น)</warning>
vi: Bạn có thể mua <spendant/><apcolor>Vé Mùa Quà Tặng</apcolor> để tặng cho bạn bè mình <warning>(Chỉ dành cho những người chơi khác) </warning>
zh_hans: <spendant/><apcolor>礼品季票</apcolor>可以买来送给你的好友 <warning>（仅适用于其他玩家）</warning>
zh_hant: 可以為朋友購買<spendant/><apcolor>季票(禮物)</apcolor> <warning>(只能使用在其他玩家身上)</warning>

# tutorial_goal_01
source: The <1>Elder of the Isle</1> is waiting in the Temple to be awakened.
de: Der <1>Älteste der Insel</1> wartet im Tempel darauf, erweckt zu werden.
es: El <1>Anciano de la Isla</1> está en el Templo esperando que lo despierten.
fr: L'<1>Ancien de l'Île</1> attend d'être réveillé dans le Temple.
id: <1>Tetua Pulau</1> menunggu di Kuil untuk dibangkitkan.
it: L'<1>Anziano dell'Isola</1> è nel tempio che attende di essere risvegliato.
ja: <1>孤島の大精霊</1>は神殿にて、目覚めを待ち望んでいます
ko: <1>섬의 장로</1>가 사원에서 깨어나길 기다리고 있어요.
pt: O <1>Ancião da Ilha</1> está esperando no templo para ser despertado.
ru: <1>Старейшина острова</1> ждет, когда вы придете в храм пробудить его.
th: <1>ผู้อาวุโสแห่งเกาะ</1>รอที่จะถูกปลุกให้ตื่นอยู่ในวิหาร
vi: <1>Trưởng Lão Đảo</1> đang ở Đền Thần đợi thức tỉnh.
zh_hans: <1>晨岛的长老</1>正在等待神庙等待唤醒。
zh_hant: <1>晨島的長老</1>正在等待神廟等待喚醒。

# tutorial_goal_02
source: Journey on to the next realm. The remaining <1>Elders</1> are waiting for you to wake them up.
de: Reise weiter ins nächste Reich. Die übrigen <1>Ältesten</1> warten darauf, dass du sie aufweckst.
es: Viaja al siguiente reino. Los <1>ancianos</1> restantes te esperan para que los despiertes.
fr: Voyagez vers le royaume suivant. Les autres <1>anciens</1> attendent que vous les réveilliez.
id: Pergilah ke alam berikutnya. <1>Tetua</1> lain menantimu membangkitkan mereka.
it: Viaggia verso il regno successivo. Gli altri <1>Anziani</1> sono in attesa di essere risvegliati.
ja: 次の地へ向かいましょう。他の<1>大精霊たち</1>もあなたの来訪による目覚めを待っているでしょう
ko: 다음 지역으로 떠나 보세요. 남은 <1>장로들</1>은 당신이 깨워주기를 기다립니다.
pt: Viaje para o próximo reino. Os <1>anciões</1> restantes estão esperando que você os desperte.
ru: Путешествие в новый регион. оставшиеся <1>старейшины</1> будут ждать пробуждения.
th: เดินทางไปยังดินแดนถัดไป <1>ผู้อาวุโส</1>ที่เหลือรอให้คุณไปปลุกพวกเขาอยู่
vi: Lên đường đến vương quốc tiếp theo. Những vị <1>Trưởng lão</1> đang chờ được bạn đánh thức.
zh_hans: 前往下一个领域的旅程。其余<1>长老</1>正在等你去唤醒。
zh_hant: 開始下一個領域的旅程。剩餘的<1>長老</1>正等著你喚醒他們。

# tutorial_goal_03
source: You sense a calling from the <b><beacon/>Light</b> beyond.
de: Du spürst einen Ruf von dem <b><beacon/>Licht</b> dahinter.
es: Escuchas un llamado que proviene de la <b><beacon/>Luz</b> más adelante.
fr: Vous sentez un appel de la <b><beacon/>Lumière</b> au-delà.
id: Kamu merasakan panggilan dari <b><beacon/>Cahaya</b> di atas.
it: Percepisci una chiamata dalla <b><beacon/>Luce</b>.
ja: あの<b><beacon/>光</b>の向こうから、呼びかけられているようです
ko: 멀리서 <b><beacon/>빛</b>의 부름이 느껴집니다.
pt: Você sente um chamado da <b><beacon/>luz</b>.
ru: Вы слышите зов <b><beacon/>света</b>.
th: คุณสัมผัสได้ถึงเสียงเรียกจาก<b><beacon/>แสงสว่าง</b>ที่อยู่ไกลออกไป
vi: Bạn cảm thấy có tiếng gọi từ <b><beacon/>Ánh Sáng</b> bên kia.
zh_hans: 似乎有人在<b><beacon/>光明信标</b>那里召唤着您。
zh_hant: 似乎有人在<b><beacon/>光明信標</b>那裏召喚著您。

# tutorial_goal_04
source: Across the <b>seven realms</b>, other <1>Elders</1> wait to be awakened.
de: Überall in den <b>sieben Reichen</b> warten andere <1>Älteste</1> darauf, erweckt zu werden.
es: A lo largo de los <b>siete reinos</b>, otros <1>ancianos</1> esperan a ser despertados.
fr: À travers les <b>sept royaumes</b>, d'autres <1>anciens</1> attendent d'être réveillés.
id: Di seluruh <b>tujuh alam</b>, <1>Tetua</1> lain menunggu dibangunkan.
it: Attraverso i <b>sette regni</b>, altri <1>Anziani</1> aspettano di essere svegliati.
ja: <b>7つの地方で</b>、他の<1>大精霊たち</1>も目覚めの時を待っているでしょう
ko: <b>7개의 왕국</b>에 흩어진 <1>장로들</1>이 깨어날 때를 기다립니다.
pt: Pelos <b>sete reinos</b>, outros <1>anciãos</1> aguardam para serem despertados.
ru: По всем <b>семи царствам</b> другие <1>старейшины</1> ждут пробуждения.
th: เหล่าผู้อาวุโสทั่วทั้ง<b>เจ็ดดินแดน</b>รอคอยการปลุกให้ตื่น
vi: Trên khắp <b>bảy vương quốc</b>, những <1>Trưởng lão</1> khác đang mong chờ được đánh thức.
zh_hans: 在这<b>七个领域</b>，还有其他<1>长老</1>正等着被唤醒。
zh_hant: 在<b>七大領域</b>中，其他<1>長老</1>正等著被喚醒。

# tutorial_goal_05
source: <b>Restore them all</b>, Child, and fulfill your <2>destiny</2>.
de: <b>Erwecke sie alle</b>, Kind, und erfülle dein <2>Schicksal</2>.
es: <b>Restáuralos a todos</b>, peque, y cumple tu <2>destino</2>.
fr: <b>Restaure-les tous</b>, mon enfant, et accomplis ton <2>destin</2>.
id: <b>Pulihkan semuanya</b>, Nak, dan penuhi <2>takdirmu</2>.
it: <b>Ripristinali tutti</b> e compi il tuo <2>destino</2>.
ja: <b>皆に光を</b>、星の子よ。そしてあなたの<2>使命</2>を果たすのです
ko: 빛의 아이여, <b>영혼들을 돌려보내 주세요</b>. 그리고 <2>운명</2>을 실현하세요.
pt: <b>Restaure todos os espíritos</b>, criança, e cumpra o seu <2>destino</2>.
ru: <b>Помоги им воссоединиться</b>, дитя. Исполни своё <2>предназначение</2>.
th: เด็กน้อยเอ๋ย <b>จงฟื้นฟูพวกเขาทั้งหมด</b> และเติมเต็ม<2>โชคชะตา</2>ของคุณ
vi: <b>Hãy mang họ trở lại</b>, Đứa con của Ánh sáng, và hoàn thành trọn vẹn <2>định mệnh</2> của mình.
zh_hans: 光之子，<b>请让他们全部恢复</b>，完成你的<2>使命</2>。
zh_hant: 光之子，<b>請幫助他們恢復</b>，並完成你的<2>使命</2>。

# tutorial_goal_06
source: <hinticon/> This <1>spirit</1> has a <b>memory</b> to share! <b>Greet them</b> to receive it.
de: <hinticon/> Dieser <1>Geist</1> will eine <b>Erinnerung</b> teilen! <b>Begrüße ihn</b>, um sie zu erhalten.
es: <hinticon/> ¡Este <1>espíritu</1> tiene un <b>recuerdo</b> para compartir! <b>Salúdalos</b> para recibirlo.
fr: <hinticon/> Cet <1>esprit</1> a un <b>souvenir</b> à partager ! <b>Accueille-le</b> pour le recevoir.
id: <hinticon/><1>Roh</1> ini memiliki <b>kenangan</b> untuk dibagikan! <b>Sapa mereka</b> untuk menerimanya.
it: <hinticon/> Questo <1>spirito</1> ha un <b>ricordo</b> da condividere! <b>Salutalo</b> per riceverlo.
ja: <hinticon/> この<1>精霊</1>には共有すべき<b>記憶</b>があるようです！<b>挨拶</b>し、受け取りましょう
ko: <hinticon/> 이 <1>영혼</1>의 <b>기억</b>을 받을 수 있습니다! <b>영혼에게 인사해서</b> 기억을 받으세요.
pt: <hinticon/> Este <1>espírito</1> tem uma <b>lembrança</b> para compartilhar! <b>Cumprimente-o</b> para recebê-la.
ru: <hinticon/> Этот <1>дух</1> хочет поделиться с вами <b>воспоминанием</b>! <b>Поприветствуйте духа</b>, чтобы его получить.
th: <hinticon/> สปิริต<1>ตนนี้</1>มีความทรงจำ</b>ที่อยากแบ่งปัน! <b>ทักทายเขา</b>เพื่อรับความทรงจำนั้น
vi: <hinticon/> <1>Tinh linh</1> này muốn chia sẻ một <b>ký ức</b>! Hãy <b>chào họ</b> để nhận được ký ức đó.
zh_hans: <hinticon/>这个<1>先灵</1>有<b>记忆</b>要分享！<b>请向其致意</b>来接受记忆。
zh_hant: <hinticon/> 這位<1>先靈</1>有段<b>記憶</b>想與你分享！向其<b>問好</b>以接收此記憶。

# tutorial_goal_07
source: <hinticon/> Try on the looks you've learned at the <b>Outfit Shrine</b>!
de: <hinticon/> Probiere deine erlernten Looks am <b>Outfit-Schrein</b> aus!
es: <hinticon/> ¡Prueba los aspectos que aprendiste en el <b>altar de trajes</b>!
fr: <hinticon/> Essayez les looks que vous avez appris dans le<b>sanctuaire des tenues</b> !
id: <hinticon/> Coba tampilan yang telah kamu pelajari di <b>Kuil Pakaian</b>!
it: <hinticon/> Prova i look che hai imparato al <b>santuario dei costumi</b>!
ja: <hinticon/> 授かったアイテムを<b>ドレスアップの祠</b>で早速身につけてみましょう！
ko: <hinticon/> <b>의상제단</b>에서 새로 얻은 의상을 입어보세요!
pt: <hinticon/> Experimente os visuais que você aprendeu no <b>altar de trajes</b>!
ru: <hinticon/> Попробуйте новые костюмы на <b>алтаре нарядов</b>!
th: <hinticon/> ลองสวมใส่ลุคที่คุณได้เรียนรู้ที่<b>แท่นบูชาชุดเสื้อผ้า</b>เลยสิ!
vi: <hinticon/> Hãy thử những diện mạo mà bạn đã nhận được tại <b>Đền Trang Phục</b>!
zh_hans: <hinticon/>在<b>服饰神坛</b>尝试一下你学到的造型！
zh_hant: <hinticon/> 試穿你在<b>服飾神壇</b>習得的新造型！

# tutorial_goal_08
source: <hinticon/> Interact with this <1>spirit</1> to see what they have to offer.
de: <hinticon/> Interagiere mit diesem <1>Geist</1>, um sein Angebot zu sehen.
es: <hinticon/> Interactúa con este <1>espíritu</1> para ver qué tiene para ofrecer.
fr: <hinticon/> Interagissez avec cet <1>esprit</1> pour voir ce qu'il a à offrir.
id: <hinticon/> Berinteraksi dengan <1>roh</1> ini untuk melihat apa yang akan mereka berikan.
it: <hinticon/> Interagisci con questo <1>spirito</1> per vedere cosa ha da offrire.
ja: <hinticon/> この<1>精霊</1>と交流し、どんな贈り物を携えているか見てみましょう
ko: <hinticon/> 이 <1>영혼</1>과 상호작용하여 무엇을 갖고 있는지 확인해보세요
pt: <hinticon/> Interaja com este <1>espírito</1> para ver o que ele tem a oferecer.
ru: <hinticon/> Обратитесь к этому <1>духу</1>, чтобы узнать, что он предлагает.
th: <hinticon/>โต้ตอบกับ<1>สปิริต</1>ตนนี้เพื่อดูว่า พวกเขาจะเสนอสิ่งใดให้บ้าง
vi: <hinticon/>Hãy tương tác với <1>tinh linh</1> này để xem họ có thể mang đến điều gì.
zh_hans: <hinticon/> 与这个<1>先祖</1>互动来看看他们会提供什么吧。
zh_hant: <hinticon/> 與這個<1>先祖</1>互動來看看他們會提供什麽吧。

# tutorial_goal_09
source: <hinticon/> Fly through the clouds to find the next <1>temple</1> and save more <1>spirits</1>.
de: <hinticon/> Fliege durch die Wolken, um den nächsten <1>Tempel</1> zu finden und mehr <1>Geister</1> zu retten.
es: <hinticon/> Vuela a través de las nubes para encontrar el siguiente <1>templo</1> y rescatar a más <1>espíritus</1>.
fr: <hinticon/> Volez à travers les nuages pour trouver le prochain <1>temple</1> et sauver plus d'<1>esprits</1>.
id: <hinticon/> Terbang melintasi awan untuk menemukan <1>kuil</1> berikutnya dan menyelamatkan <1>roh</1> lainnya.
it: <hinticon/> Vola tra le nuvole per trovare il prossimo <1>tempio</1> e salvare altri <1>spiriti</1>.
ja: <hinticon/> 雲を飛び越え、次なる<1>神殿</1>を見つけて、さらに多くの<1>精霊たち</1>を救いましょう
ko: <hinticon/> 구름 너머에서 다음 <1>사원</1>을 찾고 더 많은 <1>영혼</1>을 구해주세요
pt: <hinticon/> Voe pelas nuvens para encontrar o próximo <1>templo</1> e salvar mais <1>espíritos</1>.
ru: <hinticon/> Пролетите сквозь облака, отыщите следующий <1>храм</1> и спасите больше <1>духов</1>.
th: <hinticon/> บินผ่านก้อนเมฆเพื่อค้นหา<1>วิหาร</1>ถัดไป และช่วยเหลือ<1>เหล่าสปิริต</1>ตนอื่นๆ ให้มากขึ้น
vi: <hinticon/>Xuyên qua tầng mây tìm thấy một <1>Đền Thần</1>, và cứu thêm nhiều <1>tinh linh</1>.
zh_hans: <hinticon/> 穿过云层找到下一座<1>神庙</1>，并拯救更多的<1>先祖</1>。
zh_hant: <hinticon/> 穿過雲層找到下一座<1>神廟</1>，並拯救更多的<1>先祖</1>。

# tutorial_goal_radar_hint
source: <hinticon/> <1>Tap</1> <2>yourself</2> to call. Your inner <b><beacon/> Light</b> will reveal the path.
de: <hinticon/> <1>Tippe</1> <2>dich selbst</2> zum Rufen an. Dein inneres <b><beacon/> Licht</b> enthüllt den Pfad.
es: <hinticon/> <1>Toca</1> a <2>tu personaje</2> para llamar. Tu <b><beacon/>Luz</b> interior revelará el camino.
fr: <hinticon/> <1>Touchez</1> <2>votre personnage</2> pour appeler. Votre <b><beacon/>Lumière</b> intérieure vous révélera le chemin.
id: <hinticon/> <1>Ketuk</1> <2>dirimu</2> untuk memanggil. <b><beacon/>Cahaya</b> jiwamu akan menunjukkan jalannya.
it: <hinticon/> <1>Tocca</1> <2>te stesso</2> per chiamare. La tua <b><beacon/> Luce</b> interiore rivelerà il percorso.
ja: <hinticon/><1>自分をタップ</1>して<2>呼びかけ</2>ましょう。あなたの内なる<b><beacon/>光</b>が道を示すでしょう
ko: <hinticon/> <2>자신</2>을 <1>탭</1>하여 소리를 내세요. 마음 속의 <b><beacon/> 빛</b>이 길을 밝혀줍니다.
pt: <hinticon/> <1>Toque em</1> <2>você</2> para gritar. Sua <b><beacon/> luz interior</b> revelará o caminho.
ru: <hinticon/> <1>Нажмите</1> на своего <2>персонажа</2> для призыва. Ваш внутренний<b><beacon/> свет</b> укажет путь.
th: <hinticon/> <1>แตะ</1><2>ตัวเอง</2>เพื่อเรียก <b><beacon/>แสงสว่าง</b>ภายในตัวคุณจะเผยให้เห็นเส้นทาง
vi: <hinticon/> <1>Nhấn </1><2>chính mình</2> để kêu gọi. <b><beacon/>Ánh Sáng</b> trong cơ thể bạn sẽ chiếu sáng con đường.
zh_hans: <hinticon/> <1>点击</1><2>自己</2>进行呼唤。您体内的<b><beacon/>光</b>会照亮前路。
zh_hant: <hinticon/> <1>點擊</1><2>自己</2>進行呼喚。您體內的<b><beacon/>光</b>會照亮前路。

# tutorial_goal_radar_hint_ps
source: <hinticon/> <1>Press <button type="shout"/></1> to call. Your inner <b><beacon/> Light</b> will reveal the path.
de: <hinticon/> <1>Drücke <button type="shout"/></1>, um zu rufen. Dein inneres <b><beacon/> Licht</b> wird den Weg weisen.
es: <hinticon/> <1>Presiona <button type="shout"/></1> para llamar. La <b>luz de tu <beacon/></b> interior revelará el camino.
fr: <hinticon/> <1>Appuyez sur <button type="shout"/></1> pour appeler. Votre <b><beacon/>Lumière</b> intérieure vous révélera le chemin.
id: <hinticon/> <1>Tekan <button type="shout"/></1> untuk memanggil. <b><beacon/>Cahaya</b> jiwamu akan menunjukkan jalannya.
it: <hinticon/> <1>Premi <button type="shout"/></1> per chiamare. La tua <b>luce interiore <beacon/></b> rivelerà il percorso.
ja: <hinticon/> <1><button type="shout"/> を押して</1><2>呼びかけます。</2> あなたの<b><beacon/>光が</b>道を示すでしょう
ko: <hinticon/> <1><button type="shout"/> 을 눌러</1> 소리를 내보세요. 내면의<b><beacon/> 빛</b>이 길을 밝혀줍니다
pt: <hinticon/> <1>Aperte <button type="shout"/></1> para convocar. Sua <b><beacon/> luz interior</b> revelará o caminho.
ru: <hinticon/> <1>Нажмите <button type="shout"/></1>, чтобы призвать на помощь. Ваш внутренний <b><beacon/> свет</b> укажет путь.
th: <hinticon/><1>กด <button type="shout"/></1> เพื่อเรียกใช้ <b><beacon/>แสงสว่าง</b>ภายในตัวคุณจะเผยให้เห็นเส้นทาง
vi: <hinticon/> <1>Nhấn<button type="shout"/></1> để kêu gọi. <b><beacon/>Ánh Sáng</b> trong cơ thể bạn sẽ chiếu sáng con đường.
zh_hans: <hinticon/> <1>按 <button type="shout"/></1> 进行呼唤。您体内的<b><beacon/>光</b>会照亮前路。
zh_hant: <hinticon/> <1>按 <button type="shout"/></1> 進行呼喚。您體內的<b><beacon/>光</b>會照亮前路。

# tutorial_hand_icon_01
source: <hinticon/> Touch the hand icon to inspect the <b>candle</b> beside the figure.
de: <hinticon/> Berühre das Handsymbol, um die <b>Kerze</b> neben der Figur zu untersuchen.
es: <hinticon/> Toca el ícono de la mano para inspeccionar la <b>vela</b> junto a la figura.
fr: <hinticon/> Touchez l'icône de main pour inspecter la <b>bougie</b> à côté de la silhouette.
id: <hinticon/> Sentuh ikon tangan untuk memeriksa <b>lilin</b> di samping gambar.
it: <hinticon/> Tocca l'icona della mano per esaminare la <b>candela</b> accanto alla silhouette.
ja: <hinticon/> 手のアイコンをタップして、像のそばにある<b>candle</b>を調べましょう
ko: <hinticon/> 손 아이콘을 눌러 영혼 옆에 있는 <b>양초</b>를 살펴보세요.
pt: <hinticon/> Toque no ícone de mão para inspecionar a <b>vela</b> ao lado da figura.
ru: <hinticon/> Коснитесь значка руки, чтобы изучить <b>свечу</b> рядом с фигурой.
th: <hinticon/> แตะไอคอนรูปมือเพื่อตรวจสอบ<b>เทียน</b>ที่อยู่ข้างร่างนั้น
vi: <hinticon/> Nhấn biểu tượng bàn tay để kiểm tra <b>cây nến</b> bên cạnh bức tượng.
zh_hans: <hinticon/> 触摸手形图标来查看先灵遗骸身边的<b>蜡烛</b>。
zh_hant: <hinticon/>觸摸手形圖示來查看先靈遺骸身邊的<b>蠟燭</b>。
