Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_daysofnature_success
source: <b>Thanks for purchasing the Earth Cape!</b> Learn more about how we are supporting ocean charities on our website: www.thatskygame.com
de: <b>Danke, dass du den Erdumhang erworben hast!</b> Erfahre auf unserer Webseite www.thatskygame.com über unsere Unterstützung von wohltätigen Organisationen, die sich um die Ozeane kümmern.
es: <b>¡Gracias por comprar la capa de la Tierra!</b> Obtén más información sobre cómo apoyamos las organizaciones benéficas que limpian el océano en nuestro sitio web: www.thatskygame.com
fr: <b>Merci d'avoir acheté la cape de la Terre !</b> Pour en savoir plus sur la manière dont nous soutenons les associations caritatives en faveur des océans, consultez notre site web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Jubah Bumi!</b> Pelajari selengkapnya tentang bagaimana kami mendukung sumbangan untuk lautan di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato il mantello della terra!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite alla pulizia dell'oceano visitando il nostro sito Web: www.thatskygame.com
ja: <b>アースケープのご購入ありがとうございます！</b> 海を綺麗にする活動や支援の詳細は公式サイトのブログをご覧ください：https://thatskygame.com/ja/
ko: <b>지구 망토를 구입해 주셔서 감사합니다!</b> 공식 웹사이트에서 저희가 바다 자선단체를 어떻게 지원하는지 확인하실 수 있습니다. 바로 가기: www.thatskygame.com
pt: <b>Obrigado por adquirir a capa da terra!</b> Saiba mais sobre como estamos apoiando instituições de caridade oceânicas em nosso site: www.thatskygame.com
ru: <b>Спасибо, что купили накидку Земли!</b> Узнайте больше о благотворительных проектах по спасению океана на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อเสื้อคลุมปฐพี!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลทางทะเลบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Áo Choàng Trái Đất!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện đại dương trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢您的购买</b> 你还可以在我们的网站上了解更多关于我们支持海洋慈善机构的具体信息：www.thatskygame.com
zh_hant: <b>感謝您的購買</b> 你還可以在我們的網站上了解更多關于我們支持海洋慈善機構的具體信息：www.thatskygame.com

# commerce_item_desc_ap02_cape
source: <8>Gratitude Fur Cape<cape/></8> + <2>Gratitude Mask</2> + 2 x exclusive Gratitude Music Sheets
de: <8>Dankbarkeitfellumhang<cape/></8> <2>Dankbarkeitsmaske</2>+ 2 x exklusive Dankbarkeitsnotenblätter
es: <8>máscara de la gratitud</8> + <2>capa de la gratitud<cape/></2> + 2 partituras musicales exclusivas
fr: <8>Cape de la gratitude<cape/></8> + <2>Masque de la gratitude</2> + 2x Partitions de la gratitude exclusives
id: <8>Jubah Bulu Rasa Syukur<cape/></8> + <2>Topeng Rasa Syukur</2> + 2 x Partitur Rasa Syukur eksklusif
it: <2>Maschera della gratitudine</2> + <2>Mantello della gratitudine<cape/></2> + 2 esclusivi Spartiti della gratitudine
ja: <8>感謝のもふもふケープ</8> + <2>感謝のマスク</2> + 限定楽譜2枚のセット（期間限定商品です）
ko: 이전 시즌의 기간 한정 혜택: <8>감사의 털 망토<cape/></8> + <2>감사의 마스크</2> + 2 x 독점 감사의 악보
pt: <8>capa da gratidão<cape/></8> + <2>máscara da gratidão</2> + 2x partituras da gratidão exclusivas
ru: <8>меховая накидка благодарности<cape/></8> + <2>Маска благодарности</2> + 2 эксклюзивные Книги нот благодарности
th: <8>เสื้อคลุมขนสัตว์กตัญญู<cape/></8> + <2>หน้ากากกตัญญู</2> + 2 x แผ่นโน้ตเพลงกตัญญูสุดพิเศษ
vi: <8>Áo Choàng Lông Tri Ân<cape/></8> + <2>Mặt Nạ Tri Ân</2> + 2 x Bản Nhạc Tri Ân độc quyền
zh_hans: <8>感恩白绒斗篷<cape/></8> + <2>感恩面具</2> + 2 x 感恩乐谱
zh_hant: <8>感恩白絨斗篷<cape/></8> + <2>感恩面具</2> + 2 x 感恩樂譜

# commerce_item_desc_ap02_ultimate
source: <2>Gratitude Mask</2>
de: <2>Dankbarkeitsmaske</2>
es: <2>Máscara de la gratitud</2>
fr: <2>Masque de la gratitude</2>
id: <2>Topeng Rasa Syukur</2>
it: <2>Maschera della gratitudine</2>
ja: <2>季節のマスクに感謝</2>
ko: <2>감사의 마스크</2>
pt: <2>Máscara de gratidão</2>
ru: <2>Маска благодарности</2>
th: <2>หน้ากากกตัญญู</2>
vi: <2>Mặt Nạ Tri Ân</2>
zh_hans: <2>感谢季面具</2>
zh_hant: <2>感謝季面具</2>

# commerce_item_desc_ap03_ultimate
source: <2>Lightseeker Umbrella</2>
de: <2>Lichtsucher-Regenschirm</2>
es: <2>Paraguas de los buscadores de la luz</2>
fr: <2>Parapluie des chercheurs de lumière</2>
id: <2>Payung Pencari Cahaya</2>
it: <2>Ombrello del Cercatore della Luce</2>
ja: <2>光を追う季節の傘</2>
ko: <2>빛 추적자의 우산</2>
pt: <2>Guarda-chuva do buscador de luz</2>
ru: <2>зонт Искателя света</2>
th: <2>ร่มผู้แสวงหาแสง</2>
vi: <2>Ô Ánh Sáng</2>
zh_hans: <2>追光季之伞</2>
zh_hant: <2>追光季之傘</2>

# commerce_item_desc_ap04_ultimate
source: <2>Belonging Bonfire</2>
de: <2>Lagerfeuer der Zusammengehörigkeit</2>
es: <2>Fogata de la pertenencia</2>
fr: <2>Feu de joie de l'appartenance</2>
id: <2>Api Unggun Kepemilikan</2>
it: <2>Falò degli affetti</2>
ja: <2>属国の季節のボンファイア</2>
ko: <2>친밀의 모닥불</2>
pt: <2>Fogueira do pertencer</2>
ru: <2>костер сопричастности</2>
th: <2>กองไฟการเป็นส่วนหนึ่ง</2>
vi: <2>Lửa Trại Sở Hữu</2>
zh_hans: <2>归属季篝火</2>
zh_hant: <2>歸屬季篝火</2>

# commerce_item_desc_ap05_ultimate
source: <2>Rhythm Bird Hair</2>
de: <2>Rhythmusvogel-Frisur</2>
es: <2>Cabello de ave del ritmo</2>
fr: <2>Coiffure d'oiseau du rythme</2>
id: <2>Bulu Burung Irama</2>
it: <2>Piume del ritmo</2>
ja: <2>フォニックシーズンの髪型</2>
ko: <2>리듬의 새 헤어스타일</2>
pt: <2>Cabelo de pássaro do ritmo</2>
ru: <2>прическа с перьями к сезону ритма</2>
th: <2>ทรงผมนกแห่งท่วงทำนอง</2>
vi: <2>Lông Chim Nhịp Điệu</2>
zh_hans: <2>音韵季发型</2>
zh_hant: <2>音韻季髮型</2>

# commerce_item_desc_ap_cape_bat
source: <2> Returning Item.</2> Celebrate Days of Mischief with this spooky bat cape with a special star pattern + <candle/> x {{1}}
de: <2> Zurückgekehrter Gegenstand.</2>Feiere Tage des Schalks mit diesem gruseligen Fledermausmantel mit speziellem Sternenmuster + <candle/> x {{1}}
es: <2>Regresando objeto.</2> ¡Celebra los Días de travesuras con esta escalofriante capa de murciélago con un estampado especial de estrellas + <candle/>x {{1}}!
fr: <2> Objet à nouveau disponible.</2> Célébrez les Jours de la malice avec cette effrayante cape de chauve-souris avec un motif étoilé spécial. + <candle/> x {{1}}
id: <2> Item Kembali.</2> Rayakan Hari Kejahilan dengan jubah kelelawar mengerikan yang dilengkapi pola bintang spesial ini + <candle/> x {{1}}
it: <2> Oggetto del passato.</2> Festeggia i Giorni degli Scherzetti con questo spaventoso mantello da pipistrello, dotato di uno speciale motivo stellato + <candle/> x {{1}}
ja: <2>復刻アイテム </2> 特別な背中の星パターンをもつスプーキー・コウモリケープ + <candle/> x {{1}} でいたずらな日々をお祝いしましょう！
ko: <2> 돌아온 이벤트 의상. </2> 특별한 문양의 으스스한 박쥐망토 + <candle/> x {{1}}개와 함께 장난꾸러기의 날을 축하해요.
pt: <2> Item de volta.</2> Comemore os Dias de Travessura usando esta capa de morcego assustadora com um padrão especial de estrela + <candle/> x {{1}}
ru: <2> Предмет снова доступен.</2> Отпразднуйте Дни озорства с накидкой жуткой летучей мыши c особым звездным узором + <candle/> x {{1}}
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยเสื้อคลุมค้างคาวสยึมกึ๋ยที่มาพร้อมลวดลายดาวพ���เศษ + <candle/> x {{1}}
vi: <2>Vật phẩm trở lại. </2>Chào đón Halloween với chiếc áo choàng dơi ma quái có họa tiết ngôi sao đặc biệt này + <candle/> x {{1}}
zh_hans: <2>返场道具。</2>用这件有着特殊星星图案的恐怖蝙蝠斗篷来庆祝万圣节 + <candle/> x {{1}}
zh_hant: <2>返場道具。</2>用這件有着特殊星星圖案的陰森蝙蝠斗篷來慶祝萬聖節 + <candle/> x {{1}}

# commerce_item_desc_ap_cape_director
source: <2>Rhythm Silver Cape</2>
de: <2>Silberner Winterumhang</2>
es: <2>Capa plateada invernal</2>
fr: <2>Cape hivernale argentée</2>
id: <2>Jubah Perak Irama</2>
it: <2>Mantello invernale d'argento</2>
ja: 白銀のケープ（期間限定商品です）
ko: <2>겨울 은빛 망토</2>
pt: <2>Capa Prateada de Inverno</2>
ru: <2>Зимняя серебристая накидка</2>
th: <2>เสื้อคลุมเงินแห่งท่วงทำนอง</2>
vi: <2>Áo Choàng Bạc Nhịp Điệu</2>
zh_hans: <2>银丝斗篷</2>
zh_hant: <2>銀絲斗篷</2>

# commerce_item_desc_ap_cape_juggler
source: <2>Rhythm Fur Cape</2> + 2 x exclusive <8>Rhythm Music Sheets</8>
de: <2>Winterfellumhang</2> + 2 x exklusive <8>Winternotenblätter</8>
es: <2>Capa de piel invernal</2> + <8>partituras invernales</8> exclusivas x 2
fr: <2>Cape hivernale en fourrure</2> + 2 x <8>Partitions hivernales</8> exclusives
id: <2>Jubah Bulu Irama</2> + 2 x <8>Partitur Irama</8> eksklusif
it: <2>Mantello invernale di pelliccia</2> + 2 esclusivi <8>Spartiti invernali</8>
ja: 毛皮のケープと限定楽譜 2 枚のセット（期間限定商品です）
ko: <2>겨울 털 망토</2> + 2 x 독점 <8>겨울 악보</8>
pt: <2>Capa de Pele de Inverno</2> + 2 x <8>Partituras de Inverno</8> exclusivas
ru: <2>Зимняя меховая накидка</2> + 2 эксклюзивные <8>Зимние книги нот</8>
th: <2>เสื้อคลุมขนสัตว์แห่งท่วงทำนอง</2> + 2 x <8>แผ่นโน้ตเพลงแห่งท่วงทำนอง</8>สุดพิเศษ
vi: <2>Áo Choàng Lông Nhịp Điệu</2> + 2 x <8>Bản Nhạc Nhịp Điệu</8> độc quyền
zh_hans: <2>紫毛斗篷</2>
zh_hant: <2>紫毛斗篷</2>

# commerce_item_desc_ap_piano
source: <8>Rhythm Snow Piano</8> + <2>Rhythm Musician Hair</2> + 2 x exclusive Rhythm Music Sheets
de: <8>Winter-Schneeklavier</8> <2>Winter-Musikerfrisur</2>+ 2 x exklusive Winternotenblätter
es: <8>Piano de nieve de invierno </8> + <2>Cabello de músico de invierno </2> + 2 partituras exclusivas de invierno
fr: <8>Piano enneigé hivernal</8> + <2>Coiffure de musicien hivernale</2> + 2 x Partitions hivernales exclusives
id: <8>Piano Salju Irama</8> + <2>Rambut Musisi Irama</2> + 2 x Partitur Irama eksklusif
it: <2>Pianoforte invernale innevato</2> + <2>Acconciatura invernale da musicista</2> + 2 esclusivi Spartiti invernali
ja: ウィンターピアノと限定楽譜 2 枚のセット（期間限定商品です）
ko: <8>겨울 눈 피아노</8> + <2>겨울 눈 머리</2> + 2 x 독점 겨울음악 악보
pt: <8>Piano Nevado de Inverno</8> + <2>Cabelo de Músico de Inverno</2> + 2 x Partituras de Inverno exclusivas
ru: <8>Зимнее снежное фортепиано</8> + <2>Зимние волосы музыканта</2> + 2 эксклюзивные Зимние книги нот
th: <8>เปียโนหิมะแห่งท่วงทำนอง</8> + <2>ทรงผมนักดนตรีแห่งท่วงทำนอง</2> + 2 x แผ่นโน้ตเพลงแห่งท่วงทำนองสุดพิเศษ
vi: <8>Piano Bạch Tuyết</8> + <2>Tóc Nhạc Sĩ Nhịp Điệu</2> + 2 x Bản Nhạc Nhịp Điệu độc quyền
zh_hans: <8>白雪钢琴</8> + <2>音韵音乐家发型</2> + 2 x 音韵乐谱
zh_hant: <8>白雪鋼琴</8> + <2>音韻音樂家髮型</2> + 2 x 音韻樂譜

# commerce_item_desc_ap_pumpkin_head
source: <2> Returning Item.</2> Celebrate Days of Mischief with this hungry pumpkin-shaped hat + <candle/> x {{1}}!
de: <2> Zurückgekehrter Gegenstand.</2>Feiere Tage des Schalks mit diesem hungrigen Kürbishut + <candle/> x {{1}}!
es: <2>Regresando objeto.</2> ¡Celebra los Días de travesuras con este hambriento sombrero de calabaza + <candle/> x {{1}}!
fr: <2> Objet à nouveau disponible.</2> Célébrez les Jours de la malice avec ce chapeau en forme de citrouille affamée + <candle/> x {{1}} !
id: <2> Item Kembali.</2> Rayakan Hari Kejahilan dengan topi berbentuk labu kelaparan ini + <candle/> x {{1}}!
it: <2> Oggetto del passato.</2> Festeggia i Giorni degli Scherzetti con questo cappello a forma di zucca affamata + <candle/> x {{1}}!
ja: <2>復刻アイテム </2> はらぺこパンプキンハット + <candle/> x {{1}} でいたずらな日々をお祝いしましょう！
ko: <2> 돌아온 이벤트 의상.</2> 굶주린 호박모자 + <candle/> x {{1}}개와 함께 장난꾸러기의 날을 축하해요!
pt: <2> Item de volta.</2> Comemore os Dias de Travessura usando este chapéu de cabeça de abóbora faminta + <candle/> x {{1}}!
ru: <2> Предмет снова доступен.</2> Отпразднуйте Дни озорства со шляпой «Голодная тыква» + <candle/> x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งความซุกซนด้วยหมวกฟักทองหิวโหยใบนี้ + <candle/> x {{1}}!
vi: <2>Vật phẩm trở lại. </2>Chào đón Halloween với chiếc mũ hình bí ngô đang đói này + <candle/> x {{1}}!
zh_hans: <2>返场道具。</2>用这顶饥饿的南瓜状帽子来庆祝万圣节 + <candle/> x {{1}}！
zh_hant: <2>返場道具。</2>用這頂飢餓南瓜樣式的帽子來慶祝萬聖節 + <candle/> x {{1}}！

# commerce_item_desc_aurora_cape
source: Both immediate and timeless. Allows AURORA’s breathtaking performance to reappear in the Coliseum of Triumph for you and friends you’re holding hands with.
de: Modern und zeitlos zugleich. Lässt AURORAS atemberaubende Performance im Kolosseum des Triumphs für dich und deine Freunde, mit denen du dich an den Händen hältst, erneut erscheinen.
es: <2>Objeto pasado.</2> Inmediato y atemporal a la vez. Permite que el imponente espectáculo de AURORA vuelva a desarrollarse en el Coliseo del Triunfo para que puedas disfrutarlo con las amistades a las que les des la mano.
fr: <2>Objet de retour.</2> À la fois nouveau et intemporel. Permet la réapparition de l'époustouflante performance d'AURORA au Colisée. Vous et vos amis n'avez qu'à vous tenir la main.
id: <2>Item yang Kembali.</2> Langsung dan tak lekang oleh waktu. Memungkinkan penampilan AURORA yang memukau muncul kembali di Koloseum Kejayaan untuk kamu dan teman-teman yang bergandengan tangan denganmu.
it: <2>Oggetto del passato.</2> Immediata e senza tempo. Consente alla performance mozzafiato di AURORA di riapparire nel Colosseo della Valle del Trionfo per te e per gli amici che tieni per mano.
ja: 現在でありながら、時代を越える存在。峡谷の円形劇場で、あなたとあなたと手を繋いだフレンドの前に、AURORAの息をのむような美しい演目が再び現れるでしょう
ko: <2>돌아온 아이템.</2> 순간과 영원이 모두 담긴 망토로, 착용 시 대경기장에서 AURORA의 놀라운 공연이 다시 펼쳐집니다. 손을 잡은 친구들과 함께 관람할 수 있습니다.
pt: Imediatas e atemporais. Permite que apresentação de tirar o fôlego da AURORA aconteça novamente no Coliseu do Triunfo para você e os amigos a quem voce esta segurando as mãos.
ru: <2>Вновь доступный предмет.</2> Вместе в моменте и в вечности — с этой накидкой в колизее для вас и ваших друзей, держащихся за руки, повторится невероятный концерт AURORA.
th: <2>ไอเทมที่หวนกลับมา</2> ฉับพลันและไร้กาลเวลา ช่วยให้การแสดงอันน่าทึ่งของ AURORA ปรากฏขึ้นอีกครั้งในโคลีเซียมแห่งชัยชนะเพื่อให้คุณและเพื่อนๆ ที่คุณจับมือด้วยได้ชม
vi: <2>Vật phẩm trở lại.</2> Tức thời và vượt thời gian. Cho phép màn trình diễn ngoạn mục của AURORA được tái hiện tại Đấu Trường Vinh Quang để bạn có thể thưởng thức cùng bạn bè.
zh_hans: 瞬间的永恒。让AURORA令人惊叹的表演在霞谷竞技场重现，供你和好友携手观看。
zh_hant: <2>返場物品。</2>轉瞬即是永恆。與好友攜手，在霞谷競技場享受 AURORA 的精采表演完美重現。

# commerce_item_desc_aurora_hair_accessory
source: A golden tiara of moons and stars. Perfectly divine, just as you are.
de: Eine goldene Tiara aus Monden und Sternen. Vollkommen göttlich, so wie du es bist.
es: <2>Objeto pasado.</2> Una tiara de oro con lunas y estrellas. Perfectamente divina, como tú.
fr: <2>Objet de retour.</2> Une tiare dorée faite de lunes et d'étoiles. Divine, comme vous.
id: <2>Item yang Kembali</2> Sebuah tiara emas dari bulan dan bintang. Sangat indah, sama seperti dirimu.
it: <2>Oggetto del passato.</2> Un diadema dorato di lune e stelle. Perfettamente divino, proprio come te.
ja: 月と星の黄金のティアラ 完璧な神々しさを、ありのままのあなたで
ko: <2>돌아온 아이템.</2> 달과 별의 황금 티아라. 마치 빛의 아이들처럼 성스럽습니다.
pt: Uma tiara dourada com luas e estrelas. Perfeitamente divina, assim como você.
ru: <2>Вновь доступный предмет.</2> Золотая тиара из солнца и звёзд. Такая же идеальная, как и вы.
th: <2>ไอเทมที่หวนกลับมา</2> มงกุฎทองคำแห่งดวงจันทร์และดวงดาว ยอดเยี่ยมสมบูรณ์แบบเหมือนกับคุณ
vi: <2>Vật phẩm trở lại.</2> Vương miện bằng vàng của mặt trăng và những vì sao. Thánh khiết hoàn hảo, cũng giống như bạn.
zh_hans: 由月亮和星星制成的金色冠冕。就像你一样神圣无比。
zh_hant: <2>返場物品。</2>星月共築的黃金頭冠，無比神聖，如你一般。

# commerce_item_desc_aurora_instrument
source: Music can be such a beam of light.
de: Musik kann wie ein Lichtstrahl sein.
es: <2>Objeto pasado.</2> La música puede ser un hermoso haz de luz.
fr: <2>Objet de retour.</2> La musique peut être un tel rayon de lumière.
id: <2>Item yang Kembali</2> Musik bisa menjadi secercah cahaya.
it: <2>Oggetto del passato.</2> La musica può essere un raggio di luce.
ja: 音楽は空をさす光となる
ko: <2>돌아온 아이템.</2> 음악은 때로 한 줄기의 빛이 됩니다.
pt: A música pode ser como um feixe de luz.
ru: <2>Вновь доступный предмет.</2> Музыка может стать лучом света.
th: <2>ไอเทมที่หวนกลับมา </2> ดนตรีก็อาจเปรียบดั่งลำแสง
vi: <2>Vật phẩm trở lại.</2> Âm nhạc có thể là một chùm ánh sáng.
zh_hans: 极光般美妙的音乐
zh_hant: <2>返場物品。</2>樂聲動人如同一道光。

# commerce_item_desc_aurora_orangecape
source: See the fire inside made known.
de: Zeige allen das Feuer in dir.
es: <2>Objeto pasado.</2> Conoce el fuego que llevas dentro.
fr: <2>Objet de retour.</2> Quand le feu intérieur explose aux yeux de tous.
id: <2>Item yang Kembali.</2> Lihat api yang ada di dalamnya terpancarkan.
it: <2>Oggetto del passato.</2> Osserva il fuoco all'interno.
ja: 内なる炎を纏うように
ko: <2>돌아온 아이템.</2> 마음속 불꽃을 휘감은 듯한 망토.
pt: Veja o fogo interior ser conhecido.
ru: <2>Вновь доступный предмет.</2> Пробудите свой внутренний огонь.
th: <2>ไอเทมที่หวนกลับมา</2> รู้ได้เมื่อเห็นเปลวไฟที่อยู่ภายใน
vi: <2>Vật phẩm trở lại.</2> Cảm nhận ngọn lửa bên trong.
zh_hans: 内心的火一望而知。
zh_hant: <2>返場物品。</2>心中的火焰光彩四射。

# commerce_item_desc_aurora_orangedress
source: Live every page of life unapologetically.
de: Lebe jede Seite des Buchs des Lebens ohne Kompromisse.
es: <2>Objeto pasado.</2> Vive cada página de la vida como tú quieras.
fr: <2>Objet de retour.</2> Vivez chaque page de votre vie sans jamais vous excuser.
id: <2>Item yang Kembali.</2> Jalani setiap halaman kehidupan tanpa penyesalan.
it: <2>Oggetto del passato.</2> Vivi ogni pagina della tua vita senza scusarti.
ja: 人生の全てのページを堂々と生きるの
ko: <2>돌아온 아이템.</2> 걸음걸음 당당하게 나아가는 삶.
pt: Viva cada página da vida sem arrependimentos.
ru: <2>Вновь доступный предмет.</2> Наслаждайтесь каждым моментом без сожалений.
th: <2>ไอเทมที่หวนกลับมา</2> ใช้ทุกเวลาของชีวิตอย่างไม่ต้องรู้สึกผิด
vi: <2>Vật phẩm trở lại.</2> Tận hưởng từng khoảnh khắc cuộc sống, không hối tiếc.
zh_hans: 理直气壮地过好人生的每一个阶段。
zh_hant: <2>返場物品。</2>無懼翻閱人生的每一頁。

# commerce_item_desc_aurora_runaway_body
source: A piece of heaven, suitable for dancing in the rain, or running away.
de: Ein Stück Himmel, geeignet zum Tanzen im Regen oder zum Weglaufen.
es: <2>Objeto pasado.</2> Un pedazo de cielo, adecuado para bailar en la lluvia o salir corriendo.
fr: <2>Objet de retour.</2> Un fragment de paradis, idéal pour danser sous la pluie ou s'enfuir.
id: <2>Item yang Kembali.</2> Sepotong surga, cocok untuk menari di tengah hujan, atau melarikan diri.
it: <2>Oggetto del passato.</2> Un angolo di paradiso, adatto per ballare sotto la pioggia o scappare.
ja: 雨に踊り、駆け出すあなたを包む、天上の一枚
ko: <2>돌아온 아이템.</2> 빗속의 춤꾼, 혹은 도망자에게 걸맞은 천국의 조각.
pt: Um pedacinho do céu perfeito para dançar na chuva ou para fugir.
ru: <2>Вновь доступный предмет.</2> Кусочек неба для танцев под дождём или побега за мечтой.
th: <2>ไอเทมที่หวนกลับมา</2> เศษเสี้ยวของสวรรค์ที่เหมาะสำหรับการเต้นรำในสายฝน หรือวิ่งหนีไป
vi: <2>Vật phẩm trở lại.</2> Một mảnh nhỏ của thiên đường, dành cho hoạt động nhảy dưới mưa hoặc trốn chạy.
zh_hans: 一片天堂，适合在雨中跳舞或逃离。
zh_hant: <2>返場物品。</2>來自天堂的作品，適合雨中漫舞或者逃向遠方。

# commerce_item_desc_aurora_runaway_hair
source: Ready to be taken home.
de: Bereit, mit nach Hause genommen zu werden.
es: <2>Objeto pasado.</2> Listo para llevar a casa.
fr: <2>Objet de retour.</2> À ramener chez soi.
id: <2>Item yang Kembali.</2> Siap untuk dibawa pulang.
it: <2>Oggetto del passato.</2> Pronto per essere portato a casa.
ja: いっしょに帰ろう
ko: <2>돌아온 아이템.</2> 부디 집으로 데려가 주세요.
pt: Pronto para voltar para casa.
ru: <2>Вновь доступный предмет.</2> Возвращаюсь домой.
th: <2>ไอเทมที่หวนกลับมา</2> พร้อมรับกลับบ้าน
vi: <2>Vật phẩm trở lại.</2> Sẵn sàng để mang về nhà.
zh_hans: 随时可以带它回家
zh_hant: <2>返場物品。</2>隨時可以帶它回家

# commerce_item_desc_aurora_sneakers
source: Commemorate the record-breaking assembly of more than 10,000 attendees of <b>AURORA's Musical Voyage!</b>
de: Gedenken Sie der rekordverdächtigen Versammlung von mehr als 10.000 Teilnehmern von <b>AURORAs Musikalischer Reise!</b>
es: <2>Objeto pasado.</2> ¡Conmemora la insólita congregación de más de 10.000 espectadores del <b>Viaje Musical de AURORA!</b>
fr: <2>Objet de retour.</2> Commémore le record de participation du <b>voyage musical d'AURORA</b> avec plus de 10 000 spectateurs !
id: <2>Item yang Kembali.</2> Memperingati pertemuan yang memecahkan rekor lebih dari 10.000 peserta <b>Perjalanan Musik AURORA!</b>
it: <2>Oggetto del passato.</2> Commemora l'assemblea record di più di 10.000 partecipanti al <b>Viaggio Musicale di AURORA!</b>
ja: 1万人が同じ画面内で参加した記念すべきコンサート、<b>AURORA 音楽の旅</b>を祝して！
ko: <2>돌아온 아이템.</2> 10,000명 이상이 참여해 세계 기록을 경신한 <b>AURORA의 음악의 여정</b>을 기념해요!
pt: Comemore a assembleia recorde de mais de 10.000 participantes do <b>Voyage Musical da AURORA!</b>
ru: <2>Вновь доступный предмет.</2> Отметьте рекордное собрание более 10 000 участников <b>Музыкального путешествия AURORA!</b>
th: <2>ไอเทมที่หวนกลับมา</2> รำลึกถึงการชุมนุมที่ทำลายสถิติที่มีผู้เข้าร่วมกว่า 10,000 คนของ<b>การเดินทางแห่งเสียงเพลงของ AURORA!</b>
vi: <2>Vật phẩm trở lại.</2> Kỷ niệm buổi tụ họp kỷ lục hơn 10,000 người tham dự <b>Hành trình Âm nhạc AURORA!</b>
zh_hans: 纪念<b>AURORA音乐之旅</b>超过10,000名参与者的破纪录集会!
zh_hant: <2>返場物品。</2>紀念超過 10,000 名玩家共襄盛舉的 <b>AURORA 音樂旅程！</b>

# commerce_item_desc_birthday_oreo
source: <2> Returning Item.</2> Squishes, bounces, and squeaks, oh my! Cuddle your very own little Oreo.
de: <2> Wiederkehrender Gegenstand.</2> Er ist weich, hüpft und quietscht, ach, wie süß! Knuddle deinen eigenen kleinen Oreo.
es: <2>Objeto pasado.</2> Es esponjosa, rebota y chilla. ¡Vaya! Abraza a tu propia Oreo.
fr: <2>Objet de retour.</2> Il gargouille, il bondit, il couine... Faites un gros câlin à votre petit Oreo.
id: <2>Item yang Kembali.</2> Lembut, memantul, dan berdecit, aaaa! Peluklah Oreo kecil milik kamu sendiri.
it: <2> Oggetto del passato.</2> Guarda come rimbalza e guaisce! Coccola il tuo piccolo soffice Oreo.
ja: <2>復刻アイテム</2> ぎゅっとして、ぽんぽんして、キューンと鳴いて、ああもう！あなただけのかわいいオレオを抱っこしてあげてくださいね
ko: <2> 돌아온 아이템.</2> 말랑말랑, 통통, 삑삑, 세상에! 작고 귀여운 강아지 오레오를 꼭 안아 주세요.
pt: <2>Item recorrente.</2> Lindinho, fofinho e engraçadinho! Faça um carinho no seu Oreozinho.
ru: <2>Вновь доступный предмет.</2> Мягкий, прыгает и пищит! Обнимите своего собственного Орео!
th: <2>ไอเทมที่หวนกลับมา</2> บีบ เด้ง และกรีดร้อง โอ้! กอดโอรีโอจิ๋วของคุณเลยสิ
vi: <2>Vật phẩm trở lại.</2> Ôi, thật là mềm mịn! Sở hữu em Oreo đáng yêu cho riêng bạn.
zh_hans: <2>返场物品。</2>毛茸茸、软乎乎，还会吱吱叫，真是太可爱了！赶快拥抱专属于你的小奥利奥。
zh_hant: <2>返場物品。</2>可捏可彈，還會吱吱叫，實在太可愛了！屬於你的小 Oreo 要立刻抱緊處理。

# commerce_item_desc_bloom_gardenerbody
source: <2> Returning Item.</2> Made for tending to even the unruliest gardens.
de: Für die Pflege der am schwersten zu bändigenden Gärten.
es: Diseñado para poder cuidar hasta el jardín más desordenado.
fr: Conçu pour résister au désherbage dans le plus sauvage des jardins
id: Dibuat untuk bertahan merawat taman yang sangat berantakan.
it: Può resistere alla cura del giardino più incontrollabile.
ja: どれほど荒れたお庭でも、美しく生まれ変わらせるために
ko: 아무리 제멋대로인 정원도 쉽게 가꿀 수 있습니다.
pt: Feito para cuidar do jardim mais rebelde.
ru: В таких нарядах можно спокойно ухаживать даже за самым запущенным садом!
th: <2> ไอเทมที่หวนกลับมา</2> สร้างมาเพื่อดูแลแม้แต่สวนที่รกที่สุด
vi: Được dùng trong việc chăm sóc những khu vườn khó chăm nhất.
zh_hans: 专为忍受照料最不守规矩的花园而制作。
zh_hant: 為了照料最不受控的花園而製造。

# commerce_item_desc_bloom_leafumbrella
source: <2>Returning Item.</2> Relish the symphony of spring showers from under a leafy shelter.
de: <2>Wiederkehrender Gegenstand.</2> Genieße die Symphonie der Frühlingsschauer unter einem Laubdach.
es: <2>Objeto recurrente.</2> Disfruta de la sinfonía de lluvias primaverales bajo una cubierta llena de verdor.
fr: <2>Objet de retour</2> Savourez la symphonie des averses printanières à l'abri sous un feuillage.
id: <2>Barang yang Kembali</2> Nikmati simfoni hujan musim semi dari bawah naungan pohon yang rindang.
it: <2>Oggetto del passato.</2> Apprezza la sinfonia di piogge primaverili sotto un verde riparo.
ja: <2>復刻アイテム</2> 葉っぱを弾く春のシャワーの協奏曲に耳をすませましょう
ko: <2>돌아온 아이템.</2> 나뭇잎 피난처에서 봄 소나기가 들려주는 교향곡을 감상해 보세요.
pt: <2>Item recorrente.</2> Aprecie a sinfonia das chuvas da primavera sob um abrigo frondoso.
ru: <2>Вновь доступный предмет.</2> Укройтесь под навесом из листвы и наслаждайтесь симфонией весеннего дождя.
th: <2>ไอเทมที่หวนกลับมา</2> เพลิดเพลินกับเสียงซิมโฟนีของสายฝนในฤดูใบไม้ผลิจากใต้ร่มไม้อันร่มรื่น
vi: <2>Vật phẩm trở lại.</2> Hãy tận hưởng bản giao hưởng của những cơn mưa xuân dưới mái che xanh tươi.
zh_hans: <2>返场物品。</2>在繁茂的叶荫下，细细品味春雨的交响曲。
zh_hant: <2>返場道具。</2>在綠葉遮蔽下，欣賞春雨交響樂。
