Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# samk_ann_text4
source: Aw, look at that Origin Sheep over there. It's their time to shine!
de: Oh, sieh dir dieses Ursprungsschaf dort drüben an. Zeit zu glänzen!
es: Oh, miren esas ovejas del origen. ¡Es su hora de brillar!
fr: Oh, regardez ce mouton originel là-bas. En place !
id: Ah, lihat Domba Asal di sana. Saatnya mereka bersinar!
it: Oh, guarda quella pecora laggiù. È il suo momento di brillare!
ja: ワォ、あれってはじまりの羊さんじゃないかな。キラキラしてるね！
ko: 원점에 있는 양을 좀 보세요. 멋진 모습을 선보일 때가 됐죠!
pt: Ah, olha só aquelas ovelhas de origem ali. Tá na hora de elas brilharem!
ru: О, вы только посмотрите на эту овечку. Настал её час!
th: อ๊ะ ดูเจ้าแกะตรงนั้นสิ ได้เวลาที่เขาจะเฉิดฉายแล้ว!
vi: Ồ, hãy trông, chú Cừu Nguyên Bản đằng kia. Đã đến lúc chúng tỏa sáng!
zh_hans: 啊，快看那只始祖羊，就在那边。它闪耀光芒的时候到了！
zh_hant: 啊，快看那邊的始祖羊。終於輪到牠們發光發熱了！

# samk_ann_text5
source: Yo. Do you ever wonder what the stars are?
de: Hey. Hast du dich jemals gefragt, wofür diese Sterne gut sind?
es: Vaya. ¿Alguna vez se preguntan qué son las estrellas?
fr: Salut. Vous êtes-vous jamais demandé ce que sont les étoiles en réalité ?
id: Yo. Apakah kamu pernah bertanya-tanya apa bintang-bintang itu?
it: Ehi. Ti chiedi mai cosa siano le stelle?
ja: ねえ、星ってなんだろうって考えたことある？
ko: 저 별들의 정체가 궁금했던 적 있나요?
pt: E aí. Já parou pra pensar no que são as estrelas?
ru: Эй. А вы когда-нибудь задумывались о том, что такое звезды?
th: โย่ คุณเคยสงสัยมั้ยว่าดวงดาวคืออะไรกันแน่
vi: Chào. Bạn có bao giờ tự hỏi những ngôi sao là gì?
zh_hans: 哟。你是否曾好奇星星到底是什么？
zh_hant: 欸，你有沒有想過星星究竟是什麼？

# samk_ann_text6
source: They're from a particle emitter that's parented to the player. So when the player moves, the stars do, too!
de: Sie stammen von einem Teilchenstrahler, der dem Spieler übergeordnet ist. Wenn sich die Spieler bewegen, bewegen sich auch die Sterne!
es: Provienen de un emisor de partículas vinculado al jugador. Entonces cuando el jugador se mueve, ¡las estrellas también!
fr: Elles proviennent d’un émetteur de particules apparenté au joueur. Voilà pourquoi, lorsque le joueur se déplace, les étoiles le font aussi !
id: Mereka berasal dari penghasil partikel yang diletakkan ke pemutar. Jadi, saat pemain bergerak, bintang juga ikut bergerak!
it: Provengono da un emettitore di particelle associato al giocatore. Quindi, quando il giocatore si muove, lo fanno anche le stelle!
ja: たぶんプレイヤーたちを見守ってる粒子放出機から出てる光なんだよね。だからプレイヤーが動くと、星たちも動くってわけ！
ko: 플레이어로부터 기원된 입자 방출기에서 나온 것이죠. 플레이어가 움직이면 별도 움직인답니다!
pt: São emissoras de partículas ligadas ao jogador. Então, quando o jogador se mexe, as estrelas também se mexem!
ru: Они возникают от излучателя частиц, принадлежащего игроку. Так что, когда игрок двигается, звезды двигаются вместе с ним!
th: พวกมันมาจากเครื่องปล่อยอนุภาคที่คอยดูแลผู้เล่นอยู่ ดังนั้นเมื่อผู้เล่นเคลื่อนไหว ดวงดาวก็จะเคลื่อนไหวเช่นกัน!
vi: Chúng đến từ một bộ truyền phát được cung cấp cho người chơi. Vì vậy, khi người chơi di chuyển, các ngôi sao cũng di chuyển!
zh_hans: 它们来自一个与玩家息息相关的粒子发射器。因此，当玩家移动时，星星也会如影随形！
zh_hant: 所有星星都是粒子發射器產生的，會追蹤特定玩家的動態。因此，當玩家移動時，星星也會跟著移動！

# samk_ann_text7
source: Hey. It’s me, Charley. You know none of this is real, right? It does not align with Sky’s worldbuilding, and I don’t know where Sam found that floating spirit.
de: Hey, ich bin’s, Charley. Du weißt, dass nichts davon real ist, oder? Es passt nicht zum Weltenbau von Sky und ich weiß nicht, wo Sam diesen schwebenden Geist gefunden hat.
es: Hola. Soy yo, Charley. Sabes que nada de esto real, ¿cierto? No se alinea con la construcción del mundo de Sky, y no sé dónde encontró Sam a ese espíritu volador.
fr: Hé, c’est moi, Charley. Vous savez que rien de tout ceci n’est réel, n’est-ce pas ? Tout ceci ne s’aligne pas avec la construction du monde de Sky, et j’ignore où Sam a déniché cet esprit flottant.
id: Hai. Ini aku, Charley. Kamu tahu semua ini tidak nyata, kan? Itu tidak sejalan dengan pembangunan dunia Sky, dan aku tidak tahu di mana Sam menemukan roh yang mengambang itu.
it: Ehi. Sono io, Charley. Sai che niente di tutto questo è reale, vero? Non è in linea con la costruzione del mondo di Sky e non so dove Sam abbia trovato quello spirito fluttuante.
ja: どうも、チャーリーです。今起こったのが現実じゃない、ってみんなわかってくれてる、よね？Skyの世界観にあってないし、サムがどこであの浮いてる子を見つけてきたのかもさっぱりだよ
ko: 안녕하세요, 전 찰리예요. 전부 사실이 아니라는 걸 아시죠? Sky의 세계관에 부합하지 않아요. 게다가 샘이 허공의 영혼을 어디에서 찾았는지도 모르겠네요.
pt: Olá. Sou eu, Charley. Você sabe que nada disso é real, né? Não se alinha com a construção do mundo de Sky e não sei onde Sam encontrou aquele espírito flutuante.
ru: Привет! Это я, Чарли. Вы ведь понимаете, что всё это не по-настоящему? Это не вписывается во вселенную Sky. Не понимаю, где Сэму удалось найти того парящего духа.
th: เฮ้ ฉันเอง ชาร์ลี คุณรู้ไหมว่าสิ่งพวกนี้ไม่มีอยู่จริง มันไม่สอดคล้องกับการสร้างโลกของ Sky เลย และฉันก็ไม่รู้ว่าแซมไปพบกับสปิริตลอยได้ที่ไหน
vi: Chào. Là tôi, Charley đây. Bạn cũng biết là chuyện này không có thật, phải không? Thật không phù hợp với việc kiến tạo thế giới của Sky, và tôi không biết Sam đã tìm thấy tinh linh lơ lửng đó ở đâu.
zh_hans: 嘿，是我，Charley。你知道这一切都不是真的，对吧？这不符合《光·遇》的世界设定，而且我也不知道 Sam 是从哪里找到那个漂浮先灵的。
zh_hant: 嘿，是我，Charley。你知道這一切都是假的，對吧？這不符合 Sky 的世界觀，我也不知道 Sam 從哪裡找來那個飄浮的先靈。

# season_candle_purchase_confirmation
source: Unused season candles will be converted into regular candles at the end of the season.
de: Saisonskerzen, die du nicht benutzt hast, werden am Ende der Saison wieder in reguläre Kerzen verwandelt.
es: Las velas de temporada que no utilices se convertirán en velas normales al final de la temporada.
fr: Les bougies de saison non utilisées seront converties en bougies normales à la fin de la saison.
id: Lilin musim yang tidak digunakan akan diubah menjadi lilin biasa di akhir musim.
it: Le candele stagionali inutilizzate saranno convertite in candele comuni alla fine della stagione.
ja: 使用されなかった<scandle/>はシーズンの終了時に通常の<candle/>に変換されます
ko: 사용하지 않은 시즌양초는 시즌이 끝난 후 일반양초로 전환됩니다.
pt: Velas de temporada não usadas serão convertidas em velas normais no final da temporada.
ru: Неиспользованные свечи сезона превратятся в обычные свечи в конце сезона.
th: เทียนประจำฤดูกาลที่ไม่ได้ใช้จะถูกแปลงเป็นเทียนธรรมดา เมื่อสิ้นสุดฤดูกาล
vi: Nến mùa chưa dùng sẽ bị chuyển thành nến thường vào cuối mùa.
zh_hans: 未使用的限定蜡烛会在每一季奇妙之旅结束时被转换为普通蜡烛。
zh_hant: 未使用的限定蠟燭會在每一季奇妙之旅結束時被轉換為普通蠟燭。

# season_daysbefore
source: The new season starts in <b>{{1}}</b> days
de: In <b>{{1}}</b> Tagen beginnt eine neue Saison
es: La nueva temporada empieza en <b>{{1}}</b> días
fr: La nouvelle saison commence dans <b>{{1}}</b> jours
id: Musim baru dimulai dalam <b>{{1}}</b> hari
it: La nuova stagione inizia tra <b>{{1}}</b> giorni
ja: 新たなシーズンの始まりまであと<b>{{1}}</b>日
ko: <b>{{1}}</b>일 후 새로운 시즌이 시작합니다
pt: A nova temporada começa em <b>{{1}}</b> dias
ru: Новый сезон начнется через <b>{{1}}</b> дн.
th: ฤดูกาลใหม่จะเริ่มต้นในอีก <b>{{1}}</b> วัน
vi: Mùa mới bắt đầu sau <b>{{1}}</b> ngày
zh_hans: 新的季节在<b>{{1}}</b>天后开始
zh_hant: 新的季節在<b>{{1}}</b>天後開始

# season_daysleft
source: <b>{{1}}</b> days left in the season
de: <b>{{1}}</b> Tage für die Saison übrig
es: Restan <b>{{1}}</b> días en la temporada
fr: <b>{{1}}</b> jours restants avant la fin de la saison
id: <b>{{1}}</b> hari lagi sebelum musim berakhir
it: Ancora <b>{{1}}</b> giorni alla fine della stagione
ja: シーズン終了まであと<b>{{1}}</b> 日
ko: 시즌 <b>{{1}}</b>일 남음
pt: <b>{{1}}</b> dias restantes na temporada
ru: Дней до конца сезона: <b>{{1}}</b>
th: ฤดูกาลนี้เหลืออยู่อีก <b>{{1}}</b> วัน
vi: Mùa này kết thúc sau <b>{{1}}</b> ngày
zh_hans: 本季节还有<b>{{1}}</b>天结束
zh_hant: 本季節還有<b>{{1}}</b>天結束

# season_end_message
source: <b>Thanks for taking part in this <apcolor><spendant season="prev"/>Season Pass</apcolor>!</b> We hope you enjoyed this special event in Sky. Your <scandle season="prev"/> and <sheart season="prev"/> have been converted to <candle/> and <heart/>. The season's <1>travelers</1> have left the realms of Sky.
de: <b>Danke, dass du an diesem <apcolor><spendant season="prev"/>Saisonpass</apcolor> teilgenommen hast!</b> Wir hoffen, dass dir dieses besondere Event bei Sky gefallen hat. Deine <scandle season="prev"/> und <sheart season="prev"/> werden jetzt in <candle/> und <heart/> umgewandelt. Die Reisenden werden zurückkehren.
es: <b>¡Gracias por formar parte de este <apcolor><spendant season="prev"/>pase de temporada</apcolor>!</b> Esperamos que hayas disfrutado este evento especial en Sky. Tu <scandle season="prev"/> y <sheart season="prev"/> ahora se convertirán en <candle/> y <heart/>. Los viajeros volverán.
fr: <b>Merci d'avoir participé à ce <apcolor><spendant season="prev"/>passe saisonnier</apcolor> !</b> Nous espérons que vous avez apprécié cet événement spécial dans Sky. Vos <scandle season="prev"/> et <sheart season="prev"/> serons maintenant convertis en <candle/> et <heart/>. Les voyageurs seront de retour.
id: <b>Terima kasih telah berpartisipasi dalam <apcolor><spendant season="prev"/>Season Pass</apcolor> ini!</b> Kami berharap kamu menikmati acara spesial di Sky.<scandle season="prev"/> dan <sheart season="prev"/> kamu akan dikonversi ke <candle/> dan <heart/>. Pengembara akan kembali.
it: <b>Grazie per aver partecipato a questo <apcolor><spendant season="prev"/>pass stagionale</apcolor>!</b> Speriamo che questo evento speciale di Sky ti sia piaciuto. <scandle season="prev"/> e <sheart season="prev"/> saranno ora convertiti in <candle/> e <heart/>. I viandanti ritorneranno.
ja: <b>この季節を<apcolor><spendant season="prev"/>シーズンパス</apcolor>とともに冒険していただきありがとうございました！</b> Skyに訪れた特別な季節はお楽しみいただけましたか？ 獲得いただいた<scandle season="prev"/>と<sheart season="prev"/>は通常の<candle/>と<heart/>に変換されます。 次の季節もお楽しみに！
ko: <b>이번 <apcolor><spendant season="prev"/>시즌패스</apcolor>에 참여해 주셔서 감사합니다!</b> Sky에서 펼쳐진 특별한 이벤트와 함께 즐거운 시간 보내셨기를 바랍니다. 남은 <scandle season="prev"/>와 <sheart season="prev"/>는 이제 <candle/>와 <heart/>로 전환됩니다. 여행자들은 다시 돌아옵니다.
pt: <b>Obrigado por fazer parte do <apcolor><spendant season="prev"/>Passe da Temporada</apcolor>!</b> Esperamos que tenha gostado deste evento especial do Sky. Suas <scandle season="prev"/> e seus <sheart season="prev"/> serão transformados em <candle/> e <heart/>. Os viajantes retornarão.
ru: <b>Спасибо за участие в этом <apcolor><spendant season="prev"/>Сезонном пропуске</apcolor>!</b> Надеемся, вам понравилось это особое событие в мире Sky. Ваши <scandle season="prev"/> и <sheart season="prev"/> превратятся в <candle/> и <heart/>. Путники вернутся.
th: <b>ขอขอบคุณที่เข้าร่วมใน<apcolor><spendant season="prev"/>บัตรผ่านฤดูกาล</apcolor>นี้!</b> เราหวังว่าคุณจะสนุกกับกิจกรรมพิเศษใน Sky <scandle season="prev"/> และ<sheart season="prev"/> ของคุณถูกแปลงเป็น <candle/> และ <heart/> เรียบร้อยแล้ว <1>นักเดินทาง</1>ประจำฤดูกาลได้ออกจากอาณาจักรแห่ง Sky แล้ว
vi: <b>Cảm ơn bạn đã tham gia <apcolor><spendant season="prev"/>Vé Mùa</apcolor> này!</b> Chúng tôi hy vọng bạn thích sự kiện đặc biệt này của Sky. <scandle season="prev"/> và <sheart season="prev"/> của bạn giờ đây sẽ được chuyển đổi thành <candle/> và <heart/>. Những nhà lữ hành sẽ trở lại.
zh_hans: <b>感谢参与此次<apcolor><spendant season="prev"/>季票</apcolor>推广活动！</b> 希望你能喜欢《Sky》的此次特别活动。 你的<scandle season="prev"/>和<sheart season="prev"/>现将转化为<candle/>和<heart/>。 这些先灵们将在未来再次回访。
zh_hant: <b>感謝你參與本次<apcolor><spendant season="prev"/>季票</apcolor>活動！</b> 我們希望你喜歡這次《Sky光·遇》裡的特殊活動。 你的<scandle season="prev"/>和<sheart season="prev"/>會轉變成<candle/>和<heart/>。 這些先靈們將在未來再次回訪。

# season_hoursbefore
source: The new season starts in <b>{{1}}</b> hours
de: Die neue Saison beginnt in <b>{{1}}</b> Stunden
es: La nueva temporada comienza en <b>{{1}}</b> horas
fr: La nouvelle saison commence dans <b>{{1}}</b> heures
id: Musim baru dimulai dalam <b>{{1}}</b> jam
it: La nuova stagione inizia in <b>{{1}}</b> ore
ja: 新たな季節が訪れるまであと<b>{{1}}</b>時間
ko: <b>{{1}}</b>시간 후 새 시즌이 시작됩니다
pt: A nova temporada começa em <b>{{1}}</b> horas
ru: Новый сезон начнётся через <b>{{1}}</b> час.
th: ฤดูกาลใหม่จะเริ่มต้นใน <b>{{1}}</b> ชั่วโมง
vi: Mùa mới bắt đầu sau <b>{{1}}</b> giờ
zh_hans: 新季节<b>{{1}}</b>小时后开始
zh_hant: 新季節<b>{{1}}</b>小時後開始

# season_hoursleft
source: <b>{{1}}</b> hours left in the season
de: Es sind noch <b>{{1}}</b> Stunden in der Saison übrig
es: Quedan <b>{{1}}</b> horas en la temporada
fr: Il reste <b>{{1}}</b> heures dans la saison
id: <b>{{1}}</b> jam lagi sebelum musim berakhir
it: Ci sono <b>{{1}}</b> ore rimanenti nella stagione
ja: この季節が過ぎ去るまであと<b>{{1}}</b>時間
ko: 새 시즌까지 남은 시간 <b>{{1}}</b>시간
pt: Restam <b>{{1}}</b> horas na temporada
ru: До окончания сезона осталось <b>{{1}}</b> час.
th: ฤดูกาลนี้เหลือเวลาอีก <b>{{1}}</b> ชั่วโมง
vi: Mùa này kết thúc sau <b>{{1}}</b> giờ
zh_hans: 本季节还剩<b>{{1}}</b>小时
zh_hant: 本季節還剩<b>{{1}}</b>小時

# season_intro_1_04
source: The <b>Season of Belonging</b> has arrived
de: Die <b>Saison des Zusammengehörens</b> ist gekommen
es: La <b>temporada de la pertenencia</b> ha llegado
fr: La <b>saison de l'Appartenance</b> est arrivée
id: <b>Musim Kepemilikan</b> telah tiba
it: La <b>Stagione degli Affetti</b> è arrivata!
ja: 光の探求者の季節がやってきました！
ko: <b>친밀의 시즌</b>이 도착했습니다.
pt: A <b>temporada do pertencer</b> chegou
ru: Наступил <b>Сезон сопричастности</b>
th: <b>ฤดูกาลแห่งการเป็นส่วนหนึ่ง</b>มาถึงแล้ว
vi: <b>Mùa Sở Hữu</b> đã bắt đầu!
zh_hans: <b>追光季</b>开始了！
zh_hant: <b>追光季</b>開始了！

# season_intro_1_05
source: The <b>Season of Rhythm</b> has arrived!
de: Die <b>Saison des Rhythmus</b> ist gekommen!
es: ¡Llegó la <b>Temporada del Ritmo</b>!
fr: La <b>saison du Rythme</b> est arrivée !
id: <b>Musim Irama</b> telah tiba!
it: La <b>Stagione del Ritmo</b> è arrivata!
ja: <b>リズムが弾ける季節</b>がやって来ました！
ko: <b>리듬의 시즌</b>이 도착했습니다!
pt: A <b>temporada do ritmo </b> chegou!
ru: Наступил <b>Сезон ритма</b>!
th: <b>ฤดูกาลแห่งท่วงทำนอง</b>มาถึงแล้ว!
vi: <b>Mùa Nhịp Điệu</b> đã bắt đầu!
zh_hans: <b>音韵季 </b>已经开始！
zh_hant: <b>音韻季 </b>已經開始！

# season_intro_1_06
source: The <b>Season of Enchantment</b> has arrived.
de: Die <b>Saison der Verzauberung</b> ist da.
es: Llegó la <b>Temporada de los Encantos</b>.
fr: La <b>saison de l'Enchantement</b> est arrivée.
id: <b>Musim Pesona</b> telah tiba.
it: La <b>Stagione degli Incantesimi</b> è arrivata.
ja: <b>魔法の季節</b>がやって来ました！
ko: <b>마법의 시즌</b>이 도착했습니다!
pt: A <b>temporada dos encantos<b> chegou!
ru: Наступил <b>Сезон волшебства</b>.
th: <b>ฤดูกาลแห่งการร่ายมนตร์</b>มาถึงแล้ว
vi: <b>Mùa Phép Thuật</b> đã bắt đầu!
zh_hans: <b>魔法季</b>已经开始！
zh_hant: <b>魔法季</b>已經開始！

# season_intro_1_07
source: The <b>Season of Sanctuary</b> is upon us.
de: Die <b>Saison der Zuflucht</b> ist gekommen.
es: La <b>Temporada del Santuario</b> ya está con nosotros.
fr: La <b>saison du sanctuaire</b> est arrivée.
id: <b>Musim Tempat Suci</b> segera hadir.
it: La <b>Stagione del Santuario</b> è arrivata.
ja: <b>楽園の季節</b>が始まろうとしています。
ko: <b>낙원의 시즌</b>이 도착했어요!
pt: A <b>temporada do santuário</b> está chegando.
ru: Начался сезон укрытия
th: ใกล้จะถึง<b>ฤดูกาลแห่งสวรรค์</b>แล้ว
vi: <b>Mùa Thánh Đảo</b> sắp đến.
zh_hans: <b>圣岛季</b>即将来临。
zh_hant: <b>聖島季</b>即將來臨。

# season_intro_1_08
source: The <b>Season of Prophecy</b> is upon us.
de: Die <b>Saison der Prophezeiung</b> ist gekommen.
es: Ya llega la <b>Temporada de la Profecía</b>.
fr: La <b>saison de la Prophétie</b> est arrivée.
id: <b>Musim Nubuat</b> segera hadir.
it: La <b>Stagione della Profezia</b> è arrivata.
ja: <b>預言者の季節</b>がやってきました
ko: <b>예언의 시즌</b>이 도착했어요.
pt: A <b>Temporada da Profecia</b> chegou.
ru: Надвигается <b>Сезон пророчества</b>.
th: ใกล้จะถึง<b>ฤดูกาลแห่งคำพยากรณ์</b>แล้ว
vi: <b>Mùa Tiên Tri</b> đã bắt đầu.
zh_hans: <b>预言季</b>开始了。
zh_hant: <b>預言季</b>開始了。

# season_intro_1_09
source: The <b>Season of Dreams</b> is upon us.
de: Die <b>Saison der Träume</b> ist hier.
es: Ya llega la <b>temporada de los sueños</b>.
fr: La <b>saison des Rêves</b> est arrivée.
id: <b>Musim Impian</b> segera hadir.
it: La <b>Stagione dei Sogni</b> è arrivata.
ja: <b>夢かなう季節</b>がやってきました
ko: <b>꿈의 시즌</b>이 찾아왔어요
pt: A <b>temporada dos sonhos</b> está para chegar.
ru: Приближается <b>Сезон Мечтаний</b>.
th: ใกล้จะถึง<b>ฤดูกาลแห่งฝัน</b>แล้ว
vi: <b>Mùa Giấc Mơ</b> đã đến
zh_hans: <b>梦想季</b>已经到来
zh_hant: <b>夢想季</b>已經到來

# season_intro_1_10
source: The <b>Season of Assembly</b> has arrived!
de: Die <b>Saison des Zusammenbaus</b> ist angebrochen!
es: ¡Llegó la <b>temporada del Ensamblaje</b>!
fr: La <b>saison du Rassemblement</b> est arrivée !
id: <b>Musim Berkumpul</b> telah tiba!
it: La <b>Stagione della Costruzione</b> è arrivata!
ja: <b>大樹に集う季節</b>がやってきました！
ko: <b>협력의 시즌</b>이 찾아왔어요!
pt: A <b>temporada da união</b> começou!
ru: Наступил <b>Сезон Собрания</b>!
th: <b>ฤดูกาลแห่งการชุมนุม</b>มาถึงแล้ว
vi: <b>Mùa Tụ Hội</b> đã đến!
zh_hans: <b>重组季</b>已经到来!
zh_hant: <b>重組季</b>已經到來!

# season_intro_1_11
source: A special season of <b>The Little Prince</b> has arrived!
de: Eine Spezialsaison <b>des kleinen Prinzen</b> ist da!
es: ¡Llegó una temporada especial de <b>El principito</b>!
fr: Une nouvelle saison du <b>Petit Prince</b> est arrivée !
id: Musim spesial <b>Pangeran Kecil</b> telah tiba!
it: È arrivata una stagione speciale del <b>Piccolo Principe</b>!
ja: 特別な<b>星の王子さま</b>の季節が訪れました！
ko: <b>어린 왕자</b>의 시즌이 찾아왔어요!
pt: Uma temporada especial do <b>Pequeno Príncipe</b> chegou!
ru: Уже начался особый сезон «<b>Маленького принца</b>»!
th: ฤดูกาลพิเศษของ<b>เจ้าชายน้อย</b>มาถึงแล้ว!
vi: Mùa <b>Hoàng Tử Bé</b> đặc biệt đã đến!
zh_hans: <b>小王子特别季</b>现已来临！
zh_hant: <b>小王子特別季</b>現已來臨！

# season_intro_1_12
source: The <b>Season of Flight</b> has arrived!
de: Die <b>Saison des Fliegens</b> ist da!
es: ¡Llegó la <b>temporada del vuelo</b>!
fr: La <b>Saison de l'Envol l</b> est arrivée !
id: <b>Musim Penerbangan</b> telah tiba!
it: La <b>Stagione del Volo</b> è arrivata!
ja: <b>羽ばたく季節</b>が訪れました！
ko: <b>비행의 시즌</b>이 찾아왔어요!
pt: A <b>Temporada de Voo</b> chegou!
ru: <b>Сезон полетов</b> уже наступил!
th: <b>ฤดูกาลแห่งการโบยบิน</b>มาถึงแล้ว
vi: <b>Mùa Bay Lượn</b> đã đến!
zh_hans: <b>飞翔季</b>现已来临！
zh_hant: <b>飛翔季</b>現已來臨！

# season_intro_1_13
source: The <b>Season of Abyss</b> has arrived!
de: Die <b>Saison der Tiefsee</b> ist da!
es: ¡Llegó la <b<temporada del abismo</b>!
fr: La <b>saison des Abysses</b> est arrivée !
id: <b>Musim Palung</b> telah tiba!
it: La {1}Stagione degli Abissi{2} è arrivata!
ja: <b>深淵の季節が</b>訪れました！
ko: <b>심해의 시즌</b>이 시작됐어요!
pt: A {1}Temporada do Abismo{2} chegou!
ru: Начался <b>Сезон бездны</b>!
th: <b>ฤดูกาลแห่งนรก</b>มาถึงแล้ว
vi: <b>Mùa Vực Sâu</b> đã đến!
zh_hans: <b>深渊季</b> 来了！
zh_hant: <b>深淵季</b>已經到來！

# season_intro_1_14
source: The <b>Season of Performance</b> has arrived!
de: Die <b>Saison der Darbietung</b> ist da!
es: ¡Llegó la <b>temporada de obras</b>!
fr: La <b>saison de l'Interprétation</b> est arrivée !
id: <b>Musim Pertunjukan</b> telah tiba!
it: La <b>Stagione dello Spettacolo</b> è arrivata!
ja: <b>表現者たちの季節</b>が訪れました！
ko: <b>공연의 시즌</b>이 찾아왔어요!
pt: A <b>Temporada da Performance</b> chegou!
ru: Начался <b>Сезон представлений</b>!
th: <b>ฤดูกาลแห่งการแสดง</b>มาถึงแล้ว
vi: <b>Mùa Biểu Diễn</b> đã đến!
zh_hans: <b>表演季</b>来了！
zh_hant: <b>表演季</b>已經到來！

# season_intro_1_15
source: The <b>Season of Shattering</b> has arrived!
de: Die <b>Saison der Zertrümmerung</b> ist da!
es: ¡Llegó la <b>temporada de la destrucción</b>!
fr: La <b>saison de l'Éclatement</b> est arrivée !
id: <b>Musim Kehancuran</b> sudah tiba!
it: La <b>Stagione della Distruzione</b> è arrivata!
ja: <b>砕ケル闇ノ季節</b>が訪れました
ko: <b>파편의 시즌</b>이 찾아왔어요!
pt: A <b>Temporada do Despedaçar</b> chegou!
ru: Начался <b>Сезон крушения</b>!
th: <b>ฤดูกาลแห่งการแตกสลาย</b>มาถึงแล้ว
vi: <b>Mùa Tan Vỡ</b> đã đến!
zh_hans: <b>破晓季</b>开始了！
zh_hant: <b>破曉季</b>開始了！

# season_intro_1_16
source: The <b> Season of AURORA </b> has arrived!
de: Die <b>Saison von AURORA</b> ist da!
es: ¡Llegó la <b>temporada de AURORA</b>!
fr: La <b> saison d'AURORA </b> est arrivée !
id: <b> Musim AURORA </b> telah tiba!
it: La <b> Stagione di AURORA</b> è arrivata!
ja: <b>AURORAの季節</b>が訪れました！
ko: <b>AURORA의 시즌</b>을 시작합니다!
pt: A <b> temporada da AURORA </b> chegou!
ru: Начался <b>сезон AURORA</b>!
th: <b>ฤดูกาลแห่ง AURORA </b>มาถึงแล้ว
vi: <b>Mùa AURORA</b> đã đến!
zh_hans: <b>AURORA季</b>已经到来！
zh_hant: <b>AURORA季</b>已經到來！

# season_intro_1_17
source: The <b>Season of Remembrance</b> has begun.
de: Die <b>Saison des Gedenkens</b> hat begonnen.
es: Comenzó la <b>temporada de conmemoración</b>.
fr: La <b>saison du Souvenir</b> a commencé.
id: <b>Musim Kenangan</b> telah dimulai.
it: La <b>Stagione della Commemorazione</b> è iniziata.
ja: <b>追慕の季節</b>が訪れました
ko: <b>기억의 시즌</b>을 시작합니다.
pt: A <b>Temporada da Recordação</b> começou.
ru: <b>Сезон Памяти</b> начался.
th: <b>ฤดูกาลแห่งความทรงจำ</b>ได้เริ่มต้นขึ้นแล้ว
vi: <b>Mùa Tưởng Nhớ</b> đã bắt đầu.
zh_hans: <b>缅怀季</b>现已开始。
zh_hant: <b>緬懷季</b>已經展開。

# season_intro_1_18
source: The <b>Season of <2>Passage</2></b> has begun.
de: Die <b>Saison des <2>Übergangs</2></b> hat begonnen.
es: Comenzó la <b>temporada de <2>iniciación</2></b>.
fr: La <b>saison de l'<2>Initiation</2></b> a commencé.
id: <b>Musim <2>Inisiasi Pembaruan</2></b> telah dimulai.
it: La <b>Stagione della <2>Transizione</2></b> è iniziata.
ja: <b><2>ならい</2>の季節</b>が訪れました
ko: <b><2>성장</2>의 시즌</b>을 시작합니다.
pt: A <b>Temporada da <2>Passagem</2></b> começou.
ru: <b>Сезон <2>посвящения</2></b> начался.
th: <b>ฤดูกาลแห่ง<2>เส้นทาง</2></b>ได้เริ่มต้นขึ้นแล้ว
vi: <b>Mùa <2>Thử Thách</2></b> đã bắt đầu.
zh_hans: <b><2>夜行</2>季</b>现已开始。
zh_hant: <b><2>夜行</2>季</b>現已開始。

# season_intro_1_19
source: The <b>Season of <2>Moments</2></b> has begun.
de: Die <b>Saison der <2>Momente</2></b> hat begonnen.
es: Comenzó la <b>temporada de los <2>momentos</2></b>.
fr: La <b>saison des <2>Instants</2></b> a commencé.
id: <b>Musim <2>Momen</2></b> telah dimulai.
it: La <b>Stagione dei <2>Momenti</2></b> è iniziata.
ja: <b><2>瞬き</2>の季節</b>が訪れました
ko: <b><2>순간</2>의 시즌</b>이 시작했습니다.
pt: A <b>Temporada dos <2>Momentos</2></b> começou.
ru: Начинается <b>Сезон <2>мгновений</2></b>.
th: <b>ฤดูกาลแห่ง<2>ช่วงเวลา</2></b>ได้เริ่มต้นขึ้นแล้ว
vi: <b>Mùa <2>Khoảnh Khắc</2></b> đã bắt đầu.
zh_hans: <b><2>拾光</2>季</b>开始了。
zh_hant: <b><2>拾光</2>季</b>現已開始。

# season_intro_1_20
source: The <b>Season of <2>Revival</2></b> has begun.
de: Die <b>Saison der <2>Wiederbelebung</2></b> hat begonnen.
es: Comenzó la <b>temporada del<2>Renacimiento</2></b>.
fr: La <b>saison du <2>Renouveau</2></b> a commencé.
id: <b>Musim <2>Kebangkitan</2></b> telah dimulai.
it: La <b>Stagione della <2>Rinascita</2></b> è iniziata.
ja: <b><2>復古</2>の季節</b>が訪れました
ko: <b><2>재생</2>의 시즌</b>을 시작합니다.
pt: A <b>Temporada do <2>Reavivamento</2></b> começou.
ru: <b>Сезон <2>возрождения</2></b> начался.
th: <b>ฤดูกาลแห่ง<2>การฟื้นฟู</2></b>ได้เริ่มต้นขึ้นแล้ว
vi: <b>Mùa <2>Phục Hưng</2></b> đã bắt đầu.
zh_hans: <b><2>归巢</2>季</b>开始了。
zh_hant: <b><2>歸巢</2>季</b>現已開始。

# season_intro_1_21
source: The <b>Season of <2>The Nine-Colored Deer</2></b> has begun.
de: Die <b>Saison des <2>Neunfarbigen Hirsches</2></b> hat begonnen.
es: Comenzó la <b>temporada del <2>Ciervo de los nueve colores</2></b>.
fr: La <b>saison du <2>Cerf aux neuf couleurs</2></b> a commencé.
id: <b>Musim <2>Rusa Sembilan Warna</2></b> telah dimulai.
it: La <b>Stagione del <2>Cervo dai nove colori</2></b> è iniziata.
ja: <b><2>九色の鹿</2>の季節</b>が訪れました
ko: <b><2>아홉 빛깔 사슴의</2>의 시즌</b>을 시작합니다.
pt: A <b>Temporada do <2>Cervo de Nove Cores</2></b> começou.
ru: Начинается <b>Сезон <2>Девятицветного оленя</2></b>.
th: <b>ฤดูกาลแห่ง<2>กวางเก้าสี</2></b>ได้เริ่มต้นขึ้นแล้ว
vi: <b>Mùa <2>Cửu Sắc Lộc</2></b> đã bắt đầu.
zh_hans: <b><2>九色鹿</2>季</b>开始了。
zh_hant: <b><2>九色鹿</2>季</b>現已開始。
