Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_world_quest_ap10_fetch_03_desc
source: <b>Complete the tent scavenger hunt</b>
de: <b>Schließe die Zelt-Schnitzeljagd ab</b>
es: <b>Completa la búsqueda del tesoro de la carpa</b>
fr: <b>Complétez la chasse au trésor de la tente</b>
id: <b>Selesaikan perburuan tenda</b>
it: <b>Completa la caccia alla tenda</b>
ja: <b>テントを探す精霊を手伝う</b>
ko: <b>텐트 아이템 보물찾기 게임을 완료하기</b>
pt: <b>Conclua a caça ao tesouro da tenda</b>
ru: <b>Отыщите все фрагменты палатки</b>
th: <b>ตามล่าหาเต็นท์ได้สำเร็จ</b>
vi: <b>Hoàn thành cuộc tìm kiếm trong lều</b>
zh_hans: <b>完成帐篷寻物游戏</b>
zh_hant: <b>完成帳篷尋物遊戲</b>

# daily_quest_world_quest_ap10_fetch_04_desc
source: <b>Complete the spotlight scavenger hunt</b>
de: <b>Schließe die Scheinwerfer-Schnitzeljagd ab</b>
es: <b>Completa la búsqueda del tesoro del proyector</b>
fr: <b>Complétez la chasse au trésor du projecteur</b>
id: <b>Selesaikan perburuan lampu sorot</b>
it: <b>Completa la caccia al faretto </b>
ja: <b>スポットライトを探す精霊を手伝う</b>
ko: <b>스포트라이트 아이템 보물찾기 게임을 완료하기</b>
pt: <b>Conclua a caça ao tesouro do holofote</b>
ru: <b>Отыщите все фрагменты фонаря</b>
th: <b>ตามล่าหาไฟสปอตไลท์ได้สำเร็จ</b>
vi: <b>Hoàn thành cuộc tìm kiếm đèn chiếu</b>
zh_hans: <b>完成聚光灯寻物游戏</b>
zh_hant: <b>完成聚光燈尋物遊戲</b>

# daily_quest_world_quest_ap10_fetch_05_desc
source: <b>Complete the hammock scavenger hunt</b>
de: <b>Schließe die Hängematten-Schnitzeljagd ab</b>
es: <b>Completa la búsqueda del tesoro de la hamaca</b>
fr: <b>Complétez la chasse au trésor du hamac</b>
id: <b>Selesaikan perburuan tempat tidur gantung</b>
it: <b>Completa la caccia all'amaca</b>
ja: <b>ハンモックを探す精霊を手伝う</b>
ko: <b>해먹 아이템 보물찾기 게임을 완료하기</b>
pt: <b>Conclua a caça ao tesouro da rede</b>
ru: <b>Отыщите все фрагменты гамака</b>
th: <b>ตามล่าหาเปลญวนได้สำเร็จ</b>
vi: <b>Hoàn thành cuộc tìm kiếm võng</b>
zh_hans: <b>完成吊床寻物游戏</b>
zh_hant: <b>完成吊床尋物遊戲</b>

# daily_quest_world_quest_ap10_fetch_06_desc
source: <b>Complete the hoop scavenger hunt</b>
de: <b>Schließe die Reifen-Schnitzeljagd ab</b>
es: <b>Completa la búsqueda del tesoro del aro</b>
fr: <b>Complétez la chasse au trésor du cerceau</b>
id: <b>Selesaikan perburuan simpai</b>
it: <b>Completa la caccia al cerchio</b>
ja: <b>輪っかを探す精霊を手伝う</b>
ko: <b>곡예용 고리 아이템 보물찾기 게임을 완료하기</b>
pt: <b>Conclua a caça ao tesouro do aro</b>
ru: <b>Отыщите все фрагменты обруча</b>
th: <b>ตามล่าหาห่วงได้สำเร็จ</b>
vi: <b>Hoàn thành cuộc tìm kiếm vòng gỗ</b>
zh_hans: <b>完成木环寻物游戏</b>
zh_hant: <b>完成木環尋物遊戲</b>

# daily_quest_world_quest_dawn_balance_desc
source: <b>Relive Prophet of Air's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Propheten der Luft von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Profeta del Aire de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du prophète de l’air sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Utusan Udara dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Profeta dell'Aria sull'Isola dell'Alba</b>
ja: <b>孤島で風の預言者の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 공기의 예언자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Profeta do Ar na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Пророка воздуха с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของผู้พยากรณ์แห่งลมจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Tiên Tri Không Khí đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温风先知的记忆</b>
zh_hant: <b>重溫風先知在晨島的記憶</b>

# daily_quest_world_quest_dawn_carry_desc
source: <b>Relive Piggyback Lightseeker's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung der Huckepack-Lichtsucherin von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo de la Buscadora de la luz a caballito de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir de la chercheuse de lumière à califourchon sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Pencari Cahaya Gendong Belakang dari Pulau Fajar</b>
it: <b>Rivivi il ricordo della Cercatrice della Luce a cavalluccio sull'Isola dell'Alba</b>
ja: <b>孤島でおんぶする光探求者の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 업어주는 빛 추적자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Buscadora da Luz de Carona na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Искателя света на закорках с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของผู้แสวงหาแสงที่ชอบขี่หลังจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Người Tìm Ánh Sáng đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温肩背追光者的记忆</b>
zh_hant: <b>重溫肩背追光者在晨島的記憶</b>

# daily_quest_world_quest_dawn_chestpound_desc
source: <b>Relive Prophet of Fire's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Propheten des Feuers von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Profeta del Fuego de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du prophète du feu sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Utusan Api dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Profeta del Fuoco sull'Isola dell'Alba</b>
ja: <b>孤島で火の預言者の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 불의 예언자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Profeta do Fogo na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Пророка огня с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของผู้พยากรณ์แห่งไฟจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Tiên Tri Lửa đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温火先知的记忆</b>
zh_hant: <b>重溫火先知在晨島的記憶</b>

# daily_quest_world_quest_dawn_come_desc
source: <b>Relive Ushering Stargazer's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung der Geleitenden Sternguckerin von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo de la Soñadora escolta de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du guide astronome sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Pengamat Bintang Pengantar dari Pulau Fajar</b>
it: <b>Rivivi il ricordo dell'Osservatrice guida sull'Isola dell'Alba</b>
ja: <b>孤島で先導する星読みの記憶を呼び起こす</b>
ko: <b>여명의 섬에서 안내하는 별지기의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Astrólogo Convidativo na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Манящей мечтательницы с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของผู้ดูดาวนำทางจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Thiên Văn Dẫn Đường đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温引路望星客的记忆</b>
zh_hant: <b>重溫引路望星客在晨島的記憶</b>

# daily_quest_world_quest_dawn_deepbreath_desc
source: <b>Relive Prophet of Water's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Propheten des Wassers von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Profeta del Agua de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du prophète de l’eau sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Utusan Air dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Profeta dell'Acqua sull'Isola dell'Alba</b>
ja: <b>孤島で水の預言者の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 물의 예언자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Profeta da Água na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Пророка воды с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของผู้พยากรณ์แห่งน้ำจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Tiên Tri Nước đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温水先知的记忆</b>
zh_hant: <b>重溫水先知在晨島的記憶</b>

# daily_quest_world_quest_dawn_dustoff_desc
source: <b>Relive Prophet of Earth's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Propheten der Erde von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Profeta de la Tierra de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du prophète de la terre sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Utusan Bumi dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Profeta della Terra sull'Isola dell'Alba</b>
ja: <b>孤島で地の預言者の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 땅의 예언자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Profeta da Terra na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Пророка земли с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของผู้พยากรณ์แห่งดินจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Tiên Tri Đất đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温土先知的记忆</b>
zh_hant: <b>重溫土先知在晨島的記憶</b>

# daily_quest_world_quest_dawn_loopdance_desc
source: <b>Relive Boogie Kid's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Boogie-Kindes von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Niño Boogie de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir de l’enfant dansant sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Anak Boogie dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Bambino danzante sull'Isola dell'Alba</b>
ja: <b>孤島で音と舞う幼子の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 춤추는 아이의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Criança Dançarina na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Танцора буги с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของเด็กน้อยนักเต้นจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Đứa Trẻ Nhảy Nhót đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温踏舞孩童的记忆</b>
zh_hant: <b>重溫踏舞孩童在晨島的記憶</b>

# daily_quest_world_quest_dawn_nothanks_desc
source: <b>Relive Rejecting Voyager's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Ablehnenden Reisenden von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Viajero que rechaza de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du voyageur refusant sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Pengembara Menolak dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Viaggiatore respingente sull'Isola dell'Alba</b>
ja: <b>孤島で固辞する航行者の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 거부하는 여행자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Viajante em Negação na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Отказывающегося скитальца с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของนักเดินทางจอมปฏิเสธจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Hành Giả Từ Chối đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温回绝行者的记忆</b>
zh_hant: <b>重溫回絕行者在晨島的記憶</b>

# daily_quest_world_quest_dawn_point_desc
source: <b>Relive Pointing Candlemaker's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Deutenden Kerzenmachers von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Candelero que apunta de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du cirier pointant sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Pembuat Lilin Menunjuk dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Candelaio indicante sull'Isola dell'Alba</b>
ja: <b>孤島で指差すキャンドル職人の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 가리키는 양초장이의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Candeeiro Denotante na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Указующего свечного мастера с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของช่างทำเทียนจอมชี้นิ้วจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Thợ Nến Dẫn Đường đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温指路蜡烛匠的记忆</b>
zh_hant: <b>重溫指路蠟燭匠在晨島的記憶</b>

# daily_quest_world_quest_dawn_sass_desc
source: <b>Relive Sassy Drifter's memory from Isle of Dawn</b>
de: <b>Erlebe erneut die Erinnerung des Frechen Landstreichers von der Insel der Dämmerung</b>
es: <b>Revive el recuerdo del Vagabundo pícaro de la Isla del Amanecer</b>
fr: <b>Revivez le souvenir du vagabond excentrique sur l’île de l’aube</b>
id: <b>Hidupkan kembali kenangan Gelandangan Lancang dari Pulau Fajar</b>
it: <b>Rivivi il ricordo del Fannullone insolente sull'Isola dell'Alba</b>
ja: <b>孤島でおませな漂流者の記憶を呼び起こす</b>
ko: <b>여명의 섬에서 건방진 나그네의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Andarilho Ousado na Ilha do Alvorecer</b>
ru: <b>Переживите воспоминания Нахального бродяги с Острова рассвета</b>
th: <b>หวนระลึกความทรงจำของคนเร่ร่อนผู้โอหังจากเกาะรุ่งอรุณ</b>
vi: <b>Hồi tưởng lại ký ức của Kẻ Lang Thang Phóng Túng đến từ Đảo Bình Minh</b>
zh_hans: <b>在晨岛重温刁蛮浪者的记忆</b>
zh_hant: <b>重溫刁蠻浪者在晨島的記憶</b>

# daily_quest_world_quest_dusk_acknowledge_desc
source: <b>Relive Saluting Protector's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Grüßenden Beschützers von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Protector que saluda del Páramo Dorado</b>
fr: <b>Revivez le souvenir du protecteur saluant dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Menghormati Pelindung dari Gurun Emas</b>
it: <b>Rivivi il ricordo del Protettore sull'attenti nel Deserto Dorato</b>
ja: <b>捨てられた地で敬礼する守護者の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 경례하는 수호자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Protetor Saudoso no Sertão Dourado</b>
ru: <b>Переживите воспоминания Салютующего защитника из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของผู้พิทักษ์โค้งคำนับจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Hộ Vệ Cúi Chào đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温敬礼护卫的记忆</b>
zh_hant: <b>重溫敬禮護衛在暮土的記憶</b>

# daily_quest_world_quest_dusk_brave_desc
source: <b>Relive Courageous Soldier's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Mutigen Soldaten von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Soldado valiente del Páramo Dorado</b>
fr: <b>Revivez le souvenir du soldat courageux dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Prajurit Pemberani dari Gurun Emas</b>
it: <b>Rivivi il ricordo del Soldato coraggioso nel Deserto Dorato</b>
ja: <b>捨てられた地で勇敢な戦士の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 용감한 병사의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Soldado Valente no Sertão Dourado</b>
ru: <b>Переживите воспоминания Храброго солдата из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของทหารกล้าจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Người Lính Dũng Cảm đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温无畏士兵的记忆</b>
zh_hant: <b>重溫無畏士兵在暮土的記憶</b>

# daily_quest_world_quest_dusk_crabvoice_desc
source: <b>Relive Crab Whisperer's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Krabbensprechers von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Susurrador de cangrejos del Páramo Dorado</b>
fr: <b>Revivez le souvenir de la charmeuse de crabes dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Pembisik Kepiting dari Gurun Emas</b>
it: <b>Rivivi il ricordo del Portavoce granchio nel Deserto Dorato</b>
ja: <b>捨てられた地で蟹の語り部の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 게 소리꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Encantadora de Caranguejos no Sertão Dourado</b>
ru: <b>Переживите воспоминания Голоса краба из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของผู้รู้ใจปูจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Người Luyện Cua đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温蟹语者的记忆</b>
zh_hant: <b>重溫蟹語者在暮土的記憶</b>

# daily_quest_world_quest_dusk_die_desc
source: <b>Relive Fainting Warrior's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung der Ohnmächtigen Kriegerin von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de la Guerrera desmayada del Páramo Dorado</b>
fr: <b>Revivez le souvenir de la guerrière affaiblie dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Pendekar Pingsan dari Gurun Emas</b>
it: <b>Rivivi il ricordo della Guerriera indebolita nel Deserto Dorato</b>
ja: <b>捨てられた地で昏倒する戦士の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 기절하는 전사의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Guerreira Desmaiada no Sertão Dourado</b>
ru: <b>Переживите воспоминания Угасающего воина из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของนักรบหน้ามืดจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Chiến Sĩ Ngất Xỉu đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温昏厥战士的记忆</b>
zh_hant: <b>重溫昏厥戰士在暮土的記憶</b>

# daily_quest_world_quest_dusk_dontgo_desc
source: <b>Relive Pleaful Parent's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Bittenden Vaters von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Padre suplicante del Páramo Dorado</b>
fr: <b>Revivez le souvenir du parent suppliant dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Orang Tua Menyenangkan dari Gurun Emas</b>
it: <b>Rivivi il ricordo della Genitore supplice nel Deserto Dorato</b>
ja: <b>捨てられた地で訴えかける親の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 애원하는 부모의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Pai Suplicante no Sertão Dourado</b>
ru: <b>Переживите восп��минания Умоляющего родителя из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของผู้ดูแลแสนใจดีจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Phụ Huynh Nài Nỉ đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温不舍家长的记忆</b>
zh_hant: <b>重溫不捨家長在暮土的記憶</b>

# daily_quest_world_quest_dusk_lookaround_desc
source: <b>Relive Lookout Scout's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Aussichtsspähers von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Explorador vigía del Páramo Dorado</b>
fr: <b>Revivez le souvenir de l’éclaireur vigie dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Pramuka Penjaga dari Gurun Emas</b>
it: <b>Rivivi il ricordo del Perlustratore scrutante nel Deserto Dorato</b>
ja: <b>捨てられた地で警戒する斥候の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 망보는 정찰자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Olheiro Vigia no Sertão Dourado</b>
ru: <b>Переживите воспоминания Наблюдателя из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของผู้สอดแนมเฝ้าระวังจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Hướng Đạo Sinh Nhìn Xa đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温望远哨兵的记忆</b>
zh_hant: <b>重溫望遠哨兵在暮土的記憶</b>

# daily_quest_world_quest_dusk_respect_desc
source: <b>Relive Respectful Pianist's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Respektvollen Klavierspielers von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de la Pianista respetuosa del Páramo Dorado</b>
fr: <b>Revivez le souvenir de la pianiste respectueuse dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Pianis Penuh Hormat dari Gurun Emas</b>
it: <b>Rivivi il ricordo della Pianista rispettosa nel Deserto Dorato</b>
ja: <b>捨てられた地で敬意を表す楽師の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 공손한 피아니스트의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Pianista Respeitosa no Sertão Dourado</b>
ru: <b>Переживите воспоминания Почтительного пианиста из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของนักเปียโนผู้น่านับถือจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Nghệ Sĩ Piano Đáng Kính đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温致敬钢琴家的记忆</b>
zh_hant: <b>重溫致敬鋼琴家在暮土的記憶</b>

# daily_quest_world_quest_dusk_salute_desc
source: <b>Relive Saluting Captain's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Grüßenden Kapitäns von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Capitán que saluda del Páramo Dorado</b>
fr: <b>Revivez le souvenir du capitaine saluant dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Kapten Hormat dari Gurun Emas</b>
it: <b>Rivivi il ricordo del Capitano sull'attenti nel Deserto Dorato</b>
ja: <b>捨てられた地で敬礼する隊長の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 경례하는 선장의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Capitão Saudoso no Sertão Dourado</b>
ru: <b>Переживите воспоминания Морского волка из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของกัปตันผู้โค้งคำนับจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Thuyền Trưởng Cúi Chào đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温行礼舰长的记忆</b>
zh_hant: <b>重溫行禮艦長在暮土的記憶</b>

# daily_quest_world_quest_dusk_scared_desc
source: <b>Relive Frightened Refugee's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung der Ängstlichen Flüchtlingsfrau von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de la Refugiada temerosa del Páramo Dorado</b>
fr: <b>Revivez le souvenir de la réfugiée effrayée dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Pengungsi Ketakutan dari Gurun Emas</b>
it: <b>Rivivi il ricordo della Profuga spaventata nel Deserto Dorato</b>
ja: <b>捨てられた地で怯える難民の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 겁먹은 난민의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Refugiada Assustada no Sertão Dourado</b>
ru: <b>Переживите воспоминания Напуганного беженца из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของผู้ลี้ภัยที่หวาดกลัวจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Dân Tị Nạn Sợ Hãi đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温惊恐避难者的记忆</b>
zh_hant: <b>重溫驚恐避難者在暮土的記憶</b>

# daily_quest_world_quest_dusk_sneaky_desc
source: <b>Relive Stealthy Survivor's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung der Schleichenden Überlebenden von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de la Sobreviviente sigilosa del Páramo Dorado</b>
fr: <b>Revivez le souvenir de la survivante furtive dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Penyintas Diam-diam dari Gurun Emas</b>
it: <b>Rivivi il ricordo della Sopravvissuta circospetta nel Deserto Dorato</b>
ja: <b>捨てられた地で隠れ潜む生存者の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 은밀한 생존자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Sobrevivente Furtiva no Sertão Dourado</b>
ru: <b>Переживите воспоминания Незаметного выжившего из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของผู้รอดชีวิตที่ซ่อนเร้นจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Người Sống Sót Ẩn Dật đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温隐秘幸存者的记忆</b>
zh_hant: <b>重溫隱秘倖存者在暮土的記憶</b>

# daily_quest_world_quest_nature_vortex1_desc
source: <b>Rid the Sanctuary Vortex of Darkness</b>
de: <b>Erlöse den Zufluchtsvortex von der Finsternis</b>
es: <b>Elimina la oscuridad del vórtice del santuario</b>
fr: <b>Éliminez les ténèbres du Vortex du sanctuaire</b>
id: <b>Singkirkan Kuil Pusaran Kegelapan</b>
it: <b>Libera l'Arcipelago dal Vortice dell'Oscurità</b>
ja: <b>楽園の渦潮の闇をきれいにしましょう</b>
ko: <b>낙원의 소용돌이에서 어둠을 몰아내세요</b>
pt: <b>Livre o Santuário do Vórtice das Trevas</b>
ru: <b>Избавьте Воронку Укрытия от тьмы</b>
th: <b>กำจัดน้ำวนสรวงสวรรค์แห่งความมืด</b>
vi: <b>Thoát khỏi Dòng Xoáy Bóng Tối của Thánh Địa</b>
zh_hans: <b>驱散圣域漩涡中的黑暗</b>
zh_hant: <b>驅散聖域漩渦中的黑暗</b>

# daily_quest_world_quest_nature_vortex2_desc
source: <b>Rid the Sanctuary Vortex of Darkness</b>
de: <b>Erlöse den Zufluchtsvortex von der Finsternis</b>
es: <b>Elimina la oscuridad del vórtice del santuario</b>
fr: <b>Éliminez les ténèbres du Vortex du sanctuaire</b>
id: <b>Singkirkan Kuil Pusaran Kegelapan</b>
it: <b>Libera l'Arcipelago dal Vortice dell'Oscurità</b>
ja: <b>楽園の渦潮の闇をきれいにしましょう</b>
ko: <b>낙원의 소용돌이에서 어둠을 몰아내세요</b>
pt: <b>Livre o Santuário do Vórtice das Trevas</b>
ru: <b>Избавьте Воронку Укрытия от тьмы</b>
th: <b>กำจัดน้ำวนสรวงสวรรค์แห่งความมืด</b>
vi: <b>Thoát khỏi Dòng Xoáy Bóng Tối của Thánh Địa</b>
zh_hans: <b>驱散圣域漩涡中的黑暗</b>
zh_hant: <b>驅散聖域漩渦中的黑暗</b>

# daily_quest_world_quest_nature_vortex3_desc
source: <b>Rid the Sanctuary Vortex of Darkness</b>
de: <b>Erlöse den Zufluchtsvortex von der Finsternis</b>
es: <b>Elimina la oscuridad del vórtice del santuario</b>
fr: <b>Éliminez les ténèbres du Vortex du sanctuaire</b>
id: <b>Singkirkan Kuil Pusaran Kegelapan</b>
it: <b>Libera l'Arcipelago dal Vortice dell'Oscurità</b>
ja: <b>楽園の渦潮の闇をきれいにしましょう</b>
ko: <b>낙원의 소용돌이에서 어둠을 몰아내세요</b>
pt: <b>Livre o Santuário do Vórtice das Trevas</b>
ru: <b>Избавьте Воронку Укрытия от тьмы</b>
th: <b>กำจัดน้ำวนสรวงสวรรค์แห่งความมืด</b>
vi: <b>Thoát khỏi Dòng Xoáy Bóng Tối của Thánh Địa</b>
zh_hans: <b>驱散圣域漩涡中的黑暗</b>
zh_hant: <b>驅散聖域漩渦中的黑暗</b>
