Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# account_infraction_reason_link_sharing
source: Violation: External Link Sharing
de: Verstoß: Teilen externer Links
es: Infracción: publicación de enlaces externos
fr: Violation : partage de lien externe
id: Pelanggaran: Berbagi Tautan Eksternal
it: Violazione: condivisione di collegamenti esterni
ja: 違反行為：外部リンクの共有
ko: 위반 사항: 외부 링크 공유
pt: Infração: compartilhamento de link externo
ru: Нарушение: передача внешних ссылок
th: การละเมิด: การแชร์ลิงก์ภายนอก
vi: Vi Phạm: Chia Sẻ Liên Kết Bên Ngoài
zh_hans: 违规：外部链接分享
zh_hant: 違規：分享外部連結

# account_infraction_reason_privacy_doxing
source: Violation: Privacy Infringement of Self or Others
de: Verletzung: Verletzung der Privatsphäre von dir selbst oder anderen
es: Infracción: violación de la privacidad propia o de terceros
fr: Violation : atteinte à la vie privée de soi-même ou d'autrui
id: Pelanggaran: Pelanggaran Privasi Diri Sendiri atau Orang Lain
it: Violazione: violazione della privacy propria o altrui
ja: 違反行為：自己または他者のプライバシー侵害
ko: 위반 사항: 본인 또는 타인 사생활 보호 침해
pt: Infração: violação de privacidade própria ou de terceiros
ru: Нарушение: разглашение персональной информации
th: การละเมิด: การละเมิดความเป็นส่วนตัวของตนเองหรือผู้อื่น
vi: Vi Phạm: Xâm Phạm Quyền Riêng Tư Của Bản Thân Hoặc Người Khác
zh_hans: 违规：侵犯自身或他人隐私
zh_hant: 違規：侵犯自身或他人隱私

# account_infraction_reason_scam_financial_fraud
source: Violation: Commercial Exploitation
de: Verstoß: Kommerzielle Ausbeutung
es: Infracción: explotación comercial
fr: Violation : exploitation commerciale
id: Pelanggaran: Eksploitasi Komersial
it: Violazione: sfruttamento commerciale
ja: 違反行為：商業的利用
ko: 위반 사항: 상업적 이용
pt: Infração: exploração comercial
ru: Нарушение: коммерческая эксплуатация
th: การละเมิด: การแสวงหาผลประโยชน์ทางการค้า
vi: Vi Phạm: Khai Thác Thương Mại
zh_hans: 违规：商业剥削
zh_hant: 違規：商業剝削

# account_infraction_reason_sexual_conduct
source: Violation: Sexual Content or Conduct
de: Verstoß: Sexuelle Inhalte oder Verhalten
es: Infracción: contenido o conductas sexuales
fr: Violation : contenu ou comportement à caractère sexuel
id: Pelanggaran: Konten atau Perilaku Seksual
it: Violazione: contenuti o comportamenti sessuali
ja: 違反行為：性的なコンテンツの共有または行為
ko: 위반 사항: 선정적 콘텐츠 또는 행위
pt: Infração: conteúdo ou conduta sexual
ru: Нарушение: сексуальное содержание или поведение
th: การละเมิด: เนื้อหาหรือพฤติกรรมทางเพศ
vi: Vi Phạm: Nội Dung Hoặc Hành Vi Khiêu Dâm
zh_hans: 违规：性内容或行为
zh_hant: 違規：性內容或行為

# account_infraction_reason_social_real_life_threat
source: Violation: Threats or Encouraging Violence
de: Verstoß: Drohungen oder Ermutigung zu Gewalt
es: Infracción: amenazas o incitación a la violencia
fr: Violation : menaces ou incitations à la violence
id: Pelanggaran: Ancaman atau Dorongan Kekerasan
it: Violazione: minacce o incoraggiamento alla violenza
ja: 違反行為：脅迫、または暴力の扇動
ko: 위반 사항: 위협 또는 폭력 조장
pt: Infração: ameaças ou incentivo à violência
ru: Нарушение: угрозы или поощрение насилия
th: การละเมิด: การคุกคามหรือการส่งเสริมความรุนแรง
vi: Vi Phạm: Đe Dọa Hoặc Khuyến Khích Bạo Lực
zh_hans: 违规：威胁或鼓励暴力
zh_hant: 違規：威脅或鼓勵暴力

# account_infraction_reference_id
source: Reference ID: {{1}}
de: Referenz-ID: {{1}}
es: ID de referencia: {{1}}
fr: ID de référence: {{1}}
id: ID Referensi: {{1}}
it: ID di riferimento: {{1}}
ja: 参照用 ID：{{1}}
ko: 참조 ID: {{1}}
pt: ID de referência: {{1}}
ru: Идентификатор ссылки: {{1}}
th: ID อ้างอิง: {{1}}
vi: ID tham chiếu: {{1}}
zh_hans: 参考编号: {{1}}
zh_hant: 參考編號: {{1}}

# account_infraction_type_account_sharing
source: <b>Account Sharing</b>
de: <b>Kontoteilung</b>
es: <b>Uso compartido de cuenta</b>
fr: <b>Partage de compte</b>
id: <b>Berbagi Akun</b>
it: <b>Condivisione dell’account</b>
ja: <b>アカウントの共有</b>
ko: <b>계정 공유</b>
pt: <b>Compartilhamento de conta</b>
ru: <b>Передача учетной записи</b>
th: <b>การแชร์บัญชี</b>
vi: <b>Chia sẻ Tài khoản</b>
zh_hans: <b>账号共享</b>
zh_hant: <b>帳號分享</b>

# account_infraction_type_cheats
source: <b>Illegitimate 3rd Party Application</b>
de: <b>Unzulässige Drittanbieteranwendung</b>
es: <b>Aplicación ilegítima de terceros</b>
fr: <b>Application tierce illégale</b>
id: <b>Aplikasi Pihak ke-3 yang Tidak Sah</b>
it: <b>Applicazione di terze parti illegittima</b>
ja: <b>サードパーティ製アプリ等の不正利用</b>
ko: <b>타사 앱 등 부정이용</b>
pt: <b>Aplicativo ilegal de terceiros</b>
ru: <b>Незаконное стороннее приложение</b>
th: <b>แอปพลิเคชันบุคคลที่สามที่ผิดกฎหมาย</b>
vi: <b>Ứng dụng Bên thứ 3 Bất hợp pháp</b>
zh_hans: <b>非法第三方应用程序</b>
zh_hant: <b>非法第三方應用程式</b>

# account_infraction_type_fraud
source: <b>Fraud and Store Abuse</b>
de: <b>Betrug und Shop-Missbrauch</b>
es: <b>Fraude y abuso de la tienda</b>
fr: <b>Fraude et abus en boutique</b>
id: <b>Penipuan dan Penyalahgunaan Toko</b>
it: <b>Frode e abuso di store</b>
ja: <b>不正行為とストアの不正利用</b>
ko: <b>부정행위 및 스토어 악용</b>
pt: <b>Fraude e abuso da loja</b>
ru: <b>Мошенничество и злоупотребление магазином</b>
th: <b>การฉ้อโกงและการใช้ร้านค้าในทางที่ผิด</b>
vi: <b>Gian lận và Lạm dụng Cửa hàng Ứng dụng</b>
zh_hans: <b>欺诈和商店滥用</b>
zh_hant: <b>欺詐和商店濫用</b>

# account_infraction_type_ingame_abuse
source: <b>In-Game Abuse</b>
de: <b>Missbrauch im Spiel</b>
es: <b>Abuso dentro del juego</b>
fr: <b>Abus en jeu</b>
id: <b>Penyalahgunaan Dalam Game</b>
it: <b>Abuso in-game</b>
ja: <b>ゲーム内の不正行為</b>
ko: <b>게임 내 부정행위</b>
pt: <b>Abuso no jogo</b>
ru: <b>Злоупотребление внутри игры</b>
th: <b>การละเมิดในเกม</b>
vi: <b>Lạm dụng trong trò chơi</b>
zh_hans: <b>游戏内滥用</b>
zh_hant: <b>遊戲內濫用</b>

# account_infraction_type_social_behavior
source: <b>Social Behavior</b>
de: <b>Sozialverhalten</b>
es: <b>Comportamiento social</b>
fr: <b>Comportement social</b>
id: <b>Perilaku Sosial</b>
it: <b>Comportamento sociale</b>
ja: <b>社会的行為</b>
ko: <b>사회적 행위</b>
pt: <b>Comportamento social</b>
ru: <b>Социальное поведение</b>
th: <b>พฤติกรรมทางสังคม</b>
vi: <b>Hành vi Xã hội</b>
zh_hans: <b>社交行为</b>
zh_hant: <b>社交行為</b>

# account_link_account_title
source: <b>Account</b>
de: <b>Konto</b>
es: <b>Cuenta</b>
fr: <b>Compte</b>
id: <b>Akun</b>
ja: <b>アカウント情報</b>
ko: <b>계정</b>
pt: <b>Conta</b>
ru: <b>Учетная запись</b>
th: <b>บัญชี</b>
vi: <b>Tài khoản</b>
zh_hans: <b>帐户</b>
zh_hant: <b>帳號</b>

# account_link_already_confirm_desc
source: Your Game Center is already linked to Sky!
de: Dein Game Center ist bereits mit Himmelsreich verknüpft!
es: ¡Tu Game Center ya está vinculado a Sky!
fr: Votre Game Center est déjà associé à Sky !
id: Game Center kamu sudah ditautkan ke Sky!
it: Il tuo accounti di Game Center è già collegato a Sky!
ja: Game CenterアカウントがSkyと連携されました
ko: Game Center가 이미 Sky와 연동되어 있어요!
pt: Seu Game Center já está conectado ao Sky!
ru: Ваш Game Center уже привязан к Sky!
th: Game Center ของคุณได้เชื่อมโยงกับ Sky แล้ว!
vi: Game Center của bạn đã liên kết với Sky!
zh_hans: 您的Game Center已经与《光·遇》链接
zh_hant: 無法連接服務器來確認邀請連結。請稍後再試！

# account_link_cant_open_dialog_desc
source: Please sign into Game Center to preserve your progress in Sky in case you uninstall or switch devices.
de: Bitte melde dich beim Game Center an, um deinen Fortschritt in Himmelsreich zu speichern, falls du Geräte wechselst oder das Spiel löscht.
es: Por favor, inicia sesión en Game Center para guardar tu progreso en Sky en caso de que desinstales o cambies de dispositivo.
fr: Connectez-vous à Game Center pour conserver votre progression dans Sky en cas de désinstallation ou d’échange d’appareil.
id: Masuk ke Game Center untuk menyimpan Progresmu di Sky jika kamu menghapus pemasangan atau berganti perangkat.
it: Accedi a Game Center, così non perderai i tuoi progressi in Sky se dovessi disinstallare il gioco o cambiare dispositivo.
ja: Game Centerにログインすることで、アプリを消去しても、進行状況や購入履歴が保存されるようになります
ko: 게임을 삭제하거나 기기를 변경할 때 Sky의 진행상황을 저장하려면 Game Center에 로그인해주세요.
pt: Por favor, entre no Game Center para preservar seu progresso em Sky, caso você desinstale o jogo ou troque de dispositivo.
ru: Войдите в Game Center, чтобы сохранять прохождение в Sky на случай удаления игры или смены устройства.
th: โปรดเข้าสู่ระบบ Game Center เพื่อเก็บรักษาความคืบหน้าใน Sky ของคุณเอาไว้ ในกรณีที่คุณถอนการติดตั้งหรือเปลี่ยนอุปกรณ์
vi: Vui lòng đăng nhập Game Center để duy trì tiến trình trong Sky, phòng trường hợp bị gỡ cài đặt hoặc đổi thiết bị.
zh_hans: 请您登陆Game Center以便保存您在《光·遇》中的进度，以免遗失。
zh_hant: 請您登錄Game Center以便保存您在《光·遇》中的進度，以免遺失。

# account_link_confirm_desc
source: Link an account to Sky? Linking your account will preserve your progress in case you uninstall or switch devices.
de: Game Center mit Sky verknüpfen? Wenn du dein Konto verknüpfst, kannst du deinen Fortschritt in Himmelsreich zu speichern, falls du Geräte wechselst oder das Spiel löscht.
es: Enlaza tu cuenta de Game Center con Sky? Vincular tu cuenta guardara tu progreso en caso de que desinstales o cambies de dispositivo.
fr: Associer votre compte Game Center à Sky ? Associer votre compte conservera votre progression en cas de désinstallation ou d’échange d’appareil.
id: Tautkan akun ke Sky? Menautkan akun akan menyimpan progresmu jika kamu menghapus pemasangan atau berganti perangkat.
it: Vuoi collegare il tuo account di Game Center a Sky? Così facendo non perderai i progressi se dovessi disinstallare il gioco o cambiare dispositivo.
ja: 進行状況や購入履歴を保存するために、Game CenterアカウントをSkyと連携しますか？
ko: 계정을 Sky와 연동할까요? 게임을 삭제하거나 기기를 변경할 때 진행상황을 저장할 수 있어요.
pt: Vincular sua conta do Game Center ao Sky? Vincular sua conta irá preservar seu progresso caso você desinstale o jogo ou troque de dispositivo.
ru: Привязать вашу учетную запись Game Center к Sky? Привязав учетную запись, вы сохраните прохождение в Sky на случай удаления игры или смены устройства.
th: ได้เชื่อมโยงบัญชีกับ Sky หรือยัง การเชื่อมโยงบัญชีของคุณจะช่วยรักษาความคืบหน้าของคุณเอาไว้ ในกรณีที่คุณถอนการติดตั้งหรือเปลี่ยนอุปกรณ์
vi: Liên kết tài khoản với Sky? Liên kết tài khoản sẽ bảo toàn tiến trình của bạn trong trường hợp bạn gỡ cài đặt hoặc đổi thiết bị.
zh_hans: 是否将Game Center账号与《光·遇》连接？连接Game Center账号能够保存您的游戏进度，以免遗失。
zh_hant: 是否將 Game Center 帳號與《Sky 光·遇》綁定？綁定 Game Center 帳號能夠保存您的遊戲進度，以免遺失。

# account_link_gamecenter_already_confirm_desc
source: Your Game Center account is already linked to Sky!
de: Dein Game Center-Konto ist bereits mit Himmelsreich verknüpft!
es: ¡Tu cuenta de Game Center ya está vinculada a Sky!
fr: Votre compte Game Center est déjà associé à Sky !
id: Akun Game Center kamu sudah ditautkan ke Sky!
it: Il tuo account di Game Center è già collegato a Sky!
ja: あなたのGame Centerアカウントは既にSkyと連携されています
ko: Game Center 계정이 이미 Sky에 연동되어 있어요!
pt: Sua conta do Game Center já está conectada ao Sky!
ru: Ваша учетная запись Game Center уже привязана к «Небу»!
th: Game Center ของคุณได้เชื่อมโยงกับ Sky แล้ว!
vi: Tài khoản Game Center của bạn đã được liên kết với Sky!
zh_hans: 您的Game Center账号已经与《光·遇》链接
zh_hant: 您的 game center 帳號已經與《Sky 光·遇》綁定

# account_link_gamecenter_cant_open_dialog_desc
source: Please sign into Game Center to preserve your progress in Sky in case you uninstall or switch devices.
de: Bitte melde dich beim Game Center an, um deinen Fortschritt in Himmelsreich zu speichern, falls du Geräte wechselst oder das Spiel löscht.
es: Inicia sesión en Game Center para preservar tu progreso en Sky, en caso de que desinstales o cambies de dispositivo.
fr: Connectez-vous à Game Center pour conserver votre progression dans Sky en cas de désinstallation ou d’échange d’appareil.
id: Masuk ke Game Center untuk menyimpan Progresmu di Sky jika kamu menghapus pemasangan atau berganti perangkat.
it: Accedi a Game Center, così non perderai i tuoi progressi in Sky se dovessi disinstallare il gioco o cambiare dispositivo.
ja: Game Centerにログインしてください。アプリを消去しても、進行状況や購入履歴が保存されるようになります
ko: Sky를 삭제하거나 기기를 변경할 때 게임 진행상황을 저장하려면 Game Center에 로그인해주세요.
pt: Caso desinstale o jogo ou troque de dispositivo, faça login no Game Center para manter seu progresso em Sky.
ru: Пожалуйста, войдите в службу Game Center, чтобы сохранить ваш игровой прогресс в «Небе» на случай, если вы удалите игру или смените устройство.
th: โปรดเข้าสู่ระบบ Game Center เพื่อเก็บรักษาความคืบหน้าใน Sky ของคุณเอาไว้ ในกรณีที่คุณถอนการติดตั้งหรือเปลี่ยนอุปกรณ์
vi: Vui lòng đăng nhập vào Game Center để duy trì tiến trình của bạn trong Sky trong trường hợp bạn gỡ cài đặt hoặc đổi thiết bị.
zh_hans: 请您登陆Game Center账号以便保存您在《光·遇》中的进度，以免遗失。
zh_hant: 請您登錄Game Center帳戶以便保存您在《光·遇》中的進度，以免遺失。

# account_link_gamecenter_linked_but_not_signed_in_desc
source: Your Game Center account is already linked to Sky, but you're not signed in to Game Center - sign in?
de: Dein Game Center-Konto ist bereits mit Himmelsreich verknüpft, aber du bist nicht beim Game Center angemeldet. Jetzt anmelden?
es: Tu cuenta de Game Center ya está vinculada a Sky, pero no has iniciado sesión en Game Center: ¿Deseas iniciar sesión?
fr: Votre compte Game Center est déjà lié à Sky, mais vous n'êtes pas connecté à Game Center. Vous connecter ?
id: Akun Game Center kamu sudah ditautkan ke Sky, tapi kamu belum masuk ke Game Center - masuk?
it: Il tuo account di Game Center è già collegato a Sky, ma non hai eseguito l'accesso a Game Center. Vuoi accedere adesso?
ja: あなたのGame Centerアカウントは既にSkyと連携されていますが、Game Centerにログインしていないようです。ログインしますか？
ko: Game Center 계정이 Sky와 연동되어 있지만 Game Center에 로그인되어있지 않습니다. 로그인할까요?
pt: Sua conta do Game Center já está conectada ao Sky, mas você não está conectado ao Game Center. Gostaria de se conectar?
ru: Вы не вошли в свою учетную запись Game Center, которая уже привязана к «Небу». Хотите сделать это сейчас?
th: บัญชี Game Center ของคุณได้เชื่อมโยงกับ Sky แล้ว แต่คุณยังไม่ได้เข้าสู่ระบบ Game Center เลย - เข้าสู่ระบบหรือไม่
vi: Tài khoản Game Center của bạn đã được liên kết với Sky, nhưng bạn chưa đăng nhập vào Game Center. Đăng nhập ngay?
zh_hans: 您的Game Center账号已经与《光·遇》链接，但是您尚未登陆Game Center。现在登陆吗？
zh_hant: 您的 Game Center 帳號已經與《Sky 光·遇》綁定，但是您尚未登入 Game Center。現在登入嗎？

# account_link_gamecenter_sign_in_message
source: To sign in to Game Center please use the Settings app and find the Game Center item to enable Game Center and or to sign in to an account.
de: Wenn du dich beim Game Center anmelden willst, geh bitte in die Einstellungen und suche nach dem Game Center. Dort kannst du es aktivieren oder dich bei einem Konto anmelden.
es: Para iniciar sesión en Game Center ve a Ajustes de la aplicación y busca y habilita el elemento Game Center , después inicia sesión en una cuenta.
fr: Pour se connecter à Game Center, il faut utiliser l'application Paramètres et trouver l'élément Game Center pour autoriser Game Center ou se connecter à un compte.
id: Untuk masuk ke Game Center, gunakan aplikasi Pengaturan lalu cari item Game Center untuk mengaktifkan Game Center dan atau untuk masuk ke akun.
it: Per accedere a Game Center, vai nelle Impostazioni del dispositivo e cerca Game Center per abilitare Game Center e/o per accedere a un account.
ja: Game Centerにログインするには、アプリの設定でGame Centerを探してGame Centerを有効にするか、アカウントにログインしてください。
ko: Game Center에 로그인하려면 설정 앱에서 Game Center을 찾아 활성화한 후 계정에 로그인해주세요.
pt: Para entrar no Game Center, use o aplicativo Configurações e localize o item Game Center para ativá-lo e/ou para acessar uma conta.
ru: Для входа в Game Center используйте приложение «Настройки» и найдите в нём Game Center, чтобы разрешить его и/или войти в учетную запись.
th: หากต้องการเข้าสู่ระบบ Game Center โปรดใช้แอปการตั้งค่า แล้วค้นหารายการ Game Center เพื่อเปิดใช้งาน Game Center และ/หรือลงชื่อเข้าใช้บัญชี
vi: Để đăng nhập vào Game Center, vui lòng vào “Cài đặt”, tìm “Game Center”, mở “Game Center” để đăng nhập vào tài khoản.
zh_hans: 要登陆 Game Center，请进入手机的“设置”，找到“Game Center”选项，开启"Game Center"，登陆您的账号。
zh_hant: 您的 Game Center 帳號已經與《Sky 光·遇》綁定

# account_link_gamecenter_sign_in_title
source: Game Center Sign In
de: Game Center-Anmeldung
es: Inicio de sesión en Game Center
fr: Connexion Game Center
id: Masuk Game Center
it: Accedi a Game Center
ja: Game Centerにログイン
ko: Game Center 로그인
pt: Entrar no Game Center
ru: Вход в Game Center
th: การเข้าสู่ระบบ Game Center
vi: Đăng nhập vào Game Center
zh_hans: 登陆Game Center
zh_hant: 登錄Game Center

# account_link_google_confirm_desc
source: Link your Google account to Sky? Linking your account will preserve your progress in case you uninstall or switch devices.
de: Google-Konto mit Himmelsreich verknüpfen? Wenn du dein Konto verknüpfst, kannst du deinen Fortschritt in Himmelsreich zu speichern, falls du Geräte wechselst oder das Spiel löscht.
es: ¿Deseas vincular tu cuenta de Google a Sky? Vincular tu cuenta conservará su progreso en caso de que desinstales o cambies de dispositivo.
fr: Associer votre compte Google à Sky ? Associer votre compte conservera votre progression en cas de désinstallation ou d’échange d’appareil.
id: Tautkan akun Google ke Sky? Menautkan akun akan menyimpan progresmu jika kamu menghapus pemasangan atau berganti perangkat.
it: Vuoi collegare il tuo account di Google a Sky? Così facendo non perderai i progressi se dovessi disinstallare il gioco o cambiare dispositivo.
ja: Googleアカウントと連携しますか？アプリを消去しても、進行状況や購入履歴が保存されるようになります
ko: Google 계정을 Sky와 연동할까요? 게임을 삭제하거나 기기를 변경할 때 진행상황을 저장할 수 있습니다.
pt: Deseja conectar sua conta do Google ao Sky? Conectar sua conta vai preservar seu progresso caso você desinstale o jogo ou troque de dispositivo.
ru: Привязать вашу учетную запись Google к «Небу»? Это позволит сохранить ваш игровой прогресс на случай, если вы удалите игру или смените устройство.
th: ได้เชื่อมโยงบัญชี Google กับ Sky หรือยัง การเชื่อมโยงบัญชีของคุณจะช่วยรักษาความคืบหน้าของคุณเอาไว้ ในกรณีที่คุณถอนการติดตั้งหรือเปลี่ยนอุปกรณ์
vi: Liên kết tài khoản Google của bạn với Sky? Liên kết tài khoản sẽ bảo toàn tiến trình của bạn trong trường hợp bạn gỡ cài đặt hoặc đổi thiết bị.
zh_hans: 要将您的Google账号与《光·遇》链接吗？链接账号可防止您在删除游戏或切换设备后丢失游戏进度。
zh_hant: 要將您的 Google 帳號與《Sky 光·遇》綁定嗎？綁定帳號可防止您在刪除遊戲或切換設備後失去遊戲進度。

# account_link_google_linked_but_not_signed_in_desc
source: Your Google account is already linked to Sky, but you're not signed in to Google - sign in?
de: Dein Google-Konto ist bereits mit Himmelsreich verknüpft, aber du bist nicht bei Google angemeldet. Jetzt anmelden?
es: Tu cuenta de Google ya está vinculada a Sky, pero no has iniciado sesión en Google: ¿Deseas iniciar sesión?
fr: Votre compte Google est déjà lié à Sky, mais vous n'êtes pas connecté à Google. Vous connecter ?
id: Akun Google kamu sudah ditautkan ke Sky, tapi kamu belum masuk ke Google - masuk?
it: Il tuo account di Google è già collegato a Sky, ma non hai eseguito l'accesso a Google. Vuoi accedere adesso?
ja: あなたのGoogleアカウントは既にSkyと連携されていますが、Googleにログインしていないようです。ログインしますか？
ko: Google 계정이 Sky와 연동되어 있지만 Google에 로그인되어 있지 않습니다. 로그인할까요?
pt: Sua conta do Google já está conectada ao Sky, mas você não está conectado ao Google. Gostaria de se conectar?
ru: Вы не вошли в свою учетную запись Google, которая уже подключена к «Небу». Сделать это сейчас?
th: บัญชี Google ของคุณได้เชื่อมโยงกับ Sky แล้ว แต่คุณยังไม่ได้เข้าสู่ระบบ Google เลย - เข้าสู่ระบบหรือไม่
vi: Tài khoản Google của bạn đã được liên kết với Sky, nhưng bạn chưa đăng nhập vào Google. Đăng nhập ngay?
zh_hans: 您的Google账号已经与《光·遇》链接，但尚未登陆。现在登陆吗？
zh_hant: 您的 Google 帳號已經與《Sky 光·遇》綁定，但尚未登入。現在登入嗎？

# account_link_linked_but_not_signed_in_desc
source: Your Game Center account is already linked to Sky, but you're not signed in to Game Center - sign in?
de: Dein Game Center-Konto ist bereits mit Himmelsreich verknüpft, aber du bist nicht beim Game Center angemeldet. Jetzt anmelden?
es: Tu cuenta de Game Center ya está vinculada a Sky, pero no has iniciado sesión en Game Center. ¿Deseas iniciar sesión?
fr: Votre compte Game Center est déjà lié à Sky, mais vous n'y êtes pas connecté. Vous connecter à Game Center ?
id: Akun Game Center kamu sudah ditautkan ke Sky, tapi kamu belum masuk ke Game Center - masuk?
it: Il tuo account di Game Center è già collegato a Sky, ma non hai eseguito l'accesso a Game Center. Vuoi accedere adesso?
ja: あなたのGame Centerアカウントは既にSkyと連携されていますが、Game Centerにログインしていないようです。ログインしますか？
ko: Game Center 계정이 Sky와 연동되어 있지만 Game Center에 로그인되어있지 않습니다. 로그인할까요?
pt: Sua conta do Game Center já está vinculada ao Sky, mas você não está conectado ao Game Center - deseja fazer o login?
ru: Ваша учетная запись Game Center уже привязана к Sky, но вы не вошли в Game Center. Войти?
th: บัญชี Game Center ของคุณได้เชื่อมโยงกับ Sky แล้ว แต่คุณยังไม่ได้เข้าสู่ระบบ Game Center เลย - เข้าสู่ระบบหรือไม่
vi: Tài khoản Game Center của bạn đã được liên kết với Sky, nhưng bạn chưa đăng nhập vào Game Center. Đăng nhập ngay?
zh_hans: 您的Game Center账号已经与《光·遇》连接，但是您尚未登陆Game Center。现在登陆吗？
zh_hant: 您的 Game Center 帳號已經與《Sky 光·遇》綁定，但是您尚未登入 Game Center。現在登入嗎？

# account_link_linked_button
source: <b>Linked</b>
de: <b>Verbunden</b>
es: <b>Vinculada</b>
fr: <b>Associé</b>
id: <b>Ditautkan</b>
it: <b>Collegato</b>
ja: <b>連携しています</b>
ko: <b>연동됨</b>
pt: <b>Vinculada</b>
ru: <b>Привязано</b>
th: <b>เชื่อมโยงแล้ว</b>
vi: <b>Đã liên kết</b>
zh_hans: <b>已绑定</b>
zh_hant: <b>已綁定</b>

# account_link_linking_title
source: <b>Linking</b>
de: <b>Verbinden</b>
es: <b>Vinculando</b>
fr: <b>Association</b>
id: <b>Menautkan</b>
it: <b>Collegamento in corso</b>
ja: <b>連携するアカウントの選択</b>
ko: <b>연동 중</b>
pt: <b>Vinculando</b>
ru: <b>Привязка</b>
th: <b>กำลังเชื่อมโยง</b>
vi: <b>Đang liên kết</b>
zh_hans: <b>绑定中</b>
zh_hant: <b>綁定中</b>

# account_link_other_button
source: Try other account
de: Versuche es mit einem anderen Konto
es: Prueba con otra cuenta
fr: Essayez un autre compte
id: Coba akun lain
it: Prova un altro account
ja: 別のアカウントを使用する
ko: 다른 계정으로 시도해 보세요
pt: Tente com outra conta
ru: Используйте другую учетную запись
th: ลองใช้บัญชีอื่น
vi: Thử tài khoản khác
zh_hans: 尝试其它帐户
zh_hant: 嘗試其它帳號

# account_link_recover_accept
source: Abandon
de: Verlassen
es: Abandonar
fr: Abandonner
id: Lepas
it: Abbandona
ja: 破棄
ko: 계정 버리기
pt: Abandonar
ru: Оставить
th: ละทิ้ง
vi: Bỏ
zh_hans: 放弃
zh_hant: 放棄

# account_link_recover_message_facebook
source: Abandon this unlinked Sky account and recover the account linked to your Facebook account?
de: Dieses nicht verknüpfte Himmelsreich-Konto verlassen und das Konto wiederherstellen, das mit deinem Facebook-Konto verknüpft ist?
es: ¿Abandonar esta cuenta de Sky no vinculada y recuperar la cuenta vinculada a tu cuenta de Facebook?
fr: Abandonner ce compte Sky dissocié et récupérer le compte associé à votre compte Facebook ?
id: Lepas akun Sky yang belum ditautkan ini dan pulihkan akun yang ditautkan ke Facebook?
it: Abbandonare questo account scollegato da Sky e ripristinare l'account collegato al tuo account di Facebook?
ja: 現在の連携されていないSkyアカウントを破棄してFacebookアカウントと連携されているアカウントを復元されますか？
ko: 연동되지 않은 이 Sky 계정을 버리고 Facebook 계정과 연동되어 있는 복구할까요?
pt: Abandonar esta conta do Sky desvinculada e recuperar a conta vinculada à sua conta do Facebook?
ru: Оставить эту непривязанную учетную запись Sky и восстановить привязанную к Facebook?
th: ละทิ้งบัญชี Sky ที่ไม่ได้เชื่อมโยงนี้ และกู้คืนบัญชีที่เชื่อมโยงไปยังบัญชี Facebook ของคุณหรือไม่
vi: Bỏ tài khoản Sky đã hủy liên kết này và khôi phục tài khoản đã liên kết với tài khoản Facebook của bạn?
zh_hans: 放弃这个未链接的Sky账户，恢复链接到Facebook的账户？
zh_hant: 放棄這個未綁定的《Sky 光·遇》帳號，恢復綁定到 Facebook 的帳號？
