Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# achievement_virtuoso_desc
source: Score 80% or higher on a music sheet.
de: Erziele 80 % oder mehr auf einem Notenblatt.
es: Consigue 80 % o más en una partitura.
fr: Obtenir un score de 80 % ou plus sur une partition.
id: Cetak skor 80% atau lebih tinggi di partitur musik.
it: Ottieni un punteggio dell'80% o superiore con uno spartito.
ja: 楽譜を80％以上の正確性で演奏する
ko: 악보를 80% 이상 정확하게 연주하기
pt: Pontue 80% ou mais em uma partitura.
ru: Наберите 80% или больше попаданий, играя по нотам.
th: ได้รับคะแนน 80% ขึ้นไปในแผ่นโน้ตเพลง
vi: Đạt điểm số 80% trở lên trên một bản nhạc.
zh_hans: 演奏乐谱并得到80%以上的分数。
zh_hant: 演奏樂譜並得到80%以上的分數。

# achievement_virtuoso_name
source: Virtuoso
de: Virtuose
fr: Virtuose
ja: 名演奏家
ko: 뛰어난 연주자
pt: Talentoso
ru: Виртуоз
th: ผู้มีพรสวรรค์
zh_hans: 音乐大师
zh_hant: 演奏大師

# achievement_where_to_next_desc
source: Hold hands with thirty unique players.
de: Halte Händchen mit dreißig einzigartigen Spielern.
es: Tómate de las manos con treinta jugadores diferentes.
fr: Tenir la main de trente joueurs uniques.
id: Berpegangan tangan dengan tiga puluh pemain berbeda.
it: Tieni per mano trenta giocatori diversi.
ja: 30人のプレイヤーと手をつなぐ
ko: 서로 다른 30명의 플레이어와 손 잡기
pt: Segure as mãos de trinta jogadores diferentes.
ru: Подержитесь за руки с 30 разными игроками.
th: จับมือกับผู้เล่น 30 คนที่ไม่ซ้ำกัน
vi: Nắm tay 30 người chơi khác nhau.
zh_hans: 跟三十名不同玩家牵手。
zh_hant: 與三十名不同玩家牽手。

# achievement_where_to_next_name
source: Where To Next?
de: Wohin als Nächstes?
es: ¿Y ahora dónde vamos?
fr: Prochaine étape ?
id: Ke Mana Selanjutnya?
it: Dove si va?
ja: 次はどこへ行こうか？
ko: 다음은 어디로?
pt: Para Onde Agora?
ru: Куда пойдем?
th: ไปไหนกันต่อดีล่ะ
vi: Đến đâu tiếp theo?
zh_hans: 接下来去哪？
zh_hant: 接著去哪？

# achievement_wing_master_desc
source: Reach cape level 10.
de: Erreiche Umhangsstufe 10.
es: Alcanza el nivel de capa 10.
fr: Atteindre la cape de niveau 10.
id: Mencapai tanjung level 10.
it: Raggiungi il livello 10 del mantello.
ja: ケープのレベルが10になる
ko: 망토 레벨 10을 달성하기
pt: Alcance o nível 10 da capa.
ru: Получите 10-й уровень накидки.
th: ได้รับเสื้อคลุมเลเวล 10
vi: Đạt áo choàng cấp 10.
zh_hans: 达到斗篷等级10。
zh_hant: 達到斗篷等級10。

# achievement_wing_master_name
source: Wing Master
de: Meister des Fliegens
es: Maestro de Vuelo
fr: Maître ailé
id: Master Sayap
it: Maestro di volo
ja: 翼の覇者
ko: 날개의 달인
pt: Mestre do Voo
ru: Крылатый мастер
th: วิงมาสเตอร์
vi: Làm chủ đôi cánh
zh_hans: 大鹏展翅
zh_hant: 大鵬展翅

# activity_birthday_2023_daily_quests
source: Complete all daily missions.
de: Schließe alle täglichen Missionen ab.
es: Completa todas las misiones diarias.
fr: Terminez toutes les missions quotidiennes.
id: Selesaikan semua misi harian.
it: Completa tutte le missioni giornaliere.
ja: 全てのデイリークエストを完了する
ko: 모든 일일 미션 완료.
pt: Conclua todas as missões diárias.
ru: Завершите все задания дня.
th: ทำภารกิจรายวันทั้งหมดให้เสร็จ
vi: Hoàn thành tất cả các nhiệm vụ ngày.
zh_hans: 完成全部每日任务。
zh_hant: 今日任務已全數完成。

# activity_birthday_2023_friend_interaction
source: Play with your friends.
de: Spiele mit deinen Freunden.
es: Juega con tus amistades.
fr: Jouez entre amis.
id: Bermain dengan temanmu.
it: Gioca con gli amici.
ja: フレンドと一緒に遊ぶ
ko: 친구들과 플레이하기.
pt: Jogue com os amigos.
ru: Поиграйте с друзьями.
th: เล่นกับเพื่อนของคุณ
vi: Chơi cùng bạn bè.
zh_hans: 与你的好友一起游玩。
zh_hant: 請與好友一同遊玩。

# activity_birthday_2023_wax_collection
source: Collect wax at the birthday party.
de: Sammle Wachs auf der Geburtstagsfeier.
es: Reúne cera en la fiesta de cumpleaños.
fr: Récupérez de la cire à la fête d’anniversaire.
id: Kumpulkan lilin di pesta ulang tahun.
it: Raccogli la cera alla festa di compleanno.
ja: バースデー会場で光のかけらを集める
ko: 생일 파티에서 왁스 모으기.
pt: Colete cera na festa de aniversário.
ru: Соберите воск на вечеринке по случаю дня рождения.
th: เก็บขี้ผึ้งในงานปาร์ตี้วันเกิด
vi: Thu thập sáp tại bữa tiệc sinh nhật.
zh_hans: 在生日派对上收集烛火。
zh_hant: 在生日派對上蒐集蠟燭。

# activity_darkstone_burn_objective_prompt
source: Trapped light
de: Gefangenes Licht
es: Luz cautiva
fr: Lumière piégée
id: Cahaya yang terjebak
it: Luce intrappolata
ja: 閉じ込められた光
ko: 갇혀버린 빛
pt: Luz cativa
ru: Пойманный свет
th: แสงที่ติดอยู่
vi: Ánh Sáng Giam Cầm
zh_hans: 囚禁之光
zh_hant: 囚禁之光

# activity_fragment_collect_objective_prompt
source: Lost light
de: Verlorenes Licht
es: Luz perdida
fr: Lumière perdue
id: Cahaya yang hilang
it: Luce perduta
ja: 失われた光
ko: 잃어버린 빛
pt: Luz perdida
ru: Потерянный свет
th: แสงที่หายไป
vi: Ánh Sáng Lạc Lối
zh_hans: 坠落之光
zh_hant: 墜落之光

# activity_photo_numleft_hint
source: Photos left: {{1}}
de: Fotos übrig: {{1}}
es: Fotos restantes: {{1}}
fr: Photos restantes : {{1}}
id: Foto tersisa: {{1}}
it: Foto rimaste: {{1}}
ja: 残り枚数： {{1}}
ko: 남은 사진: {{1}}
pt: Fotos restantes: {{1}}
ru: Осталось фото: {{1}}
th: รูปภาพคงเหลือ: {{1}}
vi: Ảnh còn lại: {{1}}
zh_hans: 剩余照片：{{1}}
zh_hant: 剩餘照片：{{1}}

# activity_photo_selfie_reminder
source: Make sure both you and the subject are in the photo!
de: Stelle sicher, dass du und das Motiv auf dem Foto sind!
es: ¡Procura que tanto tú como el sujeto estén en la foto!
fr: La photo doit vous montrer vous, ainsi que le sujet !
id: Pastikan baik kamu maupun subjek berada di dalam foto!
it: Assicurati che nella foto siate presenti sia tu che il soggetto!
ja: あなたと被写体どちらもが、写真に収まるように撮影しましょう！
ko: 캐릭터와 사물이 모두 사진에 들어와야 해요!
pt: Certifique-se de que você e o que quer capturar estejam na foto!
ru: Убедитесь, что на снимке есть и вы, и объект съёмки!
th: ตรวจสอบให้แน่ใจว่า คุณและวัตถุอยู่ในรูปภาพ!
vi: Hãy đảm bảo cả bạn và đối tượng đều có mặt trong ảnh!
zh_hans: 确保你和拍照对象都包含在照片中！
zh_hant: 確保你和目標都在照片中！

# all_ec_wax_collected
source: All <2>Event Ticket Light</2> collected today.
de: Alle heutigen <2>Event-Tickets Licht</2> gesammelt.
es: Toda la <2>luz para boletos del evento</2> recogida hoy.
fr: Tous les <2>tickets d'événement Lumière</2> obtenus aujourd'hui.
id: Semua <2>Cahaya Tiket Acara</2> telah dikumpulkan hari ini.
it: Hai raccolto tutta la <2>luce dei biglietti evento</2> di oggi.
ja: 本日分の全ての<2>専用チケットのかけら</2>を集めました
ko: 오늘의 <2>이벤트 티켓 빛</2>을 모두 받았습니다.
pt: Toda a <2>luz de ingresso de evento</2> obtida hoje.
ru: Весь <2>свет билетов события</2> сегодня уже собран.
th: รวบรวม<2>แสงตั๋วอีเวนต์</2>ทั้งหมดแล้วในวันนี้
vi: Tất cả <2>Ánh Sáng Vé Sự Kiện</2> đã được thu thập hôm nay.
zh_hans: 已收集今天的全部<2>活动门票之光</2>。
zh_hant: 今天的<2>活動燭光</2>都已蒐集完畢。

# allow_notifications_favorite
source: <b>Allow Notifications From Friends?</b> You'll get a notification when your favorite friends come online
de: <b>Benachrichtigungen von Freunden zulassen?</b> Du erhältst eine Benachrichtigung, wenn deine Lieblingsfreunde online sind
es: <b>¿Permitir notificaciones de amigos?</b> Recibirás una notificación cuando tus amigos estén en línea
fr: <b>Autoriser les notifications d’amis ?</b> Vous recevrez une notification lorsque vos amis préférés se connecteront
id: <b>Izinkan Notifikasi Dari Teman?</b> Kamu akan menerima notifikasi saat teman favoritmu online
it: <b>Consentire notifiche dagli amici?</b> Riceverai una notifica quando i tuoi amici preferiti si collegano
ja: <b>フレンドからの通知を許可しますか？</b> お気に入りのフレンドがオンラインになった際に通知を受け取ります
ko: <b>친구에게서 알림을 받을까요?</b> 절친이 게임에 접속하면 알림을 받을 수 있어요
pt: <b>Permitir notificações de amigos?</b> Você receberá uma notificação quando seus amigos preferidos ficarem on-line
ru: <b>Разрешить уведомления от друзей?</b> Получайте уведомления, когда ваши любимые друзья выходят в сеть
th: <b>อนุญาตให้เพื่อนส่งการแจ้งเตือนหรือไม่</b> คุณจะได้รับการแจ้งเตือน เมื่อเพื่อนคนโปรดของคุณออนไลน์
vi: <b>Cho phép nhận thông báo từ bạn bè?</b> Bạn sẽ nhận được thông báo khi bạn bè online
zh_hans: <b>是否允许好友上线提示?</b> 好友上线时你会收到提示
zh_hant: <b>是否允許好友上線提示?</b> 好友上線時你會收到提示

# allow_notifications_shrine
source: <b>Allow Notifications From Friends?</b> You'll get a notification when your friends send you a gift
de: <b>Benachrichtigungen von Freunden zulassen?</b> Du erhältst eine Benachrichtigung, wenn deine Freunde dir ein Geschenk schicken
es: <b>¿Permitir notificaciones de amigos?</b> Recibirás una notificación cuando tus amigos te envíen un regalo
fr: <b>Autoriser les notifications d’amis ?</b> Vous recevrez une notification lorsque vos amis vous enverront un cadeau
id: <b>Izinkan Notifikasi Dari Teman?</b> Kamu akan menerima notifikasi saat temanmu mengirimkan hadiah
it: <b>Consentire notifiche dagli amici?</b> Riceverai una notifica quando i tuoi amici ti inviano un regalo
ja: <b>フレンドからの通知を許可しますか？</b> フレンドがあなたにギフトを贈った際に通知を受け取ります
ko: <b>친구에게서 알림을 받을까요?</b> 친구가 선물을 보내면 알림을 받을 수 있어요
pt: <b>Permitir notificações de amigos?</b> Você receberá uma notificação quando seus amigos lhe enviarem presentes
ru: <b>Разрешить уведомления от друзей?</b> Получайте уведомления, когда друзья посылают вам подарки
th: <b>อนุญาตให้เพื่อนส่งการแจ้งเตือนหรือไม่</b> คุณจะได้รับการแจ้งเตือน เมื่อเพื่อนของคุณส่งของขวัญให้คุณ
vi: <b>Cho phép nhận thông báo từ bạn bè?</b> Bạn sẽ nhận được thông báo khi bạn bè gửi quà
zh_hans: <b>是否允许礼物提示?</b> 好友给你赠送礼物时你会收到提示
zh_hant: <b>是否允許禮物提示?</b> 好友給你贈送禮物時你會收到提示

# ap06unlock_ap18_fetch_01
source: Help the <1>Passage Guide</1> gather the <1>adolescents</1>.
de: Hilf dem <1>Übergangshelfer</1>, die <1>Jugendlichen</1> zusammenzutrommeln.
es: Ayuda al <1>guía de iniciación</1> a reunir a los <1>adolescentes</1>.
fr: Aidez le <1>guide de l'Initiation</1> à réunir les <1>adolescents</1>.
id: Bantu <1>Pemandu Inisiasi</1> mengumpulkan <1>para pemuda</1>.
it: Aiuta la <1>guida della transizione</1> a radunare gli <1>adolescenti</1>.
ja: <1>ならいの案内人</1>を手伝い、<1>若者たち</1>を集合させましょう
ko: <1>성장의 안내자</1>를 도와 <1>청소년들</1>을 불러모아 주세요.
pt: Ajude o <1>Guia da Passagem</1> a reunir os <1>adolescentes</1>.
ru: Помогите <1>проводнику Посвящения</1> собрать <1>отроков</1>.
th: ช่วย<1>ผู้แนะนำเส้นทาง</1>รวบรวม<1>สปิริตน้อย</1>
vi: Giúp <1>Chỉ Dẫn Thử Thách</1> tập hợp <1>các bạn trẻ</1>.
zh_hans: 帮助<1>夜行向导</1>召集<1>青年</1>。
zh_hant: 幫助<1>夜行嚮導</1>集合<1>青年們</1>。

# ap06unlock_ap18_fetch_02
source: <b>Clean up</b> the <b>abandoned</b> objects in <b>Hidden Forest</b>.
de: <b>Beseitige</b> die <b>zurückgelassenen</b> Objekte im <b>Verborgenen Wald</b>.
es: <b>Despeja</b> los objetos <b>abandonados</b> en el <b>Bosque Escondido</b>.
fr: <b>Nettoyez</b> les objets <b>abandonnés</b> dans la <b>Forêt cachée</b>.
id: <b>Bersihkan</b> objek <b>terbengkalai</b> di <b>Hutan Tersembunyi</b>.
it: <b>Ripulisci</b> gli oggetti <b>abbandonati</b> nella <b>Foresta Nascosta</b>.
ja: <b>雨林</b>で、<b>放置された</b>品々を<b>片づけましょう</b>
ko: <b>비밀의 숲</b>에서 <b>버려진</b> 물건을 <b>청소해 주세요</b>.
pt: <b>Limpe</b> os objetos <b>abandonados</b> na <b>Floresta Oculta</b>.
ru: <b>Уберите</b> <b>забытые</b> объекты в <b>Тайном лесу</b>.
th: <b>ทำความสะอาด</b>วัตถุที่ถูก<b>ทิ้ง</b>ใน<b>ป่าลับ</b>
vi: <b>Dọn</b> các đồ vật <b>bị vứt bỏ</b> trong <b>Rừng Mưa</b>.
zh_hans: <b>清理</b><b>雨林</b>中的<b>遗落</b>物品。
zh_hant: <b>清理</b><b>雨林</b>中<b>遺落</b>的物品。

# ap06unlock_ap18_fetch_03
source: Join with others to <b>gather</b> <2>masks</2>.
de: <b>Sammle</b> gemeinsam mit anderen <2>Masken</2>.
es: Únete a otras personas para <b>reunir</b> <2>máscaras</2>.
fr: Rejoignez les autres pour <b>récupérer</b> des <2>masques</2>.
id: Bergabung dengan yang lain untuk <b>mengumpulkan</b> <2>topeng</2>.
it: Unisciti ad altri per <b>raccogliere</b> le <2>maschere</2>.
ja: みんなで<b>仮面</b>を<2>集めましょう</2>
ko: 다른 플레이어와 함께 <2>가면</2>을 <b>모아 주세요</b>.
pt: Junte-se a outros para <b>coletar</b> <2>máscaras</2>.
ru: <b>Собирайте</b> <2>маски</2> вместе с другими.
th: เข้าร่วมกับคนอื่นๆ เพื่อ<b>เก็บรวบรวม</b><2>หน้ากาก</2>
vi: Cùng những người chơi khác <b>thu thập</b> <2>mặt nạ</2>.
zh_hans: 和大家一起<b>收集</b><2>面具</2>。
zh_hant: 與其他人一起<b>收集</b><2>面具</2>。

# ap06unlock_ap19_fetch_01
source: Photograph the <1>Reassuring Ranger's</1> favorite <b>landmarks</b>.
de: Fotografiere die <b>Lieblingssehenswürdigkeiten</b> des <1>Ermutigender Ranger</1>.
es: Fotografía los <b>puntos de referencia</b> favoritos del <1>Guardaparques reconfortante</1>.
fr: Photographiez les <b>sites</b> préférés du <1>Garde-forestier rassurant</1>.
id: Ambil foto <b>tempat</b> favorit si <1>Jagawana Penenang</1>.
it: Fotografa le <b>tappe</b> preferite del <1>Ranger rassicurante</1>.
ja: <1>頼もしい自然保護官</1>のお気に入りの<b>目印</b>を撮影しましょう
ko: <1>든든한 순찰대원</1>이 좋아하는 <b>구조물</b>을 촬영하세요.
pt: Fotografe os <1>pontos de referência</1> favoritos do <b>Guarda-florestal Tranquilizador</b>.
ru: Сделайте снимки любимых <b>достопримечательностей</b> <1>Надёжного рейнджера</1>.
th: รูปถ่ายของ<1>สถานที่</1>สุดโปรดของ<b>พรานผู้มั่นใจ</b>
vi: Chụp hình các <b>thắng cảnh</b> yêu thích của <1>Kiểm Lâm Trấn An</1>.
zh_hans: 拍摄<1>可靠护林员</1>最喜欢的<b>地标</b>。
zh_hant: 拍攝<1>可靠護林員</1>最愛的<b>地標</b>。

# ap11_asteroid_name_01
source: Asteroid 325
es: Asteroide 325
fr: Astéroïde 325
it: Asteroide 325
ja: 小惑星３２５番
ko: 소행성 325
pt: Asteróide 325
ru: Астероид 325
th: ดาวเคราะห์ 325
vi: Tiểu Hành Tinh 325
zh_hans: 小行星325
zh_hant: 小行星325

# ap11_asteroid_name_02
source: Asteroid 326
es: Asteroide 326
fr: Astéroïde 326
it: Asteroide 326
ja: 小惑星３２６番
ko: 소행성 326
pt: Asteróide 326
ru: Астероид 326
th: ดาวเคราะห์ 326
vi: Tiểu Hành Tinh 326
zh_hans: 小行星326
zh_hant: 小行星326

# ap11_asteroid_name_03
source: Asteroid 327
es: Asteroide 327
fr: Astéroïde 327
it: Asteroide 327
ja: 小惑星３２7 番
ko: 소행성 327
pt: Asteróide 327
ru: Астероид 327
th: ดาวเคราะห์ 327
vi: Tiểu Hành Tinh 327
zh_hans: 小行星327
zh_hant: 小行星327

# ap11_asteroid_name_04
source: Asteroid 328
es: Asteroide 328
fr: Astéroïde 328
it: Asteroide 328
ja: 小惑星３２8 番
ko: 소행성 328
pt: Asteróide 328
ru: Астероид 328
th: ดาวเคราะห์ 328
vi: Tiểu Hành Tinh 328
zh_hans: 小行星328
zh_hant: 小行星328

# ap11_asteroid_name_05
source: Asteroid 329
es: Asteroide 329
fr: Astéroïde 329
it: Asteroide 329
ja: 小惑星３２9 番
ko: 소행성 329
pt: Asteróide 329
ru: Астероид 329
th: ดาวเคราะห์ 329
vi: Tiểu Hành Tinh 329
zh_hans: 小行星329
zh_hant: 小行星329

# ap11_asteroid_name_06
source: Asteroid 330
es: Asteroide 330
fr: Astéroïde 330
it: Asteroide 330
ja: 小惑星３3 0 番
ko: 소행성 330
pt: Asteróide 330
ru: Астероид 330
th: ดาวเคราะห์ 330
vi: Tiểu Hành Tinh 330
zh_hans: 小行星330
zh_hant: 小行星330

# ap11_asteroid_name_07
source: Asteroid B61-
es: Asteroide B61-
fr: Astéroïde B61-
it: Asteroide B61-
ja: 小惑星Ｂ-６１ｘ番
ko: 소행성 B61-
pt: Asteróide B61-
ru: Астероид B61-
th: ดาวเคราะห์ บี61-
vi: Tiểu Hành Tinh B61-
zh_hans: 小行星B61-
zh_hant: 小行星B61-

# ap11_fetch_01_bye_01
source: You are good at this!
de: Das kannst du gut!
es: ¡Te destacas en esto!
fr: Tu es vraiment doué !
id: Kamu jago melakukan ini!
it: Te la cavi bene.
ja: きみ、見つけるのが上手だね！
ko: 너 진짜 잘 찾는다!
pt: Você manda bem!
ru: У тебя отлично получается!
th: คุณเก่งเรื่องนี้เหมือนกันนะเนี่ย!
vi: Bạn lợi hại quá!
zh_hans: 你可真厉害啊！
zh_hant: 你真厲害！

# ap11_fetch_01_bye_02
source: This is a curious kingdom.
de: Das ist ein seltsames Königreich.
es: Este es un reino curioso.
fr: Quel étrange royaume !
id: Ini kerajaan yang aneh.
it: Questo è un regno insolito.
ja: この王国はふしぎなところだなあ
ko: 여긴 신기한 왕국이구나.
pt: Este reino é curioso.
ru: Интересное королевство.
th: นี่เป็นอาณาจักรที่น่าสนใจมากเลย
vi: Đây là một vương quốc kỳ diệu.
zh_hans: 这是个奇妙的王国。
zh_hant: 這是個奇妙的王國。

# ap11_fetch_01_bye_03
source: I wonder if there are grown-ups here?
de: Ich frage mich, ob es hier Erwachsene gibt?
es: ¿Me pregunto si hay personas mayores aquí?
fr: Je me demande s'il y a des adultes ici.
id: Aku penasaran apa ada orang dewasa di sini?
it: Ci sono degli adulti qui?
ja: ねえ、ここにはおとなって、いるのかな？
ko: 여기에도 어른이 있을까?
pt: Será que há pessoas grandes por aqui?
ru: Интересно, здесь есть взрослые?
th: ฉันสงสัยจังเลยว่า มีผู้ใหญ่อยู่ที่นี่บ้างไหม
vi: Không biết ở đây có người lớn không nhỉ?
zh_hans: 我想知道这里有没有大人？
zh_hant: 我想知道這裡有沒有大人？

# ap11_fetch_01_bye_04
source: I must keep exploring.
de: Ich sollte weiter erkunden.
es: Debo seguir explorando.
fr: Je dois continuer à explorer.
id: Aku harus terus menjelajah.
it: Devo continuare a esplorare.
ja: 旅をつづけなくちゃ
ko: 계속 탐험해 봐야겠다.
pt: Devo continuar a explorar.
ru: Мне нужно продолжить свои поиски.
th: ฉันคงต้องออกสำรวจต่อไป
vi: Tôi phải tiếp tục khám phá.
zh_hans: 我必须要继续探索。
zh_hant: 我必須要繼續探索。

# ap11_fetch_01_chase_01
source: Follow me!
de: Folge mir!
es: ¡Sígueme!
fr: Suis-moi !
id: Ikuti aku!
it: Seguimi!
ja: ついてきて！
ko: 따라와!
pt: Siga-me!
ru: Идем со мной!
th: ตามฉันมา!
vi: Theo tôi nào!
zh_hans: 跟我来！
zh_hant: 跟我來！

# ap11_fetch_01_chase_02
source: Can't catch me!
de: Du kriegst mich nicht!
es: ¡No puedes atraparme!
fr: Tu ne m'attraperas pas !
id: Tak bisa menangkapku!
it: Non mi prendi!
ja: つかまりゃしないよ！
ko: 나 잡아 봐라!
pt: Você não me pega!
ru: Не поймаешь!
th: จับฉันไม่ได้หรอก!
vi: Không bắt được tôi đâu!
zh_hans: 你可追不上我！
zh_hant: 你追不到我！

# ap11_fetch_01_chase_03
source: Let's play a game.
de: Spielen wir ein Spiel.
es: Vamos a jugar.
fr: Jouons.
id: Ayo main.
it: Facciamo un gioco.
ja: これは、お庭？
ko: 여긴 정원일까?
pt: Vamos brincar um pouco.
ru: Давай поиграем!
th: มาเล่นเกมกัน
vi: Cùng chơi một trò chơi đi.
zh_hans: 我们来玩个游戏吧。
zh_hant: 我們來玩個遊戲吧。

# ap11_fetch_01_end_quote
source: Once upon a time there was a little prince who lived on a planet hardly bigger than he was, and who needed a friend...
de: Es war einmal ein kleiner Prinz, der lebte auf einem Planeten, der war kaum größer als er selbst und er brauchte einen Freund.
es: Había una vez un principito que vivía en un planeta poco más grande que él, y necesitaba una amistad...
fr: Il était une fois un petit prince qui habitait une planète à peine plus grande que lui, et qui avait besoin d’un ami…
id: Dahulu kala ada hiduplah seorang pangeran kecil di planet yang berukuran tak lebih besar dari dirinya, dan butuh teman ...
it: C'era una volta un piccolo principe che viveva su di un pianeta poco più grande di lui e aveva bisogno di un amico...
ja: むかし、むかし、ひとりの王子さまがおりました。その王子さまは、じぶんより、ほんのちょっと大きい星をお家にしていました。そして、お友だちをひとり、ほしがっていらっしゃいました…
ko: 옛날 옛적에, 고작 자기보다 조금 큰 별에 한 어린 왕자가 살고 있었습니다. 왕자는 친구가 필요했습니다.
pt: Era uma vez um pequeno príncipe que habitava um planeta pouco maior que ele, e que precisava de um amigo...
ru: Жил да был Маленький принц. Он жил на планете, которая была чуть побольше его самого, и ему очень не хватало друга…
th: กาลครั้งหนึ่งนานมาแล้ว มีเจ้าชายน้อยที่อาศัยอยู่บนดาวที่ใหญ่กว่าตัวเขาเพียงเล็กน้อย และเขาต้องการเพื่อน...
vi: Ngày xửa ngày xưa, có một hoàng tử bé sống trên một hành tinh chẳng lớn hơn chàng là bao, chàng muốn có một người bạn ...
zh_hans: 从前呀，有一个小王子，他住在一个比他的身体大不了多少的星球上，他希望能有一个朋友……
zh_hant: 從前從前，有一個小王子，他住在一個比他的身體大不了多少的星球上，他希望能有一個朋友……

# ap11_fetch_01_meet_01
source: I like your cape.
de: Dein Umhang gefällt mir.
es: Me gusta tu capa.
fr: J'aime ta cape.
id: Aku suka jubahmu.
it: Bello il tuo mantello.
ja: きみのケープ、すきだな
ko: 멋진 망토를 입었네.
pt: Gostei da sua capa.
ru: Мне нравится твоя накидка.
th: ฉันชอบเสื้อคลุมของคุณจัง
vi: Tôi thích áo choàng của bạn.
zh_hans: 我喜欢你的斗篷。
zh_hant: 我喜歡你的斗篷。

# ap11_fetch_01_meet_02
source: It's quite beautiful.
de: Er ist echt schön.
es: Es muy hermosa.
fr: Elle est belle.
id: Cantik sekali.
it: È davvero bello.
ja: とてもきれいだね
ko: 정말 근사해.
pt: É bem bonita.
ru: Такая красивая!
th: มันช่างสวยมากเลย
vi: Nó khá đẹp.
zh_hans: 非常漂亮呢。
zh_hant: 非常漂亮呢。

# ap11_fetch_01_meet_03
source: There's something you should see.
de: Es gibt da etwas, das du sehen solltest.
es: Hay algo que deberías ver.
fr: Je veux te montrer quelque chose.
id: Ada sesuatu yang ingin kuperlihatkan padamu.
it: Vorrei mostrarti una cosa.
ja: そうだ、きみもあれを見るべきだよ
ko: 너한테 보여줄 게 있어.
pt: Há algo que você deveria ver.
ru: Хочу кое-что тебе показать!
th: มีบางสิ่งที่คุณควรจะได้เห็น
vi: Có một thứ bạn nên xem.
zh_hans: 有些东西你应该看看。
zh_hant: 有些東西你應該看看。

# ap11_fetch_01_outro_01
source: On days like these,
de: An Tage wie diesen
es: Es en días como este,
fr: Dans des jours comme celui-ci,
id: Di saat-saat seperti ini,
it: In giorni come questi,
ja: こんな日には
ko: 오늘 같은 날에는...
pt: Em dias assim,
ru: В такие дни
th: ในวันแบบนี้
vi: Vào những ngày như thế này,
zh_hans: 我深深地想起，
zh_hant: 我深深地想起，

# ap11_fetch_01_outro_02
source: I think fondly back...
de: denke ich gerne zurück ...
es: que recuerdo con cariño...
fr: Je pense affectueusement...
id: Aku sering teringat kembali ...
it: Ripenso con affetto...
ja: 思わずにいられませんの…
ko: 지난 추억을 떠올려요.
pt: Eu me recordo carinhosamente...
ru: Я с любовью вспоминаю...
th: ทำให้ฉันได้หวนคิด...
vi: tôi nghĩ về thời gian đã qua ...
zh_hans: 我们曾经度过这样的时光……
zh_hant: 我們曾經度過這樣的時光……

# ap11_fetch_01_outro_03
source: My friend who explores the skies.
de: Mein Freund, der die Himmel erkundet.
es: A mi amigo que explora los cielos.
fr: À mon ami qui explore les cieux.
id: Temanku yang menjelajah angkasa.
it: Al mio amico che esplora i cieli.
ja: どこかの空を旅している、お友だちのこと
ko: 내겐 하늘을 모험하는 친구가 있어요.
pt: Do meu amigo que explora os céus.
ru: Своего друга, что отправился изучать небеса.
th: ถึงเพื่อนที่ออกสำรวจท้องฟ้า
vi: Người bạn khám phá bầu trời của tôi.
zh_hans: 想起我那位远走高飞，探寻天际的朋友。
zh_hant: 想起我那位遠走高飛，探尋天際的朋友。

# ap11_fetch_01_outro_04
source: The kindness he shared tending to me.
de: Wie nett er sich um mich kümmerte.
es: La bondad con la que me cuidaba.
fr: La gentillesse qu'il a partagée en s'occupant de moi.
id: Kebaikan yang ia berikan kepadaku.
it: Con quanta gentilezza si prendeva cura di me.
ja: あなたがくだすった、たくさんのやさしさ
ko: 그는 날 다정하게 돌봐줬지요.
pt: E da sua gentileza ao cuidar de mim.
ru: С каким теплом он за мной ухаживал!
th: ความมีน้ำใจที่เขามีต่อฉัน
vi: Sự tử tế mà anh ấy dành cho tôi.
zh_hans: 想起他对我善意满满的关爱。
zh_hant: 想起他對我善意滿滿的關愛。

# ap11_fetch_01_outro_05
source: And so, I await his return...
de: Und so warte ich auf seine Rückkehr ...
es: Y por eso, espero su regreso...
fr: J'attends donc son retour...
id: Jadi, aku menunggu dia kembali ...
it: E così, attendo il suo ritorno...
ja: だからそう、あたくし、帰りを待ちますわ…
ko: 언젠가 그가 돌아오기를 기다리고 있어요...
pt: E, assim, aguardo o retorno dele...
ru: И теперь я жду, когда он вернется...
th: และฉันก็รอคอยเขากลับมา...
vi: Và vì vậy, tôi chờ đợi sự trở lại của anh ấy ...
zh_hans: 所以，我就这样等待着他回家……
zh_hant: 所以，我就這樣等待著他回家……

# ap11_fetch_01_play_a_01
source: Close your eyes!
de: Schließ deine Augen!
es: ¡Cierra tus ojos!
fr: Ferme les yeux !
id: Tutup matamu!
it: Chiudi gli occhi!
ja: そうだ、かくれんぼしようよ
ko: 눈 감아 봐!
pt: Feche os olhos!
ru: Закрой глаза!
th: หลับตาลง!
vi: Nhắm mắt lại!
zh_hans: 闭上眼睛！
zh_hant: 閉上眼睛！

# ap11_fetch_01_play_a_02
source: Count to five.
de: Zähl bis fünf.
es: Cuenta hasta cinco.
fr: Compte jusqu'à cinq.
id: Hitung sampai lima.
it: Conta fino a cinque.
ja: 5つ数えてね
ko: 다섯까지 세어 줘.
pt: Conte até cinco.
ru: Досчитай до пяти.
th: แล้วนับถึงห้านะ
vi: Đếm đến năm.
zh_hans: 数到五。
zh_hant: 數到五。

# ap11_fetch_01_play_b_01
source: I'm not that good, am I?
de: Ich bin nicht besonders gut, was?
es: No soy muy bueno, ¿verdad?
fr: Je ne suis pas très doué, n'est-ce pas ?
id: Aku tidak terlalu jago, ya?
it: Non sono granché...
ja: ぼく、もっとうまく隠れられたはずなんだがなあ
ko: 나 이거 잘 못하지?
pt: Não sou tão bom nisso, né?
ru: У меня что-то не очень хорошо получается, да?
th: ฉันไม่ค่อยเก่งกับเรื่องแบบนี้เลยแฮะ
vi: Tôi không giỏi như vậy, phải không?
zh_hans: 我不是很擅长捉迷藏呢，是吧？
zh_hant: 我不是很擅長捉迷藏呢，是吧？

# ap11_fetch_01_play_b_02
source: Let me try again.
de: Ich will’s noch mal versuchen.
es: Déjame intentarlo otra vez.
fr: Laisse-moi réessayer.
id: Biar kucoba lagi.
it: Fammi riprovare.
ja: 次は見つからないよ
ko: 다시 한 번 해 보자.
pt: Deixa eu tentar de novo.
ru: Попробую еще раз.
th: ขอฉันลองอีกครั้งนะ
vi: Hãy để tôi thử lại.
zh_hans: 我想再来一次。
zh_hant: 我想再來一次。

# ap11_fetch_01_play_c_01
source: Let's play once more.
de: Spielen wir noch mal.
es: Juguemos otra vez.
fr: Jouons encore une fois.
id: Ayo main sekali lagi.
it: Giochiamo di nuovo.
ja: ねえ、もう一度やろうよ
ko: 한 번만 더 하자.
pt: Vamos de novo.
ru: Давай еще раз сыграем!
th: มาเล่นกันอีกครั้งเถอะ
vi: Cùng chơi nữa nhé.
zh_hans: 我们再来玩一次吧。
zh_hant: 我們再來玩一次吧。
