Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06_cant_start_at_home_questap06
source: Find a <2>boat</2> in <b>Golden Wasteland</b> to visit the <1>Spirit</1> in a desolate land.
de: Suche in der <b>Goldenen Ödnis</b> nach einem <2>Boot</2>, um den Geist <1>Spirit</1> in einem einsamen Land zu besuchen.
es: Encuentra un <2>bote</2> en el <b>Páramo Dorado</b> para visitar al <1>Espíritu</1> en una tierra desolada.
fr: Trouvez un <2>bateau</2> dans le <b>Désert d'or</b> pour visiter l'<1>esprit</1> d'une terre désolée.
id: Temukan <2>perahu</2> di <b>Gurun Emas</b> untuk mengunjungi <1>Roh</1> di negeri terpencil.
it: Trova una <2>barca</2> nel <b>Deserto Dorato</b> per visitare lo <1>spirito</1> in una terra desolata.
ja: <b>捨てられた地</b>で<2>舟</2>を探し、荒廃した土地の<1>精霊</1>を訪ねましょう
ko: <b>황금 황무지</b>에서 <2>배</2>를 찾아 황량한 섬에 있는 <1>영혼</1>을 찾아가세요.
pt: Encontre um <2>barco</2> no <b>Sertão Dourado</b> para visitar o <1>espírito</1> em uma terra desolada.
ru: Найдите <2>лодку</2> в <b>Золотой пустоши</b>, чтобы посетить <1>духа</1> в опустевшей земле.
th: ค้นหา<2>เรือ</2>ใน<b>แดนร้างทองอร่าม</b>เพื่อไปพบกับ<1>สปิริต</1>ในแดนร้างทองอร่าม
vi: Tìm một <b>con thuyền</b> ở <2>Hoang Mạc Hoàng Kim</2>, để thăm <1>Tinh Linh</1> ở vùng đất hoang
zh_hans: 在<b>暮土</b>的一艘<2>小船</2>上，找到这位<1>先灵</1>
zh_hant: 在<b>暮土</b>的一艘<2>小船</2>上，找到這位<1>先靈</1>

# spirit_shop_ap06_cant_start_at_home_questap07
source: Visit the <1>Spirit</1> at an island beneath the clouds of <b>Daylight Prairie</b>.
de: Besuche den <1>Geist</1> auf einer Insel unterhalb der Wolken in der <b>Tageslichtprärie</b>.
es: Visita el <1>Espíritu</1> que está en la isla debajo de las nubes de la <b>Planicie Luz de Día</b>.
fr: Visitez l'<1>esprit</1> sur une île sous les nuages de la <b>Prairie illuminée</b>.
id: Kunjungi <1>Roh</1> di pulau di bawah awan <b>Padang Rumput Siang</b>.
it: Visita lo <1>Spirito</1> in un'isola sotto le nuvole della <b>Prateria Diurna</b>.
ja: <b>草原</b>の雲の下にある島の<1>精霊</1>を訪れましょう。
ko: <b>햇빛 초원</b>의 구름 밑에 있는 섬으로 <1>영혼</1>을 찾아가세요.
pt: Visite o <1>espírito</1> em uma ilha sob as nuvens da <b>Campina da Aurora</b>.
ru: Зайдите к <1>духу</1> на острове под облаками в <b>Полуденной прерии</b>.
th: ไปพบกับ<1>สปิริต</1>ที่เกาะใต้หมู่เมฆของ<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Ghé thăm <1>Tinh Linh</1> ở hòn đảo dưới đám mây của <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: 在云野之下，海面之上，找到圣岛的<1>先灵</1>
zh_hant: 在雲野之下，海面之上，找到聖島的<1>先靈</1>

# spirit_shop_ap06_cant_start_at_home_questap08
source: Visit the <1>Spirit</1> in the <b>Cave of Prophecies</b>.
de: Besuche den <1>Geist</1> in der <b>Höhle der Prophezeiungen</b>.
es: Visita al <1>Espíritu</1> en la <b>Cueva de las Profecías</b>.
fr: Visitez l'<1>esprit</1> dans la <b>Grotte des prophéties</b>.
id: Kunjungi <1>Roh</1> di <b>Gua Nubuat</b>.
it: Visita lo <1>Spirito</1> nella <b>Grotta delle Profezie</b>.
ja: <b>預言者の石窟</b>にいる<1>精霊</1>を訪れましょう
ko: <b>예언의 동굴</b> 속 <1>영혼</1>을 찾아가세요.
pt: Visite o <1>espírito</1> na <b>Caverna das Profecias</b>.
ru: Посетите <1>духа</1> в <b>Пещере пророчеств</b>.
th: ไปพบกับ<1>สปิริต</1>ใน<b>ถ้ำแห่งคำพยากรณ์</b>
vi: Ghé thăm <b>Tinh Linh</b> trong <1>Hang Bình Minh</1>.
zh_hans: 找到在<b>预言山谷</b>的<1>先祖</1>。
zh_hant: 找到在<b>預言山谷</b>的<1>先祖</1>。

# spirit_shop_ap06_cant_start_at_home_questap09
source: Visit the <1>Spirit</1> at a village in <b>Valley of Triumph</b>.
de: Besuche den <1>Geist</1> in einem Dorf im <b>Tal des Triumphs</b> zurück.
es: Visita al <1>espíritu</1> en la aldea del <b>Valle del triunfo</b>.
fr: Visitez l'<1>esprit</1> dans un village de la <b>Vallée du Triomphe</b>.
id: Kunjungi <1>Roh</1> di desa di <b>Lembah Kejayaan</b>.
it: Visita lo <1>Spirito</1> in un villaggio della <b>Valle del Trionfo</b>.
ja: <b>峡谷</b>の町にいる<1>精霊</1>を訪れましょう
ko: <b>승리의 계곡</b> 마을에 있는 <1>영혼</1>을 찾아가보세요
pt: Visite o <1>espírito</1> na aldeia no <b>Vale do Triunfo</b>.
ru: Посетите <1>духа</1> в деревушке в <b>Долине Триумфа</b>.
th: ไปพบกับ<1>สปิริต</1>ที่หมู่บ้านใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Ghé thăm <b>Tinh Linh </b> trong làng ở <1>Thung Lũng Vinh Quang</1> xem
zh_hans: 去找在<b>霞谷</b>村庄里的<1>先祖们</1>问问吧
zh_hant: 去找在<b>霞谷</b>村莊裏的<1>先祖們</1>問問吧

# spirit_shop_ap06_cant_start_at_home_questap10
source: Visit the <1>Spirit</1> at the treehouse in <b>Hidden Forest</b>.
de: Besuche den <1>Geist<1> beim Baumhaus im <b>verborgenen Wald</b>.
es: Visita al <1>espíritu</1> de la casita del árbol en el <b>Bosque Escondido</b>.
fr: Visitez l'<1>esprit</1> de la cabane dans les arbres de la <b>Forêt cachée</b>.
id: Kunjungi <1>Roh</1> di rumah pohon di <b>Hutan Tersembunyi</b>.
it: Visita lo <1>spirito</1> della casa sull'albero nella <b>Foresta Nascosta</b>.
ja: <b>雨林</b>のツリーハウスにいる<1>精霊</1>を訪れましょう
ko: <b>비밀의 숲</b>의 나무 위의 오두막에 있는 <1>영혼</1>을 방문하세요.
pt: Visite o <1>espírito<1> na casa da árvore na <b>Floresta Oculta</b>.
ru: Посетите <1>духа</1> в домике на дереве в <b>Тайном лесу</b>.
th: ไปพบกับ<1>สปิริต</1>ที่บ้านต้นไม้ใน<b>ป่าลับ</b>
vi: Ghé thăm <1>Tinh Linh</1> ở ngôi nhà trên cây trong <b>Rừng Mưa</b>.
zh_hans: 请到<b>雨林</b>的树屋拜访这位<1>先灵</1> 。
zh_hant: 請到<b>雨林</b>的樹屋拜訪這位<1>先靈</1> 。

# spirit_shop_ap06_cant_start_at_home_questap11
source: Visit the <1>Rose</1> at a secret place in <b>Vault of Knowledge</b>.
de: Besuche die <1>Rose</1> an einem geheimen Ort im <b>Tresor des Wissens</b>.
es: Visita a la <1>rosa</1> en un lugar secreto en la <b>Bóveda del conocimiento</b>.
fr: Rendez visite à la <1>Rose</1> à l'endroit secret de la <b>Chambre forte de connaissance</b>.
id: Kunjungi <1>Mawar</1> di tempat rahasia di <b>Kubah Pengetahuan</b>.
it: Visita la <1>Rosa</1> in un luogo segreto della <b>Cupola della Conoscenza</b>.
ja: <b>書庫</b>の特別な場所にいる<1>バラ</1>を訪れましょう
ko: <b>지식의 도서관</b> 속 비밀장소에 있는 <1>장미</1>를 찾아가세요
pt: Visite a <1>Rosa</1> em um lugar secreto no <b>Relicário do Conhecimento</b>.
ru: Посетите <1>Розу</1> в потайном месте в <b>Хранилище знаний</b>.
th: ไปพบกับเดอะ <1>โรส</1> ณ สถานที่ลับใน<b>กรุสมบัติแห่งปัญญา</b>
vi: Ghé thăm <1>Hoa Hồng</1> ở 1 nơi bí ẩn ở <b>Kho Tri Thức</b>.
zh_hans: 前往<b>智慧宝库</b>秘密区域，拜访<1>玫瑰花</1>。
zh_hant: 前往<b>智慧寶庫</b>秘密區域，拜訪<1>玫瑰花</1>。

# spirit_shop_ap06_cant_start_at_home_questap12
source: Visit the <1>Spirit</1> in the clouds above <b>Hidden Forest</b>.
de: Besuche den <1>Geist</1> in den Wolken über dem <b>Verborgenen Wald</b>.
es: Visita al <1>espíritu</1> en las nubes sobre el <b>Bosque Escondido</b>.
fr: Rendez visite à l’<1>esprit</1> dans les nuages au-dessus de la <b>Forêt cachée</b>.
id: Kunjungi <1>Roh</1> di awan di atas <b>Hutan Tersembunyi</b>.
it: Visita lo <1>spirito</1> tra le nuvole sopra la <b>Foresta Nascosta</b>.
ja: <b>雨林</b>上空の雲の中にいる<1>精霊</1>を訪れましょう
ko: <b>비밀의 숲</b> 위 구름 속에 있는 <1>영혼</1>을 찾아가세요
pt: Visite o <1>Espírito</1> nas nuvens acima da <b>Floresta Oculta</b>.
ru: Посетите <1>духа</1> в облаках над <b>Тайным лесом</b>.
th: ไปพบกับ<1>สปิริต</1>ในหมู่เมฆเหนือ<b>ป่าลับ</b>
vi: Ghé thăm <b>Tinh Linh</b> ở tầng mây phía trên <1>Rừng Mưa</1>.
zh_hans: 拜访<b>雨林</b>上方云层中的<1>先灵</1>。
zh_hant: 拜訪<b>雨林</b>上方雲層中的<1>先靈</1>。

# spirit_shop_ap06_cant_start_at_home_questap13
source: Visit the <1>Spirit</1> on the ship near <b>Golden Wasteland</b>'s mysterious island.
de: Besuche den <1>Geist</1> auf dem Schiff in der Nähe der geheimnisvollen Insel in der <b>Goldenen Ödnis</b>.
es: Visita al <1>espíritu</1> del barco cerca de la misteriosa isla del <b>Páramo Dorado</b>.
fr: Rendez visite à l'<1>esprit</1> sur le bateau près de l'île mystérieuse du <b>Désert d'or</b>.
id: Kunjungi <1>Roh</1> di kapal dekat pulau misterius <b>Gurun Emas</b>.
it: Vai dallo <1>spirito</1> sulla nave vicino all'isola misteriosa del <b>Deserto Dorato</b>.
ja: <b>捨てられた地</b>の<b>秘宝の環礁</b>の船にいる<1>精霊</1>を訪れましょう
ko: <b>황금 황무지</b>에서 수수께끼의 섬 근처 배 위에 있는 <1>영혼</1>을 찾아가세요
pt: Visite o <1>espírito</1> no navio perto da ilha misteriosa no <b>Sertão Dourado</b>.
ru: Вернитесь на корабль к <b>Проводнику бездны</b>.
th: ไปพบกับ<1>สปิริต</1>บนเรือใกล้กับเกาะลึกลับของ<b>แดนร้างทองอร่าม</b>
vi: Ghé thăm <1>Tinh Linh</1> trên thuyền gần hòn đảo bí ẩn ở <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 前往<b>暮土</b>神秘岛屿，拜访附近的船上的<1>先灵</1>。
zh_hant: 拜訪<b>暮土</b>神秘島嶼附近船上的<1>先靈</1>。

# spirit_shop_ap06_cant_start_at_home_questap14
source: Return to the <1>Spirit</1> by the <b>stage</b> in <b>Valley of Triumph</b>.
de: Kehre zum <1>Geist</1> bei der <b>Bühne</b> im <b>Tal des Triumphs</b> zurück.
es: Regresa con el <1>espíritu</1> junto al <b>escenario</b> en el <b>Valle del Triunfo</b>.
fr: Retournez voir l'<1>esprit</1> près de la <b>scène</b> dans la <b>Vallée du triomphe</b>.
id: Kembali ke <1>Roh</1> di dekat <b>panggung</b> di <b>Lembah Kejayaan</b>.
it: Torna dallo <1>spirito</1> presso il <b>palcoscenico</b> nella <b>Valle del Trionfo</b>.
ja: <b>峡谷</b>の<b>劇場</b>にいる<1>精霊</1>があなたを待っています。
ko: <b>승리의 계곡</b>의 <b>무대</b> 옆에 있는 <1>영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>espírito</1> perto do <b>palco</b> no <b>Vale do Triunfo</b>.
ru: Вернитесь к <1>духу</1> у <b>сцены</b> в <b>Долине триумфа</b>.
th: กลับไปหา<1>สปิริต</1>ข้าง<b>เวที</b>ใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Về bên <1>Tinh Linh</1> cạnh <b>sân khấu</b> trong <b>Thung Lũng Vinh Quang</b>.
zh_hans: 回到位于<b>霞谷</b>中<b>舞台</b>边的<1>先灵</1>身旁。
zh_hant: 回去找<1>霞谷</1><b>舞台</b>旁的<b>先靈</b>。

# spirit_shop_ap06_cant_start_at_home_questap16
source: Return to the <1>Spirit</1> in the <b>Coliseum</b> in <b>Valley of Triumph</b>.
de: Kehre zum <1>Geist</1> im <b>Kolosseum</b> im <b>Tal des Triumphs</b> zurück.
es: Regresa con el <1>espíritu</1> del <b>coliseo</b> en el <b>Valle del Triunfo</b>.
fr: Retournez voir l'<1>Esprit</1> dans le <b>Colisée</b> de la <b>Vallée du triomphe</b>.
id: Kembali ke <1>Roh</1> di dekat <b>koloseum</b> di <b>Lembah Kejayaan</b>.
it: Torna dallo <1>spirito</1> nel <b>Colosseo</b> della <b>Valle del Trionfo</b>.
ja: <b>峡谷</b>の<b>円形劇場</b>にいる<1>精霊</1>があなたを待っています
ko: <b>승리의 계곡</b>의 <b>대경기장</b>에 있는 <1>영혼</1>에게 돌아가세요.
pt: Volte para o <1>espírito</1> no <b>coliseu</b> no <b>Vale do Triunfo</b> .
ru: Вернитесь к <1>духу</1> в <b>колизее</b> в <b>Долине триумфа</b>.
th: กลับไปหา<1>สปิริต</1>ที่<b>โคลีเซียม</b>ใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Trở về với <1>Tinh Linh</1> trong <b>đấu trường</b> ở <b>Thung Lũng Vinh Quang</b>.
zh_hans: 回到<b>霞谷</b><b>圆形竞技场</b>中的<1>先灵</1>那里。
zh_hant: 回去找<b>霞谷</b><b>競技場</b>中的<1>先靈</1>。

# spirit_shop_ap06_cant_start_at_home_questap17
source: Visit <1>Remembrance Guide</1> at the Vault Repository in <b>Vault of Knowledge</b>.
de: Besuche den <1>Gedenken-Helfer</1> im Archiv des <b>Tresors des Wissens</b>
es: Visita al <1>guía de conmemoración</1> en el almacén de la bóveda en la <b>Bóveda de Conocimiento</b>.
fr: Rendez visite au <1>guide du Souvenir</1> au Dépôt de la <b>Chambre forte de connaissance</b>
id: Kunjungi <1>Pemandu Kenangan</1> di Gudang Kubah di <b>Kubah Pengetahuan</b>
it: Vai dalla <1>Guida della Commemorazione</1> presso la Cripta nella <b>Cupola della Conoscenza</b>
ja: <b>書庫</b>の保存庫にいる<1>追慕の案内人</1>を訪れましょう
ko: <b>지식의 도서관</b>의 보관소에 있는 <1>기억의 안내자</1>를 찾아가세요
pt: Visite o <1>Guia da Recordação</1> no Repositório do Relicário no <b>Relicário do Conhecimento</b>
ru: Посетите <1>проводника Памяти</1> в тайнике в <b>Хранилище знаний</b>
th: ไปพบกับ<1>ผู้แนะนำความทรงจำ</1>ที่โกดังกรุสมบัติใน<b>กรุสมบัติแห่งปัญญา</b>
vi: Ghé thăm <1>Chỉ Dẫn Tưởng Nhớ</1> tại Kho Chứa trong <b>Kho Tri Thức</b>
zh_hans: 探访<b>禁阁</b>穹顶贮藏室里的<1>缅怀向导</1>
zh_hant: 拜訪位在<1>禁閣</1>金庫知識庫中的<b>緬懷嚮導</b>

# spirit_shop_ap06_cant_start_at_home_questap18
source: Meet the <1>mask-maker</1> at the <2>Passage Stone</2> to begin this lesson of <2>Passage</2>.
de: Besuche den <1>Maskenmacher</1> beim <2>Übergangsstein</2>, um diese Lehre des <2>Übergangs</2> zu beginnen.
es: Reúnete con la <1>fabricante de máscaras</1> en la <2>roca de iniciación</2> para comenzar la lección de <2>iniciación</2>.
fr: Retrouvez la <1>faiseuse de masques</1> à la <2>pierre d'Initiation</2> pour commencer cette leçon de l'<2>Initiation</2>.
id: Temui <1>pembuat topeng</1> di <2>Kuil Batu Inisiasi</2> untuk memulai pelajaran dari <2>Inisiasi</2> ini.
it: Incontra l'<1>artigiana delle maschere</1> alla <2>Pietra della Transizione</2> per iniziare questa lezione sulla <2>Transizione</2>.
ja: <2>ならいの大岩</2>で待つ<1>仮面職人</1>のもとを訪れ、<2>ならい</2>の儀を始めましょう
ko: <2>성장의 돌</2>에서 <1>가면 제작자</1>를 만나 <2>성장</2>의 가르침을 시작하세요.
pt: Encontre a <1>fabricante de máscaras</1> na <2>Pedra da Passagem</2> para dar início à lição da <2>Passagem</2>.
ru: Найдите <1>мастера по маскам</1> у <2>Камня посвящения</2>, чтобы начать этот урок <2>посвящения</2>.
th: พบกับ<1>ผู้สร้างหน้ากาก</1>ที่<2>ศิลาเส้นทาง</2> เพื่อเริ่มต้นบทเรียนเรื่อง<2>เส้นทาง</2>
vi: Gặp <1>người làm mặt nạ</1> tại <2>Đá Thử Thách</2> để bắt đầu bài học về <2>Thử Thách</2>.
zh_hans: 在<2>夜行石</2>与<1>面具工匠</1>见面并开始<2>夜行</2>。
zh_hant: 在<2>夜行石</2>與<1>面具工匠</1>見面並開始<2>夜行</2>。

# spirit_shop_ap06_cant_start_at_home_questap19
source: Visit the <1>Moments Guide</1> at Prairie Peaks in <b>Daylight Prairie</b>.
de: Besuche den <1>Momente-Helfer</1> am Präriegipfel in der <b>Tageslicht-Prärie</b>.
es: Visita al <1>guía de los momentos</1> en las cumbres de la <b>Planicie Luz de Día</b>.
fr: Rendez visite au <1>guides des Instants</1> aux pics de la Prairie, dans la <b>Prairie illuminée</b>.
id: Kunjungi <1>Pemandu Momen</1> di Puncak Padang Rumput pada <b>Padang Rumput Siang</b>.
it: Vai dalla <1>Guida dei Momenti</1> sulle Vette della Prateria nella <b>Prateria Diurna</b>.
ja: <b>草原</b>の草原連峰にいる<1>瞬きの案内人</1>のもとを訪れましょう
ko: <b>햇빛 초원</b>의 초원 봉우리로 <1>순간의 안내자</1>를 찾아가세요.
pt: Visite o <1>Guia dos Momentos</1> nos Picos da Campina na <b>Campina da Aurora</b>.
ru: Посетите <1>проводника мгновений</1> в Степных вершинах <b>Полуденной прерии</b>.
th: ไปพบกับ<1>ผู้แนะนำช่วงเวลา</1>ที่ยอดเขาแห่งทุ่งหญ้าใน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Ghé thăm <1>Chỉ Dẫn Khoảnh Khắc</1> tại Đỉnh Thảo Nguyên ở <b>Thảo nguyên Ánh sáng</b>.
zh_hans: 前往<b>云野</b>拜访云野峻岭的<1>拾光向导</1>。
zh_hant: 前往<b>雲野</b>拜訪雲野峻嶺的<1>拾光嚮導</1>。

# spirit_shop_ap06_cant_start_at_home_questap21
source: Visit the <1>Spirit of Mural</1> in <b>Crescent Oasis</b>.
de: Besuche den <1>Geist des Wandbildes</1> in der <b>Sicheloase</b>.
es: Visita el <1>Espíritu del mural</1> en el <b>oasis creciente</b>.
fr: Aller à l'<1>esprit de la fresque</1>, à l'<b>Oasis du croissant</b>.
id: Kunjungi <1>Roh Mural</1> di <b>Oasis Bulan Sabit</b>.
it: Vai dallo <1>spirito del murale</1> nell'<b>Oasi a Mezzaluna</b>.
ja: <b>三日月オアシス</b>の<1>壁画の精</1>のもとを訪れましょう
ko: <b>초승달 오아시스</b>에 있는 <1>벽화의 영혼</1>을 찾아가세요.
pt: Visite o <1>Espírito do Mural</1> no <b>Oásis Crescente</b>.
ru: Посетите <1>духа фрески</1> в <b>Лунный оазис</b>.
th: ไปพบกับ<1>สปิริตแห่งจิตรกรรมฝาผนัง</1>ใน<b>โอเอซิสจันทร์เสี้ยว</b>
vi: Đến gặp <1>Tinh Linh Cổ Họa</1> ở <b>Ốc Đảo Trăng Khuyết</b>.
zh_hans: 到<b>新月绿洲</b>拜访<1>壁画先灵</1>。
zh_hant: 拜訪<b>新月綠洲</b>的<1>壁畫先靈</1>。

# spirit_shop_ap06_cant_start_at_home_questap22
source: Visit the <1>Nesting Guide</1> in their workshop in <b>Aviary Village</b>.
de: Besuche den <1>Nest-Helfer</1> in seiner Werkstatt im <b>Volieren-Dorf</b>.
es: Visita a la <1>guía acogedora</1> en su taller ubicado en la <b>aldea aviaria</b>.
fr: Rendez visite à la <1>guide de la Nidification</1> dans son atelier au <b>village volière</b>.
id: Kunjungi <1>Pemandu Bersarang</1> di bengkel kerjanya di <b>Desa Aviary</b>.
it: Visita la <1>Guida ai Nidi</1> nel suo laboratorio nel <b>Villaggio degli Uccelli</b>.
ja: <b>花鳥郷</b>の工房にいる<1>巣づくりの案内人</1>を訪ねましょう
ko: <b>새들의 정원 마을</b>의 가게에서 기다리는 <1>보금자리 안내자</1>를 찾아가세요.
pt: Visite a <1>Guia do Ninho</1> na oficina, que fica na <b>Aldeia Aviária</b>.
ru: Загляните к <1>проводнику гнездования</1>, она в мастерской <b>Птичьей деревни</b>.
th: ไปพบกับ<1>ผู้แนะนำการสร้างรัง</1> ที่เวิร์คช็อปของพวกเขาใน<b>หมู่บ้านเอเวียรี</b>
vi: Hãy ghé thăm <1>Chỉ Dẫn Xây Tổ</1> tại xưởng của họ ở <b>Làng Chuồng Chim</b>.
zh_hans: 前往<1>筑巢向导</1>位于<b>云巢</b>中的工作室拜访他。
zh_hant: 拜訪<1>築巢嚮導</1>在<b>雲巢</b>的工坊。

# spirit_shop_ap06_cant_start_at_home_questap23
source: Visit the <1>Duets Guide</1> at the concert hall in <b>Aviary Village</b>.
de: Besuche den <1>Duette-Helfer</1> in der Konzerthalle im <b>Volieren-Dorf</b>.
es: Visita al <1>guía de los duetos</1> en el auditorio de la <b>aldea aviaria</b>.
fr: Allez voir le <1>Guide des Duos</1> à la salle de concert du <b>Village volière</b>.
id: Kunjungi <1>Pemandu Duet</1> di aula konser di <b>Desa Aviary</b>.
it: Visita la <1>Guida ai duetti</1> nella sala concerti del <b>Villaggio degli Uccelli</b>.
ja: <b>花鳥郷</b>のコンサートホールにいる<1>音色の案内人</1>を訪れましょう
ko: <b>새들의 정원 마을</b> 연주회장에 있는 <1>듀엣의 안내자</1>를 찾아가세요.
pt: Visite o <1>Guia de Duetos</1> na sala de concertos na <b>Aldeia Aviária</b>.
ru: Посетите <1>проводника дуэтов</1> в концертном зале в <b>Птичьей деревне</b>.
th: ไปพบกับ<1>ผู้แนะนำการบรรเลงคู่</1>ที่โถงคอนเสิร์ตใน<b>หมู่บ้านเอเวียรี</b>
vi: Hãy gặp <1>Chỉ Dẫn Song Tấu</1> tại phòng hòa nhạc ở <b>Làng Chuồng Chim</b>.
zh_hans: 在<b>云巢</b>的音乐厅拜访<1>二重奏向导</1>
zh_hant: 拜訪在<1>雲巢</1>音樂廳的<b>二重奏嚮導</b>。

# spirit_shop_ap06_cant_start_at_home_questap25
source: Visit the <1>Radiance Guide</1> at the <1>Dye Workshop</1> in <b>Aviary Village</b>.
de: Besuche die <1>Leuchten-Helferin</1> in der <1>Farben-Werkstatt</1> im <b>Volieren-Dorf</b>.
es: Visita a la <1>guía de resplandor</1> en el <1>taller de tinturas</1>, en la <b>aldea aviaria</b>.
fr: Allez voir le <1>guide l'Éclat</1>, qui se trouve à l'<1>Atelier de teinture</1> du <b>Village volière</b>.
id: Kunjungi <1>Pemandu Pancaran Cahaya</1> di <1>Lokakarya Warna</1> pada <b>Desa Aviary</b>
it: Vai dalla <1>guida allo splendore</1> nella <1>Bottega di tintura</1> al <b>Villaggio degli Uccelli</b>.
ja: <b>花鳥郷</b>の<1>光染め工房</1>にいる<1>光染めの案内人</1>のもとを訪れましょう
ko: <b>새들의 정원 마을</b>의 <1>염색 공방</1>에 있는 <1>광채의 안내자</1>를 찾아가세요.
pt: Visite a <1>Guia do Resplendor</1> no <1>Ateliê de Tintas</1> na <b>Aldeia Aviária</b>.
ru: Навестите <1>проводника сияния</1> в <1>мастерской цвета</1>, что в <b>Птичьей деревне</b>.
th: ไปหา<1>ผู้แนะนำแสงเรืองรอง</1>ที่<1>เวิร์คช็อปสีย้อม</1>ใน<b>หมู่บ้านเอเวียรี</b>
vi: Ghé thăm <1>Chỉ Dẫn Rạng Rỡ</1> tại <1>Xưởng Nhuộm</1> ở <b>Làng Chuồng Chim</b>.
zh_hans: 前往<b>云巢</b>的<1>染料工作室</1>拜访<1>彩染向导</1>。
zh_hant: 前往<b>雲巢</b>的<1>光之染坊</1>與<1>彩染嚮導</1>見面。

# spirit_shop_ap06unlock_ap07_fetch_01_task_desc
source: Perished with time, the <1>Spirit</1> watches the ruins with forgotten hope and promise.
de: Der erschöpfte <1>Geist</1> beobachtet die Ruinen, mit vergessener Hoffnung und verschwundenem Versprechen.
es: Arruinado por el tiempo, el <1>Espíritu</1> observa las ruinas con esperanzas y promesas olvidadas.
fr: L'<1>esprit</1> observe les ruines, perdu dans le temps, avec un espoir et une promesse oubliés.
id: Musnah seiring waktu, <1>Roh</1> melihat reruntuhan dengan harapan dan janji yang terlupakan.
it: Lo <1>spirito</1> stanco osserva le rovine, simbolo di speranze e promesse dimenticate.
ja: 時とともに朽ちたであろう遺跡を、その<1>精霊</1>は忘れられた希望と約束を胸に眺めています
ko: <1>영혼</1>은 폐허를 바라보며 잊혀진 희망과 약속을 떠올립니다.
pt: Surrado pelo tempo, o <1>espírito</1> observa as ruínas com esperança e promessa esquecidas.
ru: Время не щадит никого, и <1>дух</1> наблюдает за руинами с надеждой на лучшие времена.
th: <1>สปิริต</1>เฝ้าดูซากปรักหักพังด้วยความหวัง และคำสัญญาที่ถูกลืมเลือนไปตามกาลเวลา
vi: <1>Tinh Linh</1> nhìn cảnh hoang tàn từng tràn đầy hy vọng nay tan biến theo gió.
zh_hans: <1>先灵</1>望着这片曾充满了希望，现在却早已随风消逝的废墟。
zh_hant: <1>先靈</1>望著這片曾充滿了希望，現在卻早已隨風消逝的廢墟。

# spirit_shop_ap06unlock_ap07_fetch_01_task_desc_02
source: Look towards the archipelago, where answers to the fading memories may lie.
de: Sieh zur Inselgruppe, denn dort könnten die Antworten zu den verblassenden Erinnerungen liegen.
es: Mira hacia el archipiélago, dónde quizás se encuentren las respuestas a los recuerdos que se desvanecen.
fr: Regardez vers l'archipel, où se trouvent peut-être les réponses aux souvenirs qui s'estompent.
id: Lihatlah ke arah kepulauan itu, tempat jawaban atas kenangan yang memudar mungkin berada.
it: Guarda verso l'arcipelago, dove si potrebbero trovare le risposte ai ricordi che svaniscono.
ja: 薄れかけた記憶が眠るであろう群島に向かいましょう
ko: 흩어진 섬을 찾아가세요. 희미한 기억에 대한 답이 남아있을 듯합니다.
pt: Procure em direção ao arquipélago, onde respostas para as memórias enfraquecidas podem estar.
ru: Взгляните на архипелаг, где могут найтись ответы на угасающие воспоминания.
th: มองไปยังหมู่เกาะที่ซึ่งซ่อนคำตอบของความทรงจำที่เลือนหายไป
vi: Mau nhìn quần đảo đó, có lẽ đó chính là nơi phủ bụi ký ức.
zh_hans: 快看那片群岛啊，或许那里就是记忆尘封的地方。
zh_hant: 快看那片群島啊，或許那裡就是記憶塵封的地方。

# spirit_shop_ap06unlock_ap07_fetch_01_task_done
source: You’ve retrieved a memory fragment. Return it to the <1>Ancestor Spirit</1>.
de: Du hast ein Erinnerungsfragment gefunden. Bringe es dem <1>Vorfahrengeist</1> zurück.
es: Recuperaste un fragmento de recuerdo. Devuélvelo al <1>Espíritu ancestral</1>.
fr: Vous avez récupéré un fragment de souvenir. Rapportez-le à l'<1>esprit ancêtre</1>.
id: Kamu mendapatkan fragmen kenangan. Kembalikan ke <1>Roh Leluhur</1>.
it: Hai recuperato un frammento di ricordo. Riportalo allo <1>spirito ancestrale</1>.
ja: あなたは記憶の断片を取り戻しました。 先祖の<1>精霊</1>に届けてあげましょう
ko: 기억의 조각을 찾았어요! <1>선조영혼</1>에게 가져다주세요.
pt: Você recuperou um fragmento de memória. Devolva-o ao <1>espírito ancestral</1>.
ru: Вы добыли фрагмент памяти. Верните его <1>духу-предку</1>.
th: คุณได้รับผลึกความทรงจำแล้ว นำมันกลับไปคืน<1>สปิริตบรรพชน</1>
vi: Bạn đã tìm được một mảnh ký ức. Hãy đưa nó cho <1>Tinh Linh Tổ Tiên</1>.
zh_hans: 您已经取回一片记忆碎片。请将它交还给<1>先灵</1>。
zh_hant: 您已經取回一片記憶碎片。請將它交還給<1>先靈</1>。

# spirit_shop_ap06unlock_ap07_fetch_02_task_desc
source: The <1>Spirit</1> wonders if there are more pieces of the ruin?
de: Der <1>Geist</1> fragt sich, ob es noch mehr verlorene Fragmente über die Ruine gibt.
es: El <1>Espíritu</1> se pregunta si habrá más piezas en las ruinas.
fr: L'<1>esprit</1> se demande s'il y a d'autres pièces de cette ruine.
id: <1>Roh</1> bertanya-tanya apakah ada kepingan lainnya di reruntuhan?
it: Lo <1>spirito</1> si chiede se potrebbero esistere altri pezzi di queste rovine.
ja: その<1>精霊</1>はまだ他にもこの遺跡の破片があるだろうかと考えているようです
ko: <1>영혼</1>은 잃어버린 폐허의 조각이 더 많을 것이라고 생각합니다.
pt: O <1>espírito</1> imagina se há mais peças da ruína.
ru: <1>Дух</1> гадает, нет ли и других кусков руин?
th: <1>สปิริต</1>สงสัยว่ายังมีชิ้นส่วนของซากปรักหักพังอีกหรือไม่
vi: <1>Tinh Linh</1> này rất tò mò, còn mảnh nào nữa không?
zh_hans: 这位<1>先灵</1>很好奇，是否还会有更多的碎片呢？
zh_hant: 這位<1>先靈</1>很好奇，是否還會有更多的碎片呢？

# spirit_shop_ap06unlock_ap07_fetch_02_task_desc_02
source: The clue could be upon a boulder in the sea.
de: Ein Hinweis könnte auf einem Felsen im Meer liegen.
es: La pista podría estar en un peñasco del mar.
fr: L'indice pourrait se trouver sur un rocher dans la mer.
id: Petunjuknya mungkin berada di atas batu besar di lautan.
it: L'indizio potrebbe essere su uno scoglio in mare.
ja: 海に浮かぶ大きな岩の上に糸口が見つかるかもしれません
ko: 바위 섬에 단서가 있을 듯합니다.
pt: A pista pode estar sobre uma rocha no mar.
ru: Подсказка может быть на валуне в море.
th: เบาะแสอาจอยู่บนก้อนหินในท้องทะเล
vi: Manh mối có lẽ ở trên tảng đá ngoài biển.
zh_hans: 线索可能在海上的巨石上。
zh_hant: 線索可能在海上的巨石上。
