Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_unnamed_reacted_to_geonote
source: A friend ♥ your note!
de: Ein Freund ♥ deine Notiz!
es: ¡Un amigo ♥ tu nota!
fr: Un ami ♥ votre message !
id: Seorang teman ♥ catatanmu!
it: Un amico ♥ il tuo messaggio!
ja: フレンドがあなたのメッセージをいいねしました
ko: 친구가 메시지를 ♥ 해요!
pt: Um amigo ♥ sua nota!
ru: Друг ♥ вашу записку!
vi: Một người bạn thả ♥ tin nhắn của bạn
zh_hans: 一个朋友 ♥ 了你的留言
zh_hant: 一個朋友 ♥ 了你的留言

# notification_unnamed_reacted_to_recording
source: A friend ♥ your shared memory!
de: Ein Freund hat deiner Geteilten Erinnerung ein ♥ gegeben!
es: ¡A una amistad le ♥ tu recuerdo compartido!
fr: Un ami a ♥ votre souvenir partagé !
id: Seorang teman ♥ kenangan bersamamu!
it: Un amico ♥ il tuo Ricordo condiviso!
ja: フレンドがあなたのシェアメモリーズをいいねしました！
ko: 친구가 공유기억에 ♥를 남겼어요!
pt: Um amigo ♥ sua memória compartilhada!
ru: Друг ♥ ваше общее воспоминание!
vi: Một người bạn ♥ ký ức chung của bạn!
zh_hans: 一位朋友 ♥ 你的共享回忆！
zh_hant: 有位好友 ♥ 您的共享記憶！

# notification_unnamed_reacted_to_stage
source: A friend ♥ your shared space!
de: Ein Freund hat deinem Gemeinschaftsraum ein ♥ gegeben!
es: ¡A una amistad le ♥ tu espacio compartido!
fr: Un ami a ♥ votre espace partagé !
id: Seorang teman ♥ ruang bersamamu!
it: Un amico ♥ il tuo Spazio condiviso!
ja: フレンドがあなたのシェアスペースをいいねしました！
ko: 친구가 공유공간에 ♥를 남겼어요!
pt: Um amigo ♥ seu espaço compartilhado!
ru: Друг ♥ ваше общее пространство!
vi: Một người bạn ♥ không gian chung của bạn!
zh_hans: 一位朋友 ♥ 你的共享空间！
zh_hant: 有位好友 ♥ 您的共享空間！

# notification_unnamed_received_invite
source: You've received a friend invite!
de: Sie haben eine Freundschaftsanfrage erhalten!
es: Has recibido una invitación de un amigo.
fr: Vous avez reçu une invitation d'ami !
id: Kamu menerima undangan teman!
it: Hai ricevuto un invito come amico!
ja: フレンドから招待状が届きました！
ko: 친구 초대를 받았습니다!
pt: Você recebeu um convite de um amigo!
ru: Вы получили приглашение в друзья!
vi: Bạn đã nhận được một lời mời kết bạn!
zh_hans: 你已经收到了朋友的邀请!
zh_hant: 你已經收到了朋友的邀請!

# notificiation_pastry24_end_message
source: Capture a photo and find a favorite new item before the event ends! 📸
de: Mache ein Foto und finde einen neuen Lieblingsgegenstamd, bevor das Event endet! 📸
es: ¡Toma una foto y consigue uno de los nuevos objetos antes de que el evento termine! 📸
fr: Prenez une photo et trouvez votre nouvel objet préféré avant la fin de l'événement ! 📸
id: Abadikan foto dan temukan item baru favorit kamu sebelum acara berakhir! 📸
it: Scatta una foto e trova un nuovo oggetto allettante prima che l'evento finisca! 📸
ja: 終わってしまう前にたくさん写真を撮って思い出の品をゲットしましょう！📸
ko: 이벤트가 끝나기 전에 사진을 찍고 마음에 드는 새 아이템을 찾아 보세요! 📸
pt: Tire uma foto e encontre um novo item preferido antes do final do evento! 📸
ru: Сделайте фото и найдите новый любимый предмет, пока событие еще не завершилось! 📸
vi: Hãy chụp ảnh và tìm món đồ mới yêu thích trước khi sự kiện kết thúc! 📸
zh_hans: 赶在活动结束前拍照留念，找到你最喜欢的新物品！📸
zh_hant: 在活動結束前拍張照片，找到你最喜歡的新物品！📸

# notificiation_pastry24_end_title
source: Sky × Cinnamoroll Pop-Up Cafe Ends Soon 👀
de: Sky × Cinnamoroll Pop-Up Café endet bald 👀
es: El café efímero de Sky × Cinnamoroll está por terminar 👀
fr: Fermeture imminente du café éphémère Sky × Cinnamoroll 👀
id: Kafe Pop-Up Sky × Cinnamoroll Segera Berakhir 👀
it: La caffetteria di Cinnamoroll sta per lasciare Sky 👀
ja: 『Sky x Cinnamoroll もくもくカフェ』まもなく終了👀
ko: Sky × 시나모롤 팝업 카페 곧 종료 👀
pt: O Sky × Cinnamoroll Pop-Up Café terminará em breve 👀
ru: Кафе Sky × Cinnamoroll скоро закроется 👀
vi: Sự Kiện Sky × Cafe Pop-Up Cinnamoroll Sắp Kết Thúc 👀
zh_hans: Sky x Cinnamoroll 快闪咖啡厅即将打烊 👀
zh_hant: Sky × 大耳狗喜拿 快閃咖啡廳即將打烊👀

# notificiation_pastry24_start_message
source: Something sweet is in store for you. A special collaboration event begins in the Aviary Village cafe! ✨
de: Es erwartet dich etwas Süßes. Eine besondere Kooperationsveranstaltung beginnt im Café im Volieren-Dorf! ✨
es: Una dulce sorpresa te está esperando. ¡Hay un evento de colaboración especial en el café de la aldea aviaria! ✨
fr: Une petite douceur vous attend. Un événement de collaboration spéciale débute dans le café du village volière ! ✨
id: Sesuatu yang manis telah menanti kedatangan kamu. Acara kolaborasi spesial dimulai di kafe Desa Aviary! ✨
it: C'è qualcosa di dolce in serbo per te. Inizia uno speciale evento di collaborazione nella caffetteria del Villaggio degli Uccelli! ✨
ja: あら、どこからか甘い香りが。花鳥郷の新しいカフェをお祝いする特別なコラボレーションイベントを楽しみましょう！✨
ko: 달콤한 무언가를 준비했어요. 특별한 콜라보레이션 이벤트가 새들의 정원 마을 카페에서 시작합니다! ✨
pt: Algo doce está reservado para você. Um evento especial de colaboração começa na cafeteria da Aldeia Aviária! ✨
ru: Мы приготовили для вас что-то вкусненькое. В кафе Птичьей деревни начинается новая коллаборация! ✨
vi: Một điều ngọt ngào đang chờ đợi bạn. Sự kiện hợp tác đặc biệt đã bắt đầu tại quán cà phê Làng Chuồng Chim! ✨
zh_hans: 店里为你准备了一些甜蜜惊喜。云巢咖啡厅举办了一场特别的协作活动！✨
zh_hant: 準備迎接一次甜蜜的體驗。雲巢咖啡廳有一場特別的聯名活動開跑啦！✨

# notificiation_pastry24_start_title
source: Sky × Cinnamoroll Pop-Up Cafe is Open!
de: Das Sky × Cinnamoroll Pop-Up Café ist geöffnet!
es: ¡El café efímero de Sky × Cinnamoroll está abierto!
fr: Le café éphémère Sky × Cinnamoroll est ouvert !
id: Kafe Pop-Up Sky × Cinnamoroll Telah Dibuka!
it: La caffetteria di Cinnamoroll su Sky è aperta!
ja: 『Sky x Cinnamoroll もくもくカフェ』へようこそ！
ko: Sky × 시나모롤 팝업 카페 오픈!
pt: O Sky × Cinnamoroll Pop-Up Café está aberto!
ru: Кафе Sky × Cinnamoroll открыто!
vi: Sự Kiện Sky × Cafe Pop-Up Cinnamoroll Đã Mở!
zh_hans: Sky x Cinnamoroll 快闪咖啡厅已开业！
zh_hant: Sky × 大耳狗喜拿 快閃咖啡廳開幕了！

# npc_chat_beyond_gate_direction
source: They rest beyond this gate
de: Sie ruhen jenseits dieses Tors
es: Descansan más allá de esta puerta
fr: Ils se trouvent derrière cette porte
id: Mereka bersemayam di luar gerbang ini
it: Si trovano al di là di questo portale
ja: 彼らはこのゲートの先で眠っているようです
ko: 그들은 이 문 너머에 있습니다
pt: Eles descansam para além deste portão
ru: Они отдыхают за этими вратами
th: พวกเขาพักอยู่หลังประตูบานนี้
vi: Họ đang ở sau cánh cổng này
zh_hans: 他们就在这扇门后
zh_hant: 他們就在這扇門後

# npc_chat_daysoflovegift_01
source: Hello, loving child of light!
de: Hallo, Kind des Lichts!
es: ¡Hola, adorado niño de la luz!
fr: Bonjour, tendre enfant de lumière!
id: Halo, anak cahaya penuh cinta!
it: Ciao, creatura della luce!
ja: こんにちは、かわいい星の子どもたち！
ko: 안녕하세요, 빛의 아이 님!
pt: Olá, criatura de luz!
ru: Приветствую вас, дитя Света!
th: สวัสดีเด็กน้อยแห่งแสงผู้น่ารัก!
vi: Xin chào, đứa con ánh sáng!
zh_hans: 你好，光之子！
zh_hant: 你好，光之子！

# npc_chat_daysoflovegift_02
source: It's time to celebrate Days of Love.
de: Es ist Zeit, die Tage der Liebe zu feiern.
es: Llegó el momento de celebrar Días de amor
fr: Il est temps de célébrer les Jours de l'amour.
id: Waktunya merayakan Hari Kasih.
it: È il momento di celebrare i Giorni dell'Amore.
ja: 一緒に愛しみの日々をお祝いしましょう
ko: 사랑의 날을 축하할 시간입니다!
pt: Chegou a hora de comemorar os Dias de Amor.
ru: Время праздновать Пору любви.
th: ได้เวลาเฉลิมฉลองวันแห่งความรักกันแล้ว
vi: Đã đến lúc chào đón Ngày Tình Yêu.
zh_hans: 现在是爱之庆典节了，一起来庆祝吧！
zh_hant: 現在是愛之慶典了，一起來慶祝吧！

# npc_chat_daysoflovegift_03
source: I have a gift for you. Check it out!
de: Ich habe ein Geschenk für dich. Sieh es dir mal an!
es: Tengo un regalo para ti, ¡Chécatelo!
fr: J'ai un cadeau pour vous. Ne le manquez pas !
id: Aku punya hadiah untukmu. Lihatlah!
it: Ho un regalo per te. Dai un'occhiata!
ja: 実は贈り物があるの、楽しんでね！
ko: 선물을 준비했어요. 한 번 확인해 보세요!
pt: Tenho um presente para você. Veja!
ru: У меня для вас подарок. Взгляните сами!
th: ฉันมีของขวัญสำหรับคุณ ลองดูสิ!
vi: Tôi có một món quà dành cho bạn. Hãy đến xem!
zh_hans: 我有一件礼物给你，来看看吧！
zh_hant: 我有一件禮物給你，來看看吧！

# npc_chat_seek_prairie_ancestor
source: You should seek the Elder in Daylight Prairie
de: Du solltest nach dem Ältesten in der Tageslichtprärie suchen
es: Deberías buscar al Anciano en la Planicie Luz de Día
fr: Cherchez les Anciens dans la Prairie illuminée
id: Kamu sebaiknya mencari Tetua di Padang Rumput Siang
it: Cerca l'Anziano nella Prateria Diurna
ja: 草原の大精霊を見つけましょう
ko: 햇빛 초원에서 장로를 찾아야 합니다
pt: Você deve procurar o ancião na Campina da Aurora
ru: Ищите Древнего в Полуденной прерии
th: คุณควรตามหาผู้อาวุโสในทุ่งแห่งหญ้าแสงตะวัน
vi: Bạn có thể tìm thấy Trưởng Lão ở Thảo Nguyên Ánh Sáng
zh_hans: 你可以在云野找到长者
zh_hant: 你可以在雲野找到長老

# npc_chat_thanks_for_helping
source: Thanks for helping out! Come back tomorrow
de: Danke für deine Hilfe! Komm morgen zurück
es: ¡Gracias por ayudar! Vuelve mañana
fr: Merci pour votre aide ! Revenez demain
id: Terima kasih sudah membantu! Kembalilah lagi besok
it: Grazie per l'aiuto! Ritorna domani.
ja: 手伝ってくれてありがとう！明日も来てね！
ko: 도와줘서 고마워요! 내일 다시 오세요
pt: Eu agradeço pela ajuda! Volte amanhã
ru: Спасибо за помощь! Возвращайтесь завтра
th: ขอบคุณสำหรับความช่วยเหลือ! โปรดกลับมาใหม่ในวันพรุ่งนี้
vi: Cảm ơn vì đã giúp đỡ! Hãy quay lại vào ngày mai.
zh_hans: 谢谢你的帮忙！请明天再来吧。
zh_hant: 謝謝你的幫忙！請明天再來吧。

# outfit_gate_negative_00
source: Earn the trust to enter by dressing properly or coming with a friend who does so.
de: Verdiene dir das Vertrauen, indem du dich richtig anziehst, oder mit einem Freund kommst, der es getan hat.
es: Gánate la confianza para ingresar al vestirte adecuadamente o a ser acompañado por un amigo que lo está.
fr: Gagnez la confiance d'entrer en vous habillant correctement ou en venant accompagné d'un ami bien habillé.
id: Dapatkan kepercayaan untuk masuk dengan berpakaian dengan benar atau datang dengan teman yang berpakaian seperti itu.
it: Guadagnati il diritto ad entrare vestendoti in modo appropriato o venendo con un amico vestito in modo appropriato.
ja: この先に進むためには特別なケープが必要なようです 身につけてくるか、身につけた友達を連れて戻ってきましょう
ko: 복장을 갖추거나 갖춘 친구와 함께 와야만 입장할 수 있어요
pt: Você precisa ganhar a confiança para entrar. Para isso, vista-se de maneira apropriada ou entre com um amigo vestido da maneira correta.
ru: Вы сможете войти, если оденетесь как следует или придете с одетым как следует другом.
th: รับความไว้วางใจผ่านการแต่งกายอย่างเหมาะสมเพื่อเข้าร่วม หรือมาพร้อมกับเพื่อนที่ได้รับความไว้วางใจแล้ว
vi: Để được tin tưởng cho vào, hãy ăn mặc chỉnh tề hoặc đi cùng một người bạn ăn mặc chỉnh tề.
zh_hans: 要获得信任进入此地，请换上相应的服饰或跟随一位这么做的好友。
zh_hant: 要獲得信任進入此地，請換上相應的服飾或跟隨一位這麼做的好友。

# outfit_hint_ap
source: Available in the current Season Pass constellation
de: Verfügbar im aktuellen Saisonpass-Sternbild
es: Disponible en la constelación del pase de temporada actual
fr: Disponible dans la constellation du passe saisonnier actuel
id: Tersedia di rasi Season Pass saat ini
it: Disponibile nella costellazione attuale del pass stagionale
ja: 開催中の季節の星座で見つけられます
ko: 현재 시즌 패스 별자리에서 획득 가능
pt: Disponível na constelação do Passe da Temporada atual
ru: Можно найти в текущем созвездии Сезонного пропуска
th: พบได้ในกลุ่มดาวบัตรผ่านฤดูกาลปัจจุบัน
vi: Có tại chòm sao Vé Mùa hiện tại
zh_hans: 可以在当前季票星座中找到
zh_hant: 可以在目前的季節星座中找到

# outfit_hint_ap20
source: Available in the current seasonal area.
de: Verfügbar im aktuellen Saisonbereich.
es: Disponible en el área de temporada actual.
fr: Disponible dans la zone saisonnière actuelle.
id: Tersedia di area musiman saat ini.
it: Disponibile nell'area stagionale corrente.
ja: 開催中の季節のエリアで見つけられます
ko: 현재 시즌 구역에서 찾을 수 있습니다.
pt: Disponível na área de temporada atual.
ru: Доступно в текущей сезонной области.
th: พบได้ในพื้นที่ฤดูกาลปัจจุบัน
vi: Có tại khu vực theo mùa hiện tại.
zh_hans: 可在当前赛季区域中获得。
zh_hant: 可在目前季節區域中獲得。

# outfit_hint_ap_old_specific
source: You <b>have not</b> acquired this from the past <1>{{1}}</1>. Help the <1>{{2}}</1> to get it.
de: Du hast dies <b>nicht</b> aus der vergangenen <1>{{1}}</1> erhalten. Hilf dafür dem Geist <1>{{2}}</1>.
es: Aún <b>no</b> adquieres este objeto de la <1>{{1}}</1> anterior. Para obtenerlo, ayuda al espíritu <1>{{2}}</1>.
fr: Vous <b>n'avez pas</b> obtenu cet élément lors de notre <1>{{1}}</1>. Aidez notre <1>{{2}}</1> pour l'obtenir.
id: Kamu <b>belum</b> mendapatkan ini dari masa lalu <1>{{1}}</1>. Bantulah <1>{{2}}</1> untuk mendapatkannya.
it: <b>Non hai</b> acquisito questo oggetto nella <1>{{1}}</1> precedente. Per ottenerlo, aiuta: <1>{{2}}</1>.
ja: あなたはまだ過ぎ去りし<1>{{1}}</1>よりこちらを<b>獲得していません</b>。 <1>{{2}}</1>を助け、入手しましょう
ko: 이것은 과거 <1>{{1}}</1>에서 획득하지 <b>못했습니다</b>. <1>{{2}}</1>을(를) 도와서 획득할 수 있습니다.
pt: Você <b>não</b> obteve isso na <1>{{1}}</1> passada. Ajude <1>{{2}}</1> para obter.
ru: У вас <b>нет</b> этого предмета из прошедшего события <1>{{1}}</1>. Чтобы получить его сейчас, помогите духу по имени <1>{{2}}</1>.
th: คุณ<b>ยังไม่ได้</b>รับสิ่งนี้จาก <1>{{1}}</1> ก่อนหน้านี้ ช่วยเหลือ <1>{{2}}</1> เพื่อรับ
vi: Bạn <b>chưa</b> nhận được vật phẩm này từ <1>{{1}}</1>. Hãy giúp <1>{{2}}</1> để có được nó.
zh_hans: 你<b>尚未</b>从过去的<1>{{1}}</1>中获得此物品。 帮助<1>{{2}}</1>即可获得。
zh_hant: 你<b>尚未</b>從過去的<1>{{1}}</1>中獲得此物品。 幫助<1>{{2}}</1>即可取得。

# outfit_hint_ap_specific
source: You <b>have not</b> acquired this <b>special outfit</b>. Help the <1>{{1}}</1> in the ongoing <1>{{2}}</1> to get it.
de: Du hast dieses <b>besondere Outfit</b> <b>nicht</b> erhalten. Hilf dafür dem Geist <1>{{1}}</1> während der laufenden <1>{{2}}</1>.
es: Aún <b>no</b> adquieres este <b>traje especial</b>. Para obtenerlo, ayuda al espíritu <1>{{1}}</1> en la <1>{{2}}</1> actual.
fr: Vous <b>n'avez pas</b> obtenu cette <b>tenue spéciale</b>. Aidez notre <1>{{1}}</1> dans <1>{{2}}</1> pour la recevoir.
id: Kamu <b>belum</b> mendapatkan <b>pakaian spesial</b> ini. Bantu <1>{{1}}</1> pada <1>{{2}}</1> yang sedang berlangsung untuk mendapatkannya.
it: <b>Non hai</b> acquisito questo <b>abbigliamento speciale</b>. Per ottenerlo, aiuta: <1>{{1}}</1> (<1>{{2}}</1> in corso).
ja: あなたはまだこの<b>特別な装い</b>を<b>獲得していません</b>。開催中の<1>{{2}}</1>にて <1>{{1}}</1>を助け、入手しましょう
ko: 이 <b>특별한 의상</b>을 <b>아직 획득하지 못했습니다</b>. 진행 중인 <1>{{2}}</1>에서 <1>{{1}}</1>을(를) 도와서 획득할 수 있습니다.
pt: Você <b>não</b> obteve este <b>traje especial</b>. Ajude <1>{{1}}</1> em <1>{{2}}</1> em andamento para obter.
ru: У вас <b>нет</b> этого <b>особого наряда</b>. Чтобы его получить, помогите духу по имени <1>{{1}}</1> в текущем событии <1>{{2}}</1>.
th: คุณ<b>ยังไม่ได้</b>รับ<b>ชุดเสื้อผ้าพิเศษ</b>นี้ ช่วย <1>{{1}}</1> ใน <1>{{2}}</1> ที่กำลังดำเนินอยู่เพื่อรับชุด
vi: Bạn <b>chưa</b> nhận được <b>bộ trang phục đặc biệt</b>. Hãy giúp <1>{{1}}</1> trong <1>{{2}}</1> đang diễn ra để có được nó.
zh_hans: 你<b>尚未</b>获得此<b>特殊服饰</b>。 在正在进行的<1>{{2}}</1>中帮助<1>{{1}}</1>即可获得。
zh_hant: 你<b>尚未</b>獲得這套<b>特殊造型</b>。 在正在進行的<1>{{2}}</1>中幫助<1>{{1}}</1>即可取得。

# outfit_hint_dawn
source: Available in Isle constellation
de: Verfügbar im Insel-Sternbild
es: Disponible en la constelación de la Isla
fr: Disponible dans la constellation Île
id: Tersedia di rasi Pulau
it: Disponibile nella costellazione dell'Isola
ja: 孤島の星座で見つけられます
ko: 섬 별자리에서 얻을 수 있어요
pt: Disponível na constelação da ilha
ru: Можно найти в созвездии Остров
th: พบได้ในกลุ่มดาวเกาะ
vi: Có trong Chòm Sao Đảo Bình Minh
zh_hans: 在晨岛的群星中解锁
zh_hant: 在晨島的群星中解鎖

# outfit_hint_day
source: Available in Prairie constellation
de: Verfügbar im Prärie-Sternbild
es: Disponible en la constelación de la Pradera
fr: Disponible dans la constellation Prairie
id: Tersedia di rasi Padang Rumput
it: Disponibile nella costellazione della Prateria
ja: 草原の星座で見つけられます
ko: 초원 별자리에서 얻을 수 있어요
pt: Disponível na constelação da campina
ru: Можно найти в созвездии Прерия
th: พบได้ในกลุ่มดาวทุ่งหญ้า
vi: Có trong Chòm Sao Thảo Nguyên Ánh Sáng
zh_hans: 在云野的群星中解锁
zh_hant: 在雲野的群星中解鎖

# outfit_hint_dusk
source: Available in Wasteland constellation
de: Verfügbar im Ödnis-Sternbild
es: Disponible en la constelación del Páramo
fr: Disponible dans la constellation Désert d'or
id: Tersedia di rasi Gurun Kosong
it: Disponibile nella costellazione del Deserto
ja: 捨てられた地の星座で見つけられます
ko: 황무지 별자리에서 얻을 수 있어요
pt: Disponível na constelação do sertão
ru: Можно найти в созвездии Пустошь
th: พบได้ในกลุ่มดาวแดนร้าง
vi: Có trong Chòm Sao Hoang Mạc Hoàng Kim
zh_hans: 在暮土的群星中解锁
zh_hant: 在暮土的群星中解鎖

# outfit_hint_elder_specific
source: You <b>have not</b> acquired this from the <1>{{1}}</1>. Help all spirits in <1>{{2}}</1> to get it.
de: Du hast dies <b>nicht</b> vom Geist <1>{{1}}</1> erhalten. Hilf dafür allen Geistern an folgendem Ort: <1>{{2}}</1>.
es: Aún <b>no</b> adquieres este objeto de <1>{{1}}</1>. Para obtenerlo, ayuda a todos los espíritus de <1>{{2}}</1>.
fr: Vous <b>n'avez pas</b> obtenu cet élément lors de notre <1>{{1}}</1>. Aidez les esprits dans <1>{{2}}</1> pour l'obtenir.
id: Kamu <b>belum</b> mendapatkan ini dari <1>{{1}}</1>. Bantulah semua roh di <1>{{2}}</1> untuk mendapatkannya.
it: <b>Non hai</b> acquisito questo dallo spirito "<1>{{1}}</1>". Per ottenerlo, aiuta tutti gli spiriti presso <1>{{2}}</1>.
ja: あなたはまだ<1>{{1}}</1>よりこちらを<b>獲得していません</b>。 <1>{{2}}</1>にいる全ての精霊を助け、入手しましょう
ko: 이것은 <1>{{1}}</1>에서 <b>아직 획득하지 못했습니다</b>. <1>{{2}}</1>의 모든 영혼을 도와 획득할 수 있습니다.
pt: Você <b>não</b> obteve isso de <1>{{1}}</1>. Ajude todos os espíritos em <1>{{2}}</1> para obter.
ru: У вас <b>нет</b> этого предмета от духа по имени <1>{{1}}</1>. Чтобы получить его сейчас, помогите всем духам из мира <1>{{2}}</1>.
th: คุณ<b>ยังไม่ได้</b>รับสิ่งนี้จาก <1>{{1}}</1> ช่วยเหลือสปิริตทั้งหมดใน <1>{{2}}</1> เพื่อรับ
vi: Bạn <b>chưa</b> nhận được vật phẩm này từ <1>{{1}}</1>. Hãy giúp tất cả các tinh linh trong <1>{{2}}</1> để có được nó.
zh_hans: 你<b>尚未</b>从<1>{{1}}</1>中获得此物品。 帮助<1>{{2}}</1>中的所有先灵即可获得。
zh_hant: 你<b>尚未</b>獲得<1>{{1}}</1>的這項物品。 幫助<1>{{2}}</1>的所有先靈，即可取得。

# outfit_hint_event
source: You <b>have not</b> acquired this from an <b>ongoing event</b>. Participate in <b>ongoing events</b> to get it.
de: Du hast dies <b>nicht</b> bei einem <b>laufenden Event</b> erhalten. Nimm dafür an <b>laufenden Events</b> teil.
es: Aún <b>no</b> adquieres este objeto de un <b>evento en curso</b>. Para obtenerlo, participa en <b>eventos en curso</b>.
fr: Vous <b>n'avez pas</b> obtenu cet élément dans un <b>événement en cours</b>. Participez aux <b>événements en cours</b> pour le recevoir.
id: Kamu <b>belum</b> mendapatkan ini dari <b>acara yang sedang berlangsung.</b> Berpartisipasi dalam <b>acara yang sedang berlangsung</b> untuk mendapatkannya.
it: <b>Non hai</b> acquisito questo da un <b>evento in corso</b>. Per ottenerlo, partecipa agli <b>eventi in corso</b>.
ja: あなたは<b>開催中のイベント</b>にて、まだこちらを<b>獲得していません</b>。 <b>開催中のイベント</b>に参加して入手しましょう
ko: 이것은 <b>진행 중인 이벤트</b>에서 <b>아직 획득하지 못했습니다</b>. <b>진행 중인 이벤트</b>에 참여해서 획득할 수 있습니다.
pt: Você <b>não</b> obteve isso de um <b>evento em andamento</b>. Participe dos <b>eventos em andamento</b> para obter.
ru: У вас <b>нет</b> этого предмета из <b>текущего события</b>. Участвуйте в <b>текущих событиях</b>, чтобы его получить.
th: คุณ<b>ยังไม่ได้</b>รับสิ่งนี้จาก<b>อีเวนต์ที่ดำเนินอยู่</b> เข้าร่วมใน<b>อีเวนต์ที่ดำเนินอยู่</b>เพื่อรับ
vi: Bạn <b>chưa</b> nhận được vật phẩm này từ một <b>sự kiện đang diễn ra</b>. Hãy tham gia vào các <b>sự kiện đang diễn ra</b> để có được nó.
zh_hans: 你<b>尚未</b>从<b>正在进行的活动</b>中获得此物品。 参与<b>正在进行活动</b>即可获得。
zh_hant: 你<b>尚未</b>從<b>正在進行的活動</b>中獲得此物品。 參與<b>正在進行活動</b>即可取得。

# outfit_hint_event_specific
source: You <b>have not</b> acquired this from an <b>ongoing event</b>. Visit the <1>{{1}}</1> to get it.
de: Du hast dies <b>nicht</b> bei einem <b>laufenden Event</b> erhalten. Besuche dafür folgenden Geist: <1>{{1}}</1>.
es: Aún <b>no</b> adquieres este objeto de un <b>evento en curso</b>. Para obtenerlo, visita al espíritu <1>{{1}}</1>.
fr: Vous <b>n'avez pas</b> obtenu cet élément dans un <b>événement en cours</b>. Allez ici pour le recevoir : <1>{{1}}</1>.
id: Kamu <b>belum</b> mendapatkan ini dari <b>acara yang sedang berlangsung.</b> Kunjungi <1>{{1}}</1> untuk mendapatkannya.
it: <b>Non hai</b> acquisito questo da un <b>evento in corso</b>. Per ottenerlo, visita: <1>{{1}}</1>.
ja: あなたは<b>開催中のイベント</b>にて、まだこちらを<b>獲得していません</b>。 <1>{{1}}</1>のもとを訪れ、入手しましょう
ko: 이것은 <b>진행 중인 이벤트</b>에서 <b>아직 획득하지 못했습니다</b>. <1>{{1}}</1>을(를) 방문해 획득할 수 있습니다.
pt: Você <b>não</b> obteve isso de um <b>evento em andamento</b>. Visite <1>{{1}}</1> para obter.
ru: У вас <b>нет</b> этого предмета из <b>текущего события</b>. Для того чтобы его получить, посетите духа по имени <1>{{1}}</1>.
th: คุณ<b>ยังไม่ได้</b>รับสิ่งนี้จาก<b>อีเวนต์ที่ดำเนินอยู่</b> เข้าไปที่ <1>{{1}}</1>เพื่อรับ
vi: Bạn <b>chưa</b> nhận được vật phẩm này từ một <b>sự kiện đang diễn ra</b>. Hãy ghé thăm <1>{{1}}</1> để có được nó.
zh_hans: 你<b>尚未</b>从<b>正在进行的活动</b>中获得此物品。 拜访<1>{{1}}</1>即可获得。
zh_hant: 你<b>尚未</b>從<b>正在進行的活動</b>中獲得此物品。 拜訪<1>{{1}}</1>即可取得。

# outfit_hint_iap
source: Available in the Shop menu or Shop location in one of the realms for a limited duration.
de: Erhältlich im Shop-Menü oder im Shop-Standort in einem der Reiche für eine begrenzte Zeit.
es: Disponible en el menú de Tienda o en la ubicación de la Tienda en uno de los reinos por tiempo limitado.
fr: Disponible dans le menu de la Boutique ou l'emplacement de la Boutique dans l'un des royaumes pour une durée limitée.
id: Tersedia di menu Toko atau di lokasi Toko dalam salah satu alam untuk durasi terbatas.
it: Disponibile nel menu del Negozio o nella posizione del Negozio in uno dei regni per una durata limitata.
ja: ショップまたは、とある地方の特定のエリア内のショップにて、期間限定でお求めいただけます
ko: 특정 기간 동안에 상점 메뉴를 열거나 Sky 월드 어딘가에 위치한 상점을 찾아가 얻을 수 있습니다.
pt: Disponível no menu da loja ou na loja de um dos reinos por tempo limitado.
ru: Временно доступно в меню магазина или в самом магазине в одном из царств.
th: พบได้ในเมนูร้านค้า หรือร้านค้าที่ตั้งอยู่ในดินแดนใดดินแดนหนึ่งในช่วงระยะเวลาจำกัด
vi: Có tại menu Cửa hàng hoặc vị trí Cửa hàng ở một trong các vương quốc trong thời gian giới hạn.
zh_hans: 在各领域的商店菜单或商店位置中限时提供。
zh_hant: 可在商店選單購買，或在任何領域的商店位置限時選購

# outfit_hint_limited
source: Limited availability
de: Beschränkte Verfügbarkeit
es: Disponibilidad limitada
fr: Disponibilité limitée
id: Ketersediaan terbatas
it: Disponibilità limitata
ja: 限定アイテムです
ko: 아직 이용할 수 없어요
pt: Disponibilidade limitada
ru: Ограниченная доступность
th: มีจำนวนจำกัด
vi: Có giới hạn
zh_hans: 限量供应
zh_hant: 限量供應

# outfit_hint_night
source: Available in Vault constellation
de: Verfügbar im Tresor-Sternbild
es: Disponible en la constelación de la Bóveda
fr: Disponible dans la constellation Chambre forte
id: Tersedia di rasi Kubah
it: Disponibile nella costellazione della Cupola
ja: 書庫の星座で見つけられます
ko: 도서관 별자리에서 얻을 수 있어요
pt: Disponível na constelação do relicário
ru: Можно найти в созвездии Хранилище
th: พบได้ในกลุ่มดาวกรุสมบัติ
vi: Có trong Chòm Sao Kho Tri Thức
zh_hans: 在禁阁的群星中解锁
zh_hant: 在禁閣的群星中解鎖

# outfit_hint_other
source: Available somewhere secret
de: Verfügbar an einem geheimen Ort
es: Disponible en algún lugar secreto
fr: Disponible quelque part de secret
id: Tersedia di suatu tempat rahasia
it: Disponibile in un luogo segreto
ja: 世界のどこかに隠されているようです
ko: 비밀장소에서 얻을 수 있어요
pt: Disponível em algum lugar secreto
ru: Можно найти кое-где, это тайна
th: พบได้ที่ไหนสักแห่ง ซึ่งเป็นความลับ
vi: Có ở một nơi bí mật
zh_hans: 在未知的群星中解锁
zh_hant: 在未知的群星中解鎖

# outfit_hint_rain
source: Available in Forest constellation
de: Verfügbar im Wald-Sternbild
es: Disponible en la constelación del Bosque
fr: Disponible dans la constellation Forêt
id: Tersedia di rasi Hutan
it: Disponibile nella costellazione della Foresta
ja: 雨林の星座で見つけられます
ko: 숲 별자리에서 얻을 수 있어요
pt: Disponível na constelação da floresta
ru: Можно найти в созвездии Лес
th: พบได้ในกลุ่มดาวป่า
vi: Có trong Chòm Sao Rừng Mưa
zh_hans: 在雨林的群星中解锁
zh_hant: 在雨林的群星中解鎖
