Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# social_feed_prompt_unusual_perspectives
source: Unusual Perspectives
de: Ungewöhnliche Perspektiven
es: Perspectivas inusuales
fr: Perspectives inhabituelles
id: Perspektif yang Tidak Biasa
it: Prospettive insolite
ja: 風変わりな視点
ko: 독특한 관점
pt: Perspectivas diferentes
ru: Необычные перспективы
th: มุมมองแสนพิเศษ
vi: Góc Nhìn Khác Thường
zh_hans: 不寻常视角
zh_hant: 不尋常的視角

# social_feed_prompt_unusual_perspectives_confirm
source: Creative Challenge: Unusual Perspectives
de: Kreative Herausforderung: Ungewöhnliche Perspektiven
es: Desafío creativo: Perspectivas inusuales
fr: Défi créatif : Perspectives inhabituelles
id: Tantangan Kreatif: Perspektif yang Tidak Biasa
it: Sfida creativa: Prospettive insolite
ja: 創作チャレンジ：風変わりな視点
ko: 창의력 도전: 독특한 관점
pt: Desafio criativo: Perspectivas diferentes
ru: Творческое испытание: Необычные перспективы
th: ความท้าทายที่สร้างสรรค์: มุมมองแสนพิเศษ
vi: Thử Thách Sáng Tạo: Góc Nhìn Khác Thường
zh_hans: 创意挑战：不寻常视角
zh_hant: 創意挑戰：不尋常的視角

# social_feed_prompt_warm_melody
source: <b>Warm melody</b>
de: <b>Warme Melodie</b>
es: <b>Dulce melodía</b>
fr: <b>Chaude mélodie</b>
id: <b>Melodi hangat</b>
it: <b>Melodia confortante</b>
ja: <b>心温まるメロディー</b>
ko: <b>따뜻한 멜로디</b>
pt: <b>Melodia calorosa</b>
ru: <b>Уютная мелодия</b>
th: <b>ท่วงทำนองอันอบอุ่น</b>
vi: <b>Giai điệu ấm áp</b>
zh_hans: <b>温馨旋律</b>
zh_hant: <b>溫暖旋律</b>

# social_feed_prompt_warm_melody_confirm
source: Creative Challenge: <b>Warm melody</b>
de: Kreative Herausforderung: <b>Warme Melodie</b>
es: Desafío creativo: <b>Dulce melodía</b>
fr: Défi créatif : <b>Chaude mélodie</b>
id: Tantangan Kreatif: <b>Melodi hangat</b>
it: Sfida creativa: <b>Melodia confortante</b>
ja: 創作チャレンジ：<b>心温まるメロディー</b>
ko: 창의력 챌린지: <b>따뜻한 멜로디</b>
pt: Desafio criativo: <b>melodia calorosa</b>
ru: Творческое испытание: <b>Уютная мелодия</b>
th: ความท้าทายที่สร้างสรรค์: <b>ท่วงทำนอง���ันอบอุ่น</b>
vi: Thử thách sáng tạo: <b>Giai điệu ấm áp</b>
zh_hans: 创意挑战：<b>温馨旋律</b>
zh_hant: 創意挑戰：<b>溫暖旋律</b>

# social_feed_prompt_warm_melody_long
source: <b>Song to warm the soul</b>
de: <b>Lied, um die Seele zu wärmen</b>
es: <b>Canción para calentar el alma</b>
fr: <b>Chanson pour réchauffer l'âme</b>
id: <b>Lagu untuk menghangatkan jiwa</b>
it: <b>Canzone per riscaldare l'anima</b>
ja: <b>魂を温める歌</b>
ko: <b>영혼을 따뜻하게 하는 노래</b>
pt: <b>Canção para aquecer a alma</b>
ru: <b>Песня, чтобы согреть душу</b>
th: <b>บทเพลงที่ทำให้รู้สึกอบอุ่นจิตใจ</b>
vi: <b>Bài hát sưởi ấm tâm hồn</b>
zh_hans: <b>温暖灵魂的歌</b>
zh_hant: <b>溫暖靈魂的歌</b>

# social_feed_prompt_welcome_home
source: <b>Welcome Home</b>
de: <b>Willkommen zu hause</b>
es: <b>Bienvenido a casa</b>
fr: <b>Bienvenue à la maison</b>
id: <b>Selamat Datang di Rumah</b>
it: <b>Benvenuto a casa</b>
ja: おかえりなさい
ko: <b>집에 온 걸 환영해요</b>
pt: <b>Bem-vindo de volta</b>
ru: <b>Добро пожаловать домой</b>
th: <b>ต้อนรับกลับบ้าน</b>
vi: <b>Chào Mừng Về Nhà</b>
zh_hans: <b>欢迎回家</b>
zh_hant: <b>歡迎回家</b>

# social_feed_prompt_welcome_home_confirm
source: Creative Challenge: <b>Welcome Home</b>
de: Kreative Herausforderung: <b>Willkommen zu hause</b>
es: Desafío creativo: <b>Bienvenido a casa</b>
fr: Défi créatif : <b>Bienvenue à la maison</b>
id: Tantangan Kreatif: <b>Selamat Datang di Rumah</b>
it: Sfida creativa: <b>Benvenuto a casa</b>
ja: 創作チャレンジ：おかえりなさい
ko: 도전과제: <b>집에 온 걸 환영해요</b>
pt: Desafio criativo: <b>Bem-vindo de volta</b>
ru: Творческое испытание: <b>Добро пожаловать домой</b>
th: ความท้าทายที่สร้างสรรค์: <b>ต้อนรับกลับบ้าน</b>
vi: Thử Thách Sáng <b>Tạo: Chào Mừng Về Nhà</b>
zh_hans: 创意挑战：<b>欢迎回家</b>
zh_hant: 創意挑戰：<b>歡迎回家</b>

# social_feed_prompt_wonderland_welcome
source: Wonderland Welcome
de: Wunderland-Willkommen
es: Bienvenida maravillosa
fr: Accueil merveilleux
id: Sambutan Negeri Ajaib
it: Paese delle Meraviglie
ja: ワンダーランドへようこそ
ko: 이상한 나라의 입구
pt: Boas-vindas às Maravilhas
ru: Вход в страну чудес
th: ต้อนรับสู่แดนมหัศจรรย์
vi: Chào Mừng Đến Wonderland
zh_hans: 欢迎光临仙境
zh_hant: 仙境蒞臨

# social_feed_prompt_wonderland_welcome_confirm
source: Creative Challenge: Wonderland Welcome
de: Kreative Herausforderung: Wunderland-Willkommen
es: Desafío creativo: Bienvenida maravillosa
fr: Défi créatif : Accueil merveilleux
id: Tantangan Kreatif: Sambutan Negeri Ajaib
it: Sfida creativa: Paese delle Meraviglie
ja: 創作チャレンジ：ワンダーランドへようこそ
ko: 창의력 챌린지: 이상한 나라의 입구
pt: Desafio criativo: Boas-vindas às Maravilhas
ru: Творческое испытание: Вход в страну чудес
th: ความท้าทายที่สร้างสรรค์: ต้อนรับสู่แดนมหัศจรรย์
vi: Thử Thách Sáng Tạo: Chào Mừng Đến Wonderland
zh_hans: 创意挑战：欢迎光临仙境
zh_hant: 創意挑戰：仙境蒞臨

# social_feed_shrine_newbie_hint_memory
source: You may use this <2>Shared Memory Shrine</2> to freely record a <b>Shared Memory</b> for others to enjoy.
de: Du kannst diesen <2>Gemeinschaftserinnerungsschrein</2> nutzen, um eine <b>Gemeinschaftserinnerung</b> für andere aufzuzeichnen.
es: Puedes usar este <2>santuario de recuerdos compartidos</2> para grabar de forma gratuita un <b>recuerdo compartido</b> para que todo el mundo disfrute.
fr: Utilisez ce <2>sanctuaire de souvenir partagé</2> pour enregistrer et partager un <b>souvenir</b>.
id: Kamu bisa menggunakan <2>Kuil Kenangan Bersama</2> ini untuk merekam <b>Kenangan Bersama</b> secara bebas untuk dinikmati oleh orang lain.
it: Puoi utilizzare questo <2>Santuario dei Ricordi condivisi</2> per registrare liberamente un <b>Ricordo condiviso</b> affinché altri possano goderselo.
ja: この<2>シェアメモリーズの祭壇</2>を使い、みんなが楽しめるような<b>シェアメモリーズ</b>を自由に記録しましょう
ko: <2>공유기억 제단</2>에서 <b>공유기억</b>을 자유롭게 녹화하여 다른 이들과 함께 즐길 수 있습니다.
pt: Você pode usar este <2>altar de memória compartilhada</2> para gravar livremente uma <b>memória compartilhada</b> para que outros possam desfrutar.
ru: Используйте этот <2>алтарь</2>, чтобы записать <b>общее воспоминание</b> и поделиться им со всеми.
th: คุณสามารถใช้<2>แท่นบูชาความทรงจำร่วมกัน</2>นี้ ในการบันทึก<b>ความทรงจำร่วมกัน</b>ได้อย่างอิสระ เพื่อให้ผู้อื่นได้มาสนุกสนาน
vi: Bạn có thể sử dụng <2>Đền Ký Ức Chung</2> này để tự do ghi lại một <b>Ký Ức Chung</b> cho mọi người thưởng thức.
zh_hans: 你可以使用这个<2>共享回忆神坛</2>自由录制一段<b>共享回忆</b>来供他人欣赏。
zh_hant: 你可以使用這個<2>共享記憶神壇</2>自由錄製<b>共享記憶</b>供他人欣賞。

# social_feed_shrine_newbie_hint_space
source: You may use this <2>Shared Space Shrine</2> to freely assemble a <b>Shared Space</b> for others to enjoy.
de: Du kannst diesen <2>Gemeinschaftsraumschrein</2> nutzen, um einen <b>Gemeinschaftsraum</b> für andere zu erstellen.
es: Puedes usar este <2>santuario de espacio compartido</2> para armar de forma gratuita un <b>espacio compartido</b> para que todo el mundo disfrute.
fr: Utilisez ce <2>sanctuaire d'espace partagé</2> pour créer et partager un <b>espace</b>.
id: Kamu bisa menggunakan <2>Kuil Ruang Bersama</2> ini untuk merakit <b>Ruang Bersama</b> secara bebas untuk dinikmati oleh orang lain.
it: Puoi utilizzare questo <2>Santuario dello Spazio condiviso</2> per creare liberamente uno <b>Spazio condiviso</b> affinché altri possano goderselo.
ja: この<2>シェアスペースの祭壇</2>を使い、みんなが楽しめるような<b>シェアスペース</b>を自由に創造してみましょう
ko: <2>공유공간 제단</2>에서 <b>공유공간</b>을 자유롭게 조합하여 다른 이들과 함께 즐길 수 있습니다.
pt: Você pode usar este <2>altar de espaço compartilhado</2> para montar livremente um <b>espaço compartilhado</b> para que outros possam desfrutar.
ru: Используйте этот <2>алтарь</2>, чтобы создать <b>общее пространство</b> и поделиться им со всеми.
th: คุณสามารถใช้<2>แท่นบูชาพื้นที่ส่วนกลาง</2>นี้ ในการประกอบ<b>พื้นที่ส่วนกลาง</b>ได้อย่างอิสระ เพื่อให้ผู้อื่นได้มาสนุกสนาน
vi: Bạn có thể sử dụng <2>Đền Không Gian Chung</2> này để tự do kiến tạo một <b>Không Gian Chung</b> cho mọi người thưởng thức.
zh_hans: 你可以使用这个<2>共享空间神坛</2>自由组建一个<b>共享空间</b>来供他人享用。
zh_hant: 你可以使用這個<2>共享空間神壇</2>自由搭建<b>共享空間</b>供他人欣賞。

# social_feed_spell_newbie_hint_memory
source: A player recorded this <2>Shared Memory</2> for others to enjoy! Use the <b>toolbar</b> to interact with it.
de: Ein Spieler hat diese <2>Gemeinschaftserinnerung</2> für andere aufgenommen! Verwende die Symbolleiste, um damit zu interagieren.
es: ¡Alguien grabó este <2>recuerdo compartido</2> para que lo disfrutes! Usa la <b>barra de herramientas</b> para interactuar con él.
fr: Quelqu'un a enregistré ce <2>souvenir partagé</2> ! Utilisez la <b>barre d'outils</b> pour interagir.
id: Seorang pemain merekam <2>Kenangan Bersama</2> ini untuk dinikmati oleh orang lain! Gunakan <b>toolbar</b> untuk berinteraksi dengannya.
it: Un giocatore ha registrato questo <2>Ricordo condiviso</2> per far divertire gli altri! Utilizza la <b>barra degli strumenti</b> per interagirci.
ja: とある星の子どもが、みんなが楽しめるようにとこの<2>シェアメモリーズ</2>を創ってくれました！<b>ツールバー</b>を活用し、交流しましょう
ko: 누군가 다른 플레이어를 위해 <2>공유기억</2>을 녹화해두었어요! <b>툴바</b>를 사용해서 상호작용해보세요.
pt: Um jogador gravou esta <2>memória compartilhada</2> para que os outros possam desfrutar! Use a <b>barra de ferramentas</b> para interagir.
ru: Игрок записал <2>общее воспоминание</2>, чтобы поделиться им со всеми! Взаимодействовать с ним можно через <b>меню</b>.
th: ผู้เล่นบันทึก<2>ความทรงจำร่วมกัน</2>นี้ เพื่อให้ผู้อื่นได้มาสนุกสนาน! ใช้<b>แถบเครื่องมือ</b>เพื่อโต้ตอบเลยสิ
vi: Một người chơi đã ghi lại <2>Ký Ức Chung</2> này cho mọi người thưởng thức! Sử dụng <b>thanh công cụ</b> để tương tác.
zh_hans: 一位玩家录制了这段<2>共享回忆</2>来供他人欣赏！使用<b>工具栏</b>与之互动。
zh_hant: 一名玩家錄製了這個<2>共享記憶</2>供他人欣賞！使用<b>工具欄</b>來進行互動。

# social_feed_spell_newbie_hint_space
source: A player assembled this <2>Shared Space</2> for others to enjoy! Use the <b>toolbar</b> to interact with it.
de: Ein Spieler hat diesen <2>Gemeinschaftsraum</2> für andere erstellt! Verwende die Symbolleiste, um damit zu interagieren.
es: ¡Alguien armó este <2>espacio compartido</2> para que lo disfrutes! Usa la <b>barra de herramientas</b> para interactuar con él.
fr: Quelqu'un a enregistré cet <2>espace partagé</2> ! Utilisez la <b>barre d'outils</b> pour interagir.
id: Seorang pemain merakit <2>Ruang Bersama</2> ini untuk dinikmati oleh orang lain! Gunakan <b>toolbar</b> untuk berinteraksi dengannya.
it: Un giocatore ha assemblato questo <2>Spazio condiviso</2> per far divertire gli altri! Utilizza la <b>barra degli strumenti</b> per interagirci.
ja: とある星の子どもが、みんなが楽しめるようにとこの<2>シェアスペース</2>を創ってくれました！<b>ツールバー</b>を活用し、交流しましょう
ko: 누군가 다른 플레이어를 위해 <2>공유공간</2>을 조합해두었어요! <b>툴바</b>를 사용해서 상호작용해보세요.
pt: Um jogador montou este <2>espaço compartilhado</2> para que os outros possam desfrutar! Use a <b>barra de ferramentas</b> para interagir.
ru: Игрок создал <2>общее пространство</2>, чтобы всех порадовать! Взаимодействовать с ним можно через <b>меню</b>.
th: ผู้เล่นได้ประกอบ<2>พื้นที่ส่วนกลาง</2>นี้ขึ้น เพื่อให้ผู้อื่นได้มาสนุกสนาน! ใช้<b>แถบเครื่องมือ</b>เพื่อโต้ตอบเลยสิ
vi: Một người chơi đã kiến tạo <2>Không Gian Chung</2> này cho mọi người thưởng thức! Sử dụng <b>thanh công cụ</b> để tương tác.
zh_hans: 一位玩家组建了这个<2>共享空间</2>来供他人享用！使用<b>工具栏</b>与之互动。
zh_hant: 一名玩家搭建了這個<2>共享空間</2>供他人欣賞！使用<b>工具欄</b>來進行互動。

# social_feed_superlike_button
source: <b>Gift</b>
de: <b>Geschenk</b>
es: <b>Regalo</b>
fr: <b>Cadeau</b>
id: <b>Hadiah</b>
it: <b>Regalo</b>
ja: <b>ギフト</b>
ko: <b>선물</b>
pt: <b>Presente</b>
ru: <b>Подарок</b>
th: <b>ของขวัญ</b>
vi: <b>Quà</b>
zh_hans: <b>礼物</b>
zh_hant: <b>禮物</b>

# social_feed_superlike_collected_memory
source: Received {{1}} <heart/> for your <b>Shared Memory</b>.
de: {{1}} <heart/> für deine <b>Gemeinschaftserinnerung</b> erhalten.
es: Recibiste {{1}} <heart/> por tu <b>recuerdo compartido</b>.
fr: Obtenu : {{1}} <heart/> pour votre <b>souvenir partagé</b>.
id: Menerima {{{1}} <heart/> untuk <b>Kenangan Bersama</b>mu.
it: Hai ricevuto un {{1}} <heart/> per il tuo <b>Ricordo condiviso</b>.
ja: あなたの<b>シェアメモリーズ</b>に {{1}} <heart/> が贈られました
ko: <b>공유기억</b>을 통해 <heart/> {{1}}개를 받았어요.
pt: Recebeu {{1}} <heart/> pela sua <b>memória compartilhada</b>.
ru: <heart/>Вашему <b>общему воспоминанию</b> ставят {{1}.
th: ได้รับ {{1}} <heart/> สำหรับ<b>ความทรงจำร่วมกัน</b>ของคุณ
vi: Đã nhận được {{1}} <heart/> cho <b>Ký Ức Chung</b> của bạn.
zh_hans: 你的<b>共享回忆</b>收到了{{1}}个<heart/>。
zh_hant: 你的<b>共享記憶</b>收到了{{1}}顆<heart/>。

# social_feed_superlike_collected_misc
source: Received {{1}} <heart/> for your <b>Shared Creations</b>.
de: {{1}} <heart/> für deine <b>Gemeinschaftskreationen</b> erhalten.
es: Recibiste {{1}} <heart/> por tus <b>creaciones compartidas</b>.
fr: Obtenu : {{1}} <heart/> pour vos <b>créations partagées</b>.
id: Menerima {{{1}} <heart/> untuk <b>Kreasi Bersama</b>mu.
it: Hai ricevuto un {{1}} <heart/> per le tue <b>Creazioni condivise</b>.
ja: あなたの<b>作品</b>に {{1}} <heart/> が贈られました
ko: <b>공유 창작물</b>을 통해 <heart/> {{1}}개를 받았어요.
pt: Recebeu {{1}} <heart/> pelas suas <b>criações compartilhadas</b>.
ru: <heart/>Вашему <b>общему творению</b> ставят {{1}.
th: ได้รับ {{1}} <heart/> สำหรับ<b>ผลงานร่วมกัน</b>ของคุณ
vi: Đã nhận được {{1}} <heart/> cho <b>Sáng Tạo Chung</b> của bạn.
zh_hans: 你的<b>共享创造</b>收到了{{1}}个<heart/>。
zh_hant: 你的<b>共享創作</b>收到了{{1}}顆<heart/>。

# social_feed_superlike_collected_note
source: Received {{1}} <heart/> for your <b>Shared Message</b>.
de: {{1}} <heart/> für deine <b>Gemeinschaftsnachricht</b> erhalten.
es: Recibiste {{1}} <heart/> por tu <b>mensaje compartido</b>.
fr: Obtenu : {{1}} <heart/> pour votre <b>message partagé</b>.
id: Menerima {{{1}} <heart/> untuk <b>Pesan Bersama</b>mu.
it: Hai ricevuto un {{1}} <heart/> per il tuo <b>Messaggio condiviso</b>.
ja: あなたの<b>メッセージ</b>に {{1}} <heart/> が贈られました
ko: <b>메시지</b>를 통해 <heart/> {{1}}개를 받았어요.
pt: Recebeu {{1}} <heart/> pela sua <b>mensagem compartilhada</b>.
ru: <heart/>Вашему <b>общему сообщению</b> ставят {{1}.
th: ได้รับ {{1}} <heart/> สำหรับ<b>ข้อความที่แชร์</b>ของคุณ
vi: Đã nhận được {{1}} <heart/> cho <b>Tin Nhắn Chung</b> của bạn.
zh_hans: 你的<b>共享消息</b>收到了{{1}}个<heart/>。
zh_hant: 你的<b>共享訊息</b>收到了{{1}}顆<heart/>。

# social_feed_superlike_collected_space
source: Received {{1}} <heart/> for your <b>Shared Space</b>.
de: {{1}} <heart/> für deinen <b>Gemeinschaftsraum</b> erhalten.
es: Recibiste {{1}} <heart/> por tu <b>espacio compartido</b>.
fr: Obtenu : {{1}} <heart/> pour votre <b>espace partagé</b>.
id: Menerima {{{1}} <heart/> untuk <b>Ruang Bersama</b>mu.
it: Hai ricevuto un {{1}} <heart/> per il tuo <b>Spazio condiviso</b>.
ja: あなたの<b>シェアスペース</b>に {{1}} <heart/> が贈られました
ko: <b>공유공간</b>을 통해 <heart/> {{1}}개를 받았어요.
pt: Recebeu {{1}} <heart/> pelo seu <b>espaço compartilhado</b>.
ru: <heart/>Вашему <b>общему пространству</b> ставят {{1}.
th: ได้รับ {{1}} <heart/> สำหรับ<b>พื้นที่ส่วนกลาง</b>ของคุณ
vi: Đã nhận được {{1}} <heart/> cho <b>Không Gian Chung</b> của bạn.
zh_hans: 你的<b>共享空间</b>收到了{{1}}个<heart/>。
zh_hant: 你的<b>共享空間</b>收到了{{1}}顆<heart/>。

# social_feed_superlike_cooldown
source: You've already sent this friend a <heart/> on one of their creations today. You can send them another <heart/> tomorrow.
de: Du hast diesem Freund heute bereits ein <heart/> für eine seiner Kreationen gesendet. Du kannst ihm morgen ein weiteres <heart/> senden.
es: Ya le has enviado un <heart/> a este amigo por una de sus creaciones hoy. Podrás enviarle otro <heart/> mañana.
fr: Tu as déjà envoyé un <heart/> à cet ami pour l'une de ses créations aujourd'hui. Tu pourras lui envoyer un autre <heart/> demain.
id: Kamu sudah mengirimkan <heart/> kepada teman ini untuk salah satu karyanya hari ini. Kamu bisa mengirimkan <heart/> lagi besok.
it: Hai già inviato un <heart/> a questo amico per una delle sue creazioni oggi. Puoi inviargliene un altro <heart/> domani.
ja: 今日はすでにこの友達の作品に <heart/> を送りました。 明日また <heart/> を送ることができます。
ko: 오늘 이미 이 친구의 창작물에 <heart/>을 보냈어요. 내일 다시 <heart/>을 보낼 수 있어요.
pt: Você já enviou um <heart/> para este amigo por uma de suas criações hoje. Você poderá enviar outro <heart/> amanhã.
ru: Вы уже отправили этому другу <heart/> за одно из его творений сегодня. Вы сможете отправить ещё одно <heart/> завтра.
th: คุณได้ส่ง <heart/> ให้เพื่อนคนนี้สำหรับผลงานชิ้นหนึ่งของเขาแล้วในวันนี้ คุณสามารถส่ง <heart/> ให้พวกเขาได้อีกครั้งในวันพรุ่งนี้
vi: Bạn đã gửi một <heart/> cho người bạn này vì một trong những sáng tạo của họ hôm nay. Bạn có thể gửi thêm một <heart/> vào ngày mai.
zh_hans: 你今天已经为这位朋友的一项创作送出了 <heart/>。 你可以明天再送一个 <heart/>。
zh_hant: 你今天已經為這位朋友的一項創作送出了 <heart/>。 你可以明天再送一個 <heart/>。

# social_feed_superlike_friend_memory
source: Your <b>Shared Memory</b> received a <heart/> from {{1}}. Collect it at <b>Aviary Village</b>.
de: Deine <b>Gemeinschaftserinnerung</b> hat ein <heart/> von {{1}} erhalten. Sammle es im <b>Volieren-Dorf</b> ein.
es: Tu <b>recuerdo compartido</b> recibió un <heart/> de {{1}}. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>souvenir partagé</b> a reçu un <heart/> de la part de {{1}}. Collectez-le au <b>village volière</b>.
id: <b>Kenangan Bersama</b>mu menerima <heart/> dari {{{1}}. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Ricordo condiviso</b> ha ricevuto un <heart/> da {{1}}. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: {{1}}さんがあなたの<b>シェアメモリーズ</b>に<heart/>を贈りました <b>花鳥郷</b>で受け取りましょう
ko: {{1}} 님이 <b>공유기억</b>에 <heart/>를 보냈어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Sua <b>memória compartilhada</b> recebeu um <heart/> de {{1}}. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее воспоминание</b> получает <heart/> от игрока {{1}}. Соберите их все в <b>Птичьей деревне</b>.
th: <b>ความทรงจำร่วมกัน</b>ของคุณได้รับ <heart/>จาก {{1}} สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Ký Ức Chung</b> của bạn đã nhận được một <heart/> từ {{1}}. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享回忆</b>收到了一个来自{{1}｝的<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享記憶</b>收到了{{1}}贈送的一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_superlike_friend_note
source: Your <b>Shared Message</b> received a <heart/> from {{1}}. Collect it at <b>Aviary Village</b>.
de: Deine <b>Gemeinschaftsnachricht</b> hat ein <heart/> von {{1}} erhalten. Sammle es im <b>Volieren-Dorf</b> ein.
es: Tu <b>mensaje compartido</b> recibió un <heart/> de {{1}}. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>message partagé</b> a reçu un <heart/> de la part de {{1}}. Collectez-le au <b>village volière</b>.
id: <b>Pesan Bersama</b>mu menerima <heart/> dari {{{1}}. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Messaggio condiviso</b> ha ricevuto un <heart/> da {{1}}. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: {{1}}さんがあなたの<b>メッセージ</b>に<heart/>を贈りました <b>花鳥郷</b>で受け取りましょう
ko: {{1}} 님이 <b>메시지</b>에 <heart/>를 보냈어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Sua <b>mensagem compartilhada</b> recebeu um <heart/> de {{1}}. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее сообщение</b> получает <heart/> от игрока {{1}}. Соберите их все в <b>Птичьей деревне</b>.
th: <b>ข้อความที่แชร์</b>ของคุณได้รับ <heart/>จาก {{1}} สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Tin Nhắn Chung</b> của bạn đã nhận được một <heart/> từ {{1}}. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享消息</b>收到了一个来自{{1}｝的<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享訊息</b>收到了{{1}}贈送的一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_superlike_friend_space
source: Your <b>Shared Space</b> received a <heart/> from {{1}}. Collect it at <b>Aviary Village</b>.
de: Dein <b>Gemeinschaftsraum</b> hat ein <heart/> von {{1}} erhalten. Sammle es im <b>Volieren-Dorf</b> ein.
es: Tu <b>espacio compartido</b> recibió un <heart/> de {{1}}. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>espace partagé</b> a reçu un <heart/> de la part de {{1}}. Collectez-le au <b>village volière</b>.
id: <b>Ruang Bersama</b>mu menerima <heart/> dari {{{1}}. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Spazio condiviso</b> ha ricevuto un <heart/> da {{1}}. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: {{1}}さんがあなたの<b>シェアスペース</b>に<heart/>を贈りました <b>花鳥郷</b>で受け取りましょう
ko: {{1}} 님이 <b>공유공간</b>에 <heart/>를 보냈어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Seu <b>espaço compartilhado</b> recebeu um <heart/> de {{1}}. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее пространство</b> получает <heart/> от игрока {{1}}. Соберите их все в <b>Птичьей деревне</b>.
th: <b>พื้นที่ส่วนกลาง</b>ของคุณได้รับ <heart/> จาก {{1}} สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Không Gian Chung</b> của bạn đã nhận được một <heart/> từ {{1}}. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享空间</b>收到了一个来自{{1}｝的<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享空間</b>收到了{{1}}贈送的一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_superlike_friend_unnamed_memory
source: Your <b>Shared Memory</b> received a <heart/> from a friend. Collect it at <b>Aviary Village</b>.
de: Deine <b>Gemeinschaftserinnerung</b> hat ein <heart/> von einem Freund erhalten. Sammle es im <b>Volieren-Dorf</b> ein.
es: Tu <b>recuerdo compartido</b> recibió un <heart/> de una amistad. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>souvenir partagé</b> a reçu un <heart/> de la part d’un.e ami.e. Collectez-le au <b>village volière</b>.
id: <b>Kenangan Bersama</b>mu menerima <heart/> dari seorang teman. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Ricordo condiviso</b> ha ricevuto un <heart/> da un amico. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: フレンドがあなたの<b>シェアメモリーズ</b>に<heart/>を贈りました <b>花鳥郷</b>で受け取りましょう
ko: {{1}} 님이 <b>공유기억</b>에 <heart/>를 보냈어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Sua <b>memória compartilhada</b> recebeu um <heart/> de um amigo. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее воспоминание</b> получает <heart/> от друга. Соберите их все в <b>Птичьей деревне</b>.
th: <b>ความทรงจำร่วมกัน</b>ของคุณได้รับ <heart/> จากเพื่อน สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Ký Ức Chung</b> của bạn đã nhận được một <heart/> từ một người bạn. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享回忆</b>收到了一个来自好友的<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享記憶</b>收到了一位好友送的一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_superlike_friend_unnamed_note
source: Your <b>Shared Message</b> received a <heart/> from a friend. Collect it at <b>Aviary Village</b>.
de: Deine <b>Gemeinschaftsnachricht</b> hat ein <heart/> von einem Freund erhalten. Sammle es im <b>Volieren-Dorf</b> ein.
es: Tu <b>mensaje compartido</b> recibió un <heart/> de una amistad. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>message partagé</b> a reçu un <heart/> de la part d’un.e ami.e. Collectez-le au <b>village volière</b>.
id: <b>Pesan Bersama</b>mu menerima <heart/> dari seorang teman. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Messaggio condiviso</b> ha ricevuto un <heart/> da un amico. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: フレンドがあなたの<b>メッセージ</b>に<heart/>を贈りました <b>花鳥郷</b>で受け取りましょう
ko: 친구가 <b>공유 메시지</b>에 <heart/>를 보냈어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Sua <b>mensagem compartilhada</b> recebeu um <heart/> de um amigo. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее сообщение</b> получает <heart/> от друга. Соберите их все в <b>Птичьей деревне</b>.
th: <b>ข้อความที่แชร์</b>ของคุณได้รับ <heart/> จากเพื่อน สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Tin Nhắn Chung</b> của bạn đã nhận được một <heart/> từ một người bạn. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享消息</b>收到了一个来自好友的<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享訊息</b>收到了一位好友送的一顆<heart/>。 請在<b>雲巢</b>領取。
