Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# outfit_hint_spirit
source: You <b>have not</b> acquired this outfit. Visit the <1>{{1}}</1> to get it.
de: Du hast dieses Outfit <b>nicht</b> erhalten. Besuche dafür folgenden Geist: <1>{{1}}</1>.
es: Aún <b>no</b> adquieres este objeto. Para obtenerlo, visita al espíritu <1>{{1}}</1>.
fr: Vous <b>n'avez pas</b> obtenu cette tenue. Allez ici pour le recevoir : <1>{{1}}</1>.
id: Kamu <b>belum</b> mendapatkan pakaian ini. Kunjungi <1>{{1}}</1> untuk mendapatkannya.
it: <b>Non hai</b> acquisito questo capo d'abbigliamento. Per ottenerlo, visita: <1>{{1}}</1>.
ja: あなたはまだこちらを<b>獲得していません</b>。 <1>{{1}}</1>のもとを訪れ、入手しましょう
ko: 이 의상을 <b>아직 획득하지 못했습니다</b>. <1>{{1}}</1>을(를) 방문해서 획득할 수 있습니다.
pt: Você <b>não</b> obteve este traje. Visite <1>{{1}}</1> para obter.
ru: У вас <b>нет</b> этого наряда. Для того чтобы его получить, посетите духа по имени <1>{{1}}</1>.
th: คุณ<b>ยังไม่ได้</b>รับชุดเสื้อผ้านี้ เข้าไปที่ <1>{{1}}</1> เพื่อรับ
vi: Bạn <b>chưa</b> nhận được bộ trang phục này. Hãy ghé thăm <1>{{1}}</1> để có được nó.
zh_hans: 你<b>尚未</b>获得此服饰。 拜访<1>{{1}}</1>即可获得。
zh_hant: 你<b>尚未</b>獲得此造型。 前往<1>{{1}}</1>即可取得。

# outfit_hint_storm
source: Available in Eden constellation
de: Verfügbar im Eden-Sternbild
es: Disponible en la constelación del Edén
fr: Disponible dans la constellation Éden
id: Tersedia di rasi Eden
it: Disponibile nella costellazione dell'Eden
ja: 暴風域の星座で見つけられます
ko: 에덴 별자리에서 얻을 수 있어요
pt: Disponível na constelação de Éden
ru: Можно найти в созвездии Рай
th: พบได้ในกลุ่มดาวเอเดน
vi: Có trong Chòm Sao Mắt Địa Đàng
zh_hans: 在暴风眼的群星中解锁
zh_hant: 在暴風眼的群星中解鎖

# outfit_hint_sunset
source: Available in Valley constellation
de: Verfügbar im Tal-Sternbild
es: Disponible en la constelación del Valle
fr: Disponible dans la constellation Vallée
id: Tersedia di rasi Lembah
it: Disponibile nella costellazione della Valle
ja: 峡谷の星座で見つけられます
ko: 계곡 별자리에서 얻을 수 있어요
pt: Disponível na constelação do vale
ru: Можно найти в созвездии Долина
th: พบได้ในกลุ่มดาวหุบเขา
vi: Có trong Chòm Sao Thung Lũng Vinh Quang
zh_hans: 在霞谷的群星中解锁
zh_hant: 在霞谷的群星中解鎖

# outfit_hint_thrift
source: The <1>Style Guide</1> has brought this item for you to borrow <b>temporarily</b>.
de: Die <1>Stil-Helferin</1> hat dir diesen Gegenstand gebracht, den du dir <b>vorläufig</b> ausleihen kannst.
es: El <1>guía del estilo</1> te trajo este objeto para que lo uses <b>de forma temporal</b>.
fr: La <1>guide du Style</1> a apporté cet objet pour que vous l’empruntiez <b>temporairement</b>.
id: <1>Pemandu Gaya</1> membawa item ini yang bisa kamu pinjam <b>sementara</b>.
it: La <1>Guida di stile</1> ti ha portato questo oggetto da prendere in prestito <b>temporaneamente</b>.
ja: <1>お洒落の案内人</1>が、<b>一時的に</b>借りられるアイテムを持ってきました
ko: <1>멋쟁이 안내자</1>가 <b>잠시</b> 빌려주기 위해 아이템을 가져왔어요.
pt: A <1>Guia de Estilo</1> trouxe este item para você pegar emprestado <b>temporariamente</b>.
ru: <1>Проводник стиля</1> предлагает вам <b>временно</b> одолжить этот предмет.
th: <1>ผู้แนะนำสไตล์</1>นำไอเทมนี้มาให้คุณยืม<b>ชั่วคราว</b>
vi: <1>Chỉ Dẫn Phong Cách</1> đã mang vật phẩm này đến cho bạn mượn <b>tạm thời</b>.
zh_hans: <1>时尚向导</1>带来了这件物品，供你<b>临时</b>借用。
zh_hant: <1>風格嚮導</1>帶來了這件你可以<b>暫時</b>借用的物品。

# outfit_name_birthday_hat_03
source: 3rd Anniversary Hat
th: หมวกครบรอบ 3 ปี
zh_hans: 生日王冠

# outfit_name_music_shell
source: Music Shell
th: เปลือกหอยดนตรี
zh_hans: 音乐海螺

# penpal_addressee
source: For {{1}}
de: Für {{1}}
es: Para {{1}}
fr: À {{1}}
id: Untuk {{1}}
it: Per {{1}}
ja: {{1}} さんへ
ko: {{1}}에게
pt: Para {{1}}
ru: Для: {{1}}
th: สำหรับ {{1}}
vi: Gửi tới {{1}}
zh_hans: 发给{{1}}
zh_hant: 給{{1}}的

# penpal_all_messages
source: All Messages
de: Alle Nachrichten
es: Ver todo
fr: Tout afficher
id: Lihat Semua
it: Visualizza tutto
ja: 全てのお便り
ko: 전체 보기
pt: Todas as mensagens
ru: Посмотреть всё
th: ดูทั้งหมด
vi: Xem Tất Cả
zh_hans: 所有消息️
zh_hant: 查看全部

# penpal_creator_credit
source: From <b>{{1}}</b>
de: Von <b>{{1}}</b>
es: De <b>{{1}}</b>
fr: De la part de : <b>{{1}}</b>
id: Dari <b>{{1}}</b>
it: Da <b>{{1}}</b>
ja: <b>{{1}}</b>さんより
ko: <b>{{1}}</b>(으)로부터
pt: De: <b>{{1}}</b>
ru: От: <b>{{1}}</b>
th: จาก <b>{{1}}</b>
vi: Từ <b>{{1}}</b>
zh_hans: 来自<b>{{1}}</b>
zh_hant: 來自<b>{{1}}</b>

# penpal_creator_credit_me
source: From <b>me</b>
de: Von <b>mir</b>
es: De <b>mí</b>
fr: De <b>ma</b> part
id: Dari <b>aku</b>
it: Da <b>me</b>
ja: <b>私</b>より
ko: <b>나</b>로부터
pt: De <b>mim</b>
ru: От <b>меня</b>
th: จาก<b>ฉัน</b>
vi: Từ <b>tôi</b>
zh_hans: 来自<b>我</b>
zh_hant: 來自於<b>我</b>

# penpal_no_received_messages
source: You have not received any messages
de: Du hast keine Nachrichten erhalten
es: No recibiste <2>publicaciones de amistad</2>
fr: Vous n'avez reçu aucune <2>publication d'ami</2>.
id: Kamu belum menerima <2>Pesan Teman</2>
it: Non hai ricevuto alcun <2>post amico</2>
ja: お便りを受け取っていません
ko: 받은 <2>친구 편지</2>가 없습니다
pt: Você não recebeu nenhuma mensagem
ru: У вас ещё нет <2>дружеских посланий</2>.
th: คุณไม่ได้รับ<2>โพสต์เพื่อน</2>ใดๆ
vi: Bạn chưa nhận được <2>Bài Đăng Bạn Bè</2>
zh_hans: 你尚未收到任何消息
zh_hant: 你尚未收到任何<2>友情記事</2>

# penpal_no_received_messages_other
source: <b>{{1}}</b> has not received any messages
de: <b>{{1}}</b> hat keine Nachrichten erhalten
es: <b>{{1}}</b> no recibió <2>publicaciones de amistad</2>
fr: <b>{{1}}</b> n'a reçu aucune <2>publication d'ami</2>.
id: <b>{{1}}</b> belum pernah menerima <2>Pesan Teman</2>
it: <b>{{1}}</b> non ha ricevuto alcun <2>post amico</2>
ja: <b>{{1}}</b> さんはお便りを受け取っていません
ko: <b>{{1}}</b> 님은 받은 <2>친구 편지</2>가 없습니다
pt: <b>{{1}}</b> não recebeu nenhuma mensagem
ru: Игрок <b>{{1}}</b> ещё не получал <2>дружеские послания</2>.
th: <b>{{1}}</b> ไม่ได้รับ<2>โพสต์เพื่อน</2>ใดๆ
vi: <b>{{1}}</b> chưa nhận được <2>Bài Đăng Bạn Bè</2>
zh_hans: <b>{{1}}</b>尚未收到任何消息
zh_hant: <b>{{1}}</b>尚未收到任何<2>友情記事</2>

# penpal_playback_unavailable
source: <b>{{1}}</b> has not sent you a message
de: <b>{{1}}</b> hat dir keine Nachricht geschickt
es: <b>{{1}}</b> no te envió <2>publicaciones de amistad</2>
fr: <b>{{1}}</b> ne vous a pas envoyé de <2>publication d'ami</2>.
id: <b>{{1}}</b> belum mengirimi kamu <2>Pesan Teman</2>
it: <b>{{1}}</b> non ti ha inviato un <2>post amico</2>
ja: <b>{{1}}</b> さんからのお便りは届いていません
ko: <b>{{1}}</b> 님에게서 온 <2>친구 편지</2>가 없습니다
pt: <b>{{1}}</b> não enviou uma mensagem
ru: Игрок <b>{{1}}</b> ещё не отправлял вам <2>дружеские послания</2>.
th: <b>{{1}}</b> ไม่ได้ส่ง<2>โพสต์เพื่อน</2>ถึงคุณ
vi: <b>{{1}}</b> chưa gửi cho bạn <2>Bài Đăng Bạn Bè</2>
zh_hans: <b>{{1}}</b>未给你发送消息
zh_hant: <b>{{1}}</b>尚未傳送給你任何<2>友情記事</2>

# penpal_playback_unavailable_muted
source: Unmute <b>{{1}}</b> to receive messages
de: <b>{{1}}</b> einschalten, um Nachrichten zu erhalten
es: Desenmudece a <b>{{1}}</b> para recibir <2>publicaciones de amistad</2>
fr: Levez la sourdine sur <b>{{1}}</b> pour recevoir des <2>publications d'ami</2>.
id: Unmute <b>{{1}}</b> untuk menerima <2>Pesan Teman</2>
it: Riattiva la chat con <b>{{1}}</b> per ricevere <2>post amici</2>
ja: お便りを確認するために、<b>{{1}}</b> さんのミュートを解除する
ko: <2>친구 편지</2>를 받으려면 <b>{{1}}</b>님에 대한 음소거를 해제하세요
pt: Ative o som de <b>{{1}}</b> para receber mensagens
ru: Верните звук чата с игроком <b>{{1}}</b>, чтобы получать <2>дружеские послания</2>.
th: เปิดเสียง <b>{{1}}</b> เพื่อรับ<2>โพสต์เพื่อน</2>
vi: Chặn <b>{{1}}</b> để nhận <2>Bài Đăng Bạn Bè</2>
zh_hans: 取消对<b>{{1}}</b>的静音以接收消息
zh_hant: 取消對<b>{{1}}</b>的靜音才能接收<2>友情記事</2>

# penpal_record_confirm_overwrite
source: Your previous message for <b>{{1}}</b> will be replaced.
de: Deine vorherige Nachricht für <b>{{1}}</b> wird ersetzt.
es: Se reemplazará tu publicación anterior para <b>{{1}}</b>. <warning>Nota: ¡Las publicaciones de amistad son públicas!</warning>
fr: Votre précédente publication pour <b>{{1}}</b> sera remplacée. <warning>Remarque : les publications d'ami sont publiques !</warning>
id: Pesan kamu sebelumnya untuk <b>{{1}}</b> akan digantikan. <warning>Catatan: Pesan Teman bersifat publik!</warning>
it: Il tuo post precedente per <b>{{1}}</b> verrà sostituito. <warning> Nota: i post amici sono pubblici!</warning>
ja: あなたが以前<b>{{1}}</b> さんに送ったお便りは上書きされます
ko: <b>{{1}}</b>님에게 보내는 이전 편지가 교체됩니다. <warning>주의: 친구 편지는 모두에게 공개됩니다!</warning>
pt: A mensagem anterior para <b>{{1}}</b> será substituída.
ru: Ваше предыдущее послание игроку <b>{{1}}</b> будет заменено. <warning>Внимание: дружеские послания видны всем!</warning>
th: โพสต์ก่อนหน้าของคุณสำหรับ <b>{{1}}</b> จะถูกแทนที่ <warning>โปรดทราบ: โพสต์เพื่อนเป็นแบบสาธารณะ!</warning>
vi: Bài đăng trước đây của bạn cho <b>{{1}}</b> sẽ bị thay thế. <warning>Lưu ý: Bài Đăng Bạn Bè là công khai!</warning>
zh_hans: 你之前发给<b>{{1}}</b>的消息将会被替换。
zh_hant: 你之前傳給<b>{{1}}</b>的記事將會被取代。 <warning>注意：友情記事是公開的！</warning>

# penpal_record_confirm_title
source: Record a Message for {{1}}?
de: Eine Nachricht für {{1}} aufzeichnen?
es: ¿Quieres grabar una <2>publicación de amistad</2> para {{1}}?
fr: Enregistrer une <2>publication d'ami</2> pour {{1}} ?
id: Rekam sebuah <2>Pesan Teman</2> untuk {{1}}?
it: Vuoi registrare un <2>post amico</2> per {{1}}?
ja: {{1}} さんへ向けたお便りを記録しますか？
ko: {{1}} 님에게 보낼 <2>친구 편지</2>를 기록할까요?
pt: Gravar uma mensagem para {{1}}?
ru: Записать <2>дружеское послание</2> для игрока {{1}}?
th: บันทึก<2>โพสต์เพื่อน</2>สำหรับ {{1}} หรือไม่
vi: Ghi lại một <2>Bài Đăng Bạn Bè</2> cho {{1}}?
zh_hans: 为{{1}}录制一条消息？
zh_hant: 要錄製一則給{{1}}的<2>友情記事</2>嗎？

# penpal_record_unavailable
source: Unlock <2>chat</2> with <b>{{1}}</b> to send and receive messages
de: <2>Chat</2> mit <b>{{1}}</b> freischalten, um Nachrichten zu senden und erhalten
es: Desbloquea el <2>chat</2> con <b>{{1}}</b> para enviar y recibir <2>publicaciones de amistad</2>
fr: Débloquez le <2>chat</2> avec <b>{{1}}</b> pour envoyer et recevoir des <2>publications d'ami</2>.
id: Buka kunci <2>chat</2> dengan <b>{{1}}</b> untuk mengirim dan menerima <2>Pesan Teman</2>
it: Sblocca la <2>chat</2> con <b>{{1}}</b> per inviare e ricevere <2>post amici</2>
ja: お便りをお互いに送り合うために、<b>{{1}}</b> さんと<2>チャット</2>を解放する
ko: <b>{{1}}</b> 님과 <2>채팅</2>을 잠금해제해야 <2>친구 편지</2>를 주고받을 수 있어요
pt: Desbloqueie o <2>bate-papo</2> com <b>{{1}}</b> para enviar e receber mensagens
ru: Разблокируйте <2>чат</2> с игроком <b>{{1}}</b>, чтобы отправлять и получать <2>дружеские послания</2>.
th: ปลดล็อก<2>แชท</2>ด้วย <b>{{1}}</b> เพื่อส่งและรับ<2>โพสต์เพื่อน</2>
vi: Mở khóa <2>chat</2> với <b>{{1}}</b> để gửi và nhận <2>Bài Đăng Bạn Bè</2>
zh_hans: 解锁与<b>{{1}}</b>之间的<2>聊天</2>以发送和接收消息
zh_hant: 解鎖與<b>{{1}}</b>的<2>聊天功能</2>即可互傳<2>友情記事</2>

# penpal_record_unavailable_muted
source: Unmute <b>{{1}}</b> to send messages
de: <b>{{1}}</b> einschalten, um Nachrichten zu senden
es: Desenmudece a <b>{{1}}</b> para enviar <2>publicaciones de amistad</2>
fr: Levez la sourdine sur <b>{{1}}</b> pour recevoir des <2>publications d'ami</2>.
id: Unmute <b>{{1}}</b> untuk mengirim <2>Pesan Teman</2>
it: Riattiva la chat con <b>{{1}}</b> per inviare <2>post amici</2>
ja: お便りを送るために<b>{{1}}</b> さんのミュートを解除する
ko: <2>친구 편지</2>를 보내려면 <b>{{1}}</b>님에 대한 음소거를 해제하세요
pt: Ative o som de <b>{{1}}</b> para enviar mensagens
ru: Верните звук чата с игроком <b>{{1}}</b>, чтобы отправлять <2>дружеские послания</2>.
th: เปิดเสียง <b>{{1}}</b> เพื่อส่ง<2>โพสต์เพื่อน</2>
vi: Chặn <b>{{1}}</b> để gửi <2>Bài Đăng Bạn Bè</2>
zh_hans: 取消对<b>{{1}}</b>的静音以发送消息
zh_hant: 取消對<b>{{1}}</b>的靜音才能傳送<2>友情記事</2>

# penpal_send_success
source: Sent message to {{1}}
de: Nachricht an {{1}} verschickt
es: Compartiste una <2>publicación de amistad</2> para {{1}}
fr: <2>Publication d'ami</2> partagée pour {{1}}
id: Berhasil membagikan <2>Pesan Teman</2> untuk {{1}}
it: <2>Post amico</2> per {{1}} condiviso
ja: {{1}} さんへお便りを送りました
ko: {{1}} 님에게 보내는 <2>친구 편지</2>를 공유했습니다
pt: Enviou uma mensagem para {{1}}
ru: <2>Дружеское послание</2> игроку {{1}} опубликовано
th: <2>โพสต์เพื่อน</2>ที่แชร์สำหรับ {{1}}
vi: Chia sẻ <2>Bài Đăng Bạn Bè</2> cho {{1}}
zh_hans: 已发送消息给{{1}}
zh_hant: 已將<2>友情記事</2>分享給{{1}}

# photo_adjust
source: Adjust
de: Einstellen
es: Ajustar
fr: Ajuster
id: Sesuaikan
it: Regola
ja: 調整
ko: 조정
pt: Ajustar
ru: Настроить
th: ปรับแต่ง
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整

# photo_autofocus
source: Autofocus
de: Autofokus
es: Autofoco
id: Autofokus
it: Messa a fuoco automatica
ja: オートフォーカス
ko: 자동 초점
pt: Foco automático
ru: Автофокус
th: โฟกัสอัตโนมัติ
vi: Lấy nét tự động
zh_hans: 自动对焦
zh_hant: 自動對焦

# photo_autosave
source: Autosave
de: Autospeichern
es: Guardado automático
fr: Sauvegarde automatique
id: Simpan otomatis
it: Salvataggio automatico
ja: オートセーブ
ko: 자동 저장
pt: Salvamento automático
ru: Автосохранение
th: บันทึกอัตโนมัติ
vi: Tự động lưu
zh_hans: 自动保存
zh_hant: 自動儲存

# photo_blur
source: Blur
de: Weichzeichner
es: Desenfoque
fr: Flou
it: Sfocatura
ja: ブラー
ko: 흐림
pt: Desfoque
ru: Размытие
th: ภาพเบลอ
vi: Làm mờ
zh_hans: 模糊
zh_hant: 模糊

# photo_capture
source: Capture
de: Festhalten
es: Capturar
fr: Capturer
id: Ambil Foto
it: Cattura
ja: キャプチャー
ko: 캡처
pt: Capturar
ru: Снять
th: จับภาพ
vi: Chụp
zh_hans: 拍摄
zh_hant: 拍攝

# photo_discard
source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
id: Buang
it: Elimina
ja: 削除
ko: 삭제
pt: Descartar
ru: Удалить
th: ทิ้ง
vi: Xóa
zh_hans: 放弃
zh_hant: 放棄

# photo_exposure
source: Light
de: Licht
es: Iluminar
fr: Lumière
id: Cahaya
it: Luce
ja: 明るさ
ko: 조명
pt: Luz
ru: Свет
th: แสง
vi: Ánh sáng
zh_hans: 曝光
zh_hant: 曝光

# photo_mode
source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt: Modo
ru: Режим
th: โหมด
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# photo_pin_focus
source: Pin Focus
de: Fokussieren
es: Fijar foco
fr: Régler la mise au point
id: Atur Fokus
it: Punto di messa a fuoco
ja: 焦点固定
ko: 초점 고정
pt: Definir foco
ru: Настроить фокус
th: ตั้งโฟกัส
vi: Cố định tiêu cự
zh_hans: 锁定对焦
zh_hant: 鎖定對焦

# photo_save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# photo_save_hint_nx
source: Press the <b>Capture Button</b> after taking a photo to save it to the system.
de: Drücke nach der Aufnahme eines Fotos die <b>Festhalten-Taste</b>, um es im System zu speichern.
es: Presiona el <b>botón Capturar</b> tras tomar una foto para guardarla en el sistema.
fr: Appuyez sur le <b>bouton de capture</b> après avoir pris la photo pour la sauvegarder dans votre système.
id: Tekan <b>Tombol Ambil Foto</b> setelah mengambil foto untuk menyimpannya ke sistem.
it: Premi il <b>pulsante Cattura</b> dopo aver scattato una foto per salvarla nel sistema.
ja: システム上に写真を保存する場合は、撮影後に<b>キャプチャーボタン</b>を押してください
ko: 사진을 촬영한 후 <b>캡처 버튼</b>을 눌러 시스템에 저장하세요.
pt: Aperte o <b>botão Capturar</b> após tirar uma foto para salvá-la no sistema.
ru: После того как сделаете фото, нажмите кнопку <b>Снять</b>, чтобы сохранить его.
th: กด<b>ปุ่มจับภาพ</b>หลังจากถ่ายภาพเพื่อบันทึกภาพลงในระบบ
vi: Nhấn <b>Nút Lưu</b> sau khi chụp để lưu ảnh vào hệ thống.
zh_hans: 拍照后按下<b>拍照按钮</b>可将照片保存到系统中。
zh_hant: 在拍攝照片後按下<b>拍攝按鈕</b>，將照片儲存到系統中。

# photo_save_hint_ps4
source: Press the <b>SHARE</b> button after taking a photo to save it to the system.
de: Drücke nach der Aufnahme eines Fotos die <b>TEILEN</b>-Taste, um es im System zu speichern.
es: Presiona el botón <b>COMPARTIR</b> tras tomar una foto para guardarla en el sistema.
fr: Appuyez sur le bouton <b>PARTAGER</b> après avoir pris une photo pour la sauvegarder dans le système.
id: Tekan Tombol <b>BAGIKAN</b> setelah mengambil foto untuk menyimpannya ke sistem.
it: Premi il pulsante <b>CONDIVIDI</b> dopo aver scattato una foto per salvarla nel sistema.
ja: システム上に写真を保存する場合は、撮影後に<b>シェア</b>を押してください
ko: 사진을 촬영한 후 <b>공유</b> 버튼을 눌러 시스템에 저장하세요.
pt: Aperte o botão <b>COMPARTILHAR</b> após tirar uma foto para salvá-la no sistema.
ru: После того как сделаете фото, нажмите кнопку <b>ПОДЕЛИТЬСЯ</b>, чтобы сохранить его.
th: กดปุ่ม<b>แชร์</b>หลังจากถ่ายภาพเพื่อบันทึกภาพลงในระบบ
vi: Nhấn nút <b>CHIA SẺ</b> sau khi chụp để lưu ảnh vào hệ thống.
zh_hans: 拍照后按下<b>分享</b>按钮可将照片保存到系统中。
zh_hant: 在拍攝照片後按下<b>分享</b>按鈕，將照片儲存到系統中。

# photo_selfie
source: Flip Camera
de: Kamera umdrehen
es: Voltear cámara
fr: Tourner l’appareil
id: Balik Kamera
it: Inverti la fotocamera
ja: インカメラにする
ko: 카메라 뒤집기
pt: Virar câmera
ru: Повернуть камеру
th: พลิกกล้อง
vi: Đổi camera
zh_hans: 翻转相机
zh_hant: 翻轉相機

# photo_tripod_start
source: Use Tripod
de: Tripod verwenden
es: Usar trípode
fr: Utiliser le trépied
id: Gunakan Tripod
it: Usa il treppiede
ja: 三脚を使う
ko: 삼각대 사용
pt: Usar tripé
ru: Использовать штатив
th: ใช้ขาตั้งกล้อง
vi: Dùng giá ba chân
zh_hans: 使用三角架
zh_hant: 使用腳架

# photo_tripod_stop
source: Hold Camera
de: Kamera halten
es: Mantener cámara
fr: Tenir l’appareil
id: Pegang Kamera
it: Tieni la fotocamera
ja: カメラを構える
ko: 카메라 고정
pt: Segurar câmera
ru: Держать камеру
th: ถือกล้อง
vi: Giữ máy ảnh
zh_hans: 手持相机
zh_hant: 手持相機

# placeable_instrumentrack_give_confirm
source: <b>Place</b> your instrument on the <b>Instrument Rack</b>?
de: Möchtest du dein Instrument auf dem <b>Instrumentenständer</b><b>platzieren</b> ?
es: ¿<b>Colocar</b> tu instrumento en el <b>estante de instrumentos</b>?
fr: <b>Placez</b> votre instrument sur le <b>support à instrument</b> ?
id: <b>Tempatkan</b> instrumen kamu pada <b>Rak Instrumen</b>?
it: Vuoi <b>collocare</b> il tuo strumento sul <b>portastrumenti</b>?
ja: あなたの楽器を<b>楽器スタンド</b>に<b>置きますか</b>？
ko: 악기를 <b>악기 거치대</b>에 <b>놓을까요</b>?
pt: <b>Colocar</b> o instrumento no <b>rack de instrumento</b>?
ru: <b>Поместить</b> инструмент на <b>стойку</b>?
th: <b>วาง</b>เครื่องดนตรีของคุณบน<b>ชั้นวางเครื่องดนตรี</b>หรือไม่
vi: <b>Đặt</b> nhạc cụ của bạn lên <b>Giá Nhạc Cụ</b>?
zh_hans: 将你的乐器<b>放在</b><b>乐器架</b>上？
zh_hant: 要把你的樂器<b>放</b>在<b>樂器架</b>上嗎？

# placeable_instrumentrack_options_give
source: Add Instrument
de: Instrument hinzufügen
es: Agregar instrumento
fr: Ajouter un instrument
id: Tambahkan Instrumen
it: Aggiungi lo strumento
ja: 楽器を追加する
ko: 악기 추가
pt: Colocar instrumento
ru: Добавить инструмент
th: เพิ่มเครื่องดนตรี
vi: Thêm nhạc cụ
zh_hans: 新增乐器
zh_hant: 新增樂器

# placeable_instrumentrack_options_play
source: Play Instrument
de: Ein Instrument spielen
es: Tocar instrumento
fr: Jouer d'un instrument
id: Mainkan Instrumen
it: Suona lo strumento
ja: 楽器を演奏する
ko: 악기 연주
pt: Tocar instrumento
ru: Играть на инструменте
th: เล่นเครื่องดนตรี
vi: Chơi nhạc cụ
zh_hans: 弹奏乐器
zh_hant: 彈奏樂器

# placeable_instrumentrack_options_title
source: <b>Instrument Rack</b>
de: <b>Instrumentenständer</b>
es: <b>Estante de instrumentos</b>
fr: <b>Support à instrument</b>
id: <b>Rak Instrumen</b>
it: <b>Portastrumenti</b>
ja: <b>楽器スタンド</b>
ko: <b>악기 거치대</b>
pt: <b>Rack de instrumento</b>
ru: <b>Стойка для инструментов</b>
th: <b>ชั้นวางเครื่องดนตรี</b>
vi: <b>Giá Nhạc Cụ</b>
zh_hans: <b>乐器架</b>
zh_hant: <b>樂器架</b>

# placeable_instrumentrack_select_instrument
source: Select an <1>instrument</1> to attach.
de: Wähle ein <1>Instrument</1> zum Anbringen aus.
es: Selecciona un<1>instrumento</1> para colocar.
fr: Sélectionnez un <1>instrument</1> à exposer.
id: Pilih <1>instrumen</1> yang akan dipasang.
it: Seleziona uno <1>strumento</1> da mostrare.
ja: 設置する<1>楽器</1>を選択しましょう
ko: 부착할 <1>악기</1>를 선택하세요.
pt: Selecione um <1>instrumento</1> para colocar.
ru: Выберите <1>инструмент</1> для демонстрации.
th: เลือก<1>เครื่องดนตรี</1>ที่ต้องการเพิ่ม
vi: Chọn một <1>nhạc cụ</1> để gắn.
zh_hans: 选择放置一种<1>乐器</1>。
zh_hant: 選擇放置一種<1>樂器</1>。

# placeable_mannequin_give_confirm
source: Add your <b>current outfit</b> to the display?
de: Dein <b>aktuelles Outfit</b> zur Ausstellung hinzufügen?
es: ¿Agregar tu <b>traje actual</b> al maniquí?
fr: Ajouter votre <b>tenue actuelle</b> à la présentation ?
id: Tambahkan <b>pakaian kamu saat ini</b> ke pajangan?
it: Vuoi mettere il tuo <b>abbigliamento attuale</b> sul manichino?
ja: <b>今身につけている装い</b>を飾りますか？
ko: <b>현재 의상</b>을 전시할까요?
pt: Adicionar o <b>traje atual</b> à exibição?
ru: Повесить <b>текущий наряд</b> на манекен?
th: เพิ่ม<b>ชุดเสื้อผ้าปัจจุบัน</b>ของคุณไปยังการจัดแสดงหรือไม่
vi: Thêm <b>trang phục hiện tại</b> của bạn vào trưng bày?
zh_hans: 将你的<b>当前服饰</b>添加到展示中？
zh_hant: 要將你<b>目前的服飾</b>加入展示中嗎？

# placeable_mannequin_options_give
source: Give Outfit
de: Outfit geben
es: Dejar traje
fr: Donner la tenue
id: Berikan Pakaian
it: Dai l'abbigliamento
ja: 服を着せる
ko: 의상 입히기
pt: Dar traje
ru: Повесить наряд
th: มอบชุดเสื้อผ้า
vi: Tặng trang phục
zh_hans: 给予服饰
zh_hant: 給予服飾

# placeable_mannequin_options_take
source: Take Outfit
de: Outfit nehmen
es: Tomar traje
fr: Prendre la tenue
id: Ambil Pakaian
it: Prendi l'abbigliamento
ja: 服をとる
ko: 의상 입기
pt: Pegar traje
ru: Надеть наряд
th: เก็บชุดเสื้อผ้า
vi: Nhận trang phục
zh_hans: 取回服饰
zh_hant: 取回服飾

# placeable_mannequin_options_title
source: <b>Outfit Display</b>
de: <b>Outfit-Ausstellung</b>
es: <b>Maniquí de trajes</b>
fr: <b>Présentation de tenue</b>
id: <b>Pajangan Busana</b>
it: <b>Manichino</b>
ja: <b>衣装スタンド</b>
ko: <b>의상 전시</b>
pt: <b>Exibição de traje</b>
ru: <b>Манекен</b>
th: <b>การจัดแสดงชุดเสื้อผ้า</b>
vi: <b>Trưng bày trang phục</b>
zh_hans: <b>服饰展示</b>
zh_hant: <b>服飾展示</b>

# placeable_mannequin_outfit_not_owned
source: Some of the outfit items <b>couldn't be worn</b>, as you <b>don't own them</b> yet.
de: Einige der Outfit-Gegenstände <b>konnten nicht angezogen werden</b>, da du <b>sie noch nicht besitzt</b>.
es: <b>No te pudiste poner</b> algunas prendas del traje porque <b>aún no las has obtenido</b>.
fr: Certains des éléments de la tenue <b>n'ont pas pu être portés</b>, car vous <b>ne les possédez pas</b> encore.
id: Beberapa item pakaian <b>tidak dapat dikenakan</b>, karena kamu <b>belum memilikinya.</b>
it: Alcuni articoli di abbigliamento <b>non possono essere indossati</b> perché <b>non li possiedi ancora</b>.
ja: あなたがまだ<b>持っていないドレスアップアイテムは</b>、<b>着ることができません</b>
ko: <b>소유하지 않은</b> 의상 아이템은 <b>착용할 수 없습니다</b>.
pt: Alguns itens do traje <b>não puderam ser usados</b>, pois <b>você ainda não os tem</b>.
ru: Некоторые из элементов наряда <b>нельзя надеть</b>, так как их пока <b>нет у вас</b>.
th: ไอเทมชุดเสื้อผ้าบางรายการจะ<b>ไม่สามารถสวมใส่ได้</b> เนื่องจากคุณ<b>ยังไม่ได้เป็นเจ้าของ</b>
vi: Một số món đồ trong trang phục <b>không thể mặc được</b> vì bạn <b>chưa sở hữu chúng</b>.
zh_hans: 有部分服饰物品<b>无法穿戴</b>，因为你<b>尚未拥有它们</b>。
zh_hant: 有部分服飾物品<b>無法穿戴</b>，因為你<b>尚未擁有它們</b>。

# placeable_mannequin_take_confirm
source: <b>Wear the outfit</b> on display?
de: Möchtest du das ausgestellte Outfit <b>anziehen</b>?
es: ¿<b>Ponerte el traje</b> del maniquí?
fr: <b>Porter la tenue</b> présentée ?
id: <b>Gunakan pakaian</b> yang dipajang?
it: Vuoi <b>indossare l'abbigliamento</b> sul manichino?
ja: 飾ってある装いに<b>着替えますか</b>？
ko: 전시된 <b>의상을 착용</b>할까요?
pt: <b>Vestir o traje</b> em exibição?
ru: <b>Надеть наряд</b> на манекене?
th: <b>สวมชุดเสื้อผ้า</b>ที่จัดแสดงหรือไม่
vi: <b>Mặc trang phục</b> đang trưng bày?
zh_hans: <b>穿戴展示中的服饰</b>？
zh_hant: 要穿上展示中的<b>服飾</b>嗎？

# placeable_radio_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
id: Selanjutnya
it: Avanti
ja: 次
ko: 다음
pt: Próxima
ru: Далее
th: ถัดไป
vi: Sau
zh_hans: 下一首
zh_hant: 下一首

# placeable_radio_play
source: Play
de: Spielen
es: Reproducir
fr: Lire
id: Mainkan
it: Riproduci
ja: 再生
ko: 재생
pt: Tocar
ru: Воспроизвести
th: เล่น
vi: Phát
zh_hans: 播放
zh_hant: 播放

# placeable_radio_previous
source: Previous
de: Zurück
es: Anterior
fr: Précédent
id: Sebelumnya
it: Indietro
ja: 前
ko: 이전
pt: Anterior
ru: Назад
th: ก่อนหน้า
vi: Trước
zh_hans: 上一首
zh_hant: 上一首

# placeable_radio_station
source: Song
de: Lied
es: Canción
fr: Chanson
id: Lagu
it: Canzone
ja: 曲
ko: 노래
pt: Música
ru: Композиция
th: เพลง
vi: Bài hát
zh_hans: 歌曲
zh_hant: 歌曲

# placeable_radio_title
source: Music Player
de: Musikspieler
es: Reproductor de música
fr: Lecteur de musique
id: Pemutar Musik
it: Lettore musicale
ja: 音楽プレイヤー
ko: 음악 재생기
pt: Reprodutor de músicas
ru: Музыкальный проигрыватель
th: เครื่องเล่นดนตรี
vi: Máy phát nhạc
zh_hans: 音乐播放器
zh_hant: 音樂播放器
