Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_join_a_hand_hold_group_of_4_desc
source: <b>Hold hands in a group of 4 players</b>
de: <b>Halte mit einer Gruppe aus 4 Spielern Hände</b>
es: <b>Tomarse de manos en grupos de 4 jugadores</b>
fr: <b>Tenez par la main un groupe de 4 joueurs</b>
id: <b>Pegangan tangan dalam kelompok 4 pemain</b>
it: <b>Tenetevi per mano in un gruppo di 4 giocatori</b>
ja: <b>4人で手をつなぐ</b>
ko: <b>4명의 플레이어와 줄지어 손 잡기</b>
pt: <b>Dê as mãos em um grupo de 4 jogadores</b>
ru: <b>Возьмитесь за руки в группе из четырех человек</b>
th: <b>จับมือร่วมกันในกลุ่มผู้เล่น 4 คน</b>
vi: <b>Cùng nắm tay với 4 người chơi</b>
zh_hans: <b>与4名玩家一起牵手</b>
zh_hant: <b>與 4 名玩家一起牽手</b>

# daily_quest_join_a_hand_hold_group_of_8_desc
source: <b>Hold hands in a group of 8 players</b>
de: <b>Halte mit einer Gruppe aus 8 Spielern Hände</b>
es: <b>Tomarse de manos en grupos de 8 jugadores</b>
fr: <b>Tenez par la main un groupe de 8 joueurs</b>
id: <b>Pegangan tangan dalam kelompok 8 pemain</b>
it: <b>Tenetevi per mano in un gruppo di 8 giocatori</b>
ja: <b>8人で手をつなぐ</b>
ko: <b>8명의 플레이어와 줄지어 손 잡기</b>
pt: <b>Dê as mãos em um grupo de 8 jogadores</b>
ru: <b>Возьмитесь за руки в группе из восьми человек</b>
th: <b>จับมือร่วมกันในกลุ่มผู้เล่น 8 คน</b>
vi: <b>Cùng nắm tay với 8 người chơi</b>
zh_hans: <b>与8名玩家一起牵手</b>
zh_hant: <b>與 8 名玩家一起牽手</b>

# daily_quest_join_a_random_game_desc
source: <b>Join a random player's game</b>
de: <b>Tritt dem Spiel eines zufälligen Spielers bei</b>
es: <b>Únete a la partida de un jugador aleatorio</b>
fr: <b>Rejoignez la partie d’un joueur aléatoire</b>
id: <b>Bergabung dengan game pemain acak</b>
it: <b>Unisciti alla partita di un giocatore qualsiasi</b>
ja: <b>ランダムマッチングをする</b>
ko: <b>다른 플레이어의 게임에 참여하기</b>
pt: <b>Entrar no jogo de um jogador aleatório</b>
ru: <b></b>Войдите в игру случайного игрока
th: <b>เข้าร่วมเกมของผู้เล่นแบบสุ่ม</b>
vi: <b>Tham gia trò chơi của người chơi bất kỳ</b>
zh_hans: <b>加入随机玩家的游戏</b>
zh_hant: <b>加入任何一位玩家的遊戲</b>

# daily_quest_light_10_candles_desc
source: <b>Light 10 candles</b>
de: <b>Entzünde 10 Kerzen</b>
es: <b>Enciende 10 velas</b>
fr: <b>Allumez 10 bougies</b>
id: <b>Nyalakan 10 lilin</b>
it: <b>Accendi 10 candele</b>
ja: <b>10本のキャンドルに灯を点す</b>
ko: <b>양초 10개에 불울 붙이기</b>
pt: <b>Acenda 10 velas</b>
ru: <b>Зажгите 10 свечей</b>
th: <b>จุดเทียน 10 เล่ม</b>
vi: <b>Thắp 10 ngọn nến</b>
zh_hans: <b>点亮10根蜡烛</b>
zh_hant: <b>點亮 10 根蠟燭</b>

# daily_quest_light_20_candles_desc
source: <b>Light 20 candles</b>
de: <b>Zünde 20 Kerzen an</b>
es: <b>Enciende 20 velas</b>
fr: <b>Allumez 20 bougies</b>
id: <b>Nyalakan 20 lilin</b>
it: <b>Accendi 20 candele</b>
ja: <b>20本のキャンドルに灯を点す</b>
ko: <b>양초 20개에 불을 붙이기</b>
pt: <b>Acender 20 velas</b>
ru: <b>Зажгите 20 свечей</b>
th: <b>จุดเทียน 20 เล่ม</b>
vi: <b>Thắp 20 ngọn nến</b>
zh_hans: <b>点亮20根蜡烛</b>
zh_hant: <b>點亮 20 根蠟燭</b>

# daily_quest_light_30_candles_desc
source: <b>Light 30 candles</b>
de: <b>Entzünde 30 Kerzen</b>
es: <b>Enciende 30 velas</b>
fr: <b>Allumez 30 bougies</b>
id: <b>Nyalakan 30 lilin</b>
it: <b>Accendi 30 candele</b>
ja: <b>30本のキャンドルに灯を点す</b>
ko: <b>양초 30개에 불을 붙이기</b>
pt: <b>Acenda 30 velas</b>
ru: <b>Зажгите 30 свечей</b>
th: <b>จุดเทียน 30 เล่ม</b>
vi: <b>Thắp 30 ngọn nến</b>
zh_hans: <b>点亮30根蜡烛</b>
zh_hant: <b>點亮 30 根蠟燭</b>

# daily_quest_lightseeker_forest_desc
source: <b>Catch the light in Hidden Forest</b>
de: <b>Fange das Licht im Verborgenen Wald</b>
es: <b>Atrapa la luz en el Bosque Escondido</b>
fr: <b>Récupérez la lumière dans la Forêt cachée</b>
id: <b>Tangkap cahaya di Hutan Tersembunyi</b>
it: <b>Prendi la luce nella Foresta Nascosta</b>
ja: <b>雨林で光をつかまえる</b>
ko: <b>비밀의 숲에서 빛 잡기</b>
pt: <b>Pegue a luz na Floresta Oculta</b>
ru: <b>Поймайте свет в Тайном лесу</b>
th: <b>คว้าแสงในป่าลับ</b>
vi: <b>Bắt lấy Ánh Sáng ở Rừng Mưa</b>
zh_hans: <b>抓住雨林之光</b>
zh_hant: <b>抓住雨林之光</b>

# daily_quest_lightseeker_prairie_desc
source: <b>Catch the light in Daylight Prairie</b>
de: <b>Fange das Licht in der Tageslichtprärie</b>
es: <b>Atrapa la luz en la Planicie Luz de Día</b>
fr: <b>Récupérez la lumière dans la Prairie illuminée</b>
id: <b>Tangkap cahaya di Padang Rumput Siang</b>
it: <b>Prendi la luce nella Prateria Diurna</b>
ja: <b>草原で光をつかまえる</b>
ko: <b>햇빛 초원에서 빛 잡기</b>
pt: <b>Pegue a luz na Campina da Aurora</b>
ru: <b>Поймайте свет в Полуденной прерии</b>
th: <b>คว้าแสงในทุ่งหญ้าแสงตะวัน</b>
vi: <b>Bắt lấy Ánh Sáng ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>抓住云野之光</b>
zh_hant: <b>抓住雲野之光</b>

# daily_quest_lightseeker_valley_desc
source: <b>Catch the light in Valley of Triumph</b>
de: <b>Fange das Licht im Tal des Triumphs</b>
es: <b>Atrapa la luz en el Valle del Triunfo</b>
fr: <b>Récupérez la lumière dans la Vallée du triomphe</b>
id: <b>Tangkap cahaya di Lembah Kejayaan</b>
it: <b>Prendi la luce nella Valle del Trionfo</b>
ja: <b>峡谷で光をつかまえる</b>
ko: <b>승리의 계곡에서 빛 잡기</b>
pt: <b>Pegue a luz no Vale do Triunfo</b>
ru: <b>Поймайте свет в Долине триумфа</b>
th: <b>คว้าแสงในหุบเขาแห่งชัยชนะ</b>
vi: <b>Bắt lấy Ánh Sáng ở Thung Lũng Vinh Quang</b>
zh_hans: <b>抓住峡谷之光</b>
zh_hant: <b>抓住峽谷之光</b>

# daily_quest_lightseeker_vault_desc
source: <b>Catch the light in the Vault of Knowledge</b>
de: <b>Fange das Licht im Tresor des Wissens</b>
es: <b>Atrapa la luz en la Bóveda de Conocimiento</b>
fr: <b>Récupérez la lumière dans la Chambre forte de connaissance</b>
id: <b>Tangkap cahaya di Kubah Pengetahuan</b>
it: <b>Prendi la luce nella Cupola della Conoscenza</b>
ja: <b>書庫で光をつかまえる</b>
ko: <b>지식의 도서관에서 빛 잡기</b>
pt: <b>Pegue a luz no Relicário do Conhecimento</b>
ru: <b>Поймайте свет в Хранилище знаний</b>
th: <b>คว้าแสงในกรุสมบัติแห่งปัญญา</b>
vi: <b>Bắt lấy Ánh Sáng ở Kho Tri Thức</b>
zh_hans: <b>抓住禁阁之光</b>
zh_hant: <b>抓住禁閣之光</b>

# daily_quest_lightseeker_wasteland_desc
source: <b>Catch the light in Golden Wasteland</b>
de: <b>Fange das Licht in der Goldenen Ödnis</b>
es: <b>Atrapa la luz en el Páramo Dorado</b>
fr: <b>Récupérez la lumière dans le Désert d’or</b>
id: <b>Tangkap cahaya di Gurun Emas</b>
it: <b>Prendi la luce nel Deserto Dorato</b>
ja: <b>捨てられた地で光をつかまえる</b>
ko: <b>황금 황무지에서 빛 잡기</b>
pt: <b>Pegue a luz nas Terras Abandonadas Douradas</b>
ru: <b>Поймайте свет в Золотой пустоши</b>
th: <b>คว้าแสงในแดนร้างทองอร่าม</b>
vi: <b>Bắt lấy Ánh Sáng ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>抓住暮土之光</b>
zh_hant: <b>抓住暮土之光</b>

# daily_quest_locate_4door_desc
source: <b>Locate a 4 player door</b>
de: <b>Finde eine 4-Spieler-Tür</b>
es: <b>Localiza una puerta de 4 jugadores</b>
fr: <b>Trouvez une porte à 4 joueurs</b>
id: <b>Temukan pintu 4 pemain</b>
it: <b>Trova una porta per 4 giocatori</b>
ja: <b>4人の力で開ける扉を見つける</b>
ko: <b>4인 플레이어 문을 찾기</b>
pt: <b>Encontrar uma porta de 4 jogadores</b>
ru: <b>Найдите дверь на 4 игроков</b>
th: <b>ค้นหาประตูผู้เล่น 4 คน</b>
vi: <b>Tìm cửa 4 người mở</b>
zh_hans: <b>找到一个4人开启的大门</b>
zh_hant: <b>找到一扇需要 4人開啓的大門</b>

# daily_quest_make_a_new_acquaintance_desc
source: <b>Make a new acquaintance</b>
de: <b>Lerne eine neue Person kennen</b>
es: <b>Haz un conocido</b>
fr: <b>Faites une nouvelle connaissance</b>
id: <b>Cari kenalan baru</b>
it: <b>Fai una nuova conoscenza</b>
ja: <b>新たな知り合いを作る</b>
ko: <b>낯선 플레이어와 촛불을 맞대기</b>
pt: <b>Conhecer alguém novo</b>
ru: <b>Заведите новое знакомство</b>
th: <b>ผูกมิตรกับคนรู้จักใหม่</b>
vi: <b>Thêm bạn mới</b>
zh_hans: <b>交一个新朋友</b>
zh_hant: <b>點亮一位陌生玩家</b>

# daily_quest_meditate_dusk_crabfields_desc
source: <b>Meditate on the boat</b>
de: <b>Meditiere auf dem Boot</b>
es: <b>Medita en las Planicies de los cangrejos</b>
fr: <b>Méditez sur le bateau</b>
id: <b>Meditasi di Ladang Kepiting</b>
it: <b>Medita sulla barca</b>
ja: <b>捨てられた地の座礁船の上で瞑想する</b>
ko: <b>배 위에서 명상하기</b>
pt: <b>Meditar no barco</b>
ru: <b>Помедитируйте на лодке</b>
th: <b>ทำสมาธิบนเรือ</b>
vi: <b>Ngồi thiền trên thuyền</b>
zh_hans: <b>在船上做冥想</b>
zh_hant: <b>在船上冥想</b>

# daily_quest_meditate_dusk_duskmid_desc
source: <b>Meditate on the battlefield</b>
de: <b>Meditiere auf dem Schlachtfeld</b>
es: <b>Medita en el campo de batalla</b>
fr: <b>Méditez sur le champ de bataille</b>
id: <b>Meditasi di Medan Pertempuran</b>
it: <b>Medita sul campo di battaglia</b>
ja: <b>捨てられた地の戦場で瞑想する</b>
ko: <b>전장에서 명상하기</b>
pt: <b>Meditar no campo de batalha</b>
ru: <b>Помедитируйте на поле боя</b>
th: <b>ทำสมาธิบนสนามรบ</b>
vi: <b>Ngồi thiền trên chiến trường</b>
zh_hans: <b>在战场里冥想</b>
zh_hant: <b>在戰場裡冥想</b>

# daily_quest_meditate_dusk_graveyard_desc
source: <b>Meditate in the graveyard</b>
de: <b>Meditiere auf dem Friedhof</b>
es: <b>Medita en el cementerio</b>
fr: <b>Méditez dans le cimetière</b>
id: <b>Meditasi di Makam Gurun</b>
it: <b>Medita nel cimitero</b>
ja: <b>捨てられた地の墓所で瞑想する</b>
ko: <b>묘지에서 명상하기</b>
pt: <b>Meditar no cemitério</b>
ru: <b>Помедитируйте на кладбище</b>
th: <b>ทำสมาธิในสุสาน</b>
vi: <b>Ngồi thiền trong nghĩa địa</b>
zh_hans: <b>在暮土的墓园里冥想</b>
zh_hant: <b>在暮土的墓園裡冥想</b>

# daily_quest_meditate_dusk_main_desc
source: <b>Meditate in the broken temple</b>
de: <b>Meditiere im kaputten Tempel</b>
es: <b>Medita en el Templo Destrozado</b>
fr: <b>Méditez dans le temple brisé</b>
id: <b>Meditasi di Kuil Rusak</b>
it: <b>Medita nel tempio distrutto</b>
ja: <b>捨てられた地の倒壊した祠で瞑想する</b>
ko: <b>부서진 사원에서 명상하기</b>
pt: <b>Meditar no templo em ruínas</b>
ru: <b>Помедитируйте в развалинах храма</b>
th: <b>ทำสมาธิในวิหารที่ชำรุด</b>
vi: <b>Ngồi thiền trong ngồi đền cũ</b>
zh_hans: <b>在破旧的神庙里冥想</b>
zh_hant: <b>在破舊的神廟裡冥想</b>

# daily_quest_meditate_dusk_oasis_desc
source: <b>Meditate in the Forgotten Ark</b>
de: <b>Meditiere in der Vergessenen Arche</b>
es: <b>Medita en el Arca Olvidada</b>
fr: <b>Méditez dans l'arche oubliée</b>
id: <b>Meditasi di dekat Bahtera Terlupakan</b>
it: <b>Medita nell'Arca Dimenticata</b>
ja: <b>忘れられた方舟で瞑想する</b>
ko: <b>잊혀진 방주에서 명상하세요</b>
pt: <b>Meditar na Arca Esquecida</b>
ru: <b>Медитируйте в Забытом ковчеге</b>
th: <b>ทำสมาธิในเรือที่ถูกลืม</b>
vi: <b>Ngồi thiền trong Hòm Lãng Quên</b>
zh_hans: <b>在被遗忘的方舟中冥想</b>
zh_hant: <b>在被遺忘的方舟中冥想</b>

# daily_quest_meditate_night_main2_desc
source: <b>Meditate at the Vault's entrance</b>
de: <b>Meditiere am Eingang des Tresor des Wissens.</b>
es: <b>Meditar en la entrada de Bóveda de Conocimiento</b>
fr: <b>Méditez à l'entrée de la Chambre forte de connaissance.</b>
id: <b>Bermeditasi di pintu masuk Kubah</b>
it: <b>Meditare all'ingresso della Cupola della Conoscenza.</b>
ja: <b>書庫の入り口で瞑想する</b>
ko: <b>지식의 도서관 입구에서 명상하기</b>
pt: <b>Meditar na entrada do Relicário do Conhecimento.</b>
ru: <b>Помедитируйте у входа в Хранилище знаний</b>
th: <b>ทำสมาธิที่ทางเข้ากรุสมบัติ</b>
vi: <b>Ngồi thiền ở lối vào Kho Tri Thức.</b>
zh_hans: <b>在禁阁的入口冥想。</b>
zh_hant: <b>在禁閣的入口處進行冥想。</b>

# daily_quest_meditate_night_main_desc
source: <b>Meditate in the Vault's second floor</b>
de: <b>Meditiere im zweiten Stock des Tresors</b>
es: <b>Medita en el segundo piso de la Bóveda</b>
fr: <b>Méditez au premier étage de la Chambre forte</b>
id: <b>Meditasi di lantai dua Kubah Pengetahuan</b>
it: <b>Medita al secondo piano della Cupola</b>
ja: <b>書庫の2階で瞑想する</b>
ko: <b>도서관 2층에서 명상하기</b>
pt: <b>Meditar no segundo andar do Relicário</b>
ru: <b>Помедитируйте на втором этаже Хранилища</b>
th: <b>ทำสมาธิที่ชั้นสองในกรุสมบัติ</b>
vi: <b>Ngồi thiền ở tầng 2 Kho Tri Thức</b>
zh_hans: <b>在禁阁第二层冥想</b>
zh_hant: <b>在禁閣第二層冥想</b>

# daily_quest_meditate_night_night2_desc
source: <b>Meditate at the Vault's summit</b>
de: <b>Meditiere auf der Spitze des Tresors</b>
es: <b>Medita en el templo de la Bóveda</b>
fr: <b>Méditez au sommet de la Chambre forte</b>
id: <b>Meditasi di Kuil Kubah Pengetahuan</b>
it: <b>Medita in cima alla Cupola</b>
ja: <b>書庫の最上部で瞑想する</b>
ko: <b>도서관 가장 위층에서 명상하기</b>
pt: <b>Meditar no cume do Relicário</b>
ru: <b>Помедитируйте на вершине Хранилища</b>
th: <b>ทำสมาธิที่จุดสูงสุดของกรุสมบัติ</b>
vi: <b>Ngồi thiền ở tầng trên cùng Kho Tri Thức</b>
zh_hans: <b>在禁阁顶层冥想</b>
zh_hant: <b>在禁閣頂層冥想</b>

# daily_quest_meditate_night_night_desc
source: <b>Meditate with the Spirit Mantas</b>
de: <b>Meditiere mit den Geisterrochen</b>
es: <b>Medita con las Mantas espirituales</b>
fr: <b>Méditez avec les raies manta esprit</b>
id: <b>Bermeditasi dengan Roh Manta</b>
it: <b>Medita con le mante spirito</b>
ja: <b>書庫でマンタの精霊と共に瞑想する</b>
ko: <b>유령 만타가오리와 함께 명상하기</b>
pt: <b>Meditar com as arraias espirituais</b>
ru: <b>Помедитируйте с духами-мантами</b>
th: <b>ทำสมาธิกับกระเบนสปิริต</b>
vi: <b>Ngồi thiền với Tinh Linh Cá Đuối</b>
zh_hans: <b>在禁阁面对光鳐进行冥想</b>
zh_hant: <b>在禁閣與靈鰩冥想</b>

# daily_quest_meditate_prairie_butterfly_desc
source: <b>Meditate in Prairie's butterfly field</b>
de: <b>Meditiere im Schmetterlingsfeld der Prärie</b>
es: <b>Medita en Mariposas de la Planicie</b>
fr: <b>Méditez dans le champ de papillons de la Prairie</b>
id: <b>Meditasi di Ladang Kupu-Kupu</b>
it: <b>Medita nel campo di farfalle della Prateria</b>
ja: <b>草原の蝶々の住処で瞑想する</b>
ko: <b>초원의 나비 들판에서 명상하기</b>
pt: <b>Meditar no campo de borboletas da Campina</b>
ru: <b>Помедитируйте на поле бабочек в Прерии</b>
th: <b>ทำสมาธิในสนามผีเสื้อของทุ่งหญ้า</b>
vi: <b>Ngồi thiền ở cánh đồng bướm trong Thảo Nguyên</b>
zh_hans: <b>在蝴蝶原野冥想</b>
zh_hant: <b>在蝴蝶原野冥想</b>

# daily_quest_meditate_prairie_cave_desc
source: <b>Meditate at Prairie's cave shrine</b>
de: <b>Meditiere im Höhlenschrein der Prärie</b>
es: <b>Medita la Cueva de la Planicie</b>
fr: <b>Méditez dans le sanctuaire de grotte dans la Prairie</b>
id: <b>Meditasi di Goa Padang Rumput</b>
it: <b>Medita al santuario della grotta nella Prateria</b>
ja: <b>草原の洞窟で瞑想する</b>
ko: <b>초원의 동굴 제단에서 명상하기</b>
pt: <b>Meditar no altar da caverna da Campina</b>
ru: <b>Помедитируйте у пещерного алтаря в Прерии</b>
th: <b>ทำสมาธิที่แท่นบูชาถ้ำแห่งทุ่งหญ้า</b>
vi: <b>Ngồi thiền ở ngôi đền hang động trong Thảo Nguyên</b>
zh_hans: <b>在山洞的神坛冥想</b>
zh_hant: <b>在雲野山洞神壇冥想</b>

# daily_quest_meditate_prairie_island_desc
source: <b>Meditate at the Sanctuary Islands</b>
de: <b>Meditiere auf den Zufluchtsinseln</b>
es: <b>Medita en las Islas Santuario</b>
fr: <b>Méditez dans les Îles du sanctuaire</b>
id: <b>Meditasi di Kepulauan Suaka</b>
it: <b>Meditate alle Arcipelago del Paradiso</b>
ja: <b>楽園の島々で瞑想する</b>
ko: <b>낙원의 섬에서 명상하기</b>
pt: <b>Meditar nas Ilhas do Santuário</b>
ru: <b>Медитируйте на Островах укрытия</b>
th: <b>ทำสมาธิที่เกาะสวรรค์</b>
vi: <b>Ngồi thiền ở Quần Đảo Thánh Địa</b>
zh_hans: <b>在圣域群岛打坐</b>
zh_hant: <b>在聖域群島冥想</b>

# daily_quest_meditate_prairie_nestkeeper_desc
source: <b>Meditate at Prairie's bird nest shrine</b>
de: <b>Meditiere im Vogelnestschrein der Prärie</b>
es: <b>Medita en el nido del pájaro</b>
fr: <b>Méditez dans le sanctuaire nid de la Prairie</b>
id: <b>Meditasi di dekat Sarang Burung</b>
it: <b>Medita al santuario del nido nella Prateria</b>
ja: <b>草原の鳥の塔で瞑想する</b>
ko: <b>초원의 새 둥지 제단에서 명상하기</b>
pt: <b>Meditar no altar do ninho da Campina</b>
ru: <b>Помедитируйте у птичьего гнезда в Прерии</b>
th: <b>ทำสมาธิที่แท่นบูชารังนกของทุ่งหญ้า</b>
vi: <b>Ngồi thiền ở ngôi đền tổ chim trong Thảo Nguyên</b>
zh_hans: <b>在浮石上的神坛冥想</b>
zh_hant: <b>在浮石上的神壇冥想</b>

# daily_quest_meditate_prairie_village_faerie_desc
source: <b>Meditate at Prairie's faerie ring</b>
de: <b>Meditiere im Feenring der Prärie</b>
es: <b>Medita la aldea de la Planicie</b>
fr: <b>Méditez dans le cercle féérique de la Prairie</b>
id: <b>Meditasi di Desa Padang Rumput Siang</b>
it: <b>Medita al cerchio di fate della Prateria</b>
ja: <b>草原の妖精のリングで瞑想する</b>
ko: <b>초원의 요정 고리에서 명상하기</b>
pt: <b>Meditar no anel fátuo da Campina</b>
ru: <b>Помедитируйте у кольца фей в Прерии</b>
th: <b>ทำสมาธิที่วงแหวนภูติของทุ่งหญ้า</b>
vi: <b>Ngồi thiền ở vòng tinh linh trong Thảo Nguyên</b>
zh_hans: <b>在精灵花环冥想</b>
zh_hant: <b>在精靈花環旁冥想</b>

# daily_quest_meditate_prairie_village_koi_desc
source: <b>Meditate by Prairie's koi pond</b>
de: <b>Meditiere am Koiteich der Prärie</b>
es: <b>Medita junto al estanque de kois del templo de la Planicie</b>
fr: <b>Méditez à la mare des carpes koï de la Prairie</b>
id: <b>Meditasi di tepi kolam ikan koi Kuil Padang Rumput Siang</b>
it: <b>Medita presso lo stagno della Prateria</b>
ja: <b>草原の鯉の池で瞑想する</b>
ko: <b>초원의 잉어 연못에서 명상하기</b>
pt: <b>Meditar na lagoa de carpas da Campina</b>
ru: <b>Помедитируйте у пруда карпов в Прерии</b>
th: <b>ทำสมาธิที่บ่อปลาคราฟของทุ่งหญ้า</b>
vi: <b>Ngồi thiền ở hồ cá koi trong Thảo Nguyên</b>
zh_hans: <b>在鲤鱼池旁冥想</b>
zh_hant: <b>在鯉魚池旁冥想</b>

# daily_quest_meditate_rain_main_desc
source: <b>Meditate at the clearing in the Forest</b>
de: <b>Meditiere auf der Lichtung im Wald</b>
es: <b>Medita en las afueras del patio del Bosque</b>
fr: <b>Méditez dans la clairière de la Forêt</b>
id: <b>Meditasi di luar Halaman Hutan</b>
it: <b>Medita nella radura della Foresta</b>
ja: <b>雨林の開拓地で瞑想する</b>
ko: <b>숲 속 공터에서 명상하기</b>
pt: <b>Meditar na clareira da Floresta</b>
ru: <b>Помедитируйте на поляне в Лесу</b>
th: <b>ทำสมาธิในที่โล่งในป่า</b>
vi: <b>Ngồi thiền ở khu đất trống trong Rừng Mưa</b>
zh_hans: <b>在雨林的空地冥想</b>
zh_hant: <b>在雨林的空地冥想</b>

# daily_quest_meditate_rain_rainend_desc
source: <b>Meditate at the Forest's end</b>
de: <b>Meditiere am Ende des Walds</b>
es: <b>Medita en el Estanque Sagrado</b>
fr: <b>Méditez au bout de la Forêt</b>
id: <b>Meditasi di Kolam Suci</b>
it: <b>Medita al confine della Foresta</b>
ja: <b>雨林の端で瞑想する</b>
ko: <b>숲 끝에서 명상하기</b>
pt: <b>Meditar no fim da Floresta</b>
ru: <b>Помедитируйте в дальнем конце Леса</b>
th: <b>ทำสมาธิที่จุดสิ้นสุดของป่า</b>
vi: <b>Ngồi thiền ở cuối Rừng Mưa</b>
zh_hans: <b>在雨林的神庙冥想</b>
zh_hant: <b>在雨林的神廟冥想</b>

# daily_quest_meditate_rain_rainforest_desc
source: <b>Meditate above the brook in the Forest</b>
de: <b>Meditiere über dem Bach des Walds</b>
es: <b>Medita arriba del Arroyo del Bosque</b>
fr: <b>Méditez au-dessus du ruisseau de la Forêt</b>
id: <b>Meditasi di atas Anak Sungai Hutan</b>
it: <b>Medita in cima al torrente della foresta</b>
ja: <b>雨林の小川の上で瞑想する</b>
ko: <b>숲의 개울 위에서 명상하기</b>
pt: <b>Medite sobre o riacho da floresta</b>
ru: <b>Медитируйте у Лесного ручья</b>
th: <b>ทำสมาธิเหนือลำธารในป่า</b>
vi: <b>Ngồi thiền ở cạnh suối trong Rừng Mưa</b>
zh_hans: <b>在雨林的小溪旁冥想</b>
zh_hant: <b>在雨林的小溪旁冥想</b>

# daily_quest_meditate_rain_rainmid_desc
source: <b>Meditate at the Forest's boneyard</b>
de: <b>Meditiere auf dem Friedhof im Wald</b>
es: <b>Medita junto al deshuesadero del Bosque</b>
fr: <b>Méditez au cimetière de la Forêt</b>
id: <b>Meditasi di dekat Pemakaman Hutan</b>
it: <b>Medita nel cimitero della Foresta</b>
ja: <b>雨林の墓場で瞑想する</b>
ko: <b>숲 속 묘지에서 명상하기</b>
pt: <b>Meditar no ossário da Floresta</b>
ru: <b>Помедитируйте на могильнике в Лесу</b>
th: <b>ทำสมาธิที่สุสานของป่า</b>
vi: <b>Ngồi thiền ở khu chôn cất trong Rừng Mưa</b>
zh_hans: <b>在雨林的埋骨之地冥想</b>
zh_hant: <b>在雨林的埋骨之地冥想</b>

# daily_quest_meditate_rain_shelter_desc
source: <b>Meditate in the Forest's elevated clearing</b>
de: <b>Meditiere auf der höhergelegenen Lichtung im Wald</b>
es: <b>Medita en el Claro Elevado</b>
fr: <b>Méditez à la clairière élevée de la Forêt</b>
id: <b>Meditasi di Dataran Tinggi</b>
it: <b>Medita nella radura della Foresta</b>
ja: <b>雨林の雨が途切れる地で瞑想する</b>
ko: <b>숲 속 높은 공터에서 명상하기</b>
pt: <b>Meditar na clareira elevada da Floresta</b>
ru: <b>Помедитируйте на высокой поляне в Лесу</b>
th: <b>ทำสมาธิในที่โล่งสูงของป่า</b>
vi: <b>Ngồi thiền ở chỗ cao trong Rừng Mưa Bí Ấn</b>
zh_hans: <b>在树林高处冥想</b>
zh_hant: <b>在樹林高處冥想</b>

# daily_quest_meditate_sunset_citadel2_desc
source: <b>Meditate high above the Valley's citadel</b>
de: <b>Meditiere hoch über der Zitadelle des Tals</b>
es: <b>Medita por encima de la ciudadela</b>
fr: <b>Méditez loin au-dessus de la citadelle de la Vallée</b>
id: <b>Meditasi jauh di atas Benteng</b>
it: <b>Medita in cima alla cittadella della Valle</b>
ja: <b>峡谷の都市の上層で瞑想する</b>
ko: <b>계곡 요새 위에서 명상하기</b>
pt: <b>Meditar acima da cidadela do Vale</b>
ru: <b>Помедитируйте высоко над цитаделью Долины</b>
th: <b>ทำสมาธิอยู่สูงเหนือปราการของหุบเขา</b>
vi: <b>Ngồi thiền ở tầng cao của lâu đài trong Thung Lũng</b>
zh_hans: <b>在城堡上层冥想</b>
zh_hant: <b>在城堡上層冥想</b>

# daily_quest_meditate_sunset_citadel_desc
source: <b>Meditate above the citadel arch in the Valley</b>
de: <b>Meditiere über dem Zitadellenbogen des Tals</b>
es: <b>Medita en la cima de la entrada de la ciudadela</b>
fr: <b>Méditez au-dessus de l’arche de la citadelle de la Vallée</b>
id: <b>Meditasi di atas pintu masuk Benteng</b>
it: <b>Medita al di sopra dell'arco della cittadella della Valle</b>
ja: <b>峡谷の天球儀の側で瞑想する</b>
ko: <b>계곡 요새 아치 위에서 명상하기</b>
pt: <b>Meditar sobre o arco da cidadela do Vale</b>
ru: <b>Помедитируйте над аркой цитадели Долины</b>
th: <b>ทำสมาธิเหนือซุ้มปราการในหุบเขา</b>
vi: <b>Ngồi thiền ở trên vòm lâu đài trong Thung Lũng</b>
zh_hans: <b>在城堡拱门上冥想</b>
zh_hant: <b>在城堡拱門上冥想</b>

# daily_quest_meditate_sunset_main_desc
source: <b>Meditate by the Valley's ice rink</b>
de: <b>Meditiere an der Eisbahn des Tals</b>
es: <b>Medita mirando el Lago Congelado</b>
fr: <b>Méditez à côté de la patinoire de la Vallée</b>
id: <b>Meditasi sambil memandangi Danau Beku</b>
it: <b>Medita vicino alla pista di pattinaggio sul ghiaccio della Valle</b>
ja: <b>峡谷のスケートリンクで瞑想する</b>
ko: <b>계곡 아이스링크 옆에서 명상하기</b>
pt: <b>Meditar perto da pista de gelo do Vale</b>
ru: <b>Помедитируйте у катка Долины</b>
th: <b>ทำสมาธิข้างลานน้ำแข็งของหุบเขา</b>
vi: <b>Ngồi thiền ở sân băng trong Thung Lũng</b>
zh_hans: <b>在滑冰场旁边冥想</b>
zh_hant: <b>在滑冰場旁邊冥想</b>

# daily_quest_meditate_sunset_raceend_desc
source: <b>Meditate at the end of the race</b>
de: <b>Meditiere am Ende des Rennens</b>
es: <b>Medita en el Coliseo</b>
fr: <b>Méditez à la fin de la course</b>
id: <b>Meditasi di Koloseum</b>
it: <b>Medita al termine della gara</b>
ja: <b>峡谷のレース終着点で瞑想する</b>
ko: <b>레이스 끝에서 명상하기</b>
pt: <b>Medite no final da corrida</b>
ru: <b>Помедитируйте в конце гонки</b>
th: <b>ทำสมาธิที่จุดสิ้นสุดการแข่งขัน</b>
vi: <b>Ngồi thiền ở điểm cuối cuộc đua</b>
zh_hans: <b>在峡谷竞速终点冥想</b>
zh_hant: <b>在峽谷競速終點冥想</b>

# daily_quest_meditate_tgc_office_desc
source: <b>Meditate at the anniversary celebration</b>
de: <b>Meditiere bei der Feier des Jubiläums</b>
es: <b>Medita en la celebración del aniversario</b>
fr: <b>Méditez à la fête d'anniversaire</b>
id: <b>Bermeditasi di perayaan hari jadi</b>
it: <b>Medita nella festa di compleanno</b>
ja: <b>1周年お祝い会場で瞑想する</b>
ko: <b>기념일 축제에서 명상하세요</b>
pt: <b>Meditar na comemoração de aniversário</b>
ru: <b>Медитируйте во время празднования годовщины</b>
th: <b>ทำสมาธิที่งานฉลองครบรอบ</b>
vi: <b>Ngồi thiền trong lễ kỷ niệm</b>
zh_hans: <b>在办公室周年庆典上打坐</b>
zh_hant: <b>在辦公室週年慶典上冥想</b>

# daily_quest_meditate_tgc_office_nye_desc
source: <b>Share your New Year's Resolution in the office</b>
de: <b>Teile deinen Jahresvorsatz im Büro mit</b>
es: <b>Comparte tu resolución de año nuevo en la oficina</b>
fr: <b>Partagez votre résolution du nouvel an au bureau</b>
id: <b>Bagikan Resolusi Tahun Baru di kantor</b>
it: <b>Condividi in ufficio i tuoi propositi per il nuovo anno</b>
ja: <b>秘密のエリアで新年の抱負を瞑想する</b>
ko: <b>사무실에서 새해 다짐 공유하기</b>
pt: <b>Compartilhe sua resolução de Ano Novo no escritório</b>
ru: <b>Поделитесь своими новогодними обещаниями с коллегами</b>
th: <b>แชร์ปณิธานวันปีใหม่ของคุณในสำนักงาน</b>
vi: <b>Chia sẻ Mục tiêu Năm mới trong văn phòng</b>
zh_hans: <b>在办公室分享您的新年目标</b>
zh_hant: <b>在辦公室分享您的新年目標</b>
