Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# local_notification_unnamed_social_feed_followed
source: Someone wants to <b>view more</b> of your <b>Shared Creations</b> in the future!
de: Jemand möchte in Zukunft <b>mehr</b> von deinen <b>geteilten Kreationen</b> sehen!
es: ¡Alguien quiere <b>ver más</b> de tus <b>creaciones compartidas</b> en el futuro!
fr: Quelqu'un veut <b>voir plus</b> de vos <b>créations partagées</b> à l’avenir !
id: Seseorang ingin <b>melihat lebih banyak Kreasi Bersama</b> milikmu di masa mendatang!
it: Qualcuno vorrebbe <b>vedere tante altre</b> <b>Creazioni condivise</b> da te in futuro!
ja: 誰かがこの先あなたの<b>創作物</b>を<b>もっと鑑賞したい</b>と願っています！
ko: 누군가 당신의 <b>공유 창작물</b>을 <b>더 많이 보고 싶어 해요</b>!
pt: Alguém quer <b>ver mais</b> das suas <b>criações compartilhadas</b> no futuro!
ru: Кто-то хочет <b>видеть больше</b> ваших <b>общих творений</b> в будущем!
th: มีบางคนต้องการ<b>ดู</b><b>ผลงานที่แชร์</b>ของคุณมากขึ้นในอนาคต!
vi: Ai đó muốn <b>xem thêm</b> các <b>Sáng Tạo Chung</b> của bạn trong tương lai!
zh_hans: 有人希望今后<b>看到更多</b>你的<b>共享作品</b>！
zh_hant: 有人希望以後能<b>看到更多</b>你的<b>共享創作</b>！

# lootbox_name_auroraec
source: Spirit Blessing
de: Geister-Segen
es: Bendición del espíritu
fr: Bénédiction d’esprit
id: Berkat Roh
it: Benedizione dello spirito
ja: 精霊の祝福
ko: 영혼의 축복
pt: Bênção do espírito
ru: Благословение духа
th: พรของสปิริต
vi: Chúc Phúc Tinh Linh
zh_hans: 先灵祝福
zh_hant: 先靈祝福

# lootbox_name_balloonhat
source: Balloon Hat
de: Ballonhut
es: Sombrero de globos
fr: Chapeau-ballon
id: Topi Balon
it: Palloncino copricapo
ja: バルーンハット
ko: 풍선 모자
pt: Chapéu de balão
ru: Шляпа из шариков
th: หมวกลูกโป่ง
vi: Mũ Bóng Bay
zh_hans: 气球帽
zh_hant: 氣球帽

# lootbox_name_cake
source: Cake
de: Kuchen
es: Pastel
fr: Gâteau
id: Kue
it: Torta
ja: ケーキ
ko: 케이크
pt: Bolo
ru: Торт
th: เค้ก
vi: Bánh
zh_hans: 蛋糕
zh_hant: 蛋糕

# lootbox_name_color_black
source: Black Dye
de: Schwarze Farbe
es: Tintura negra
fr: Teinture noire
id: Pewarna Hitam
it: Tintura nera
ja: 黒色の光染料
ko: 검은색 염색약
pt: Tinta Preta
ru: Чёрная краска
th: สีย้อมสีดำ
vi: Thuốc Nhuộm Đen
zh_hans: 黑色染料
zh_hant: 黑光染

# lootbox_name_color_blue
source: Blue Dye
de: Blaue Farbe
es: Tintura azul
fr: Teinture bleue
id: Pewarna Biru
it: Tintura blu
ja: 青色の光染料
ko: 파란색 염색약
pt: Tinta Azul
ru: Синяя краска
th: สีย้อมสีฟ้า
vi: Thuốc Nhuộm Xanh Dương
zh_hans: 蓝色染料
zh_hant: 藍光染

# lootbox_name_color_cyan
source: Cyan Dye
de: Türkise Farbe
es: Tintura turquesa
fr: Teinture cyan
id: Pewarna Cyan
it: Tintura azzurra
ja: 水色の光染料
ko: 청록색 염색약
pt: Tinta Ciano
ru: Бирюзовая краска
th: สีย้อมสีฟ้าอมเขียว
vi: Thuốc Nhuộm Lục Lam
zh_hans: 青色染料
zh_hant: 青光染

# lootbox_name_color_green
source: Green Dye
de: Grüne Farbe
es: Tintura verde
fr: Teinture verte
id: Pewarna Hijau
it: Tintura verde
ja: 緑色の光染料
ko: 녹색 염색약
pt: Tinta Verde
ru: Зелёная краска
th: สีย้อมสีเขียว
vi: Thuốc Nhuộm Xanh Lá
zh_hans: 绿色染料
zh_hant: 綠光染

# lootbox_name_color_magenta
source: Purple Dye
de: Violetter Farbe
es: Tintura púrpura
fr: Teinture violette
id: Pewarna Ungu
it: Tintura viola
ja: 紫色の光染料
ko: 보라색 염색약
pt: Tinta Roxa
ru: Фиолетовая краска
th: สีย้อมสีม่วง
vi: Thuốc Nhuộm Màu Tím
zh_hans: 紫色染料
zh_hant: 紫光染

# lootbox_name_color_random
source: Dye
de: Farbe
es: Tintura
fr: Teinture
id: Pewarna
it: Tintura
ja: 光染料
ko: 염료
pt: Tinta
ru: Краска
th: สีย้อม
vi: Thuốc Nhuộm
zh_hans: 染料
zh_hant: 染料

# lootbox_name_color_random_lucky
source: Dye
de: Farbe
es: Tintura
fr: Teinture
id: Pewarna
it: Tintura
ja: 光染料
ko: 염료
pt: Tinta
ru: Краска
th: สีย้อม
vi: Thuốc Nhuộm
zh_hans: 染料
zh_hant: 染料

# lootbox_name_color_red
source: Red Dye
de: Rote Farbe
es: Tintura roja
fr: Teinture rouge
id: Pewarna Merah
it: Tintura rossa
ja: 赤色の光染料
ko: 빨간색 염색약
pt: Tinta Vermelha
ru: Красная краска
th: สีย้อมสีแดง
vi: Thuốc Nhuộm Đỏ
zh_hans: 红色染料
zh_hant: 紅光染

# lootbox_name_color_white
source: White Dye
de: Weiße Farbe
es: Tintura blanca
fr: Teinture blanche
id: Pewarna Putih
it: Tintura bianca
ja: 白色の光染料
ko: 흰색 염색약
pt: Tinta Branca
ru: Белая краска
th: สีย้อมสีขาว
vi: Thuốc Nhuộm Trắng
zh_hans: 白色染料
zh_hant: 白光染

# lootbox_name_color_yellow
source: Yellow Dye
de: Gelbe Farbe
es: Tintura amarilla
fr: Teinture jaune
id: Pewarna Kuning
it: Tintura gialla
ja: 黄色の光染料
ko: 노란색 염색약
pt: Tinta Amarela
ru: Жёлтая краска
th: สีย้อมสีเหลือง
vi: Thuốc Nhuộm Vàng
zh_hans: 黄色染料
zh_hant: 黃光染

# lootbox_name_commonec
source: Spirit Blessing
de: Geister-Segen
es: Bendición del espíritu
fr: Bénédiction d’esprit
id: Berkat Roh
it: Benedizione dello spirito
ja: 精霊の祝福
ko: 영혼의 축복
pt: Bênção do espírito
ru: Благословение духа
th: พรของสปิริต
vi: Chúc Phúc Tinh Linh
zh_hans: 先灵祝福
zh_hant: 先靈祝福

# lootbox_name_epic
source: Spirit Blessing
de: Geister-Segen
es: Bendición del espíritu
fr: Bénédiction d’esprit
id: Berkat Roh
it: Benedizione dello spirito
ja: 精霊の祝福
ko: 영혼의 축복
pt: Bênção do espírito
ru: Благословение духа
th: พรของสปิริต
vi: Chúc Phúc Tinh Linh
zh_hans: 先灵祝福
zh_hant: 先靈祝福

# lootbox_name_mischiefec
source: Spirit Blessing
de: Geister-Segen
es: Bendición del espíritu
fr: Bénédiction d’esprit
id: Berkat Roh
it: Benedizione dello spirito
ja: 精霊の祝福
ko: 영혼의 축복
pt: Bênção do espírito
ru: Благословение духа
th: พรของสปิริต
vi: Chúc Phúc Tinh Linh
zh_hans: 先灵祝福
zh_hant: 先靈祝福

# lootbox_name_rainbow
source: Trail
de: Spur
es: Estela
fr: Traînée
id: Jejak
it: Scia
ja: トレイル
ko: 궤적
pt: Rastro
ru: Радужный след
th: เส้นทาง
vi: Đường mòn
zh_hans: 尾迹
zh_hant: 尾跡

# lootbox_name_rainbowhair
source: Hair Tint
de: Haartönung
es: Tinte para cabello
fr: Teinture pour cheveux
id: Pewarna Rambut
it: Tinta per capelli
ja: ヘアティント
ko: 염색
pt: Tinta de cabelo
ru: Оттенок волос
th: สีผม
vi: Thuốc Nhuộm Tóc
zh_hans: 染色魔发
zh_hant: 染色魔髮

# lootbox_name_shared
source: Shared Space
de: Gemeinschaftsraum
es: Espacio compartido
fr: Espace partagé
id: Ruang Bersama
it: Spazio condiviso
ja: シェアスペース
ko: 공유공간
pt: Espaço compartilhado
ru: Общее пространство
th: พื้นที่ส่วนกลาง
vi: Không Gian Chung
zh_hans: 共享空间
zh_hant: 共享空間

# luke_ann_text1
source: Howdy everyone! I'm so grateful to be here with you all.
de: Hallöchen zusammen! Ich freue mich, bei euch sein zu dürfen.
es: ¡Hola a todo el mundo! Me alegra mucho estar aquí con ustedes.
fr: Bonjour à tous ! Je me réjouis d’être en votre compagnie.
id: Halo, Semuanya! Aku sangat bersyukur berada di sini bersama kalian semua.
it: Salve a tutti! Sono così felice di essere qui con voi.
ja: やあ、みんな！今日はこうしてみんなとここに居られて本当に嬉しいんだ
ko: 안녕하세요! 여러분과 함께할 수 있어 감사하게 생각해요.
pt: E aí, pessoal! Estou muito feliz por estar aqui com todos vocês.
ru: Всем привет! Как здорово быть здесь с вами!
th: ไง ทุกคน! ดีใจเหลือเกินที่ได้อยู่พร้อมหน้ากับทุกคนที่นี่
vi: Xin chào mọi người! Thật vui khi được ở đây cùng tất cả các bạn.
zh_hans: 大家好！很高兴今天能在这里和各位见面。
zh_hant: 大家好！很開心今天能和大家見面。

# luke_ann_text2
source: Welcome to my rolling rolling obstacle course FOR ROLLING!
de: Willkommen bei meinem rollenden Hindernisparcours, auf dem ihr HERUMROLLEN könnt!
es: Les doy la bienvenida a mi pista de obstáculos de giro, ¡PARA GIRAR!
fr: Bienvenue dans ma course de roulades d’obstacles... EN ROULANT !
id: Selamat datang di jalur rintangan berguling UNTUK BERGULING!
it: Benvenuti nel mio percorso a ostacoli rotolante PER ROTOLARE!
ja: ぐるぐる転がるための、ぐるぐる障害物コースへようこそ！
ko: 구르기를 위한 데굴데굴 장애물 코스에 오신 걸 환영해요!
pt: Boas-vindas à minha pista de obstáculos rolantes PARA ROLAR!
ru: Добро пожаловать на мою площадку, где можно крутиться и кататься!
th: ยินต้อนรับสู่เส้นทางกลิ้งวิบากของฉัน!
vi: Chào mừng bạn đến với khóa học của tôi: LĂN vượt chướng ngại vật!
zh_hans: 欢迎光临我的专门用来翻滚的滚来滚去障碍赛道！
zh_hant: 歡迎來到我專為翻滾設計的滾滾障礙賽道！

# luke_ann_text3
source: Come roll around with me!!
de: Kommt, rollt mit mir herum!!
es: ¡¡Ven a dar vueltas conmigo!!
fr: Venez faire des roulades en ma compagnie !!
id: Ayo berguling-guling denganku!!
it: Vieni a rotolare con me!
ja: 一緒にぐるぐるしようよ！
ko: 함께 굴러보시죠!
pt: Vem rolar comigo!!
ru: Покрутитесь со мной!
th: ลองม้วนตัวกลิ้งรอบตัวฉันสิ!!
vi: Cùng lăn với tôi nào!!
zh_hans: 快来和我一起快乐翻滚吧！！
zh_hant: 快跟我一起滾來滾去吧！!

# luke_ann_text4
source: Uh oh, this next part looks too hard for me... meet you on the other side!
de: Oje, der nächste Teil ist zu schwierig für mich ... wir sehen uns auf der anderen Seite!
es: Oh, oh, la parte que sigue es muy difícil para mí... ¡Nos vemos del otro lado!
fr: Euh, oh, la prochaine étape semble trop difficile pour moi... on se retrouve de l’autre côté !
id: Waduh, bagian selanjutnya terlalu sulit untukku... sampai jumpa di sisi lain!
it: O-oh, la parte successiva sembra troppo difficile per me... Ci vediamo di là!
ja: おっとぉ、このパートは難しそうだぞ…うん、向こう側でまた会おう！
ko: 앗, 다음 단계는 너무 어려울 것 같은데... 반대편에서 만나요!
pt: Eita, esta próxima parte parece muito difícil pra mim... A gente se vê do outro lado!
ru: Ой, тут всё уже сложнее... Увидимся на другой стороне!
th: เอ่อ โอ้ บททดสอบถัดไปดูเป็นเรื่องยากเกินไปสำหรับฉัน... ไว้พบกันที่อีกฝั่งหนึ่งนะ!
vi: Ố ồ, phần tiếp theo này có lẽ hơi khó với tôi... hẹn gặp bạn ở phía bên kia nhé!
zh_hans: 呃哦，接下来这段对我来说好像有点困难……我先去后面等你们了！
zh_hant: 哎呀，接下來這部分看起來好難……我先去後面等你們！

# luke_ann_text5
source: It's time for me to say goodbye T_T Keep rolling everybody! Happy Birthday, Sky!!
de: Es ist Zeit, mich zu verabschieden T_T Immer schön weiterrollen! Alles Gute zum Geburtstag, Sky!!
es: Es hora de despedirme T_T ¡Sigan girando! ¡¡Feliz cumpleaños, Sky!!
fr: Il est temps de faire nos adieux T_T Continuez de faire des roulades, tout le monde ! Bon anniversaire, Sky!!
id: Saatnya berpisah T_T Teruslah berguling! Selamat ulang tahun, Sky!!
it: È ora di salutarci T_T Continuate a girare! Buon compleanno, Sky!
ja: もうそろそろお別れの時間みたい(T-T) みんなこれからも転がり続けてね！ハッピー・バースデー、Sky！！
ko: 이제 작별할 때가 됐어요 T_T 열심히 굴러보세요! Sky 기념일을 축하해요!
pt: Chegou minha hora de dizer adeus T_T Continuem rolando! Feliz aniversário, Sky!!
ru: Пора прощаться T_T\\Крутитесь, не останавливайтесь! С днём рождения, Sky!
th: ถึงเวลาที่ต้องบอกลากันแล้วล่ะ T_T ทุกคน จงม้วนตัวกลิ้งกันต่อไป! Sky!! สุขสันต์วันเกิดนะ
vi: Đã đến lúc tôi phải nói lời tạm biệt T_T Cứ lăn đi nhé mọi người! Chúc mừng sinh nhật, Sky!!
zh_hans: 是时候说再见了 T_T 各位继续快乐翻滚吧！祝《光·遇》生日快乐！！
zh_hant: 我得先走了 T_T 大家繼續滾吧！祝 Sky 生日快樂！！

# luke_ann_text6
source: How's everybody rolling today?
de: Habt ihr heute schon eine Rolle gemacht?
es: ¿Cómo vienen los giros del día?
fr: Alors, tout le monde roule bien aujourd’hui ?
id: Bagaimana kabar kalian semua hari ini?
it: Come gira oggi?
ja: みんな今日も上手く転がってるかな？
ko: 다들 잘 구르고 있나요?
pt: E aí, pessoal, rolando bastante?
ru: Как вы? Крутитесь?
th: วันนี้ทุกคนเป็นยังไงบ้างเอ่ย สนุกกับการกลิ้งกันหรือเปล่า
vi: Hôm nay các bạn lăn thế nào?
zh_hans: 大家今天翻滚得快乐吗？
zh_hant: 大家今天滾得怎麼樣？

# mainstreet_exposition_01
source: Fear not, Child. You will defeat the darkness.
de: Fürchte dich nicht, Kind. Du wirst die Dunkelheit besiegen.
es: No temas, infante. Derrotarás a la oscuridad.
fr: N'aie crainte, mon enfant. Tu triompheras des ténèbres.
id: Jangan takut, Nak. Kamu akan mengalahkan kegelapan.
it: Non temere. Sconfiggerai l'oscurità.
ja: 恐れないで、星の子よ。あなたは闇を討つでしょう
ko: 빛의 아이여, 두려워 말아요. 그대는 어둠을 물리칠 거예요.
pt: Não tema, criança. Você derrotará a escuridão.
ru: Не бойся, дитя. Ты победишь тьму.
th: สปิริตน้อยเอ๋ย ไม่ต้องกลัวนะ คุณสามารถเอาชนะความมืดมิดได้
vi: Đừng sợ. Con sẽ đẩy lùi bóng tối.
zh_hans: 别怕，孩子。你终将战胜黑暗。
zh_hant: 別怕，孩子。你將會戰勝黑暗。

# mainstreet_exposition_02
source: Uncover our darkened Kingdom. Restore it with your flame.
de: Entdecke unser verdunkeltes Königreich. Stelle es mit deiner Flamme wieder her.
es: Desvela nuestro reino ensombrecido y restáuralo con tu llama.
fr: Fais revenir la lumière dans notre royaume avec ta flamme.
id: Mengungkap Kerajaan kita yang diselimuti kegelapan. Kembalikan dengan nyala apimu.
it: Scopri il nostro Regno oscurato. Ripristina la luce con la tua fiamma.
ja: 闇に覆われた我らの王国を解き放ち、あなたの炎で取り戻すのです
ko: 어둠으로 물든 왕국을 밝혀 주세요. 마음 속 불꽃으로 왕국을 되살려 주세요.
pt: Acabe com a escuridão em nosso reino. Restaure-o com sua chama.
ru: Развей мрак нашего королевства. Освети его своим пламенем.
th: ค้นพบอาณาจักรที่ถูกปกคลุมด้วยความมืดมิด และฟื้นฟูอาณาจักรด้วยเปลวไฟของคุณ
vi: Khám phá Vương quốc tăm tối của chúng tôi. Hãy khôi phục nơi đây bằng ngọn lửa của bạn.
zh_hans: 探索我们笼罩在阴影中的王国，用你的心火恢复他的光明。
zh_hant: 探索我們被暗影所籠罩的王國，用你的心火恢復它的光明。

# mainstreet_exposition_03
source: The fate of our Kingdom rests on your shoulders, Child.
de: Das Schicksal unseres Königreichs ruht auf deinen Schultern, Kind.
es: El destino de nuestro reino está en tus manos.
fr: L'avenir de notre royaume est entre tes mains, mon enfant.
id: Nasib Kerajaan kita berada di pundakmu, Nak.
it: Il destino del nostro Regno dipende da te.
ja: 王国の運命はあなたに託されました
ko: 왕국의 운명은 그대 손에 달려 있어요.
pt: O destino do nosso reino está em suas mãos, criança.
ru: Дитя, судьба королевства в твоей власти.
th: สปิริตน้อย ชะตากรรมของอาณาจักรแห่งนี้อยู่ในมือของคุณแล้ว
vi: Số phận của Vương quốc chúng tôi nằm trên vai bạn.
zh_hans: 我们王国的命运寄托在你的肩膀上，孩子。
zh_hant: 孩子，我們王國的命運現在就寄託在你身上。

# mainstreet_exposition_04
source: Others like you await, Child. This journey is yours to share.
de: Andere wie du warten auf dich, Kind. Teile diese Reise mit uns.
es: Conocerás a otros como tú, con quienes compartirás esta aventura.
fr: D'autres que toi attendent, mon enfant. Partage cette aventure avec eux.
id: Orang lain sepertimu sedang menunggu, Nak. Perjalanan ini adalah milikmu untuk dibagikan.
it: Altri come te attendono. Condividi questo viaggio con loro.
ja: あなたと似た者たちが待っています。彼らと旅を共に進めるのです
ko: 그대와 같은 아이들이 기다리고 있어요. 앞으로의 모험을 함께할 거예요.
pt: Outros como você lhe aguardam, criança. Esta jornada é sua para compartilhar.
ru: Остальные уже ждут тебя. Раздели с ними это приключение.
th: มีสปิริตตนอื่นๆ ที่เหมือนคุณรออยู่นะ สปิริตน้อย นี่เป็นการเดินทางที่คุณจะได้เล่าขานไปอีกนาน
vi: Những người giống bạn đang chờ đợi. Hãy chia sẻ cuộc hành trình này.
zh_hans: 还有其他像你一样的人在等待着，孩子。 你们将同舟共济。
zh_hant: 還有其他像你一樣的人在等待著，孩子。你們將同舟共濟。

# mainstreet_exposition_05
source: <1>Spirits</1> across the Kingdom cry for your help. You are needed.
de: <1>Geister</1> überall im Königreich rufen um Hilfe. Du wirst gebraucht.
es: Los <1>espíritus</1> de todo el reino imploran que los ayudes. Te necesitan.
fr: Des <1>esprits</1> vous appellent à l'aide à travers tout le royaume. Ils ont besoin de vous.
id: Para <1>roh</1> di seluruh Kerajaan berseru meminta pertolonganmu. Kamu dibutuhkan.
it: <1>Spiriti</1> in tutto il regno invocano il tuo aiuto. C'è bisogno di te.
ja: 王国中の<1>精霊たち</1>があなたの助けを求めています。あなたが必要なのです
ko: 왕국 곳곳에서 <1>영혼</1>이 도움을 청하고 있어요. 세계가 당신을 필요로 합니다.
pt: <1>Espíritos</1> por todo o Reino clamam por sua ajuda. Vocês são necessários.
ru: <1>Духам</1> этого мира нужна ваша помощь. Им не обойтись без вас.
th: <1>สปิริต</1>ทั่วอาณาจักรได้ร้องขอความช่วยเหลือจากคุณ ทุกคนต้องการคุณนะ
vi: Các <1>Tinh Linh</1> khắp Vương Quốc đang kêu gọi sự giúp đỡ của bạn. Họ rất cần bạn.
zh_hans: 王国各地的<1>先灵</1>都在呼唤你的帮助。我们需要你。
zh_hant: 整個國度的<1>先靈</1>都在呼喚你的幫助，我們需要你。

# mainstreet_exposition_06
source: Be brave, Child. The realm beyond this gate is but the first.
de: Sei mutig, Kind. Das Reich jenseits dieses Tores ist nur das erste.
es: Ten coraje, infante. El reino que se halla detrás de esta puerta es tan solo el primero.
fr: Sois brave, mon enfant. Le royaume au-delà de cette porte n'est que le premier.
id: Jadilah berani, Nak. Alam di luar gerbang ini hanyalah yang pertama.
it: Abbi coraggio. Il regno oltre questa porta non è che il primo.
ja: 勇敢たれ、星の子よ この門の先は、ほんの始まりに過ぎません
ko: 용기를 내세요, 빛의 아이여. 이 문 너머가 첫걸음입니다.
pt: Tenha coragem, criança. O reino além deste portão é só o primeiro.
ru: Не бойся, дитя. Мир за этими вратами лишь первый из многих.
th: สปิริตน้อย จงอย่าเกรงกลัวสิ่งใด ดินแดนที่อยู่เบื้องหลังประตูนี้ เป็นเพียงดินแดนแห่งแรกเท่านั้น
vi: Hãy dũng cảm lên. Đằng sau cánh cổng này chỉ là vương quốc đầu tiên mà thôi.
zh_hans: 要勇敢，孩子。 这道门后面的领域只是第一步。
zh_hant: 孩子，勇敢些。 這扇門後的領域只是整個旅程的開端。

# mainstreet_exposition_07
source: Find and free the <1>Spirits</1> still trapped in this place.
de: Finde und befreie die <1>Geister</1>, die noch an diesem Ort gefangen sind.
es: Busca a los <1>espíritus</1> que siguen atrapados aquí y libéralos.
fr: Trouvez et libérez les <1>esprits</1> toujours prisonniers de cet endroit.
id: Temukan dan bebaskan para <1>Roh</1> yang masih terperangkap di tempat ini.
it: Trova e libera gli <1>spiriti</1> ancora intrappolati in questo luogo.
ja: この地に未だ囚われている<1>精霊たち</1>を見つけ出し、解放しましょう
ko: 아직 이곳에 갇혀 있는 <1>영혼</1>을 찾아 해방시켜 주세요.
pt: Encontre e liberte os <1>espíritos</1> que estão presos neste lugar.
ru: Находите и освобождайте <1>духов</1>, до сих пор запертых тут.
th: ค้นหาและปลดปล่อย<1>สปิริต</1>ที่ยังติดอยู่ในสถานที่แห่งนี้
vi: Hãy tìm và giải thoát các <1>Tinh Linh</1> vẫn còn bị mắc kẹt trong nơi này.
zh_hans: 找到并解救仍被困在这里的<1>先灵</1>。
zh_hant: 尋找並解救仍被困於此地的<1>先靈</1>。

# mainstreet_exposition_candle_00
source: A mighty <2>flame</2> burns within you.
de: Eine mächtige <2>Flamme</2> brennt in dir.
es: Una <2>llama</2> arde en tu interior.
fr: Une puissante <2>flamme</2> brûle en toi.
id: Sebuah <2>api</2> yang dahsyat membara di dalam diri kamu.
it: Una potente <2>fiamma</2> arde dentro di te.
ja: あなたの胸の内で力強く燃える<2>炎</2>
ko: 마음 속에 강력한 <2>불꽃</2>을 품고 있군요.
pt: Uma <2>chama</2> poderosa queima dentro de você.
ru: Внутри тебя горит могучее <2>пламя</2>.
th: <2>เปลวไฟ</2>อันแรงกล้าลุกโชนอยู่ในตัวคุณ
vi: Một <2>ngọn lửa</2> mạnh mẽ bùng cháy trong con.
zh_hans: 一团强大的<2>心火</2>在你的体内燃烧。
zh_hant: 你體內燃燒著強大的<2>心火</2>。

# mainstreet_exposition_candle_01
source: Ours vanished long ago.
de: Unsere sind schon vor langer Zeit verschwunden.
es: La nuestra hace tiempo se extinguió.
fr: La nôtre s'est éteinte depuis bien longtemps.
id: Milik kita sudah lama lenyap.
it: La nostra è scomparsa molto tempo fa.
ja: 我らのものは遥か昔に消えてしまった
ko: 우리의 불꽃은 사라진 지 오래랍니다.
pt: A nossa desapareceu há muito tempo.
ru: Наше же давно погасло.
th: เปลวไฟของเราเลือนหายไปนานแล้ว
vi: Ngọn lửa nơi đây đã tắt từ lâu.
zh_hans: 我们的心火早已消失。
zh_hant: 我們的心火熄滅已久。

# mainstreet_return_to_guide
source: Return to the <1>Hopeful Steward</1>.
de: Kehre zum <1>Hoffnungsvollen Verwalter</1> zurück.
es: Vuelve con el <1>administrador optimista</1>.
fr: Retournez voir le <1>coordinateur optimiste</1>.
id: Kembali ke <1>Pelayan yang Penuh Harapan</1>.
it: Torna dall’<1>Assistente speranzoso</1>.
ja: <1>希望の番人</1>のもとへ戻りましょう
ko: <1>희망적인 집사</1>에게 돌아가주세요.
pt: Fale novamente com o <1>Gestor Otimista</1>.
ru: Вернитесь к <1>неунывающему смотрителю</1>.
th: กลับไปหา<1>บริกรผู้มีความหวัง</1>
vi: Quay lại với <1>Quản Gia Hy Vọng</1>.
zh_hans: 回去找<1>满怀希望的守护者</1>。
zh_hant: 回去找<1>滿懷希望的守護者</1>。

# mainstreet_shop_entrance_event
source: Entering a shop will <b>take you away</b> from the event you are <2>currently experiencing</2>.
de: Wenn du einen Shop betrittst, wirst du aus dem <2>aktuellen Event</2> <b>entfernt</b>.
es: Si entras a una tienda <b>abandonarás</b> el evento en el que estés <2>participando en ese momento</2>.
fr: Si vous entrez dans une boutique, vous <b>quitterez</b> l'événement <2>en cours</2>.
id: Memasuki toko akan <b>membawa kamu menjauh</b> dari peristiwa yang <2>sedang kamu alami</2>.
it: Se entri in un negozio <b>ti allontanerai</b> dall'<2>evento attuale</2>.
ja: お店に入ると<2>現在体験中</2>のイベントから、<b>退場</b>することになります
ko: 상점에 들어가면 <2>현재 참여 중</2>인 활동이 <b>중단됩니다</b>.
pt: Entrar em uma loja <b>tirará você</b> do evento em que está <2>atualmente</2>.
ru: Если войти в магазин, <2>текущее событие</2> <b>будет прервано</b> для вас.
th: การเข้าไปในร้านค้าจะเป็นการ<b>ออก</b>จากอีเวนต์ที่คุณ<2>กำลังเล่นอยู่</2>
vi: Bước vào một cửa hàng sẽ <b>đưa bạn ra khỏi</b> sự kiện mà bạn <2>đang trải nghiệm</2>.
zh_hans: 进入商店会<b>让你离开</b><2>当前正在参与</2>的活动。
zh_hant: 進入商店將會<b>使你離開</b>你目前<2>正在參與的</2>活動。

# mainstreet_spell_shop_boat_01
source: You have recieved a <b>message boat</b> as thanks.
de: Sie haben ein <b>nachrichtenboot</b> als Dank erhalten.
es: Has recibido un <b>barquito mensajero</b> como agradecimiento.
fr: Vous avez reçu un <b>bateau-message</b> en remerciement.
id: Kamu telah menerima <b>perahu pesan</b> sebagai ucapan terima kasih.
it: Hai ricevuto una <b>barchetta con messaggio</b> come ringraziamento.
ja: お礼に<b>メッセージ・ボート</b>を受け取りました
ko: 감사의 표시로 <b>종이배 메시지</b>를 받았습니다.
pt: Você recebeu um <b>mensagem no barco</b> como agradecimento.
ru: Вы получили <b>послания-кораблика</b> в знак благодарности.
th: คุณได้รับ<b>เรือส่งสาส์น</b>แทนคำขอบคุณ
vi: Bạn đã nhận được một <b>thuyền thông điệp</b> như lời cảm ơn.
zh_hans: 作为回报，您已收到一条<b>烛船</b>。
zh_hant: 作為回報，您已收到一條<b>燭船</b>。

# mainstreet_spell_shop_boat_02
source: <b>Drag</b> from the icon to place your <b>message boat</b> in the water.
de: <b>Ziehen</b> Sie vom Symbol, um Ihr <b>nachrichtenboot</b> ins Wasser zu setzen.
es: <b>Arrastra</b> desde el ícono para colocar tu <b>barquito mensajero</b> en el agua.
fr: <b>Glissez</b> de l'icône pour placer votre <b>bateau-message</b> dans l'eau.
id: <b>Tarik</b> dari ikon untuk menaruh <b>perahu pesan</b> milikmu di air.
it: <b>Trascina</b> dall'icona per posizionare la tua <b>barchetta con messaggio</b> nell'acqua.
ja: <b>メッセージ・ボート</b>を浮かべたいところへ、アイコンを水上まで<b>ドラッグ</b>しましょう
ko: 아이콘을 <b>드래그</b>하여 <b>종이배 메시지</b>를 물에 놓으세요.
pt: <b>Arraste</b> do ícone para colocar seu <b>mensagem no barco</b> na água.
ru: <b>Перетащите</b> из значка, чтобы поместить вашу <b>послания-кораблика</b> в воду.
th: <b>ลาก</b>จากไอคอนเพื่อวาง<b>เรือส่งสาส์น</b>ของคุณลงในน้ำ
vi: <b>Kéo</b> từ biểu tượng để đặt <b>thuyền thông điệp</b> xuống nước.
zh_hans: 从图标<b>拖动</b>以将您的<b>烛船</b>放入水中。
zh_hant: 從圖標<b>拖動</b>以將您的<b>燭船</b>放入水中。

# mainstreet_spell_shop_boat_02_ps
source: <1>Press <button type="menu_toggle"/></1> to place your <b>message boat</b> in the water.
de: <1>Drücken Sie <button type="menu_toggle"/></1>, um Ihr <b>nachrichtenboot</b> ins Wasser zu setzen.
es: <1>Presiona <button type="menu_toggle"/></1> para colocar tu <b>barquito mensajero</b> en el agua.
fr: <1>Appuyez sur <button type="menu_toggle"/></1> pour placer votre <b>bateau-message</b> dans l'eau.
id: <1>Tekan <button type="menu_toggle" /></1> untuk menempatkan <b>perahu pesan</b> milik kamu di air.
it: <1>Premi <button type="menu_toggle"/></1> per posizionare la tua <b>barchetta con messaggio</b> nell'acqua.
ja: <1><button type="menu_toggle"/>を押して</1>あなたの<b>メッセージ・ボート</b>を水面に浮かせましょう
ko: <1><button type="menu_toggle"/>을 눌러</1> <b>종이배 메시지</b>를 물 위에 배치하세요.
pt: <1>Pressione <button type="menu_toggle"/></1> para colocar o seu <b>barco de mensagem</b> na água.
ru: <1>Нажмите <button type="menu_toggle"/></1>, чтобы поместить вашу <b>послания-кораблика</b> в воду.
th: <1>กด <button type="menu_toggle"/></1> เพื่อวาง<b>เรือส่งสาส์น</b>ของคุณลงในน้ำ
vi: <1>Nhấn <button type="menu_toggle"/></1> để thả <b>thuyền thông điệp</b> của bạn xuống nước.
zh_hans: <1>按<button type="menu_toggle"/></1>将您的<b>烛船</b>放入水中。
zh_hant: <1>按<button type="menu_toggle"/></1>將您的<b>燭船</b>放入水中。

# mainstreet_storm_01
source: Aviary Village has been awakened.
de: Das Volieren-Dorf ist erwacht.
es: Se despertó la aldea aviaria.
fr: Le village volière a été réveillé.
id: Desa Aviary telah kembali.
it: Il Villaggio degli Uccelli è stato risvegliato.
ja: 花鳥郷が目覚めました
ko: 새들의 정원 마을이 깨어났어요.
pt: A Aldeia Aviária despertou.
ru: Птичья деревня пробудилась.
th: หมู่บ้านเอเวียรีตื่นขึ้นแล้ว
vi: Làng Chuồng Chim đã thức tỉnh.
zh_hans: 云巢已经苏醒。
zh_hant: 雲巢已經甦醒。
