Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap14_story_tree_1b2b3a4b_cont
source: Within the ominous chambers the faced many challenges. It was fortold that they would be first to succeed.
de: In den unheilvollen Kammern musste es sich einer Reihe von Herausforderungen stellen. Der Prophezeiung nach sollte es sie als Erstes bestehen.
es: Dentro de las amenazantes cámaras se enfrentaron a muchos desafíos. Estaba predicho que serían los primeros en salir victoriosos.
fr: Dans les chambres sinistres, ils relevèrent de nombreux défis. Il a été dit qu'ils seraient les premiers à réussir.
id: Di dalam ruangan yang tidak nyaman itu, mereka menghadapi banyak tantangan. Mereka diramalkan akan menjadi yang pertama berhasil.
it: All'interno delle camere inquietanti, affrontò molte sfide. Era stato preannunciato che sarebbe stato il primo a superarle.
ja: 恐る恐る踏み入れた洞窟では数多の試練が待ち受けていました。この子こそ、試練を初めて乗り越えると預言された子だったのです
ko: 방 안에서 그들은 수많은 도전에 직면했습니다. 그들이 처음으로 성공하리라는 예언이 있었습니다.
pt: Dentro de câmaras sinistras, enfrentaram muitos desafios. Foi predito que seriam as primeiras a ter sucesso.
ru: В мрачных залах их ждало немало испытаний. Но пророчество гласило — именно им суждено было преуспеть первыми.
th: พวกเขาต้องเผชิญกับความท้าทายมากมายภายในห้องที่เต็มไปด้วยความน่ากลัว ซึ่งมีคำทำนายไว้ว่า พวกเขาจะเป็นคนกลุ่มแรกที่ประสบความสำเร็จ
vi: Trong các căn phòng mang vận rủi, họ đối mặt với những thử thách. Họ đã được tiên đoán là những người đầu tiên thành công.
zh_hans: 在不祥的房间里他们面临着许多挑战。有预言称，他们会是第一批成功的人。
zh_hant: 在這個不祥的房間裡，他們面臨著許多挑戰。有人說，他們將是第一批成功的人。

# ap14_story_tree_1b2b3a4b_cont_abv
source: Within the ominous chambers...
de: In den unheilvollen Kammern ...
es: Dentro de las amenazantes cámaras...
fr: Dans les chambres sinistres...
id: Di dalam ruangan yang mengerikan...
it: All'interno delle camere inquietanti...
ja: 恐る恐る踏み入れた洞窟では…
ko: 불길한 동굴 안에서...
pt: Dentro de câmaras sinistras...
ru: Внутри дитя столкнулось...
th: ภายในห้องโถงที่ดูน่ากลัว...
vi: Trong các căn phòng mang vận rủi...
zh_hans: 在不祥的房间里……
zh_hant: 在這個不祥的房間裡……

# ap14_story_tree_1b2b3a_cont
source: Peering out as the sun illuminated the landscape...
de: Es spähte hinaus, als die Sonne die Landschaft erhellte ...
es: Observando como el sol iluminaba el paisaje...
fr: Regardant dehors alors que le soleil illuminait le paysage...
id: Mengintip saat matahari menyinari pemandangan...
it: Scrutando mentre il sole illuminava il paesaggio...
ja: そこからは、太陽に照らされた地平を一望できました
ko: 태양이 내리쬐는 풍경을 바라보던 아이는...
pt: Espreitando enquanto o sol iluminava a paisagem...
ru: Взглянуло на освещенный солнцем пейзаж...
th: พวกเขามองออกไป ในขณะที่ดวงตะวันสาดส่องให้เห็นทิวทัศน์...
vi: Nhìn ra khi mặt trời chiếu sáng cảnh vật...
zh_hans: 当阳光照亮一切，他们向外看去……
zh_hant: 當太陽照亮一切，他們向外望去……

# ap14_story_tree_1b2b3b
source: They fell into a valley
de: Es fiel in ein Tal
es: Cayeron en un valle
fr: Ils tombèrent dans une vallée
id: Mereka jatuh ke lembah
it: cadde in una valle.
ja: 谷底へと落ちてしまいました
ko: 그러다 그만 계곡에 빠지고 말았어요
pt: Elas adentraram um vale
ru: Не упало в долину
th: พวกเขาได้ตกลงไปในหุบเขา
vi: Họ tiến vào một thung lũng
zh_hans: 他们坠入了一处山谷
zh_hant: 他們跌進了某個山谷裡

# ap14_story_tree_1b2b3b4a
source: They saw a distant flame on the horizon slowly making its way to them.
de: Es sah eine Flamme in der Entfernung, die sich langsam vom Horizont her annäherte.
es: Vieron una llama distante en el horizonte que se acercaba lentamente hacia ellos.
fr: Ils virent une flamme lointaine à l'horizon qui se dirigeait lentement vers eux.
id: Mereka melihat nyala api di kejauhan cakrawala perlahan-lahan menghampiri mereka.
it: vide una fiamma lontana all'orizzonte che si avvicinava lentamente.
ja: 遠くに見えたのは炎の明かり、それはゆらりゆらりと近づいてくるようでした
ko: 아이는 아득한 지평선에서부터 천천히 가까워지는 불꽃을 발견했어요
pt: Avistaram uma chama distante no horizonte que ia lentamente em direção a elas.
ru: Дитя заметило, как от далекого горизонта к нему медленно приближается огонек.
th: พวกเขาเห็นเปลวไฟที่อยู่ห่างไกลบนขอบฟ้าที่กำลังเคลื่อนเข้ามาหาอย่างช้าๆ
vi: Họ nhìn thấy một ngọn lửa xa phía chân trời đang từ từ tiến đến phía họ.
zh_hans: 他们看到远处地平线上的一团火焰正缓慢地向他们靠近。
zh_hant: 他們看到遠方的地平線上有一團火焰，慢慢地向他們靠近。

# ap14_story_tree_1b2b3b4a_abv
source: They saw a distant flame...
de: Es sah eine Flamme in der Entfernung ...
es: Vieron una llama distante...
fr: Ils virent une flamme lointaine...
id: Mereka melihat api di kejauhan...
it: vide una fiamma lontana...
ja: 遠くには炎の明かりが…
ko: 아이는 아득히 먼 불꽃을 발견했어요...
pt: Avistaram uma chama distante...
ru: Дитя заметило огонек...
th: พวกเขาเห็นเปลวไฟที่อยู่ห่างไกล...
vi: Họ nhìn thấy một ngọn lửa xa...
zh_hans: 他们看到远处的一团火焰……
zh_hant: 他們看到遠方的……

# ap14_story_tree_1b2b3b4a_cont
source: The stranger offered a candle of light, and then their hand. A guardian, perhaps even a friend, had arrived.
de: Der Fremde bot ihm Kerzenlicht und eine helfende Hand an. Es hatte einen Wächter gefunden, vielleicht sogar einen Freund.
es: El extraño les ofreció una vela de luz, y luego su mano. Un guardián, quizás una amistad, había llegado.
fr: L'étranger offrit une bougie de lumière, puis sa main. Un gardien, peut-être même un ami, était arrivé.
id: Orang asing itu menawarkan lilin cahaya, kemudian bantuan. Seorang pelindung, mungkin juga teman, telah tiba.
it: Lo sconosciuto offrì una candela di luce, poi la sua mano. Era arrivato un guardiano, forse addirittura un amico.
ja: その人は、キャンドルを灯し、手を差し伸べてくれました。守護者、いえ、友が迎えに来てくれたのです
ko: 낯선 사람은 빛의 양초와 손을 내밀었어요. 보호자이자 친구가 나타난 거예요.
pt: A pessoa estranha ofereceu uma vela iluminada e, em seguida, a mão. Um guardião, ou até mesmo um amigo, havia chegado.
ru: Таинственная фигура предложила свечу из света — и свою помощь. Сразу стало ясно, что это защитник — а может, и друг.
th: คนแปลกหน้ายื่นเทียนแห่งแสงแล้วจึงยื่นมือให้ ผู้พิทักษ์ หรืออาจจะเป็นเพื่อน ได้มาถึงแล้ว
vi: Người lạ mang đến một ngọn nến chiếu sáng, và sự giúp đỡ. Một người giám hộ, hay thậm chí có lẽ là một người bạn, đã đến.
zh_hans: 陌生人给予了他们烛光与帮助。一名守卫，也可能是一位朋友，已经到达。
zh_hant: 陌生人提供了光之蠟燭和協助。一名守衛，也有可能是朋友，已經來了。

# ap14_story_tree_1b2b3b4a_cont_abv
source: The stranger offered...
de: Der Fremde bot ...
es: El extraño les ofreció...
fr: L'étranger offrit...
id: Orang asing itu menawarkan...
it: Lo sconosciuto offrì...
ja: その人は…
ko: 낯선 사람이 다가와...
pt: A pessoa estranha ofereceu...
ru: Таинственная фигура предложила...
th: คนแปลกหน้ายื่น...
vi: Người lạ mang đến...
zh_hans: 陌生人给予了……
zh_hant: 陌生人提供了……

# ap14_story_tree_1b2b3b4b
source: They looked up in search of rescue, and saw a shimmering star.
de: Es blickte nach oben, auf der Suche nach Hilfe, und sah einen glitzernden Stern.
es: Miraron hacia arriba en búsqueda de rescate, y vieron una estrella brillante.
fr: Ils levèrent les yeux en quête de secours, et virent une étoile scintillante.
id: Mereka mencari-cari bantuan, dan melihat bintang berkilauan.
it: alzò lo sguardo in cerca di soccorso e vide una stella scintillante.
ja: 救いを求め見上げた先には、空には星々が煌いていました
ko: 아이가 도움을 받을 곳을 찾아 고개를 들자 반짝이는 별이 보였어요
pt: Elas olharam para cima em busca de resgate e viram uma estrela cintilante.
ru: Дитя оглянулось в поисках выхода и увидело мерцающую звезду.
th: พวกเขามองขึ้นฟ้าเพื่อมองหาความช่วยเหลือ และได้เห็นดวงดาวที่ส่องแสงระยิบระยับ
vi: Họ ngước lên, mong được cứu giúp, và thấy một ngôi sao lung linh.
zh_hans: 他们抬头寻找着救援，并看到了一颗闪闪发光的明星。
zh_hant: 他們抬頭尋找救援，看到了一顆閃亮的星星。

# ap14_story_tree_1b2b3b4b_abv
source: They looked up in search...
de: Es blickte nach oben, auf der Suche nach ...
es: Miraron hacia arriba...
fr: Ils levèrent les yeux en quête...
id: Mereka mencari-cari bantuan...
it: alzò lo sguardo in cerca...
ja: 救いを求め見上げた先に…
ko: 아이는 고개를 들어 찾았어요...
pt: Elas olharam para cima em busca...
ru: Дитя оглянулось...
th: พวกเขามองขึ้นฟ้าเพื่อมองหา...
vi: Họ ngước lên, mong được cứu giúp...
zh_hans: 他们抬头寻找着……
zh_hant: 他們抬頭尋找……

# ap14_story_tree_1b2b3b4b_cont
source: It outlined the silhouette of magnificent temple. They heard bells, for their adventure had just begun.
de: Es offenbarte die Silhouette eines prachtvollen Tempels. Es waren Glocken zu hören ... das Abenteuer hatte gerade erst begonnen.
es: Delineó la silueta de un magnífico templo. Escucharon campanas, porque su aventura acababa de comenzar.
fr: Elle dessina la silhouette d'un temple magnifique. Ils entendirent des cloches, car leur aventure venait de commencer.
id: Sinarnya mempertegas bayang-bayang kuil yang megah. Mereka mendengar lonceng, tanda petualangan mereka baru saja dimulai.
it: Delineava la sagoma di un magnifico tempio. Udì delle campane: la sua avventura era appena iniziata.
ja: 星々に縁どられるように浮かび上がるは、荘厳な神殿の姿でした。鐘の音が聴こえる…冒険はまだ、始まったばかりです
ko: 별빛은 웅장한 사원의 윤곽을 드러냈어요. 종소리가 울리고, 아이의 모험이 지금 막 시작했어요.
pt: Esboçou-se a silhueta do magnífico templo. Elas ouviram sinos, pois a aventura estava apenas começando.
ru: Она освещала силуэт величественного храма. Дитя услышало звук колокола, ибо его приключение только началось.
th: ภาพเงาของวิหารอันงดงามตระการตาได้ปรากฏขึ้น พวกเขาได้ยินเสียงระฆังดังขึ้น เป็นสัญญาณว่าการผจญภัยได้เริ่มต้นขึ้นแล้ว
vi: Nó soi tỏ hình bóng của một ngôi đền tráng lệ. Họ nghe thấy tiếng chuông. Cuộc phiêu lưu của họ chỉ mới bắt đầu.
zh_hans: 它勾勒出了宏伟神庙的轮廓。他们听到了钟声，而他们的冒险也刚刚开始。
zh_hant: 祂的光勾勒出宏偉的寺廟輪廓。他們聽到了冒險啟航的鐘聲響起。

# ap14_story_tree_1b2b3b4b_cont_abv
source: It outlined the silhouette...
de: Es offenbarte die Silhouette ...
es: Delineó la silueta...
fr: Elle dessina la silhouette...
id: Sinarnya mempertegas bayang-bayang...
it: Delineava la sagoma...
ja: 星々に縁どられるように…
ko: 별빛은 윤곽을 드러냈어요...
pt: Esboçou-se a silhueta...
ru: Она освещала силуэт...
th: ภาพเงาได้ปรากฏขึ้น...
vi: Nó soi tỏ hình bóng...
zh_hans: 它勾勒出了轮廓……
zh_hant: 祂的光勾勒出……

# ap14_story_tree_1b2b3b_cont
source: Waking in the cold of night...
de: Es erwachte in der kühlen Nacht ...
es: Despierta en el frío de la noche...
fr: Se réveillant au cœur de la nuit...
id: Bangun di tengah dinginnya malam...
it: Risvegliandosi nel freddo della notte...
ja: 夜の寒さに目を覚ますと…
ko: 한밤중에 추위에 깨어난 아이는...
pt: Caminhando pelo frio da noite...
ru: Проснувшись ночью от холода...
th: เดินไปในค่ำคืนอันหนาวเหน็บ...
vi: Thức giấc trong cái lạnh của màn đêm...
zh_hans: 行走在寒冷的夜晚……
zh_hant: 在冷冽的夜裡醒來……

# ap14_story_tree_1b2b_cont
source: Until...
de: Bis ...
es: Hasta...
fr: Jusqu'à ce que...
id: Hingga...
it: fino a quando...
ja: そのうちに…
ko: 그러던 어느 날...
pt: Até que...
ru: Пока...
th: จนกระทั่ง...
vi: Cho đến khi...
zh_hans: 直至……
zh_hant: 直到……

# ap14_story_tree_1b_cont
source: Every day...
de: Jeden Tag ...
es: Cada día...
fr: Chaque jour...
id: Setiap hari...
it: Ogni giorno...
ja: 来る日も来る日も…
ko: 매일...
pt: Todo dia...
ru: Каждый день...
th: ทุกวัน...
vi: Hàng ngày...
zh_hans: 每天……
zh_hant: 每一天……

# ap16_fetch_01_confirm_leave
source: Travel to this spirit's memories in <1>Isle of Dawn</1>?
de: Willst du zu den Erinnerungen dieses Geists auf der <1>Insel der Dämmerung</1> reisen?
es: ¿Viajar hasta los recuerdos de este espíritu en la <1>Isla del Amanecer</1>?
fr: Voyager dans les souvenirs de cet esprit dans l'<1>Île de l'aube</1> ?
id: Jelajahi kenangan roh ini di <1>Pulau Fajar</1>?
it: Vuoi raggiungere i ricordi di questo spirito nell'<1>Isola dell'Alba</1>?
ja: <1>孤島</1>にいるこの精霊の記憶のもとへ向かいますか？
ko: <1>여명의 섬</1>으로 이동해 이 영혼의 기억을 확인할까요?
pt: Deseja ir para as lembranças deste espírito na <1>Ilha do Alvorecer</1>?
ru: Отправиться к воспоминаниям этого духа на <1>Острове рассвета</1>?
th: เดินทางไปยังความทรงจำของสปิริตตนนี้ใน<1>เกาะรุ่งอรุณ</1>หรือไม่
vi: Du hành tới ký ức của Tinh Linh này ở <1>Bán Đảo Bình Minh</1>?
zh_hans: 前往这位先灵在<1>晨岛</1>的记忆？
zh_hant: 前往此先靈在<1>晨島</1>的記憶？

# ap16_fetch_01_confirm_return
source: Return to the spirits in <1>Valley of Triumph</1>?
de: Willst du zu den Geistern im <1>Tal des Triumphs</1> zurückkehren?
es: ¿Regresar con los espíritus en el <1>Valle del Triunfo</1>?
fr: Retourner voir les esprits dans la <1>Vallée du triomphe</1> ?
id: Kembali ke roh di <1>Lembah Kejayaan</1>?
it: Vuoi tornare dagli spiriti nella <1>Valle del Trionfo</1>?
ja: <1>峡谷</1>にいる精霊たちのもとへ戻りますか？
ko: <1>승리의 계곡</1>에 있는 영혼에게 돌아갈까요?
pt: Voltar para os espíritos no <1>Vale do Triunfo</1>?
ru: Вернуться к духам в <1>Долине триумфа</1>?
th: กลับไปหาเหล่าสปิริตใน<1>หุบเขาแห่งชัยชนะ</1>หรือไม่
vi: Trở về với các Tinh Linh ở <1>Thung Lũng Vinh Quang</1>?
zh_hans: 回到<1>霞谷</1>中的先灵那里？
zh_hant: 返回這些<1>霞谷</1>先靈的所在之處？

# ap16_fetch_02_confirm_leave
source: Travel to this spirit's memories in <1>Hidden Forest</1>?
de: Willst du zu den Erinnerungen dieses Geists im <1>Verborgenen Wald</1> reisen?
es: ¿Viajar hasta los recuerdos de este espíritu en el <1>Bosque Escondido</1>?
fr: Voyager dans les souvenirs de cet esprit dans la <1>Forêt cachée</1> ?
id: Jelajahi kenangan roh ini di <1>Hutan Tersembunyi</1>?
it: Vuoi raggiungere i ricordi di questo spirito nella <1>Foresta Nascosta</1>?
ja: <1>雨林</1>にいるこの精霊の記憶のもとへ向かいますか？
ko: <1>비밀의 숲</1>으로 이동해 이 영혼의 기억을 확인할까요?
pt: Deseja ir para as lembranças deste espírito na <1>Floresta Oculta</1>?
ru: Отправиться к воспоминаниям этого духа в <1>Тайном лесу</1>?
th: เดินทางไปยังความทรงจำของสปิริตตนนี้ใน<1>ป่าลับ</1>หรือไม่
vi: Du hành tới ký ức của Tinh Linh này ở <1>Rừng Mưa</1>?
zh_hans: 前往这位先灵在<1>雨林</1>的记忆？
zh_hant: 前往此先靈在<1>雨林</1>的記憶？

# ap16_fetch_02_confirm_return
source: Return to the spirits in <1>Valley of Triumph</1>?
de: Willst du zu den Geistern im <1>Tal des Triumphs</1> zurückkehren?
es: ¿Regresar con los espíritus en el <1>Valle del Triunfo</1>?
fr: Retourner voir les esprits dans la <1>Vallée du triomphe</1> ?
id: Kembali ke roh di <1>Lembah Kejayaan</1>?
it: Vuoi tornare dagli spiriti nella <1>Valle del Trionfo</1>?
ja: <1>峡谷</1>にいる精霊たちのもとへ戻りますか？
ko: <1>승리의 계곡</1>에 있는 영혼에게 돌아갈까요?
pt: Voltar para os espíritos no <1>Vale do Triunfo</1>?
ru: Вернуться к духам в <1>Долине триумфа</1>?
th: กลับไปหาเหล่าสปิริตใน<1>หุบเขาแห่งชัยชนะ</1>หรือไม่
vi: Trở về với các Tinh Linh ở <1>Thung Lũng Vinh Quang</1>?
zh_hans: 回到<1>霞谷</1>中的先灵那里？
zh_hant: 返回這些<1>霞谷</1>先靈的所在之處？

# ap16_fetch_03_confirm_leave
source: Travel to this spirit's memories in <1>Valley of Triumph</1>?
de: Willst du zu den Erinnerungen dieses Geists im <1>Tal des Triumphs</1> reisen?
es: ¿Viajar hasta los recuerdos de este espíritu en el <1>Valle del Triunfo</1>?
fr: Voyager dans les souvenirs de cet esprit dans la <1>Vallée du triomphe</1> ?
id: Jelajahi kenangan roh ini di <1>Lembah Kejayaan</1>?
it: Vuoi raggiungere i ricordi di questo spirito nella <1>Valle del Trionfo</1>?
ja: <1>峡谷</1>にいるこの精霊の記憶のもとへ向かいますか？
ko: <1>승리의 계곡</1>으로 이동해 이 영혼의 기억을 확인할까요?
pt: Deseja ir para as lembranças deste espírito no <1>Vale do Triunfo</1>?
ru: Отправиться к воспоминаниям этого духа в <1>Долине триумфа</1>?
th: เดินทางไปยังความทรงจำของสปิริตตนนี้ใน<1>หุบเขาแห่งชัยชนะ</1>หรือไม่
vi: Du hành tới ký ức của Tinh Linh này ở <1>Thung Lũng Vinh Quang</1>?
zh_hans: 前往这位先灵在<1>霞谷</1>的记忆？
zh_hant: 前往此先靈在<1>霞谷</1>的記憶？

# ap16_fetch_03_confirm_return
source: Return to the spirits in <1>Valley of Triumph</1>?
de: Willst du zu den Geistern im <1>Tal des Triumphs</1> zurückkehren?
es: ¿Regresar con los espíritus en el <1>Valle del Triunfo</1>?
fr: Retourner voir les esprits dans la <1>Vallée du triomphe</1> ?
id: Kembali ke roh di <1>Lembah Kejayaan</1>?
it: Vuoi tornare dagli spiriti nella <1>Valle del Trionfo</1>?
ja: <1>峡谷</1>にいる精霊たちのもとへ戻りますか？
ko: <1>승리의 계곡</1>에 있는 영혼에게 돌아갈까요?
pt: Voltar para os espíritos no <1>Vale do Triunfo</1>?
ru: Вернуться к духам в <1>Долине триумфа</1>?
th: กลับไปหาเหล่าสปิริตใน<1>หุบเขาแห่งชัยชนะ</1>หรือไม่
vi: Trở về với các Tinh Linh ở <1>Thung Lũng Vinh Quang</1>?
zh_hans: 回到<1>霞谷</1>中的先灵那里？
zh_hant: 返回這些<1>霞谷</1>先靈的所在之處？

# ap16_fetch_04_confirm_leave
source: Travel to this spirit's memories in <1>Golden Wasteland</1>?
de: Willst du zu den Erinnerungen dieses Geists in der <1>Goldenen Ödnis</1> reisen?
es: ¿Viajar hasta los recuerdos de este espíritu en el <1>Páramo Dorado</1>?
fr: Voyager dans les souvenirs de cet esprit dans le <1>Désert d'or</1> ?
id: Jelajahi kenangan roh ini di <1>Gurun Emas</1>?
it: Vuoi raggiungere i ricordi di questo spirito nel <1>Deserto Dorato</1>?
ja: <1>捨てられた地</1>にいるこの精霊の記憶のもとへ向かいますか？
ko: <1>황금 황무지</1>에 있는 영혼에게 돌아갈까요?
pt: Deseja ir para as lembranças deste espírito no <1>Sertão Dourado</1>?
ru: Отправиться к воспоминаниям этого духа в <1>Золотой пустоши</1>?
th: เดินทางไปยังความทรงจำของสปิริตตนนี้ใน<1>แดนร้างทองอร่าม</1>หรือไม่
vi: Du hành tới ký ức của Tinh Linh này ở <1>Hoang Mạc Hoàng Kim</1>?
zh_hans: 前往这位先灵在<1>暮土</1>的记忆？
zh_hant: 前往此先靈在<1>暮土</1>的記憶？

# ap16_fetch_04_confirm_return
source: Return to the spirits in <1>Valley of Triumph</1>?
de: Willst du zu den Geistern im <1>Tal des Triumphs</1> zurückkehren?
es: ¿Regresar con los espíritus en el <1>Valle del Triunfo</1>?
fr: Retourner voir les esprits dans la <1>Vallée du triomphe</1> ?
id: Kembali ke roh di <1>Lembah Kejayaan</1>?
it: Vuoi tornare dagli spiriti nella <1>Valle del Trionfo</1>?
ja: <1>峡谷</1>にいる精霊たちのもとへ戻りますか？
ko: <1>승리의 계곡</1>으로 이동해 이 영혼의 기억을 확인할까요?
pt: Voltar para os espíritos no <1>Vale do Triunfo</1>?
ru: Вернуться к духам в <1>Долине триумфа</1>?
th: กลับไปหาเหล่าสปิริตใน<1>หุบเขาแห่งชัยชนะ</1>หรือไม่
vi: Trở về với các Tinh Linh ở <1>Thung Lũng Vinh Quang</1>?
zh_hans: 回到<1>霞谷</1>中的先灵那里？
zh_hant: 返回這些<1>霞谷</1>先靈的所在之處？

# ap16_gameplay_fail
source: The <1>memories</1> faded away from you - try to stay near them.
de: Die <1>Erinnerungen</1> haben sich von dir entfernt – versuche, in ihrer Nähe zu bleiben.
es: Los <1>recuerdos</1> se te escapan, intenta mantenerte cerca de ellos.
fr: Les <1>souvenirs</1> se sont éloignés, essayez de rester près d'eux.
id: <1>Kenangan</1> memudar darimu. Cobalah untuk tetap berada di dekatnya.
it: I <1>ricordi</1> si sono affievoliti, cerca di restare nelle vicinanze.
ja: <1>記憶</1>から遠ざかろうとしています。離れすぎないよう追いましょう
ko: <1>기억</1>이 사라지고 말았습니다. 가까운 거리를 유지해 보세요.
pt: As <1>lembranças</1> desapareceram. Tente ficar perto delas.
ru: <1>Воспоминания</1> уплыли от вас — попробуйте держаться поближе.
th: <1>ความทรงจำ</1>ได้เลือนรางไปจากคุณ - พยายามอยู่ใกล้ๆ พวกเขาล่ะ
vi: Những <1>ký ức</1> đang dần phai mờ - đừng rời đi quá xa.
zh_hans: <1>记忆</1>从你身边消逝了，请尽量待在记忆附近。
zh_hant: <1>記憶</1>已從你身邊消逝了——請盡量待在記憶附近。

# ap16_gameplay_music_reminder
source: A voice will guide you on this journey. It will be silent if you have muted the in-game music.
de: Eine Stimme wird dich auf dieser Reise begleiten. Wenn du die Musik im Spiel stumm geschaltet hast, bleibt sie stumm.
es: Una voz te guiará en este viaje. No la escucharás si quitaste la música del juego.
fr: Une voix vous guidera dans ce voyage. Elle sera silencieuse si vous avez coupé la musique du jeu.
id: Suara akan memandu kamu dalam perjalanan ini. Suara akan senyap jika kamu membisukan musik dalam game.
it: Una voce ti guiderà in questo viaggio. Se hai disattivato l'audio della musica nel gioco, non la sentirai.
ja: 声があなたを導いてくれるでしょう ゲーム音をミュートにしていると無音でのクエストとなります
ko: 신비로운 목소리가 길을 안내합니다. 게임 내 음악을 음소거한 경우 목소리가 들리지 않습니다.
pt: Uma voz lhe guiará nesta jornada. Ela será silenciada caso tenha colocado a música do jogo no mudo.
ru: Голос укажет вам путь. Но если отключить музыку в игре, его не будет слышно.
th: เสียงจะนำทางคุณไปในการเดินทางครั้งนี้ เสียงจะเงียบไป หากคุณปิดเสียงดนตรีในเกม
vi: Một giọng nói sẽ dẫn dắt bạn trong cuộc hành trình này. Đừng quên bật âm lượng nhạc trong trò chơi.
zh_hans: 有个声音将引导你踏上这段旅程。 如果你将游戏内的音乐静音，该声音将保持静默。
zh_hant: 將有一段聲音引領你踏上這段旅程。 如果你關閉遊戲內的音樂，它便會靜默不語。

# ap16_gameplay_start
source: Follow the <b>voice</b> through the <1>spirit's memories</1>.
de: Folge der <b>Stimme</b> durch die <1>Erinnerungen des Geistes</1>.
es: Sigue la <b>voz</b> a través de los <1>recuerdos del espíritu</1>.
fr: Suivez la <b>voix</b> à travers les <1>souvenirs des esprits</1>.
id: Ikuti <b>suara</b> di sepanjang <1>kenangan roh</1>.
it: Segui la <b>voce</b> attraverso i <1>ricordi dello spirito</1>.
ja: <b>声</b>の導きをたよりに、<1>精霊の記憶</1>を辿りましょう
ko: <b>목소리</b>를 따라 <1>영혼의 기억</1>을 탐험하세요
pt: Siga a <b>voz</b> pelas <1>lembranças dos espíritos</1>.
ru: Идите за <b>голосом</b> сквозь <1>воспоминания духа</1>.
th: ติดตาม<b>เสียง</b>ผ่าน<1>ความทรงจำของสปิริต</1>
vi: Đi theo <b>giọng nói</b> qua <1>ký ức của Tinh Linh</1>.
zh_hans: 跟着这个<b>声音</b>穿越<1>先灵的记忆</1>。
zh_hant: 跟隨<b>聲音</b>穿越<1>先靈記憶</1>。

# ap16_gameplay_warning
source: Return to the <1>memories</1> before they fade away.
de: Kehre zu den <1>Erinnerungen</1> zurück, bevor sie verblassen.
es: Regresa a los <1>recuerdos</1> antes de que desaparezcan.
fr: Retournez voir les <1>souvenirs</1> avant qu'ils ne disparaissent.
id: Kembali ke <1>kenangan</1> sebelum mereka memudar.
it: Ritorna ai <1>ricordi</1> prima che svaniscano.
ja: 消えてしまう前に、<1>記憶</1>に戻りましょう
ko: <1>기억</1>이 사라지기 전에 가까이 다가가세요
pt: Volte às <1>lembranças</1> antes que elas desapareçam.
ru: Вернитесь к <1>воспоминаниям</1>, пока они не уплыли.
th: กลับไปหา<1>ความทรงจำ</1>ก่อนจะเลือนหายไป
vi: Trở về với <1>ký ức</1> trước khi chúng phai mờ.
zh_hans: 赶在<1>记忆</1>消逝之前回到记忆那里。
zh_hant: 請在<1>記憶</1>消逝之前跟上它。

# ap17_shrine_done_1
source: The <1>spirit</1> loves their new space!
de: Der <1>Geist</1> liebt den neuen Raum!
es: ¡Al <1>espíritu</1> le encanta el nuevo espacio!
fr: L'<1>esprit</1> adore son nouvel espace !
id: <1>Roh</1> suka dengan ruang baru mereka!
it: Lo <1>spirito</1> adora il suo nuovo spazio!
ja: <1>精霊</1>がこの新たなスペースを気に入ったようです！
ko: 새로운 공간이 <1>영혼</1>의 마음에 쏙 드는 것 같아요!
pt: O <1>espírito</1> adorou o espaço novo!
ru: <1>Духу</1> нравится его новое место!
th: <1>สปิริต</1>รักพื้นที่ใหม่ของพวกเขามากเลย!
vi: <1>Tinh linh</1> rất thích không gian mới!
zh_hans: 这位<1>先灵</1>喜欢他的新空间！
zh_hant: 這位<1>先靈</1>超愛他的新空間！

# ap17_shrine_enter_1
source: Design a space that eases this <1>spirit's</1> sorrow.
de: Gestalte einen Raum, der den Kummer dieses <1>Geistes</1> lindert.
es: Diseña un espacio que calme el dolor de este <1>espíritu</1>.
fr: Concevez un espace qui apaise le chagrin de cet <1>esprit</1>.
id: Rancang ruang yang meredakan kesedihan <1>roh</1> ini.
it: Progetta uno spazio per alleviare la tristezza di questo <1>spirito</1>.
ja: この<1>精霊</1>の悲しみを和らげられるよう、スペースを飾りましょう
ko: <1>영혼의</1> 슬픔을 달래줄 공간을 꾸며보세요.
pt: Projete um espaço que alivie a tristeza desse <1>espírito</1>.
ru: Создайте пространство, которое развеет грусть <1>духа</1>.
th: ออกแบบพื้นที่ที่จะช่วยปลอบโยนความเศร้าโศกของ<1>สปิริต</1>ตนนี้
vi: Hãy thiết kế không gian giúp xoa dịu nỗi buồn của <1>tinh linh</1> này.
zh_hans: 设计可以缓解<1>先灵</1>悲伤的空间。
zh_hant: 設計一個能紓解這位<1>先靈</1>哀傷的空間吧。

# ap17_shrine_enter_2
source: Design a space that eases this <1>spirit's</1> sorrow.
de: Gestalte einen Raum, der den Kummer dieses <1>Geistes</1> lindert.
es: Diseña un espacio que calme el dolor de este <1>espíritu</1>.
fr: Concevez un espace qui apaise le chagrin de cet <1>esprit</1>.
id: Rancang ruang yang meredakan kesedihan <1>roh</1> ini.
it: Progetta uno spazio per alleviare la tristezza di questo <1>spirito</1>.
ja: この<1>精霊</1>の悲しみを和らげられるよう、スペースを飾りましょう
ko: <1>영혼의</1> 슬픔을 달래줄 공간을 꾸며보세요.
pt: Projete um espaço que alivie a tristeza desse <1>espírito</1>.
ru: Создайте пространство, которое развеет грусть <1>духа</1>.
th: ออกแบบพื้นที่ที่จะช่วยปลอบโยนความเศร้าโศกของ<1>สปิริต</1>ตนนี้
vi: Hãy thiết kế không gian giúp xoa dịu nỗi buồn của <1>tinh linh</1> này.
zh_hans: 设计可以缓解<1>先灵</1>悲伤的空间。
zh_hant: 設計一個能紓解這位<1>先靈</1>哀傷的空間吧。
