Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_world_quest_prairie_laugh_desc
source: <b>Relive Laughing Light Catcher's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung der Lachenden Lichtfarmerin von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo de la Cazadora de luz risueña en la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de l’attrapeuse de lumière riant dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Penangkap Cahaya Tertawa dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo della Raccoglitrice ridente nella Prateria Diurna</b>
ja: <b>草原で笑う光採取者の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 웃는 빛잡이의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Caçadora de Luz Risonha na Campina da Aurora</b>
ru: <b>Переживите воспоминания Смеющегося ловца света из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของผู้ดักจับแสงจอมหัวเราะจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Nông Dân Vui Vẻ đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温欢笑光农的记忆</b>
zh_hant: <b>重溫歡笑光農在雲野的記憶</b>

# daily_quest_world_quest_prairie_rally_desc
source: <b>Relive Rallying Thrillseeker's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Motivierenden Abenteuerlustigen von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Buscador de la luz alentador de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de l’amateur d'adrénaline motivant dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Pencari Sensasi Berkumpul dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo dell'Amante del brivido entusiasta nella Prateria Diurna</b>
ja: <b>草原で奮い立つ怖いもの知らずの記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 스릴 마니아의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Amante da Adrenalina Motivador na Campina da Aurora</b>
ru: <b>Переживите воспоминания Подбодряющего авантюриста из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของผู้รักความเร้าใจยอดนักเชียร์จากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Vận Động Viên Nhiệt Huyết đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温热血运动员的记忆</b>
zh_hant: <b>重溫熱血運動員在雲野的記憶</b>

# daily_quest_world_quest_prairie_salutation_desc
source: <b>Relive Stretching Guru's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Stretchenden Gurus von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Gurú estirando de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir du gourou en étirement dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Guru Panjang dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Guru stiracchiante nella Prateria Diurna</b>
ja: <b>草原で屈伸する導師の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 체조하는 선생의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Guru Alongando na Campina da Aurora</b>
ru: <b>Переживите воспоминания Растягивающегося гуру из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของกูรูนักยืดเหยียดจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Sư Phụ Giãn Cơ đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温舒展大师的记忆</b>
zh_hant: <b>重溫舒展大師在雲野的記憶</b>

# daily_quest_world_quest_prairie_thumbsup_desc
source: <b>Relive Applauding Bellmaker's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung der Applaudierenden Glockenmacherin von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo de la Campanera que aplaude de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de la fabricante de cloches applaudissant dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Pembuat Lonceng Salut dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo della Campanara che applaude nella Prateria Diurna</b>
ja: <b>草原で賞賛する鐘の造り手の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 박수 치는 종지기의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Sineira que Aplaude na Campina da Aurora</b>
ru: <b>Переживите воспоминания Аплодирующего звонаря из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของช่างทำระฆัง ผู้ปรบมือจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Thợ Đồng Hồ Vỗ Tay đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温鼓掌钟匠的记忆</b>
zh_hant: <b>重溫鼓掌鐘匠在雲野的記憶</b>

# daily_quest_world_quest_prairie_timid_desc
source: <b>Relive Timid Bookworm's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Schüchternen Bücherwurms von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Ratón de biblioteca tímido de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir du lecteur timide dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Kutu Buku Pemalu dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Lettore timido nella Prateria Diurna</b>
ja: <b>草原で引っ込み思案な読書家の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 소심한 책벌레의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Bibliófilo Tímido na Campina da Aurora</b>
ru: <b>Переживите воспоминания Робкого любителя книг из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของหนอนหนังสือผู้ขี้อายจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Mọt Sách Nhút Nhát đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温内秀书虫的记忆</b>
zh_hant: <b>重溫含蓄書蟲在雲野的記憶</b>

# daily_quest_world_quest_prairie_wave_desc
source: <b>Relive Waving Bellmaker's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Winkenden Glockenmachers von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Campanero que saluda de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de la fabricante de cloches disant adieu dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Pembuat Lonceng Melambai dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Campanaro sventolante nella Prateria Diurna</b>
ja: <b>草原で手を振る鐘の造り手の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 손 흔드는 종지기의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Sineiro que Acena na Campina da Aurora</b>
ru: <b>Переживите воспоминания приветливого звонаря из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของช่างทำระฆังผู้โบกมือจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Thợ Chuông Vẫy Tay từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温挥手钟匠的记忆</b>
zh_hant: <b>重溫揮手鐘匠在雲野的記憶</b>

# daily_quest_world_quest_prairie_wipe_desc
source: <b>Relive Exhausted Dock Worker's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Erschöpften Dockarbeiters von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Estibador exhausto de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir du travailleur de quai épuisé dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Pekerja Dermaga Kelelahan dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo dello Scaricatore esausto nella Prateria Diurna</b>
ja: <b>草原で疲弊した荷積み人の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 기진맥진한 부두 일꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Estivador Cansado na Campina da Aurora</b>
ru: <b>Переживите воспоминания Измученного грузчика из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของคนงานท่าเรือที่เหนื่อยล้าจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Người Đóng Tàu Mệt Mỏi đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温辛劳码头工的记忆</b>
zh_hant: <b>重溫辛勞碼頭工在雲野的記憶</b>

# daily_quest_world_quest_prairie_yawn_desc
source: <b>Relive Slumbering Shipwright's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Müden Bootsbauers von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Fabricante de barcos dormilón de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir du fabricant de bateaux somnolent dans la Prairie illuminée</b>
id: <b>Menghidupkan kembali kenangan Pelaut yang Tertidur dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Barcaiolo sonnolento nella Prateria Diurna</b>
ja: <b>草原で寝不足の造舟師の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 졸린 배 장인의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Fabricador de Barcos Sonolento na Campina da Aurora</b>
ru: <b>Переживите воспоминания Сонного корабела из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของช่างต่อเรือผู้หลับใหลจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Thợ Đóng Tàu Ngủ Gật ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温犯困船工的记忆</b>
zh_hant: <b>重溫愛睏船工在雲野的記憶</b>

# daily_quest_world_quest_rain_bubbles_desc
source: <b>Relive Daydream Forester's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Tagträumenden Försters vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Guardabosques soñador del Bosque Escondido</b>
fr: <b>Revivez le souvenir du forestier rêveur dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Penjaga Hutan Angan-angan dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo del Guardaboschi sognante nella Foresta Nascosta</b>
ja: <b>雨林で夢見がちな森の民の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 몽상하는 숲지기의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Silvicultor Sonhador na Floresta Oculta</b>
ru: <b>Переживите воспоминания Мечтательного лесовичка из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของผู้ดูแลป่าเพ้อฝันจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Đi Rừng Mộng Du đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温白日梦森林人的记忆</b>
zh_hant: <b>重溫白日夢森林人在雨林的記憶</b>

# daily_quest_world_quest_rain_chuckle_desc
source: <b>Relive Chuckling Scout's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Kichernden Pfadfinders vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Explorador risueño del Bosque Escondido</b>
fr: <b>Revivez le souvenir du scout ricanant dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Pramuka Cekikikan dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo dello Scout ridacchiante nella Foresta Nascosta</b>
ja: <b>雨林で含み笑いのスカウトの記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 키득거리는 스카우트의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Batedor Risonho na Floresta Oculta</b>
ru: <b>Переживите воспоминания Хихикающего скаута из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของผู้สอดแนมแอบหัวเราะจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Hướng Đạo Sinh Khúc Khích đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温傻笑童子军的记忆</b>
zh_hant: <b>重溫傻笑童子軍在雨林的記憶</b>

# daily_quest_world_quest_rain_cold_desc
source: <b>Relive Shivering Trailblazer's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung der Zitternden Wegbereiterin vom Verborgenen Wald</b>
es: <b>Revive el recuerdo de la Pionera temblorosa del Bosque Escondido</b>
fr: <b>Revivez le souvenir de la pionnière frissonnante dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Perintis Gemetaran dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo della Pioniera infreddolita nella Foresta Nascosta</b>
ja: <b>雨林で凍える先駆者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 덜덜 떠는 개척자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Pioneira Tremendo na Floresta Oculta</b>
ru: <b>Переживите воспоминания Продрогшего первопроходца из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของผู้บุกเบิกสั่นระริกจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Khai Hoang Run Rẩy đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温发抖开拓者的记忆</b>
zh_hant: <b>重溫發抖開拓者在雨林的記憶</b>

# daily_quest_world_quest_rain_cry_desc
source: <b>Relive Tearful Light Miner's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung der Weinerlichen Lichtabbauerin vom Verborgenen Wald</b>
es: <b>Revive el recuerdo de la Minera de luz llorona del Bosque Escondido</b>
fr: <b>Revivez le souvenir de la mineuse de lumière en larmes dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Penambang Cahaya Menangis dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo della Minatrice della luce triste nella Foresta Nascosta</b>
ja: <b>雨林で涙ぐむ光坑夫の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 눈물 흘리는 광부의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Mineradora de Luz Triste na Floresta Oculta</b>
ru: <b>Переживите воспоминания Слезливого сборщика света из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนักขุดแสงเจ้าน้ำตาจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Thợ Mỏ Bi Thương đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温悲伤矿工的记忆</b>
zh_hant: <b>重溫悲傷礦工在雨林的記憶</b>

# daily_quest_world_quest_rain_eww_desc
source: <b>Relive Scaredy Cadet's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Verängstigten Kadetten vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Cadete miedoso del Bosque Escondido</b>
fr: <b>Revivez le souvenir du cadet effrayé dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Kadet Penakut dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo del Cadetto spaventato nella Foresta Nascosta</b>
ja: <b>雨林で臆病な見習い士官の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 겁쟁이 생도의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Cadete Cauteloso na Floresta Oculta</b>
ru: <b>Переживите воспоминания Кадета-трусишки из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของทหารขี้กลัวจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Học Viên Nhát Gan đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温胆小鬼学员的记忆</b>
zh_hant: <b>重溫膽小鬼學員在雨林的記憶</b>

# daily_quest_world_quest_rain_facepalm_desc
source: <b>Relive Baffled Botanist's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung der Überraschten Botanikerin vom Verborgenen Wald</b>
es: <b>Revive el recuerdo de la Botánica perpleja del Bosque Escondido</b>
fr: <b>Revivez le souvenir du botaniste perplexe dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Ahli Tanaman Bingung dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo della Botanica perplessa nella Foresta Nascosta</b>
ja: <b>雨林でとまどう植物学者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 곤혹스러운 식물학자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Botanista Boquiaberto na Floresta Oculta</b>
ru: <b>Переживите воспоминания Растерянной травницы из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนักพฤกษศาสตร์ผู้สับสนจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Thực Vật Bàng Hoàng đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温茫然植物学生的记忆</b>
zh_hant: <b>重溫傻眼植物學生在雨林的記憶</b>

# daily_quest_world_quest_rain_hairtousle_desc
source: <b>Relive Hairtousle Teen's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Haarwuschel-Teenagers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Adolescente despeinado del Bosque Escondido</b>
fr: <b>Revivez le souvenir de l’adolescent ébouriffé dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Remaja Jepit Rambut dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo dell'Adolescente spettinato nella Foresta Nascosta</b>
ja: <b>雨林でぽんぽんする若者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 쓰다듬는 청년의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Adolescente Desgrenhado na Floresta Oculta</b>
ru: <b>Переживите воспоминания Косматого подростка из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของวัยรุ่นทรงผมยุ่งเหยิงจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Thanh Niên Tóc Bồng đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温蓬头青年的记忆</b>
zh_hant: <b>重溫蓬頭青年在雨林的記憶</b>

# daily_quest_world_quest_rain_kiss_desc
source: <b>Relive Admiring Actor's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Bewundernden Schauspielers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Actor admirado del Bosque Escondido</b>
fr: <b>Revivez le souvenir de l’acteur admiratif dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Aktor Pendamba dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo dell'Attore contemplante nella Foresta Nascosta</b>
ja: <b>雨林でうっとりするような旅役者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 감탄하는 배우의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Ator Admirado na Floresta Oculta</b>
ru: <b>Переживите воспоминания Восхищенного актера из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนักแสดงที่น่าชื่นชมจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Diễn Viên Đáng Ngưỡng Mộ đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温献情演员的记忆</b>
zh_hant: <b>重溫獻情演員在雨林的記憶</b>

# daily_quest_world_quest_rain_lazycool_desc
source: <b>Relive Laidback Pioneer's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Entspannten Pioniers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Pionero despreocupado del Bosque Escondido</b>
fr: <b>Revivez le souvenir du pionnier décontracté dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Perintis Santai dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo del Pioniere disinvolto nella Foresta Nascosta</b>
ja: <b>雨林でくつろぐ開拓者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 태평한 개척자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Pioneiro Descontraído na Floresta Oculta</b>
ru: <b>Переживите воспоминания Расслабленного первопроходца из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของผู้บุกเบิกแสนสบายจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Tiên Phong Ung Dung đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温随性拓荒者的记忆</b>
zh_hant: <b>重溫隨性拓荒者在雨林的記憶</b>

# daily_quest_world_quest_rain_marching_desc
source: <b>Relive Marching Adventurer's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung der Marschierenden Abenteurerin vom Verborgenen Wald</b>
es: <b>Revive el recuerdo de la Aventurera en marcha del Bosque Escondido</b>
fr: <b>Revivez le souvenir de l’aventurière marchante dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Petualang Berbaris dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo dell'Avventuriera in marcia nella Foresta Nascosta</b>
ja: <b>雨林で行進する冒険家の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 행진하는 모험가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Aventureira Marchante na Floresta Oculta</b>
ru: <b>Переживите воспоминания Марширующей авантюристки из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนักผจญภัยสวนสนามจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Mạo Hiểm Diễu Hành đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温正步冒险家的记忆</b>
zh_hant: <b>重溫正步冒險家在雨林的記憶</b>

# daily_quest_world_quest_rain_ohno_desc
source: <b>Relive Dismayed Hunter's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung der Bestürzten Jägerin vom Verborgenen Wald</b>
es: <b>Revive el recuerdo de la Cazadora abatida del Bosque Escondido</b>
fr: <b>Revivez le souvenir de la chasseuse consternée dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Pemburu Kecewa dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo della Cacciatrice costernata nella Foresta Nascosta</b>
ja: <b>雨林でうろたえる狩人の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 경악하는 사냥꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Caçadora Desmaiada na Floresta Oculta</b>
ru: <b>Переживите воспоминания Встревоженного охотника из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนายพรานผู้ผิดหวังจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Thợ Săn Thất Vọng đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温沮丧猎人的记忆</b>
zh_hant: <b>重溫沮喪獵人在雨林的記憶</b>

# daily_quest_world_quest_rain_pout_desc
source: <b>Relive Pouty Porter's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Mürrischen Gepäckträgers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Portero que hace puchero del Bosque Escondido</b>
fr: <b>Revivez le souvenir du porteur boudeur dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Pramuantar Cemberut dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo del Facchino imbronciato nella Foresta Nascosta</b>
ja: <b>雨林で怒れる運び人の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 토라진 짐꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Porteiro Mal-humorado na Floresta Oculta</b>
ru: <b>Переживите воспоминания Недовольного носильщика из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของผู้เฝ้าประตูบูดบึ้งจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Khuân Vác Ghen Tỵ đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温娇嗔搬运工的记忆</b>
zh_hant: <b>重溫嬌嗔搬運工在雨林的記憶</b>

# daily_quest_world_quest_rain_sarcastic_desc
source: <b>Relive Provoking Performer's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Provozierenden Künstlers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Artista provocador del Bosque Escondido</b>
fr: <b>Revivez le souvenir de l’interprète provocateur dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Penampil Provokator dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo dell'Artista provocatorio nella Foresta Nascosta</b>
ja: <b>雨林で挑戦的な表現者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 도발하는 곡예사의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Artista Provocante na Floresta Oculta</b>
ru: <b>Переживите воспоминания Исполнителя-провокатора из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนักแสดงจอมยั่วยุจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Biểu Diễn Khiêu Khích đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温挑衅艺伎的记忆</b>
zh_hant: <b>重溫挑釁藝伎在雨林的記憶</b>

# daily_quest_world_quest_rain_seek_desc
source: <b>Relive Hide'n'seek Pioneer's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Versteckspiel-Pioniers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Pionero de las escondidas del Bosque Escondido</b>
fr: <b>Revivez le souvenir du pionnier du cache-cache dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Pelopor Petak Umpet dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo del Pioniere nascosto nella Foresta Nascosta</b>
ja: <b>雨林でかくれんぼ提唱者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 숨바꼭질 개척자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Pioneiro de Esconde-esconde na Floresta Oculta</b>
ru: <b>Переживите воспоминания Первопроходца (прятки) из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของผู้บุกเบิกเกมซ่อนหาจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Khai Hoang Trốn Tìm đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温躲猫猫拓荒者的记忆</b>
zh_hant: <b>重溫躲貓貓拓荒者在雨林的記憶</b>

# daily_quest_world_quest_rain_shy_desc
source: <b>Relive Blushing Prospector 's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung der Errötenden Goldsucherin vom Verborgenen Wald</b>
es: <b>Revive el recuerdo de la Buscadora de oro sonrojada del Bosque Escondido</b>
fr: <b>Revivez le souvenir de la prospectrice rougissante dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Penyelidik Malu dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo della Prospettrice arrossita nella Foresta Nascosta</b>
ja: <b>雨林で恥じらう探鉱者の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 수줍은 탐험가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Garimpeira Ruborizada na Floresta Oculta</b>
ru: <b>Переживите воспоминания Краснеющего старателя из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนักสำรวจแร่ผู้เขินอายจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Khai Thác Nhút Nhát đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温羞涩勘探者的记忆</b>
zh_hant: <b>重溫羞澀勘探者在雨林的記憶</b>

# daily_quest_world_quest_rain_sorry_desc
source: <b>Relive Apologetic Lumberjack's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Sich entschuldigenden Baumfällers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Leñador arrepentido del Bosque Escondido</b>
fr: <b>Revivez le souvenir du bûcheron désolé dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Penebang Minta Maaf dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo del Taglialegna dispiaciuto nella Foresta Nascosta</b>
ja: <b>雨林で反省する木こりの記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 사과하는 나무꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Lenhador Apologético na Floresta Oculta</b>
ru: <b>Переживите воспоминания Извиняющегося лесоруба из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของคนตัดไม้ผู้สำนึกผิดจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Thợ Rừng Có Lỗi đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温歉意伐木工的记忆</b>
zh_hant: <b>重溫歉意伐木工在雨林的記憶</b>

# daily_quest_world_quest_rain_tsktsk_desc
source: <b>Relive Scolding Student's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung der Schimpfenden Schülerin vom Verborgenen Wald</b>
es: <b>Revive el recuerdo de la Estudiante gruñona del Bosque Escondido</b>
fr: <b>Revivez le souvenir de l’étudiante moralisatrice dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Murid Marah-marah dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo della Studentessa saccente nella Foresta Nascosta</b>
ja: <b>雨林でしたり顔の生徒の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 야단치는 학생의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Estudante Esbravejante na Floresta Oculta</b>
ru: <b>Переживите воспоминания Ворчливой студентки из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของนักเรียนจอมตำหนิจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Đội Trưởng Quản Lý đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温管事小队长的记忆</b>
zh_hant: <b>重溫管事小隊長在雨林的記憶</b>
