Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# feast_hare_q3_chat_08
source: Thank you, and adieu!
de: Danke und adieu!
es: ¡Gracias, y adiós!
fr: Merci et adieu !
id: Terima kasih, dan selamat tinggal!
it: Grazie e adieu!
ja: ありがとう、そしてごきげんよう！
ko: 고마워. 아듀!
pt: Agradeço! Adieu!
ru: Спасибо и адьё!
th: ขอบใจนะและลาก่อน!
vi: Cảm ơn bạn, tạm biệt!
zh_hans: 谢谢你，后会有期！
zh_hant: 感謝你，再會啦～

# feast_hare_q3_chat_recap_01
source: Try matching one pattern with another.
de: Versuche, zwei gleiche Muster zu finden.
es: Trata de emparejar los diseños.
fr: Essaie de faire correspondre deux motifs.
id: Cobalah mencocokkan satu pola dengan pola yang lain.
it: Prova ad abbinare uno schema all'altro.
ja: 柄を揃えるんだよ
ko: 무늬를 맞추세요.
pt: Tente combinar um padrão com outro.
ru: Попробуйте подобрать подходящие сочетания.
th: ลองจับคู่สองลวดลายเข้าด้วยกันสิ
vi: Hãy thử ghép một mẫu này với mẫu khác.
zh_hans: 请试着找到相互匹配的两个图案。
zh_hant: 請試著找到相互匹配的兩個圖案。

# feast_hare_q3_chat_recap_02
source: Pair the same cards together.
de: Paare die gleichen Karten.
es: Empareja las cartas iguales.
fr: Associe deux cartes.
id: Pasangkan kartu yang sama.
it: Abbina le carte uguali.
ja: 同じカードでペアを作るんだ
ko: 카드의 짝을 맞추세요.
pt: Junte as cartas iguais.
ru: Подберите пару для каждой из карт.
th: จับคู่การ์ดที่เหมือนกัน
vi: Ghép các thẻ giống nhau lại với nhau.
zh_hans: 将相同的卡片配对到一起。
zh_hant: 把相同的卡片配對在一起。

# feast_hare_q4_chat_01
source: Boats are meaningful.
de: Boote sind bedeutsam.
es: Los botes son importantes.
fr: Les bateaux ont du sens.
id: Perahu itu bermakna.
it: Le barche hanno un significato.
ja: ボートには意味がつまってるね
ko: 배는 의미가 깊어.
pt: Barcos são importantes.
ru: Кораблики очень важны.
th: เรือช่างมีความหมายมากๆ เลย
vi: Những chiếc thuyền thật là có ý nghĩa.
zh_hans: 小船是很有意义的。
zh_hant: 船是很有意義的。

# feast_hare_q4_chat_02
source: They carry memories I might forget.
de: Sie tragen die Erinnerungen, die ich vergessen könnte.
es: Guardan los recuerdos que quizá olvide.
fr: Ils transportent les souvenirs qu’on risque d’oublier.
id: Mereka membawa kenangan yang mungkin akan kulupakan.
it: Trasportano ricordi che potrei dimenticare.
ja: 僕が忘れた思い出を運んでるかも
ko: 내가 잊어버릴 수도 있는 기억을 실어 나르니까.
pt: Eles carregam memórias que posso esquecer.
ru: Они хранят воспоминания, которые я могу забыть.
th: พวกมันคอยแบกรับความทรงจำที่ฉันอาจลืมไปแล้ว
vi: Chúng mang theo những ký ức mà tôi có thể quên.
zh_hans: 它们承载着我可能会忘却的回忆。
zh_hant: 它們承載著我可能會遺忘的回憶。

# feast_hare_q4_chat_03
source: Do you have something you do not want to forget?
de: Gibt es etwas, das du nicht vergessen möchtest?
es: ¿Hay algo que no quieras olvidar?
fr: Tu as des choses dont tu aimerais te souvenir ?
id: Apakah kamu memiliki sesuatu yang tidak ingin kamu lupakan?
it: Tu hai qualcosa che non vuoi dimenticare?
ja: 君は忘れたくないものってある？
ko: 너도 잊고 싶지 않은 기억이 있니?
pt: Há alguma coisa que você não quer esquecer?
ru: Есть ли что-то, что ты не хочешь забыть?
th: คุณบางสิ่งที่คุณไม่อยากลืมไหม
vi: Bạn có điều gì mà bạn không muốn quên không?
zh_hans: 你有什么事情是不想被遗忘的吗？
zh_hant: 你有什麼不想遺忘的事情嗎？

# feast_hare_q4_chat_04
source: That was unexpected... my heart feels lighter now.
de: Das war unerwartet ... Mein Herz fühlt sich jetzt leichter an.
es: Qué inesperado… Ya siento menos pesar.
fr: Je ne m’attendais pas à ça… et c’est un vrai soulagement.
id: Itu tidak terduga... hatiku terasa lebih ringan sekarang.
it: Che strano... Ora il mio cuore si sente più leggero.
ja: それは予想外だったな…気持ちが軽くなったよ
ko: 생각도 못 했어... 이제 마음이 한결 가벼워졌어.
pt: Isso foi inesperado... meu coração está até mais leve.
ru: Это было неожиданно... Я чувствую такую лёгкость.
th: นั่นเป็นเรื่องที่ไม่คาดคิด... ตอนนี้หัวใจของฉันรู้สึกเบาสบายขึ้นแล้ว
vi: Thật bất ngờ... giờ đây trái tim tôi cảm thấy nhẹ nhõm hơn.
zh_hans: 这确实出乎意料……我的心现在感觉轻松了一些。
zh_hant: 真是意外⋯⋯現在心裡輕鬆多了。

# feast_hare_q4_chat_recap_01
source: Write a message to cherish forever.
de: Schreibe eine Nachricht, die du für immer in Erinnerung behalten wirst.
es: Escribe un mensaje que atesores para siempre.
fr: Ecrivez un message à chérir pour toujours.
id: Tulislah sebuah pesan untuk dikenang selamanya.
it: Scrivi un messaggio da custodire per sempre.
ja: ずっと大事にしたいメッセージを書いてよ
ko: 영원히 간직하고 싶은 메시지를 쓰세요.
pt: Escreva uma mensagem para guardar para sempre.
ru: Напишите послание, которое останется навсегда.
th: เขียนข้อความเพื่อเก็บไว้ชื่นชมตลอดไป
vi: Viết một thông điệp để trân trọng mãi mãi.
zh_hans: 写下一段你想永远珍藏的信息吧。
zh_hant: 寫下一段你想永遠珍藏的訊息吧。

# feast_hare_q4_chat_recap_02
source: Add a memory to your boat.
de: Füge deinem Boot eine Erinnerung hinzu.
es: Agrega un recuerdo a tu bote.
fr: Ajoutez un souvenir à votre bateau.
id: Tambahkan kenangan pada perahumu.
it: Aggiungi un ricordo alla tua barca.
ja: 君のボートにも思い出を
ko: 배에 기억을 추가하세요.
pt: Coloque uma memória no barco.
ru: Наполните кораблик воспоминанием.
th: ใส่ความทรงจำลงไปในเรือของคุณ
vi: Thêm một ký ức vào chiếc thuyền của bạn.
zh_hans: 把一段记忆放进你的小船里。
zh_hant: 把一段記憶放進你的船裡。

# feast_hare_q5_chat_01
source: (Yawn) I am sure I saw it!
de: (Gähn) Ich bin sicher, dass ich es gesehen habe!
es: (Uaaah) ¡Estoy segura de que lo vi!
fr: (Bâille) Je l’ai vu, j’en suis sûr !
id: (Menguap) Aku yakin aku melihatnya!
it: (Sbadiglio) Sono sicuro di averlo visto!
ja: ふわぁ… 僕絶対に見たのに！
ko: 흐아암, 진짜 봤어!
pt: (Uaah) Tenho certeza que vi!
ru: (Зевает) Уверен, что мне не приснилось!
th: (หาว) ฉันแน่ใจว่า ฉันเคยเห็นมัน!
vi: (Ngáp) Chắc chắn là tôi đã thấy nó!
zh_hans: (打呵欠) 我刚刚明明看见了！
zh_hant: （打哈欠）我剛剛明明看見了！

# feast_hare_q5_chat_02
source: But who will believe me...?
de: Aber wer wird mir glauben ...?
es: Pero ¿quién me creerá?…
fr: Mais qui me croira… ?
id: Tapi siapa yang akan mempercayaiku...?
it: Ma chi mi crederà?
ja: でも誰が信じてくれるだろ…？
ko: 하지만 누가 날 믿어주겠어...?
pt: Mas quem vai acreditar em mim...?
ru: Но кто мне поверит?..
th: แต่ใครจะเชื่อฉันล่ะ…
vi: Nhưng ai sẽ tin tôi cơ chứ...?
zh_hans: 但谁会相信我呢……？
zh_hant: 但誰會相信我呢⋯⋯？

# feast_hare_q5_chat_03
source: I should stay awake for a moment longer... Zzz...
de: Ich sollte noch für einen Moment wach bleiben ... Zzz ...
es: Mejor me quedo despierta un rato más… Zzz…
fr: Mieux vaut rester éveillé encore un peu… Zzz…
id: Aku harus tetap terjaga sebentar lagi... Zzz...
it: Dovrei restare sveglio ancora un po'... zzz...
ja: もうちょっと長く起きてないと……すぅ…
ko: 조금 더 깨어 있어야... 쿨쿨...
pt: Eu devia ficar acordado só mais um pouquinho... Zzz...
ru: Мне нужно держаться... Сейчас нельзя засыпать... *засыпает*
th: ฉันควรจะตื่นให้นานกว่านี้อีกสักพัก... คร๊อกก...
vi: Tôi nên thức thêm một lúc nữa... Zzz...
zh_hans: 我应该多保持一刻清醒……Zzz……
zh_hant: 我應該再撐一下下⋯⋯Zzz⋯⋯

# feast_hare_q5_chat_04
source: Ready? Let's capture the moment together.
de: Bereit? Fangen wir gemeinsam diesen Moment ein.
es: ¿Todo listo? Capturemos juntos el momento.
fr: Allez, capturons ce moment ensemble !
id: Siap? Ayo kita abadikan momen ini bersama-sama.
it: Ci siamo? Catturiamo insieme l'attimo.
ja: 準備はいい？その瞬間を捉えるんだよ
ko: 준비됐어? 함께 이 순간을 포착해 보자.
pt: Tudo pronto? Vamos capturar o momento juntos.
ru: Всё готово? Тогда запечатлим это мгновение вместе.
th: พร้อมหรือยัง เรามาเก็บภาพช่วงเวลาดีๆ ร่วมกันดีกว่า
vi: Sẵn sàng chưa? Chúng ta hãy cùng nhau ghi lại khoảnh khắc này.
zh_hans: 准备好了吗？让我们一起捕捉这个难忘时刻吧！
zh_hant: 準備好了嗎？一起留下這個瞬間吧！

# feast_hare_q5_chat_05
source: Wait... I was sure the spores were seconds away?
de: Warte ... Ich war sicher, dass die Sporen nur noch Sekunden entfernt waren?
es: Espera… Estaba segura de que las esporas estaban a unos segundos de distancia.
fr: Euh… j’aurais juré que les spores étaient sur le point d’apparaître !
id: Tunggu... Aku yakin spora itu tinggal beberapa detik lagi?
it: Aspetta, ero sicuro che le spore fossero a portata di mano...
ja: 待って、胞子が飛ぶまでまだ少しあったよね？
ko: 잠깐만... 버섯 포자가 나올 줄 알았는데?
pt: Espera aí... Eu tinha certeza de que os esporos estavam por perto!
ru: Погоди... Мне показалось, споры были в паре секунд от нас...
th: เดี๋ยวก่อน... ฉันแน่ใจว่า มีสปอร์อยู่ใกล้ๆ ใช่ไหม
vi: Đợi đã... Tôi chắc chắn là bào tử chỉ còn cách vài giây nữa thôi.
zh_hans: 等一下……孢子不是快要喷发了吗？
zh_hant: 等等⋯⋯孢子不是快要散開了嗎？

# feast_hare_q5_chat_06
source: Huh? Did you... did you take this for me?
de: Hm? Hast du ... Hast du das für mich gemacht?
es: ¿Eh? ¿Tú… lo tomaste para mí?
fr: Hein ? C’est… c’est toi qui l’a prise ?
id: Hah? Apakah kamu... apakah kamu mengambil ini untukku?
it: Cosa? L'hai... l'hai scattata per me?
ja: え？君、僕のために撮ってくれたの？
ko: 응? 날 위해... 사진을 찍어준 거야?
pt: Hein? Você... pegou isso pra mim?
ru: Хм? Это... это для меня, да?
th: ห้ะ คุณ... คุณนำสิ่งนี้มาให้ฉันเหรอ
vi: Hả? Bạn... bạn đã chụp ảnh này cho tôi chưa?
zh_hans: 啊？这是你......帮我拍的吗？
zh_hant: 嗯？這是你⋯⋯幫我拍的嗎？

# feast_hare_q5_chat_07
source: No one has ever helped me out like you have. Thank you!
de: Noch nie hat mir jemand so geholfen wie du. Dankeschön!
es: Nadie me había ayudado tanto como tú. ¡Gracias!
fr: C’est la première fois qu’on m’aide comme ça. Merci !
id: Tidak ada yang pernah membantuku seperti yang kamu lakukan. Terima kasih!
it: Nessuno mi ha mai aiutato come hai fatto tu. Grazie!
ja: これまで誰も君みたいに僕を助けてくれなかったよ、ありがとう！
ko: 날 이렇게까지 도와준 사람은 네가 처음이야. 고마워!
pt: Ninguém nunca me ajudou assim. Valeu!
ru: Никто ещё так мне не помогал. Спасибо!
th: ไม่เคยมีใครช่วยฉันอย่างที่คุณทำมาก่อนเลย ขอบคุณนะ!
vi: Chưa ai từng giúp tôi như bạn. Cảm ơn bạn!
zh_hans: 从未有人像你这样替我解围。谢谢你！
zh_hant: 從來沒有人像你這樣幫助過我。謝謝你！

# feast_hare_q5_hint
source: Take a photo of this rare event!
de: Mach ein Foto von diesem seltenen Event!
es: ¡Toma una foto de este evento extraordinario!
fr: Prenez une photo de cet événement rare !
id: Ambil foto dari peristiwa langka ini!
it: Scatta una foto di questo evento raro!
ja: この貴重な瞬間を撮影しましょう！
ko: 이 희귀한 장면을 사진으로 찍으세요!
pt: Tire uma foto deste evento único!
ru: Сделайте снимок такого редкого события!
th: ถ่ายรูปอีเวนต์ที่หายากนี้ไว้!
vi: Chụp ảnh sự kiện hiếm hoi này đi!
zh_hans: 为这个难得的瞬间拍摄一张照片吧！
zh_hant: 拍下這個難得的瞬間吧！

# feast_hare_q5_hint_01
source: You will soon witness the event.
de: Bald wirst du Zeuge dieses Events.
es: Muy pronto, presenciarás el evento.
fr: Vous allez bientôt voir l’événement.
id: Kalian akan segera menyaksikan kejadian itu.
it: Presto assisterai all'evento.
ja: もうすぐその瞬間を目撃することになるでしょう
ko: 곧 그 장면을 보게 될 거야.
pt: Em breve, você testemunhará o evento.
ru: Очень скоро вы сами увидите это событие.
th: อีกไม่นาน คุณจะได้เห็นอีเวนต์นี้
vi: Bạn sẽ sớm chứng kiến ​​sự kiện này thôi.
zh_hans: 你很快就会亲眼见证这场活动了。
zh_hant: 你很快就能親眼見證這場活動了。

# feast_hare_q5_hint_02
source: Be ready to capture the rare moment for Hare.
de: Sei bereit, den seltenen Moment für den Hasen einzufangen.
es: Procura capturar este momento tan único para la Liebre.
fr: Préparez-vous à capturer ce moment rare pour le lièvre.
id: Bersiaplah untuk mengabadikan momen langka untuk Kelinci.
it: Preparati a catturare questo raro momento per la Lepre.
ja: うさぎにとって特別な瞬間を撮影する準備をしましょう
ko: 토끼를 위해 희귀한 장면을 촬영할 수 있도록 준비하세요.
pt: Prepare-se para capturar o raro momento para a lebre.
ru: Готовьтесь запечатлеть этот редкий момент для Кролика.
th: เตรียมพร้อมเก็บภาพช่วงเวลาอันหายากของกระต่าย
vi: Hãy sẵn sàng ghi lại khoảnh khắc hiếm hoi này cho Hare.
zh_hans: 准备好替野兔记录这个难得的时刻
zh_hant: 準備好替野兔記錄這個難得的時刻。

# feast_hatter_q1_chat_01
source: Looks like we are running low on tea.
de: Sieht aus, als ginge uns der Tee aus.
es: Parece que nos estamos por quedar sin té.
fr: On va bientôt être à court de thé…
id: Sepertinya kita kehabisan teh.
it: Sembra che il tè stia per finire.
ja: おや、紅茶が足りないようだね
ko: 차가 부족한 것 같아.
pt: Parece que o chá está acabando.
ru: Похоже, у нас закончился чай.
th: ดูเหมือนว่าชาของเราจะใกล้จะหมดแล้ว
vi: Có vẻ như chúng ta sắp hết trà rồi.
zh_hans: 看起来我们的茶快喝完了。
zh_hant: 看來我們的茶快喝完了。

# feast_hatter_q1_chat_02
source: Hmm... Is a tea party "a tea party" without tea?
de: Hmm ... Ist eine Teeparty eine "eine Teeparty" ohne Tee?
es: Mmh… ¿Acaso una fiesta de té puede llamarse como tal si no hay té?
fr: Hmm… une dégustation de thé \« sans thé\ », ça compte ?
id: Hmm... Apakah pesta teh bisa disebut "pesta teh" tanpa teh?
it: Uhm... Che "festa del tè" sarebbe senza tè?
ja: さて…紅茶のないティーパーティは "ティーパーティ" たり得るかな？
ko: 흠... 차가 없는 다과회를 "다과회"라고 부를 수 있을까?
pt: Eita... Seria mesmo "uma festa do chá" sem chá?
ru: Хм... Разве чаепитие может быть чаепитием, если у нас нет чая?
th: เอ่อ... ปาร์ตี้น้ำชา คือ"ปาร์ตี้น้ำชา" ที่ไม่มีน้ำชาใช่หรือเปล่า
vi: Ừm... Tiệc trà còn là "tiệc trà" nếu không có trà sao?
zh_hans: 嗯……没有了茶的茶会还能叫“茶会”吗？
zh_hant: 嗯⋯⋯沒有茶的茶會還算「茶會」嗎？

# feast_hatter_q1_chat_03
source: Could you help light the fire and pour the water?
de: Könntest du mir helfen, das Feuer zu entfachen und das Wasser einzugießen?
es: ¿Podrías ayudar a encender el fuego y verter el agua?
fr: Tu pourrais m’aider à allumer le feu et verser l’eau ?
id: Bisakah kamu membantu menyalakan api dan menuangkan air?
it: Potresti aiutarmi ad accendere il fuoco e a versare l'acqua?
ja: 火をつけて湯を注ぐのを手伝ってくれないかい？
ko: 불을 붙이고 물을 붓는 걸 도와줄래?
pt: Você poderia ajudar a acender o fogo e servir a água?
ru: Помоги-ка мне разжечь огонь и налить воду.
th: คุณช่วยจุดไฟและเทน้ำได้ไหมเอ่ย
vi: Bạn có thể giúp nhóm lửa và rót nước không?
zh_hans: 你能帮忙生活再倒点水吗？
zh_hant: 可以幫忙生火再倒點水嗎？

# feast_hatter_q1_chat_04
source: May I suggest flying down to light the fire?
de: Darf ich vorschlagen, herunterzufliegen, um das Feuer anzuzünden?
es: Si me permites, te sugiero que vayas volando a encender el fuego.
fr: Si je peux me permettre, tu devrais descendre allumer le feu…
id: Bolehkah aku menyarankan untuk terbang ke bawah dan menyalakan api?
it: Posso suggerire di volare giù ad accendere il fuoco?
ja: 火を灯す場所まで飛んでいかれてはどうかな？
ko: 내려와서 불을 붙여줄 수 있니?
pt: Que tal voar até lá para acender o fogo?
ru: Предлагаю спуститься вниз и разжечь огонь.
th: ฉันขอเสนอให้บินลงไปจุดไฟดีไหม
vi: Bạn có thể bay xuống để nhóm lửa không?
zh_hans: 我们是不是可以飞下去点火？
zh_hant: 不如試試飛下去點火？

# feast_hatter_q1_chat_05
source: Wonderfully done!
de: Großartig gemacht!
es: ¡Maravilloso!
fr: C’est parfait !
id: Bagus sekali!
it: Meraviglioso!
ja: 素晴らしい！
ko: 아주 잘 했어!
pt: Perfeito!
ru: Великолепная работа!
th: ทำได้ยอดเยี่ยมมาก!
vi: Làm tuyệt lắm!
zh_hans: 干得漂亮！
zh_hant: 做得太棒了！

# feast_hatter_q1_chat_06
source: Now jump on the spoon to pour the water.
de: Jetzt springe auf den Löffel, um das Wasser einzugießen.
es: Ahora, salta en la cuchara para verte el agua.
fr: Maintenant, saute sur la cuillère pour verser l’eau.
id: Sekarang ambil sendok untuk menuangkan air.
it: Ora salta sul cucchiaio per versare l'acqua.
ja: さあスプーンに飛び乗ってお湯を注ごう
ko: 이제 숟가락 위로 점프해서 물을 부어.
pt: Agora pule na colher para servir a água.
ru: А теперь запрыгивай на ложку, чтобы налить воды.
th: กระโดดขึ้นไปบนช้อนเพื่อเทน้ำเลยสิ
vi: Bây giờ hãy nhảy lên thìa để rót nước.
zh_hans: 现在跳上勺子来倒水。
zh_hant: 現在跳到湯匙上，把水倒進去吧。

# feast_hatter_q1_chat_07
source: This tea party certainly is "a tea party" now we have tea.
de: Diese Teeparty ist mit Sicherheit "eine Teeparty", jetzt, da wird Tee haben.
es: Ahora que tenemos té, esta "fiesta de té" es digna de su nombre.
fr: Maintenant qu’on a du thé, c’est une vraie \« dégustation de thé\ » !
id: Pesta teh ini tentu saja adalah "pesta teh" karena sekarang kita punya teh.
it: Questa festa del tè è una vera "festa del tè", ora che abbiamo il tè.
ja: 紅茶がある今、このティーパーティはまさに "ティーパーティ" そのものだね
ko: 차가 있으니까 이제야 진짜 "다과회" 같네.
pt: Agora sim esta festa do chá é, de fato, "uma festa do chá"... já que agora temos chá.
ru: Ну вот, теперь у нас настоящее чаепитие с настоящим чаем.
th: ปาร์ตี้น้ำชาครั้งนี้คงจะเป็น "ปาร์ตี้น้ำชา" จริงๆ แล้วล่ะ เพราะตอนนี้เรามีน้ำชาแล้ว
vi: Giờ chúng ta đã có trà, đây chắc chắn là "tiệc trà" rồi.
zh_hans: 有茶了，这下终于像个茶会了！
zh_hant: 有茶了，這下終於像個茶會了！

# feast_hatter_q1_chat_08
source: I can take it from here.
de: Ich schaffe das ab hier.
es: Yo me encargo del resto.
fr: Je prends le relais.
id: Aku bisa mengambilnya dari sini.
it: Da qui in poi posso occuparmene io.
ja: ここからは私がしよう
ko: 이제부턴 내가 할게.
pt: Agora deixa comigo.
ru: Дальше я справлюсь сам.
th: ฉันจะจัดการต่อให้เอง
vi: Tôi có thể tiếp tục từ đây.
zh_hans: 剩下的就交给我吧。
zh_hant: 接下來交給我吧。

# feast_hatter_q2_chat_01
source: What a conundrum.
de: Was für ein Rätsel.
es: Qué problema.
fr: Quelle casse-tête…
id: Sungguh sebuah teka-teki.
it: Che enigma!
ja: なんという難題だ
ko: 참 어려운 문제네.
pt: Que dilema.
ru: Ну что за шарада!
th: ปริศนาอะไรกันนี่
vi: Quả là một vấn đề hóc búa.
zh_hans: 这还真让人头疼啊。
zh_hant: 這還真讓人頭痛啊。

# feast_hatter_q2_chat_02
source: A perfect host is only as perfect as their hat.
de: Ein perfekter Gastgeber ist nur so perfekt wie sein Hut.
es: El anfitrión es tan perfecto como su sombrero.
fr: Pour une réception parfaite, il faut un chapeau parfait.
id: Tuan rumah yang sempurna hanya sesempurna topinya.
it: Un padrone di casa è perfetto solo se indossa un cappello perfetto.
ja: 完璧な主催者は帽子くらい完璧であるべきだろう
ko: 완벽한 파티 주최자는 완벽한 모자를 써야 해.
pt: Um anfitrião perfeito só é perfeito com um chapéu de respeito.
ru: Радушный хозяин хорош настолько, насколько хороша его шляпа.
th: เจ้า���าพที่สมบูรณ์แบบย่อมต้องมีหมวกที่สมบูรณ์ด้วย
vi: Một người chủ nhà hoàn hảo chỉ hoàn hảo như chiếc mũ của họ thôi.
zh_hans: 完美的主人要有完美的帽子才行。
zh_hant: 完美的主人要有完美的帽子才行。

# feast_hatter_q2_chat_03
source: I trust you can help me pick a new one?
de: Ich vertraue darauf, dass du mir hilfst, einen neuen auszusuchen?
es: ¿Me ayudarías a elegir uno nuevo?
fr: Je peux compter sur toi pour m’aider à le choisir ?
id: Aku percaya kamu bisa membantuku memilih yang baru?
it: Spero che tu possa aiutarmi a sceglierne uno nuovo.
ja: もちろん選ぶのを手伝ってくれるだろう？
ko: 새 모자 고르는 걸 도와줄래?
pt: Acredito que você pode me ajudar a escolher um novo, né?
ru: Мне нужна новая. Я могу положиться на твой выбор?
th: ฉันเชื่อว่าคุณสามารถช่วยฉันเลือกหมวกใบใหม่ได้
vi: Tôi tin là bạn có thể giúp tôi chọn một chiếc mũ mới?
zh_hans: 我相信你可以帮我挑选一顶崭新的帽子吧？
zh_hant: 我相信你能幫我挑一頂新的帽子吧？

# feast_hatter_q2_chat_04
source: A hat. Yes, a new hat was what one was waiting on.
de: Einen Hut. Ja, ein neuer Hut ist das, worauf ich gewartet habe.
es: Un sombrero. Sí, un sombrero nuevo es lo que esperaba.
fr: Un chapeau. Oui, c’est un nouveau chapeau que je voulais…
id: Sebuah topi. Ya, topi baru adalah apa yang ditunggu-tunggu.
it: Un cappello. Sì, quello che ci si aspettava era un nuovo cappello.
ja: ハット。帽子。そう、新たなものが待ち望まれているんだ
ko: 모자, 새 모자야말로 누구나 기다리는 것이지.
pt: Um chapéu. Isso, um chapéu novo era o que faltava.
ru: Шляпа. Нужна именно шляпа — и прямо сейчас.
th: หมวกงั้นเหรอ ใช่แล้ว เรากำลังรอคอยหมวกใบใหม่อยู่
vi: Một chiếc mũ. Đúng vậy, một chiếc mũ mới là thứ mà người ta đang mong chờ.
zh_hans: 一顶帽子！没错，我一直在等的就是一顶合适的帽子。
zh_hant: 沒錯，我一直在等的就是一頂合適的帽子。

# feast_hatter_q2_chat_05
source: Please choose one.
de: Bitte wähle einen aus.
es: Elige uno.
fr: Choisis-en un.
id: Silakan pilih satu.
it: Per favore scegline uno.
ja: さあ、1つ選んでくれ
ko: 하나를 골라.
pt: Escolha um, por favor.
ru: Пожалуйста, выбери какую-нибудь.
th: โปรดเลือกหนึ่งใบ
vi: Hãy chọn một chiếc.
zh_hans: 请选择一顶吧。
zh_hant: 請選一頂吧。

# feast_hatter_q2_chat_06
source: It is neither stylish nor elegant.
de: Er hat weder Stil noch ist er elegant.
es: No está de moda ni es elegante.
fr: Il n’a aucun style, aucune élégance.
id: Ini tidak bergaya atau elegan.
it: Non è né stiloso né elegante.
ja: ふむ、洒落てないし優美さもたりないな…
ko: 그건 세련되지도 우아하지도 않아.
pt: Não é nem estiloso nem elegante.
ru: Ни стиля, ни элегантности.
th: มันไม่ได้ดูมีสไตล์หรือหรูหราเลย
vi: Nó không hợp thời trang, cũng chẳng thanh lịch.
zh_hans: 这一顶既不时尚，也不优雅。
zh_hant: 這頂既不時尚也不優雅。

# feast_hatter_q2_chat_07
source: Won't you try again?
de: Warum versuchst du es nicht noch mal?
es: Vuelve a intentarlo.
fr: Essaie encore, s’il te plaît.
id: Maukah kamu mencoba lagi?
it: Potresti riprovare?
ja: もう一度選んでくれるかな？
ko: 다시 골라 볼래?
pt: Que tal tentar novamente?
ru: Может, попробуешь ещё раз?
th: คุณไม่คิดจะลองอีกสักครั้งหนึ่งเหรอ
vi: Bạn sẽ không thử lại chứ?
zh_hans: 再试试看吧？
zh_hant: 再試試看吧？

# feast_hatter_q2_chat_08
source: If it was amusing, I would laugh loudly.
de: Fände ich es lustig, würde ich laut lachen.
es: Si fuera gracioso, me reiría a carcajadas.
fr: Si c’était amusant, je rigolerais.
id: Jika itu lucu, aku akan tertawa terbahak-bahak.
it: Se fosse divertente, riderei sonoramente.
ja: 私だってもし面白ければ大声で笑っているさ
ko: 재미있었다면 크게 웃었을 거야.
pt: Se fosse engraçado, eu daria boas gargalhadas.
ru: Если было бы смешно, я бы рассмеялся.
th: ถ้านี่เป็นเรื่องตลก ฉันคงจะหัวเราะลั่นออกมาแล้ว
vi: Nếu buồn cười, tôi sẽ cười thật to.
zh_hans: 如果它很有趣，我会放声大笑的。
zh_hant: 如果有趣的話我會大笑。

# feast_hatter_q2_chat_09
source: But alas, it is not. Choose again...
de: Leider ist es das nicht. Wähle erneut ...
es: Pero, por desgracia, no lo es. Elige otro…
fr: Mais ça n’est pas le cas… Essaie encore.
id: Tapi sayangnya, tidak. Pilih lagi...
it: Ma ahimè, non è così. Scegli di nuovo...
ja: 残念だけれど、これも駄目だ。また選び直して……
ko: 하지만 아니었어. 다시 골라줘...
pt: Mas, infelizmente, não é. Escolha de novo...
ru: Но увы, это не наш случай. Выбери другую...
th: แต่น่าเสียดายที่ไม่ใช่ เลือกใหม่อีกครั้งสิ...
vi: Nhưng than ôi, không phải vậy. Chọn lại đi...
zh_hans: 但可惜不是。再选一次吧……
zh_hant: 但可惜不是。再選一次吧⋯⋯

# feast_hatter_q2_chat_10
source: Well, well, I suppose it is the only hat left.
de: Sieh an, sieh an. Ich schätze, das ist der einzige Hut, der noch übrig ist.
es: A ver, a ver… Supongo que es el único sombrero que queda.
fr: Bon, je suppose que c’est le seul chapeau qu’il reste…
id: Baiklah, baiklah, kukira ini satu-satunya topi yang tersisa.
it: Bene, bene, suppongo che sia l'unico cappello rimasto.
ja: おやおや、これが唯一残った帽子か
ko: 음, 남은 모자는 그거 하나뿐이네.
pt: Ora, ora. Acho que é o único chapéu que restou.
ru: Ну что, похоже, осталась последняя шляпа.
th: เอ่อ ฉันคิดว่า นี่คงจะเป็นหมวกใบเดียวที่เหลืออยู่
vi: Được rồi, được rồi, tôi cho rằng đây là chiếc mũ duy nhất còn lại.
zh_hans: 好吧，好吧，我猜那应该是最后一顶帽子了。
zh_hant: 呵呵，這應該是最後一頂了。

# feast_hatter_q2_chat_11
source: And so last but not least, it must be perfect.
de: Und so muss er letztendlich perfekt sein.
es: Y, aunque haya quedado para el final, debe ser perfecto.
fr: Enfin et surtout, il doit être parfait !
id: Dan yang terakhir, ini harus sempurna.
it: E quindi, essendo l'ultimo, deve essere perfetto.
ja: 最後こそ肝要、これが完璧に違いない
ko: 마지막 한 개니까 분명히 완벽한 모자일 거야.
pt: E, por último, mas não menos importante, deve ser perfeito.
ru: Последняя, но не по своей значимости. Она должна подойти.
th: และสุดท้ายแต่ไม่ท้า���สุด มันต้องดีเลิศที่สุด
vi: Và cuối cùng nhưng không kém phần quan trọng, nó phải hoàn hảo.
zh_hans: 最后一顶一定是最完美的。
zh_hant: 最後這頂一定是最完美的。

# feast_hatter_q2_chat_12
source: Hat's off to you, my dear!
de: Ich muss sagen: Hut ab!
es: ¡Me quito el sombrero ante ti, querida!
fr: Je te tire mon chapeau !
id: Terima kasih untukmu, sahabatku!
it: Tanto di cappello a te!
ja: まさに脱帽だ、愛し子よ！
ko: 정말 고마워!
pt: Tiro o chapéu pra você, camarada!
ru: Снимаю шляпу, мой друг!
th: ทำได้เยี่ยมมาก สหาย!
vi: Xin ngả mũ trước bạn, bạn thân mến!
zh_hans: 太合适了，亲爱的，我脱帽向你致敬！
zh_hant: 太合適了，親愛的，我向你脫帽致敬！

# feast_hatter_q2_chat_13
source: Indeed a good fit for the occasion.
de: In der Tat eine gute Wahl für den Anlass.
es: Es adecuado para la ocasión.
fr: Il va très bien pour l’occasion.
id: Memang cocok untuk acara ini.
it: Davvero una bella scelta per l'occasione.
ja: 実に今この場にふさわしい
ko: 이번 모임에 잘 어울려.
pt: De fato, uma boa opção pra ocasião.
ru: Отлично подходит и к лицу, и к поводу.
th: ช่างเหมาะกับโอกาสนี้เหลือเกิน
vi: Thật sự rất phù hợp với dịp này.
zh_hans: 确实非常适合这个场合。
zh_hant: 的確是非常適合這個場合。

# feast_hatter_q3_chat_01
source: Out of time and out of practice.
de: Keine Zeit und keine Übung.
es: Sin tiempo y sin práctica.
fr: Je manque de temps et d’entraînement.
id: Kehabisan waktu dan keluar dari latihan.
it: Fuori tempo e fuori allenamento.
ja: 時間も練習も全く足りていないじゃないか
ko: 시간도 없고 연습도 부족해.
pt: Sem tempo e sem prática.
ru: У нас нет ни времени, ни опыта.
th: ไม่เหลือเวลาแล้ว ฝึกซ้อมไม่ทันแล้ว
vi: Không có thời gian và không có sự luyện tập.
zh_hans: 时间不足，也疏于练习。
zh_hant: 時間不多，又有點生疏了。
