Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_pass_info_item_pendant_25
source: <spendant season="25"/><apcolor>Pendant of Radiance</apcolor>
de: <spendant season="25"/><apcolor>Anhänger des Leuchtens</apcolor>
es: <spendant season="25"/><apcolor>Collar de resplandor</apcolor>
fr: <spendant season="25"/><apcolor>Pendentif de l'Éclat</apcolor>
id: <spendant season="25"/><apcolor>Liontin Pancaran Cahaya</apcolor>
it: <spendant season="25"/><apcolor>Ciondolo dello Splendore</apcolor>
ja: <spendant season="25"/><apcolor>光に染まるペンダント</apcolor>
ko: <spendant season="25"/><apcolor>광채의 펜던트</apcolor>
pt: <spendant season="25"/><apcolor>Pingente do Resplendor</apcolor>
ru: <spendant season="25"/><apcolor>Подвеска сияния</apcolor>
th: <spendant season="25"/><apcolor>สร้อยคอแสงเรืองรอง</apcolor>
vi: <spendant season="25"/><apcolor>Vòng Cổ Rạng Rỡ</apcolor>
zh_hans: <spendant season="25"/><apcolor>彩染吊坠</apcolor>
zh_hant: <spendant season="25"/><apcolor>彩染吊墜</apcolor>

# season_pass_info_item_quests
source: <squest/> Twice the daily quests
de: <squest/> Doppelt so viele tägliche Quests
es: <squest/> El doble de misiones diarias
fr: <squest/> Le double des quêtes quotidiennes
id: <squest/> Dua kali misi harian
it: <squest/> Missioni giornaliere doppie
ja: <squest/> デイリークエスト２倍！
ko: <squest/> 일일퀘스트 두 배
pt: <squest/> O dobro de missões diárias
ru: <squest/> Вдвое больше заданий дня
th: <squest/> รับภารกิจรายวันได้สองครั้ง
vi: <squest/>Hai lần nhiệm vụ ngày
zh_hans: <squest/> 额外2个每日任务
zh_hant: <squest/> 額外2個每日任務

# season_pass_info_title
source: <h2>Season Pass</h2>
de: <h2>Saisonpass</h2>
es: <h2>Pase de temporada</h2>
fr: <h2>Passe saisonnier</h2>
it: <h2>Pass stagionale</h2>
ja: <h2>シーズンパス</h2>
ko: <h2>시즌패스</h2>
pt: <h2>Passe da Temporada</h2>
ru: <h2>Сезонный пропуск</h2>
th: <h2>บัตรผ่านฤดูกาล</h2>
vi: <h2>Vé Mùa</h2>
zh_hans: <h2>季票</h2>
zh_hant: <h2>季票</h2>

# season_pass_info_title_pack
source: <b>Season Pack</b>
de: <b>Saisonpaket</b>
es: <b>Paquete de temporada</b>
fr: <b>Pack saisonnier</b>
id: <b>Paket Musim</b>
it: <b>Pacchetto stagionale</b>
ja: <b>ギフトパック</b>
ko: <b>시즌 팩</b>
pt: <b>Pacote da Temporada</b>
ru: <b>Сезонный набор</b>
th: <b>แพ็กฤดูกาล</b>
vi: <b>Gói Mùa</b>
zh_hans: <b>季节礼包</b>
zh_hant: <b>季節禮包</b>

# season_pass_info_tutorial_candle
source: Share something that you are grateful for at these shrines hidden throughout the world
de: Diese Schreine fordern dich jeden Tag auf, etwas mit deinen Freunden am Himmel zu teilen, für das du dankbar bist.
es: Cada día estos altares te ofrecen la oportunidad de compartir algo por lo que estás agradecido con tus amigos en el cielo.
fr: Chaque jour, ces sanctuaires vous encouragent à partager quelque chose que vous appréciez avec vos amis dans le ciel.
id: Bagikan hal yang kamu syukuri di kuil yang tersembunyi di seluruh dunia
it: Ogni giorno questi santuari ti sollecitano a condividere con gli amici nel cielo qualcosa di cui sei riconoscente.
ja: あなたが感謝を伝えたいものはなんですか？ 隠された感謝の祭壇に祈りを捧げて、あなたの想いを世界中のプレイヤーと共有しましょう
ko: Sky월드 곳곳에 숨겨진 제단을 통해 고마운 마음을 나누세요.
pt: Todo dia estes altares oferecem a possibilidade de compartilhar com seus amigos celestes algo pelo qual você tem gratidão.
ru: Каждый день эти алтари предлагают вам поделиться с друзьями по Небу чем-то, за что вы благодарны.
th: แชร์สิ่งที่คุณรู้สึกขอบคุณที่แท่นบูชาเหล่านี้ ซึ่งซ่อนอยู่ทั่วโลก
vi: Chia sẻ điều mà bạn thấy trân trọng tại những ngôi đền ẩn trên khắp thế giới này
zh_hans: 每天在这些祭坛会有特殊的话题，在蜡烛里留下言语和您在游戏中的好友分享心声。
zh_hant: 每天在這些祭壇會有特殊的話題，在蠟燭裡留下言語和您在遊戲中的好友分享心聲。

# season_pass_info_tutorial_candle_title
source: <b>A Mindful Moment</b>
de: <b>Ein Moment der Achtsamkeit</b>
es: <b>Un momento de reflexión</b>
fr: <b>Un moment conscient</b>
id: <b>Momen Penuh Perhatian</b>
it: <b>Un momento di gratitudine</b>
ja: <b>心あたたまるひととき</b>
ko: <b>기억될 순간</b>
pt: <b>Um Momento Lúcido</b>
ru: <b>Осознайте себя</b>
th: <b>ช่วงเวลาตระหนักรู้</b>
vi: <b>Khoảnh khắc Tập trung</b>
zh_hans: <b>感恩季留言烛</b>
zh_hant: <b>感恩季留言燭</b>

# season_pass_info_tutorial_item
source: Give the candles you collect to the spirits and they will reward you with rare new outfits
de: Bringe die Kerzen, die du gesammelt hast, zu den geistern, und sie belohnen dich mit einzigartigen Segnungen, die nur während der Saison verfügbar sind.
es: Lleva las velas que recojas a los espíritus y ellos te recompensarán con bendiciones únicas que sólo están disponibles durante la temporada.
fr: Apportez les bougies que vous ramassez aux esprits, et ils vous récompenseront en vous donnant des bénédictions uniques qui ne sont disponibles que durant la saison.
id: Berikan lilin yang kamu kumpulkan ke roh dan mereka akan memberimu hadiah pakaian langka yang baru
it: Porta agli spiriti le candele che raccogli e ti ricompenseranno con esclusive benedizioni, disponibili soltanto durante la stagione.
ja: 集めたシーズンキャンドルを光の探求者たちに捧げましょう。期間限定の特別な宝物をお礼にくれるようですよ！
ko: 영혼에게 양초를 건네면 새로운 의상을 선물로 줄 거예요.
pt: Traga velas para os espíritos e eles recompensarão você com bênçãos únicas, disponíveis apenas durante a temporada.
ru: Относите собранные свечи духам, и они наградят вас уникальными благословениями, доступными только в течение сезона.
th: มอบเทียนที่คุณเก็บรวบรวมให้กับเหล่าสปิริตแล้วพวกเขาจะตอบแทนคุณด้วยชุดเสื้อผ้าใหม่ที่หายาก
vi: Mang những ngọn nến bạn thu thập được cho các tinh linh và họ sẽ thưởng cho bạn những bộ trang phục hiếm mới
zh_hans: 带限定蜡烛给异域先灵，他们会奖励你属于限定季节的独特祝福。
zh_hant: 帶限定蠟燭給異域先靈，他們會獎勵你屬於限定季節的獨特祝福。

# season_pass_info_tutorial_item_title
source: <b>Collect Seasonal Items</b>
de: <b>Sammle Saisonsgegenstände</b>
es: <b>Recoge artículo de temporada</b>
fr: <b>Obtenez des objets saisonniers</b>
id: <b>Kumpulkan Item Musiman</b>
it: <b>Raccogli oggetti stagionali</b>
ja: <b>季節の贈りもの</b>
ko: <b>시즌 아이템 모으기</b>
pt: <b>Colete itens de temporada</b>
ru: <b>Собирайте сезонные предметы</b>
th: <b>เก็บรวบรวมไอเทมประจำฤดูกาล</b>
vi: <b>Thu thập Vật phẩm Mùa</b>
zh_hans: <b>收集奇珍异宝</b>
zh_hant: <b>收集奇珍異寶</b>

# season_pass_info_tutorial_light
source: A new daily quest challenges you and your friends to find the hidden light
de: Eine neue tägliche Quest, für die du und deine Freunde das verborgene Licht finden müssen
es: Una nueva misión diaria te desafía a ti y a tus amigos a encontrar la luz oculta
fr: Une nouvelle quête quotidienne vous met au défi, vous et vos amis, de trouver la lumière cachée
id: Misi harian baru menantangmu dan teman-temanmu untuk menemukan cahaya tersembunyi
it: Una nuova missione quotidiana sfida te e i tuoi amici a trovare la luce nascosta
ja: フレンドと共に光を探し出す、新たなデイリークエストです
ko: 새로운 일일퀘스트를 완료하려면 숨겨진 빛을 찾아야합니다
pt: Uma nova missão diária desafia você e seus amigos a encontrar a luz oculta
ru: В новом ежедневном задании вам и вашим друзьям нужно отыскать спрятанный свет
th: ภารกิจรายวันใหม่ที่ท้าทายคุณ และเพื่อน เพื่อค้นหาแสงที่ซ่อนอยู่
vi: Một nhiệm vụ ngày mới, thử thách bạn cùng bạn bè tìm ra ánh sáng ẩn khuất
zh_hans: 全新每日任务：与朋友一起寻找隐秘之光
zh_hant: 全新每日任務：與朋友一起尋找隱秘之光

# season_pass_info_tutorial_light_title
source: <b>Seek the light</b>
de: <b>Suche nach dem Licht</b>
es: <b>Buscar la luz</b>
fr: <b>Cherchez la lumière</b>
id: <b>Cari cahaya</b>
it: <b>Cerca la luce</b>
ja: <b>光を探して</b>
ko: <b>빛 찾기</b>
pt: <b>Procure a luz</b>
ru: <b>В поисках света</b>
th: <b>แสวงหาแสงสว่าง</b>
vi: <b>Tìm ánh sáng</b>
zh_hans: <b>寻光</b>
zh_hant: <b>尋光</b>

# season_pass_info_tutorial_quest
source: Complete daily quests for the Home spirit to earn special season candles
de: Schließe tägliche Quests für den Zuhausegeist ab, um besondere Saisonskerzen zu erhalten.
es: Las misiones diarias te ofrecen desafíos que debes completar cada día para ganar velas de temporada.
fr: Complétez des quêtes quotidiennes pour l'esprit de la Maison afin de gagner des bougies saisonnières
id: Selesaikan misi harian untuk roh Rumah demi meraih lilin musim spesial
it: Completa le missioni giornaliere per lo spirito della base e ottieni speciali candele stagionali
ja: シーズンキャンドルを獲得できる日替わりのクエストに挑戦しましょう
ko: 안식처 안내자가 주는 일일퀘스트를 완료하면 특별한 시즌양초를 받을 수 있어요
pt: Conclua as missões diárias para o espírito do Lar e ganhe velas da temporada especiais
ru: Завершите ежедневные задания духа Дома, и получите особые сезонные свечи
th: ทำภารกิจรายวันของสปิริตในบ้านให้สำเร็จ เพื่อรับเทียนฤดูกาลพิเศษ
vi: Hoàn thành nhiệm vụ ngày cho tinh linh Nhà để nhận nến mùa đặc biệt
zh_hans: 完成遇境引路人的任务，可以获得额外的当季限定蜡烛。
zh_hant: 完成遇境引路人的任務，可以獲得額外的當季限定蠟燭。

# season_pass_info_tutorial_quest_title
source: <b>Earn Season Candles</b>
de: <b>Hol dir Saisonkerzen</b>
es: <b>Gana velas de temporada</b>
fr: <b>Obtenez des bougies saisonnières</b>
id: <b>Dapatkan Lilin Musim</b>
it: <b>Ottieni candele stagionali</b>
ja: <b>感謝の灯</b>
ko: <b>시즌양초 모으기</b>
pt: <b>Ganhe Velas da Temporada</b>
ru: <b>Получайте сезонные свечи</b>
th: <b>รับเทียนดูกาล</b>
vi: <b>Nhận Nến Mùa</b>
zh_hans: <b>每日任务</b>
zh_hant: <b>每日任務</b>

# season_pass_info_tutorial_shop_1
source: Find <apcolor>Seasonal Spirits</apcolor> to learn their stories! Give<scandle/>to the spirits to unlock basic rewards.
de: Finde <apcolor>Saisongeister</apcolor> und erfahre ihre Geschichten! Gib den Geistern<scandle/>, um einfache Belohnungen freizuschalten.
es: ¡Encuentra a los <apcolor>espíritus de temporada</apcolor> para descubrir sus historias! Dale <scandle/> a los espíritus para desbloquear recompensas básicas.
fr: Trouvez des <apcolor>esprits saisonniers</apcolor> pour apprendre leurs histoires ! Donnez des <scandle/> aux esprits pour déverrouiller des récompenses de base.
id: Temukan <apcolor>Roh Musiman</apcolor> untuk mempelajari kisah mereka! Berikan <scandle/> ke roh untuk membuka hadiah dasar.
it: Trova gli <apcolor>spiriti stagionali</apcolor> per apprendere le loro storie! Dona <scandle/> agli spiriti per sbloccare le ricompense di base.
ja: <apcolor>季節の精霊たち</apcolor>を探し、彼らの物語を辿りましょう！ 精霊たちに<scandle/>シーズンキャンドルを捧げると基本の報酬をアンロックできます。
ko: <apcolor>시즌영혼</apcolor>을 찾아 영혼의 이야기를 체험해보세요! 영혼에게 <scandle/>를 건네고 기본 보상을 잠금해제하세요.
pt: Encontre <apcolor>espíritos sazonais</apcolor> para aprender a história deles! Dê <scandle/> para os espíritos para desbloquear recompensas básicas.
ru: Ищите <apcolor>духов сезона</apcolor> и узнавайте их истории! Давайте <scandle/> духам, чтобы открыть базовые награды.
th: ค้นหา<apcolor>สปิริตประจำฤดูกาล</apcolor>เพื่อเรียนรู้เรื่องราวของพวกเขา! มอบ <scandle/> ให้กับเหล่าสปิริตเพื่อปลดล็อกรางวัลพื้นฐาน
vi: Tìm các <apcolor>Tinh Linh Mùa</apcolor> để tìm hiểu câu chuyện của họ! Giao <scandle/> cho các tinh linh để mở khóa các phần thưởng cơ bản.
zh_hans: 寻找<apcolor>季节先灵</apcolor>，了解他们的故事！将<scandle/>交予先灵，解锁基础励。
zh_hant: 找到<apcolor>本季先靈們</apcolor>，傾聽他們的故事！將<scandle/>交給先靈以解鎖基礎獎勵。

# season_pass_info_tutorial_shop_2
source: <spendant/><apcolor>Season Pass</apcolor> owners get an additional reward with each unlock. These items are marked with the Season symbol.
de: <spendant/><apcolor>Saisonpass</apcolor>-Besitzer erhalten bei jeder Freischaltung eine zusätzliche Belohnung. Diese Gegenstände sind mit dem Saison-Symbol markiert.
es: Los propietarios del <spendant/><apcolor>pase de temporada</apcolor> obtienen una recompensa adicional con cada desbloqueo. Estos objetos se marcan con el símbolo de temporada.
fr: <spendant/>Les détenteurs du <apcolor>passe saisonnier</apcolor> obtiennent une récompense supplémentaire à chaque récompense déverrouillée. Ces objets sont marqués du symbole de la saison.
id: <spendant/>Pemilik <apcolor>Season Pass</apcolor> mendapatkan hadiah tambahan setiap membuka kunci. Item ini ditandai dengan simbol Season.
it: Gli utenti con <spendant/><apcolor>pass stagionale</apcolor> ottengono una ricompensa aggiuntiva ad ogni sblocco. Questi oggetti sono contrassegnati dal simbolo della stagione.
ja: <spendant/><apcolor>シーズンパス</apcolor>の所持者はアンロックごとに、追加の報酬を受け取れます。追加で受取れる報酬には季節のシンボルが付いています
ko: <spendant/><apcolor>시즌 패스</apcolor> 보유자는 시즌 노드를 잠금해제할 때마다 추가 보상을 받습니다. 이렇게 추가로 지급되는 아이템은 시즌 로고 표시가 달려 있습니다.
pt: Os proprietários do <spendant/><apcolor>Passe da Temporada</apcolor> obtêm mais recompensas a cada desbloqueio. Esses itens são marcados com o símbolo da temporada.
ru: <spendant/>Владельцы <apcolor>Сезонного пропуска</apcolor> получают бонусную награду с каждым открытием. Эти предметы отмечены знаком сезона.
th: ผู้เป็นเจ้าของ<spendant/><apcolor>บัตรผ่านฤดูกาล</apcolor>จะได้รับรางวัลเพิ่มเติมสำหรับการปลดล็อกแต่ละครั้ง ไอเทมเหล่านี้จะถูกทำเครื่องหมายด้วยสัญลักษณ์ฤดูกาล
vi: Người chơi mua <spendant/><apcolor>Vé Mùa</apcolor> mỗi lần mở khóa phần thưởng sẽ được thưởng thêm.
zh_hans: <spendant/><apcolor>季票</apcolor>持有者每次解锁时将获得额外奖励。这些物品均标有季节符号。
zh_hant: <spendant/><apcolor>季票</apcolor>持有人將在每次解鎖禮品時獲得額外獎勵。這些物品將標有季票標記。

# season_pass_info_tutorial_shop_3
source: You can preview basic and additional rewards in your closet before deciding whether to purchase the <spendant/><apcolor>Season Pass</apcolor>.
de: Du kannst die einfachen und zusätzlichen Belohnungen in deinem Schrank ansehen, bevor du dich für den Kauf des <spendant/><apcolor>Saisonpasses</apcolor> entscheidest.
es: Puedes tener una vista previa de las recompensas básicas y adicionales en tu armario antes de decidir si compras o no el <spendant/><apcolor>pase de temporada</apcolor>.
fr: Jetez un œil aux récompenses de base et supplémentaires dans votre penderie avant de décider d'acheter le <spendant/><apcolor>passe saisonnier</apcolor>.
id: Kamu bisa melihat sekilas hadiah dasar dan tambahan di ruang ganti sebelum menentukan apakah akan membeli <spendant/><apcolor>Season Pass</apcolor>.
it: Nel tuo guardaroba puoi vedere in anteprima le ricompense di base e aggiuntive prima di decidere se acquistare il <spendant/><apcolor>pass stagionale</apcolor>.
ja: 追加の報酬を含む季節の各報酬は、<spendant/><apcolor>シーズンパス</apcolor>購入前に、ドレスアップの祠のプレビューで確認できます。
ko: <spendant/><apcolor>시즌패스</apcolor>를 구매할지 결정하기 전에 옷장에서 기본 보상과 추가 보상을 미리 확인할 수 있습니다.
pt: Você pode visualizar recompensas básicas e adicionais no seu armário para decidir se vai comprar o <spendant/><apcolor>Passe da Temporada</apcolor>.
ru: Базовые и бонусные награды этого сезона можно увидеть в гардеробной и затем решить, покупать ли <spendant/><apcolor>Сезонный пропуск</apcolor>.
th: คุณสามารถดูตัวอย่างรางวัลพื้นฐาน และรางวัลเพิ่มเติมได้ในตู้เสื้อผ้าของคุณก่อนที่จะตัดสินใจซื้อ<spendant/><apcolor>บัตรผ่านฤดูกาล</apcolor>
vi: Bạn có thể xem trước các phần thưởng cơ bản và bổ sung trong tủ đồ trước khi quyết định có mua <spendant/><apcolor>Vé Mùa</apcolor> hay không.
zh_hans: 你可以在橱柜中预览基础及额外奖励，然后再决定是否购买<spendant/><apcolor>季票</apcolor>。
zh_hant: 在決定是否購買<spendant/><apcolor>季票</apcolor>前，你可以先預覽自己的櫥櫃中的基本和額外獎勵配件。

# season_pass_info_tutorial_shop_4
source: After a Season ends, its Spirits have a chance to return every two weeks for a brief time in <8>Home</8>.
de: Nach Ende einer Saison haben die Geister alle zwei Wochen die Möglichkeit, für kurze Zeit in ihr <8>Zuhause</8> zurückzukehren.
es: Una vez que termina la temporada, sus espíritus tienen una oportunidad de regresar cada dos semanas a <8>Hogar</8> por un breve período.
fr: Après la fin de la saison, les esprits saisonniers ont une chance de faire une brève apparition toutes les deux semaines à la <8>Maison</8>.
id: Setelah Musim berakhir, Rohnya memiliki kesempatan untuk kembali tiap dua minggu selama beberapa saat di <8>Rumah</8>
it: Al termine di una stagione, gli spiriti potrebbero tornare ogni due settimane per un breve periodo nella <8>Base</8>
ja: 季節が過ぎたのち、季節の精霊たちは2週間毎に1人ずつ、短い間だけ<8>ホーム</8>に再訪することがあります。
ko: 시즌이 종료된 후에도 시즌영혼은 2주에 한 번씩 돌아와 <8>안식처</8>에 잠시 머물다 갈 수 있습니다.
pt: Após a temporada terminar, os espíritos terão uma chance de retornar a cada duas semanas por um curto período no <8>Lar</8>.
ru: По окончании сезона духи могут раз в две недели ненадолго наведываться в <8>Дом</8>.
th: หลังจากฤดูกาลสิ้นสุดลง ในทุกๆ สองสัปดาห์ เหล่าสปิริตจะมีโอกาสหวนกลับมาที่<8>บ้าน</8> ซึ่งจะปรากฏตัวเพียงชั่วระยะเวลาหนึ่งเท่านั้น
vi: Sau khi một Mùa kết thúc, mỗi hai tuần, các Tinh Linh của Mùa đó có xác suất trở lại <8>Nhà</8> trong một khoảng thời gian.
zh_hans: 一个季节结束后，其中的先灵每两周将有机会回到<8>遇境</8>，短暂停留一段时间。
zh_hant: 過去季節的先靈，可能會在之後每兩週短暫回歸<8>遇境</8>。

# season_pass_info_tutorial_shop_5
source: While they are in <8>Home</8>, unlock their rewards with regular<candle/>or<heart/>, but these are more costly than unlocking items during their Season.
de: Während sie sich in ihrem <8>Zuhause</8> aufhalten, kannst du ihre Belohnungen mit gewöhnlichen<candle/>oder<heart/>freischalten, allerdings sind sie teurer als in der Saison.
es: Mientras estén en <8>Hogar</8>, desbloquea sus recompensas con <candle/> o <heart/> normales, pero serán más costosas que si las desbloqueas durante la temporada.
fr: Lorsqu'ils sont à la <8>Maison</8>, déverrouillez leurs récompenses avec une <candle/> ou un <heart/> ordinaire, mais ceci coûtera plus cher que de déverrouiller des objets pendant la saison.
id: Saat berada di <8>Rumah</8>, buka hadiahnya dengan <candle/> atau <heart/> reguler, tetapi ini lebih mahal dari membuka item selama Musim mereka.
it: Mentre sono nella <8>Base</8>, sblocca le loro ricompense con <candle/> o <heart/>. Però ti costerà di più che sbloccarle durante la stagione.
ja: 精霊たちが<8>ホーム</8>に再訪している間は、通常の<candle/>または<heart/>で報酬をアンロックできますが、これらの報酬は季節開催中よりも高額になります。
ko: 영혼이 <8>안식처</8>에 머무는 동안 일반<candle/> 또는 일반<heart/>로 영혼의 보상을 잠금해제 해보세요. 단, 이때 잠금해제하는 아이템은 원래 시즌 동안보다 가격이 높습니다.
pt: Enquanto eles estão no <8>Lar</8>, desbloqueie recompensas com <heart/> ou <candle/> normais, mas esses são mais caros do que desbloquear itens durante a temporada.
ru: Пока они в <8>Доме</8>, их награды можно открыть за обычные <candle/> или<heart/>, но это дороже, чем открывать предметы, пока идет их сезон.
th: เมื่อพวกเขาอยู่ภายใน<8>บ้าน</8> คุณสามารถปลดล็อกรางวัลด้วย <candle/> หรือ <heart/> ตามปกติได้ แต่การปลดล็อกจะแพงกว่าการปลดล็อกไอเทมในช่วงฤดูกาลของพวกเขา
vi: Khi các Tinh Linh xuất hiện tại <8>Nhà</8>, mở khóa phần thưởng của họ bằng <candle/> hoặc <heart/> thường, tuy nhiên, cách này tiêu tốn tài nguyên hơn so với việc mở khóa các vật phẩm trong Mùa của họ.
zh_hans: 当他们在<8>遇境</8>中时，可用普通<candle/>或<heart/>解锁其奖励，但这种解锁方式的费用要明显高于在其专属季节进行解锁的费用。
zh_hant: 他們來到<8>遇境</8>的時候，能夠藉著普通<candle/>或<heart/>來解鎖他們的獎勵，但花費會比在對應的季節中解鎖獎勵來得高。

# season_pass_info_tutorial_shop_6
source: For more information, please visit our FAQ page below!
de: Für weitere Informationen besuche bitte unsere Seite mit den häufig gestellten Fragen weiter unten!
es: Para más información, ¡visita nuestra página de preguntas más frecuentes debajo!
fr: Pour en savoir plus, veuillez vous rendre sur la page FAQ ci-dessous !
id: Untuk informasi lebih lanjut, kunjungi halaman FAQ di bawah!
it: Per ulteriori informazioni, visita la pagina delle domande frequenti qui sotto!
ja: より詳しい季節の遊び方は以下のFAQページにてご確認ください！
ko: 더 자세한 내용은 아래의 자주 묻는 질문(FAQ) 페이지에서 확인해 주세요!
pt: Para ver mais informações, acesse nossa página abaixo!
ru: Больше информации на странице FAQ внизу!
th: สำหรับข้อมูลเพิ่มเติม โปรดไปที่หน้าคำถามที่พบบ่อยด้านล่าง!
vi: Để biết thêm thông tin, vui lòng truy cập trang Câu hỏi thường gặp của chúng tôi dưới đây!
zh_hans: 如需了解更多信息，请访问下方的常见问题解答页面！
zh_hant: 要了解更多資訊，請參照我們下方的常見問題頁面！

# season_pass_info_tutorial_shop_7
source: <apcolor>Seasonal Spirits</apcolor> and their stories can take various forms.
de: <apcolor>Saisongeister</apcolor> und ihre Geschichten können verschiedene Gestalten annehmen.
es: Los <apcolor>espíritus de temporada</apcolor> y sus historias pueden tomar varias formas.
fr: Les <apcolor>esprits saisonniers</apcolor> et leurs histoires peuvent prendre différentes formes.
id: <apcolor>Roh Musiman</apcolor> dan kisah mereka memiliki beragam wujud.
it: Gli <apcolor>spiriti stagionali</apcolor> e le loro storie possono assumere varie forme.
ja: <apcolor>季節の精霊たち</apcolor>と彼らの物語は多彩な姿で現れるでしょう。
ko: <apcolor>시즌영혼</apcolor>과 영혼의 이야기는 다양한 모습으로 나타납니다.
pt: <apcolor>Espíritos sazonais</apcolor> e suas histórias podem ter várias formas.
ru: <apcolor>Духи сезона</apcolor> и их истории могут принимать разные формы.
th: <apcolor>สปิริตประจำฤดูกาล</apcolor> และเรื่องราวของพวกเขาอาจมีอยู่หลายรูปแบบ
vi: <apcolor>Tinh Linh Mùa</apcolor> và những câu chuyện của họ có thể xuất hiện dưới những dạng khác nhau.
zh_hans: <apcolor>季节先灵</apcolor>及其故事可能会以多种形式呈现。
zh_hant: <apcolor>本季的先靈</apcolor>和他們的故事會以各種形式出現。

# season_pass_info_tutorial_shop_title
source: Test
es: Prueba
fr: Vost
id: Tes
ja: テスト
ko: 테스트
pt: Teste
ru: Тест
th: ทดสอบ
zh_hans: 测试
zh_hant: 測試

# season_pass_info_tutorial_spirit
source: There is a new spirit to find in each kingdom of Sky
de: In allen Königreichen im Himmelsreich gibt es einen neuen Geist zu finden - von der Prärie bis hin zum Tresor. Und alle bringen einen neuen Ausdruck mit!
es: Desde la Pradera hasta la Bóveda, hay un nuevo espíritu que encontrar en cada reino de Sky, ¡Cada uno con una nueva expresión para coleccionar!
fr: De la Prairie à la Chambre forte, chaque royaume de Sky contient un nouvel esprit à trouver et une nouvelle expression à obtenir !
id: Ada roh baru yang harus ditemukan di tiap kerajaan Sky
it: Dalla Prateria alla Cupola, c'è un nuovo spirito da trovare in ogni regno di Sky, ciascuno con una nuova espressione da collezionare!
ja: かつて、世界には光を探し求める者たちがいました。その者たちは今でも精霊として王国の各エリアに囚われているようなのです。
ko: 각 Sky 왕국에서 새로운 영혼을 찾을 수 있어요
pt: Da campina ao relicário, há novos espíritos que podem ser encontrados, em todos os reinos de Sky, cada um com a própria expressão a ser obtida!
ru: В каждом из небесных царств – от Прерии до Хранилища – есть новый дух, и у каждого можно забрать новое выражение!
th: มีสปิริตตนใหม่ให้ออกค้นหาในอาณาจักรแห่ง Sky แต่ละแห่ง
vi: Có một tinh linh mới để bạn tìm kiếm trong mỗi vương quốc của Sky
zh_hans: 从云野到禁阁，光遇中的每一片土地会迎来一位来自异域的先灵，每位会带来两个可以收集的全新表情动作。
zh_hant: 從雲野到禁閣，光遇中的每一片土地會迎來一位來自異域的先靈，每位會帶來兩個可以收集的全新表情動作。

# season_pass_info_tutorial_spirit_title
source: <b>Find the Spirits</b>
de: <b>Finde die Geister</b>
es: <b>Encuentra los espíritus</b>
fr: <b>Trouvez les esprits</b>
id: <b>Temukan Roh</b>
it: <b>Trova gli spiriti</b>
ja: <b>光を追い求める者たち</b>
ko: <b>영혼 찾기</b>
pt: <b>Encontre os Espíritos</b>
ru: <b>Найдите духов</b>
th: <b>ค้นหาเหล่าสปิริต</b>
vi: <b>Tìm các Tinh Linh</b>
zh_hans: <b>找寻异域先灵</b>
zh_hant: <b>找尋異域先靈</b>

# season_pass_minutes_left
source: <spendant/> <b>{{1}}</b> minutes left
de: <spendant/> <b>{{1}}</b> Minuten übrig
es: <spendant/> <b>{{1}}</b> minutos restantes
fr: <spendant/> <b>{{1}}</b> minutes restantes
id: <spendant/> <b>{{1}}</b> menit lagi
it: <spendant/> Ancora <b>{{1}}</b> minuti
ja: <spendant/> 残り<b>{{1}}</b> 分
ko: <spendant/> <b>{{1}}</b>분 남음
pt: <spendant/> <b>{{1}}</b> minutos restantes
ru: <spendant/> осталось <b>{{1}}</b> мин.
th: เหลือเวลาอีก <spendant/> <b>{{1}}</b> นาที
vi: <spendant/>Còn lại <b>{{1}}</b> phút
zh_hans: <spendant/> 还剩<b>{{1}}</b>分钟
zh_hant: <spendant/> 還剩<b>{{1}}</b>分鐘

# season_pass_minutes_left_no_pendant
source: <b>{{1}}</b> minutes left
de: <b>{{1}}</b> Minuten übrig
es: <b>{{1}}</b> minutos restantes
fr: <b>{{1}}</b> minutes restantes
id: <b>{{1}}</b> menit lagi
it: Ancora <b>{{1}}</b> minuti
ja: 残り<b>{{1}}</b> 分
ko: <b>{{1}}</b>분 남음
pt: <b>{{1}}</b> minutos restantes
ru: осталось <b>{{1}}</b> мин.
th: เหลือเวลาอีก <b>{{1}}</b> นาที
vi: Còn lại <b>{{1}}</b> phút
zh_hans: 还剩下<b>{{1}}</b>分钟
zh_hant: 還剩下<b>{{1}}</b>分鐘

# season_pass_minutes_to_go_no_pendant
source: <b>{{1}}</b> minutes to go
de: Noch <b>{{1}}</b> Minuten
es: Faltan <b>{{1}}</b> minutos
fr: <b>{{1}}</b> minutes restantes
id: <b>{{1}}</b> menit lagi
it: Ancora <b>{{1}}</b minuti
ja: あと<b>{{1}}</b>分
ko: <b>{{1}}</b>분 전
pt: Faltam <b>{{1}}</b> minutos
ru: Осталось <b>{{1}}</b> мин.
th: เหลืออีก <b>{{1}}</b> นาที
vi: Sau <b>{{1}}</b> phút
zh_hans: 还剩<b>{{1}}</b>分钟
zh_hant: 還剩<b>{{1}}</b>分鐘
