Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap21_quest02_narration_01
source: One day, a monster came to Crescent Oasis.
de: Eines Tages kam ein Monster zur Sicheloase.
es: Un día llegó un monstruo al oasis creciente.
fr: Un jour, un monstre vint à l'Oasis du croissant.
id: Pada suatu hari, seekor monster datang ke Oasis Bulan Sabit
it: Un giorno, un mostro arrivò all'Oasi a Mezzaluna.
ja: ある日、怪物が三日月オアシスに現れました
ko: 어느 날, 한 괴물이 초승달 오아시스에 나타났어요.
pt: Um dia, um monstro apareceu no Oásis Crescente.
ru: Однажды в Лунный оазис пробралось чудовище.
th: วันหนึ่ง สัตว์ประหลาดได้มาเยือนโอเอซิสจันทร์เสี้ยว
vi: Ngày nọ, một con quái vật xuất hiện ở Ốc Đảo Trăng Khuyết.
zh_hans: <1>有一天，一只野兽潜入了月牙绿洲</1>
zh_hant: 有一天，一隻怪物來到了新月綠洲。

# ap21_quest02_narration_02
source: All of the animals hid in fear.
de: Die Tiere versteckten sich voller Furcht.
es: Todos los animales se escondieron por miedo.
fr: Tous les animaux coururent se cacher.
id: Semua hewan bersembunyi dalam ketakutan.
it: Tutti gli animali si nascosero spaventati.
ja: 動物たちは恐怖に震え身を隠しました
ko: 동물들은 전부 두려워하며 몸을 숨겼죠.
pt: Os animais, com medo, se esconderam.
ru: Тогда все звери в страхе спрятались.
th: สัตว์ทุกตัวล้วนหลบซ่อนด้วยความหวาดกลัว
vi: Mọi loài vật đều sợ hãi ẩn náu.
zh_hans: <1>动物们恐惧地躲藏起来</1>
zh_hant: 所有動物都因為害怕躲了起來。

# ap21_quest02_narration_03
source: The Nine-Colored Deer went looking for the animals...
de: Der Neunfarbige Hirsch suchte nach den Tieren …
es: El ciervo de los nueve colores salió a buscar a los animales...
fr: Le cerf aux neuf couleurs partit à leur recherche...
id: Rusa Sembilan Warna pergi mencari binatang-binatang itu...
it: Il Cervo dai nove colori andò a cercare gli animali...
ja: 九色の鹿は動物たちを探しに行きました…
ko: 아홉 빛깔 사슴이 동물들을 찾으러 갔지만...
pt: O Cervo de Nove cores saiu à procura dos animais...
ru: Девятицветный олень отправился искать их...
th: กวางเก้าสีได้ออกตามหาเหล่าสรรพสัตว์...
vi: Cửu Sắc Lộc đi tìm...
zh_hans: <1>当九色鹿前去寻找它们时——</1>
zh_hant: 九色鹿開始尋找這些動物……

# ap21_quest02_narration_04
source: ...but they were all missing.
de: … doch sie waren alle fort.
es: ... pero habían desaparecido.
fr: ... en vain.
id: ... tapi semuanya hilang.
it: ...ma erano scomparsi tutti.
ja: ...ですが彼らはどこにもいませんでした
ko: ...모두 사라진 상태였어요.
pt: ... mas eles haviam desaparecido.
ru: ...но все они пропали.
th: ...แต่พวกเขากลับหายไปหมดเลย
vi: ...nhưng chẳng thấy chúng đâu.
zh_hans: <1>动物们都已不见踪影</1>
zh_hant: ……但牠們都不見了。

# ap21_quest02_narration_05
source: The Nine-Colored Deer knew just what to do.
de: Der Neunfarbige Hirsch wusste, was zu tun war.
es: El ciervo de los nueve colores sabía bien lo que tenía que hacer.
fr: Le cerf savait quoi faire.
id: Rusa Sembilan Warna tahu apa yang harus dilakukannya.
it: Il Cervo dai nove colori sapeva esattamente cosa fare.
ja: 九色の鹿は何をすればよいか分かっていました
ko: 아홉 빛깔 사슴은 무엇을 해야 할지 잘 알고 있었어요.
pt: O Cervo de Nove Cores sabia o que tinha que fazer.
ru: Девятицветный олень понял, что нужно сделать.
th: กวางเก้าสีรู้ดีว่าจะต้องทำอย่างไร
vi: Cửu Sắc Lộc nhận ra mình phải làm gì.
zh_hans: <1>九色鹿深知自己肩负的使命</1>
zh_hant: 九色鹿知道該怎麼做。

# ap21_quest02_narration_06
source: With benevolence, the Nine-Colored Deer
de: Gütig wacht der Neunfarbige Hirsch
es: Con bondad, el ciervo de los nueve colores
fr: Plein de bonté,
id: Dengan kebajikan, Rusa Sembilan Warna
it: Con benevolenza, il Cervo dai nove colori
ja: その慈愛でもって、九色の鹿は
ko: 자비로운 아홉 빛깔 사슴은
pt: Com benevolência, o Cervo de Nove Cores
ru: Благодушный Девятицветный олень
th: กวางเก้าสีได้ปกป้องสิ่งที่ชีวิตทั้งหมด
vi: Với bản tính nhân hậu, Cửu Sắc Lộc
zh_hans: <1>它心怀慈悲</1>
zh_hant: 慈悲為懷的九色鹿

# ap21_quest02_narration_07
source: protects all living things.
de: über alle Lebewesen.
es: protege a todos los seres vivos.
fr: il protège toutes les créatures.
id: melindungi semua makhluk hidup.
it: protegge tutti gli esseri viventi.
ja: 生きとし生けるものを守っているのです
ko: 살아있는 모든 생명을 보호해요.
pt: protege todos os seres vivos.
ru: защищает все живые создания.
th: ด้วยความเมตตา
vi: muốn bảo vệ mọi sinh vật.
zh_hans: <1>守护着万物生灵</1>
zh_hant: 保護著所有生靈。

# ap21_quest03_hint0
source: Accept the invitation from <2>the Nine-Colored Deer</2> to visit the oasis together.
de: Nimm die Einladung des <2>Neunfarbigen Hirsches</2> an und besucht gemeinsam die Oase.
es: Acepta la invitación del <2>ciervo de los nueve colores</2> para visitar juntos el oasis.
fr: Acceptez l'invitation du <2>cerf aux neuf couleurs</2> à visiter l'oasis ensemble.
id: Terimalah undangan dari <2>Rusa Sembilan Warna</2> untuk mengunjungi oasis bersama-sama.
it: Accetta l’invito del <2>Cervo dai nove colori</2> a visitare l’oasi insieme.
ja: <2>九色の鹿</2>の招きに応じ、一緒にオアシスに行きましょう
ko: <2>아홉 빛깔 사슴</2>의 초대를 수락하여 함께 오아시스를 방문하세요.
pt: Aceite o convite do <2>Cervo de Nove Cores</2> para visitarem o oásis juntos.
ru: Примите приглашение <2>Девятицветного оленя</2>, чтобы вместе посетить оазис.
th: ยอมรับคำเชิญจาก<2>กวางเก้าสี</2>เพื่อไปที่โอเอซิสด้วยกัน
vi: Nhận lời mời từ <2>Cửu Sắc Lộc</2> cùng ghé thăm ốc đảo.
zh_hans: 接受<2>九色鹿</2>的邀请，一同游览绿洲。
zh_hant: 接受<2>九色鹿</2>的邀請，一同前往綠洲。

# ap21_quest03_narration_01
source: One day, the Nine-Colored Deer wanted a companion.
de: Eines Tages sehnte sich der Neunfarbige Hirsch nach einem Gefährten.
es: Un día, el ciervo de los nueve colores quiso un acompañante.
fr: Un jour, le cerf aux neuf couleurs rêva de compagnie.
id: Suatu hari, Rusa Sembilan Warna menginginkan seorang pendamping
it: Un giorno, il Cervo dai nove colori voleva un compagno.
ja: ある日、九色の鹿は仲間がほしいと感じました
ko: 하루는 아홉 빛깔 사슴이 친구를 갖길 원했어요.
pt: Um dia, o Cervo de Nove Cores queria companhia.
ru: Однажды Девятицветный олень захотел найти себе спутника.
th: วันหนึ่ง กวางเก้าสีต้องการเพื่อน
vi: Một ngày kia, Cửu Sắc Lộc muốn có một người bạn đồng hành.
zh_hans: <1>九色鹿和孩子成为了同伴</1>
zh_hant: 某天，九色鹿渴望有個旅伴。

# ap21_quest03_narration_02
source: With the child, the Deer celebrated the beauty of life.
de: Mit dem Kind feierte der Hirsch die Schönheit des Lebens.
es: Con el niño, el ciervo celebró la belleza de la vida.
fr: Avec l'enfant, il fêta la beauté du monde.
id: Bersama sang anak, sang Rusa merayakan keindahan hidup
it: Con il bambino, il Cervo celebrava la bellezza della vita.
ja: 子どもとともに、鹿は生命の美を祝いました
ko: 사슴은 아이와 함께 인생의 아름다움을 축하했어요.
pt: Com a criança, o Cervo comemorou a beleza da vida.
ru: Ребёнок позволил оленю увидеть красоту жизни.
th: กวางเก้าสีได้เฉลิมฉลองความงดงามของชีวิตร่วมกับเด็กน้อย
vi: Với đứa trẻ đó, Cửu Sắc Lộc tôn vinh vẻ đẹp của cuộc sống.
zh_hans: <1>他们共同庆贺生命之美</1>
zh_hant: 九色鹿與孩子一起慶祝著生命之美。

# ap21_quest03_narration_03
source: A manta appeared—being hunted by a villager!
de: Ein Manta erschien – er wurde von einem Dorfbewohner gejagt!
es: Apareció una mantarraya... ¡que era cazada por un aldeano!
fr: Une raie manta apparut... traquée par un villageois !
id: Seekor manta muncul-diburu oleh penduduk desa!
it: Apparve una manta, braccata da un abitante del villaggio!
ja: そこにマンタが…、どうやら村人に追われているようです！
ko: 마을 주민에게 쫓기던 만타가오리가 나타났어요!
pt: Uma arraia apareceu... sendo caçada por um aldeão!
ru: Однажды селянин охотился за мантой.
th: กระเบนปรากฏตัวขึ้น และกำลังถูกชาวบ้านไล่ล่าอยู่
vi: Một con cá đuối xuất hiện—dân làng đang săn lùng nó!
zh_hans: <1>此时，一只遥鲲正被采药人追捕</1>
zh_hant: 一隻光鰩出現了，身後有位村民正在獵捕牠！

# ap21_quest03_narration_04
source: But the manta was too quick...
de: Aber der Manta war zu schnell …
es: Pero la mantarraya era demasiado rápida...
fr: Mais elle était trop rapide...
id: Tapi manta itu terlalu cepat...
it: Ma la manta era troppo veloce...
ja: マンタの動きはとても素早く...
ko: 재빠른 만타가오리를 잡으려던...
pt: Mas a arraia era muito rápida...
ru: Но манта была слишком быстра...
th: แต่กระเบนนั้นรวดเร็วมาก...
vi: Nhưng con cá đuối rất nhanh...
zh_hans: <1>遥鲲拼命飞翔</1>
zh_hant: 但光鰩的動作太敏捷……

# ap21_quest03_narration_05
source: ...and the villager fell into the lake.
de: … und der Dorfbewohner fiel in den See.
es: ... y el aldeano se cayó al lago.
fr: et l'homme tomba dans le lac.
id: ... dan penduduk desa itu jatuh ke dalam danau.
it: ...e l'abitante del villaggio cadde nel lago.
ja: ...村人は湖に落ちてしまいました
ko: ...마을 주민은 호수에 빠져버렸죠.
pt: ... e o aldeão caiu no lago.
ru: ...и охотник упал в озеро.
th: ...และชาวบ้านก็ได้ตกลงไปในทะเลสาบ
vi: ...và người đó ngã xuống hồ.
zh_hans: <1>追赶它的采药人失足跌落湖中</1>
zh_hant: ……一不小心，村民摔進了湖中。

# ap21_quest03_narration_06
source: The Nine-Colored Deer knew just what to do.
de: Der Neunfarbige Hirsch wusste, was zu tun war.
es: El ciervo de los nueve colores sabía bien lo que tenía que hacer.
fr: Le cerf savait quoi faire.
id: Rusa Sembilan Warna tahu apa yang harus dilakukannya.
it: Il Cervo dai nove colori sapeva esattamente cosa fare.
ja: 九色の鹿は何をすればよいか分かっていました
ko: 아홉 빛깔 사슴은 무엇을 해야 할지 잘 알고 있었어요.
pt: O Cervo de Nove Cores sabia o que tinha que fazer.
ru: Девятицветный олень понял, что нужно сделать.
th: กวางเก้าสีรู้ดีว่าจะต้องทำอย่างไร
vi: Cửu Sắc Lộc nhận ra mình phải làm gì.
zh_hans: <1>九色鹿深知自己肩负的使命</1>
zh_hant: 九色鹿知道該怎麼做。

# ap21_quest03_narration_07
source: Sacrificing some magic…
de: Der Hirsch opferte etwas Magie …
es: El ciervo sacrificó algo de magia...
fr: Usant d'un peu de magie...
id: Mengorbankan beberapa keajaiban...
it: Sacrificando un po' di magia...
ja: 自身の不思議な力を犠牲にして…
ko: 사슴은 자신의 마법을 희생해...
pt: Sacrificando um pouco de magia…
ru: Пожертвовав частью своей магии…
th: กวางได้เสียสละเวทมนตร์บางส่วน…
vi: Hy sinh một phần phép thuật của mình…
zh_hans: <1>于是毫不犹豫地献出了它的力量……</1>
zh_hant: 九色鹿犧牲了部分魔力……

# ap21_quest03_narration_08
source: …the Deer brought the villager back to life.
de: … und erweckte den Dorfbewohner wieder zum Leben.
es: ... y le devolvió la vida al aldeano.
fr: il le ramena à la vie.
id: ... Rusa menghidupkan kembali penduduk desa.
it: ...il cervo riportò in vita l'abitante del villaggio.
ja: …鹿は村人を生き返らせました
ko: ...마을 주민을 되살렸어요.
pt: … o Cervo reviveu o aldeão.
ru: …олень воскресил селянина.
th: ...เพื่อชุบชีวิตชาวบ้านขึ้นมา
vi: …Cửu Sắc Lộc đã cứu sống người đó.
zh_hans: <1>拯救了采药人的性命</1>
zh_hant: ……換取村民重獲新生。

# ap21_quest03_narration_09
source: In thanks, the villager offered to serve the Deer forever.
de: Aus Dankbarkeit bot der Dorfbewohner an, dem Hirsch ewig zu dienen.
es: En agradecimiento, el aldeano se ofreció a servir al ciervo para siempre.
fr: Pour le remercier, le villageois lui proposa ses services.
id: Sebagai ucapan terima kasih, penduduk desa menawarkan diri untuk melayani Rusa itu selamanya.
it: In segno di gratitudine, l'abitante del villaggio si offrì di servire il Cervo per sempre.
ja: お礼に、村人は一生鹿に仕えると申し出ました
ko: 마을 주민은 감사의 표시로 사슴을 영원히 섬기겠다고 말했어요.
pt: Em agradecimento, o aldeão ofereceu servir ao Cervo para sempre.
ru: В благодарность тот пообещал служить ему вечно.
th: ชาวบ้านเสนอตัวที่จะรับใช้กวางตลอดไปเพื่อเป็นการขอบคุณ
vi: Với lòng biết ơn, anh ta nói muốn được đi theo Cửu Sắc Lộc mãi mãi.
zh_hans: <1>采药人想要侍奉九色鹿作为报答</1>
zh_hant: 為了報恩，村民承諾將永遠侍奉九色鹿左右。

# ap21_quest03_narration_10
source: The Deer only asked that their encounter be kept secret…
de: Der Hirsch bat nur darum, ihre Begegnung geheim zu halten …
es: El ciervo solo le pidió que el encuentro quede en secreto...
fr: Le cerf lui demanda juste garder leur rencontre secrète...
id: Rusa hanya meminta agar pertemuan mereka dirahasiakan...
it: Il Cervo chiese solo che non raccontasse a nessuno del loro incontro...
ja: 対して鹿は、ただこの出会いを秘密にすることを希いました…
ko: 사슴은 둘의 만남을 비밀로 지켜 달라고 부탁할 뿐이었죠...
pt: O Cervo só pediu que o encontro fosse mantido em segredo…
ru: Олень попросил об одном: никому не рассказывать об их встрече…
th: กวางขอเพียงให้เก็บการพบกันของพวกเขาไว้เป็นความลับ…
vi: Cửu Sắc Lộc chỉ yêu cầu anh ta giữ bí mật về câu chuyện này…
zh_hans: <1>但它拒绝了，只要求采药人对这段遭遇守口如瓶……</1>
zh_hant: 九色鹿則只要求他對這次的相遇守口如瓶……

# ap21_quest03_narration_11
source: …but the villager knew that he could be rewarded…
de: … doch der Dorfbewohner wusste, er würde belohnt werden …
es: ... pero el aldeano sabía que podía obtener una recompensa...
fr: Mais l'homme savait qu'il pouvait en tirer quelque chose...
id: ... tetapi penduduk desa tahu bahwa dia bisa mendapatkan imbalan...
it: ...ma l'abitante sapeva che avrebbe potuto essere ricompensato...
ja: …ですが村人は知っていました。報酬を得られる可能性があることを…
ko: ...하지만 마을 주민은 자신이 상을 받을 거라고 생각했어요...
pt: … mas o aldeão sabia que poderia ser recompensado…
ru: …но селянин знал, что может получить награду…
th: …แต่ชาวบ้านรู้ดีว่าเขาอาจจะได้รางวัลอย่างงาม…
vi: …nhưng người dân làng đó biết anh ta sẽ được ban thưởng…
zh_hans: <1>然而采药人意识到</1>
zh_hant: ……但村民知道，他將會因此獲得獎賞……

# ap21_quest03_narration_12
source: …for the Princess desired the Deer.
de: … denn die Prinzessin begehrte den Hirsch.
es: ... porque la princesa quería al ciervo.
fr: car la princesse désirait l'animal.
id: ... karena sang Putri menginginkan Rusa itu.
it: ...perché la principessa voleva il Cervo.
ja: …王女が鹿を欲していることを
ko: ...공주가 사슴을 원했으니까요.
pt: … pois a princesa desejava o Cervo.
ru: …ибо принцесса хотела заполучить себе оленя.
th: …เพราะเจ้าหญิงอยากที่จะได้กวาง
vi: …vì Công chúa luôn khao khát sở hữu Cửu Sắc Lộc.
zh_hans: <1>这就是被领主重金悬赏的神鹿</1>
zh_hant: ……因為公主渴望得到九色鹿。

# ap21_quest03_narration_13
source: So the villager returned to tell the King about what he’d seen.
de: So erzählte der Dorfbewohner dem König, was er gesehen hatte.
es: Entonces el aldeano volvió y le dijo al rey lo que había visto.
fr: L'homme alla donc voir le roi pour tout lui raconter.
id: Maka penduduk desa itu kembali untuk memberitahukan kepada Raja tentang apa yang telah dilihatnya.
it: Così l'abitante del villaggio tornò per raccontare al re ciò che aveva visto.
ja: 都に戻った村人は、自身が見たことを国王に伝えました
ko: 그래서 마을 주민은 왕에게 돌아가 자신이 본 것을 전부 털어놨어요.
pt: Então o aldeão voltou para contar ao rei o que tinha visto.
ru: Селянин вернулся к королю и обо всём рассказал.
th: ดังนั้น ชาวบ้านจึงกลับไปเล่าสิ่งที่เขาพบเห็นให้พระราชาฟัง
vi: Thế là, gã dân làng quay về kể với Vua về những gì hắn ta đã nhìn thấy.
zh_hans: <1>于是向领主诉说了自己的见闻</1>
zh_hant: 於是，村民回去便向國王報告他所見之事。

# ap21_quest03_narration_14
source: The King set out to hunt the Deer.
de: Der König zog aus, um den Hirsch zu jagen.
es: El rey se dispuso a cazar al ciervo.
fr: Le souverain organisa une battue.
id: Raja berangkat untuk berburu Rusa.
it: Il re partì per dare la caccia al Cervo.
ja: 国王は鹿に追手をかけました
ko: 왕은 사슴을 사냥하러 나섰죠.
pt: O rei partiu para caçar o Cervo.
ru: Тогда король отправился охотиться на оленя.
th: พระราชาได้ทรงออกไปล่ากวาง
vi: Ông vua lập tức lên đường đi săn Cửu Sắc Lộc.
zh_hans: <1>领主即刻派人前去抓捕九色鹿</1>
zh_hant: 國王隨即踏上狩獵九色鹿的征程。

# ap21_quest03_narration_15
source: In this way, the Nine-Colored Deer was betrayed.
de: Und so wurde der Neunfarbige Hirsch verraten.
es: Así, traicionaron al ciervo de los nueve colores.
fr: Le cerf aux neuf couleurs avait été trahi.
id: Dengan cara ini, Rusa Sembilan Warna dikhianati.
it: Così il Cervo dai nove colori fu tradito.
ja: 九色の鹿は裏切られたのです
ko: 아홉 빛깔 사슴은 배신을 당하고 말았어요.
pt: Assim, o Cervo de Nove Cores foi traído.
ru: Так Девятицветный олень был предан.
th: เช่นนี้เอง กวางเก้าสีจึงถูกทรยศ
vi: Cuối cùng, Cửu Sắc Lộc đã bị phản bội.
zh_hans: <1>九色鹿遭到了背叛</1>
zh_hant: 就這樣，九色鹿被出賣了。

# ap21_quest04_hint1
source: Help the Deer save the creatures trapped in the lake.
de: Hilf dem Hirsch, die im See gefangenen Kreaturen zu retten.
es: Ayuda al ciervo a salvar a las criaturas atrapadas en el lago.
fr: Aidez le cerf à sauver les créatures piégées dans le lac.
id: Bantu Rusa menyelamatkan para mahluk yang terperangkap di danau.
it: Aiuta il Cervo a salvare le creature intrappolate nel lago.
ja: 湖にはまった生き物たちを救いに向かった鹿を手伝いましょう
ko: 사슴을 도와 호수에 갇힌 생물을 구하세요.
pt: Ajude o Cervo a salvar as criaturas presas no lago.
ru: Помогите оленю спасти созданий, попавших в ловушку в озере.
th: ช่วยกวางเพื่อช่วยเหลือสิ่งมีชีวิตที่ติดอยู่ในทะเลสาบ
vi: Giúp Hươu cứu những sinh vật bị mắc kẹt trong hồ.
zh_hans: 帮助九色鹿拯救被困在湖中的生物。
zh_hant: 幫助九色鹿救出被困在湖中的生物。

# ap21_quest04_hint2
source: The child reminded the Deer gatherer to bring someone to catch it.
th: เด็กน้อยได้เตือนให้นักจับกวางพาคนมาจับมัน
zh_hans: 他们远远看见埋伏的国王等人

# ap21_quest04_hint3
source: The Deer don't understand why they want to catch it.
th: กวางไม่เข้าใจว่าทำไมพวกเขาถึงอยากจับมันนัก
zh_hans: 九色鹿很困惑，不明白他们为何要抓自己

# ap21_quest04_hint4
source: The child told the Deer that it may be a trap
th: เด็กน้อยบอกกวางว่า นี่อาจเป็นกับดัก
zh_hans: 这显然是个陷阱

# ap21_quest04_hint5
source: But the Deer still wants to save him.
th: แต่กวางก็ยังคงอยากจะช่วยเขาอยู่
zh_hans: 但九色鹿表示不能见死不救

# ap21_quest04_hint6
source: The Deer exhausted its energy in order to save living beings
th: กวางได้ใช้พลังจนหมดไปกับการช่วยชีวิต
zh_hans: 九色鹿为了救助生灵，耗尽能量

# ap21_quest04_hint7
source: The king successfully captured it and the light creatures around it
th: พระราชาจึงสามารถจับกวาง และสิ่งมีชีวิตแห่งแสงที่อยู่รอบๆ ได้สำเร็จ
zh_hans: 国王一行人成功抓捕它和它身边的光之生物

# ap21_quest04_narration_01
source: Behold the betrayal of the Nine-Colored Deer.
de: Sieh, der Verrat des Neunfarbigen Hirsches.
es: He aquí la traición del ciervo de los nueve colores.
fr: De la trahison du cerf aux neuf couleurs...
id: Simak kisah pengkhianatan terhadap Rusa Sembilan Warna.
it: Assisti al tradimento del Cervo dai nove colori.
ja: 如何にして九色の鹿は裏切りにあったのか
ko: 아홉 빛깔 사슴의 배신을 지켜보세요.
pt: Observe a traição do Cervo de Nove Cores.
ru: Узнайте, как предали Девятицветного оленя.
th: จงดูการทรยศกวางเก้าสี
vi: Hãy chứng kiến sự phản bội của Cửu Sắc Lộc.
zh_hans: 亲身见证九色鹿遭遇的背叛。
zh_hant: 親身見證九色鹿所遭遇的背叛。

# ap21_quest04_narration_02
source: At the behest of the King's Hunter,
de: Auf Geheiß des königlichen Jägers
es: A pedido del cazador del rey,
fr: À la demande du chasseur du roi,
id: Atas perintah Pemburu Raja,
it: Su ordine del Cacciatore del re,
ja: 国王の狩人に命じられ
ko: 왕의 사냥꾼의 명령에 따라
pt: A mando do Caçador do Rei,
ru: Однажды по приказу королевского охотника
th: ชาวบ้านได้ทำให้น้ำปนเปื้อน
vi: Theo lệnh của Thợ Săn Hoàng Gia,
zh_hans: 应国王麾下猎人的要求，
zh_hant: 應國王麾下獵人的要求，

# ap21_quest04_narration_03
source: the Villager tainted the waters.
de: verdarb der Dorfbewohner das Wasser.
es: el aldeano contaminó las aguas.
fr: l'homme souilla les eaux.
id: Penduduk Desa mencemari air.
it: l’abitante del villaggio avvelenò le acque.
ja: 村人は湖を汚しました
ko: 주민은 물을 오염시켰어요.
pt: o Aldeão contaminou as águas.
ru: селянин отравил воду.
th: ตามคำสั่งนายพรานของพระราชา
vi: Dân Làng đã làm vấy bẩn dòng nước.
zh_hans: 村民污染了水源。
zh_hant: 村民污染了湖水。

# ap21_quest04_narration_04
source: Thus, a trap was set to snare the noble creature.
de: So wurde der edlen Kreatur eine Falle gestellt.
es: Así, la trampa quedó tendida para la noble criatura.
fr: C'est ainsi qu'un piège fut tendu à la noble créature.
id: Kemudian, sebuah perangkap dipasang untuk menjerat mahluk mulia itu.
it: E così, la trappola per la nobile creatura fu allestita.
ja: そう、これは高潔な生き物を捕らえるための罠でした
ko: 고귀한 생명체를 붙잡을 함정을 놓은 것이죠.
pt: Assim, armou-se uma armadilha para capturar a nobre criatura.
ru: Так была подстроена ловушка, чтобы поймать благородное создание.
th: และกับดักก็ได้ถูกวางเพื่อดักจับสิ่งมีชีวิตที่สูงศักดิ์
vi: Theo đó, một cái bẫy đã được giăng ra để bẫy sinh vật cao quý này.
zh_hans: 如此便设下了一个陷阱来诱捕这个高贵的生灵。
zh_hant: 如此，為捕捉這尊貴生物而設的陷阱就完成了。

# ap21_quest04_narration_05
source: The Hunter's poison had made the Villager sick.
de: Das Gift des Jägers machte den Dorfbewohner krank.
es: El veneno del cazador enfermó al aldeano.
fr: Le poison du chasseur avait rendu l'homme malade.
id: Racun dari si Pemburu telah membuat para penduduk desa sakit.
it: Il veleno del Cacciatore aveva fatto ammalare l’abitante del villaggio.
ja: 狩人の毒により村人も倒れました
ko: 주민은 사냥꾼이 준 독 때문에 시름시름 앓았어요.
pt: O veneno do Caçador intoxicou o Aldeão.
ru: Селянину стало плохо от яда охотника.
th: ทว่าพิษของนายพรานกลับทำให้ชาวบ้านล้มป่วย
vi: Chất độc của Thợ Săn đã khiến Dân Làng ngã bệnh.
zh_hans: 猎人的毒药让那位村民生病了。
zh_hant: 獵人的毒藥讓那位村民病重。

# ap21_quest04_narration_06
source: The Deer wanted to help, but it was growing weak.
de: Der Hirsch wollte helfen, doch wurde er schwächer.
es: El ciervo quería ayudar, pero se debilitaba cada vez más.
fr: Le cerf voulait l'aider, mais il s'affaiblissait.
id: Sang Rusa ingin menolong, tetapi ia semakin menjadi lemah.
it: Il Cervo voleva soccorrerlo, ma si era anche indebolito.
ja: 鹿は救おうとしますが、弱っていくばかりでした
ko: 사슴은 돕고 싶었지만, 힘이 점점 약해졌어요.
pt: O Cervo quis ajudar, mas estava enfraquecendo.
ru: Олень хотел помочь ему, но и сам начал слабеть.
th: กวางอยากที่จะช่วย แต่มันก็อ่อนแอลง
vi: Hươu muốn giúp, nhưng nó ngày càng yếu đi.
zh_hans: 九色鹿想帮忙，但它变得越来越虚弱。
zh_hant: 九色鹿想援助，但卻變得越來越虛弱。

# ap21_quest04_narration_07
source: The Deer sacrificed the last of its life force to save the Villager.
de: Der Hirsch opferte den letzten Lebensfunken, um den Dorfbewohner zu retten.
es: El ciervo sacrificó lo último de su fuerza vital para salvar al aldeano.
fr: Le cerf sacrifia ses dernières forces de vie pour sauver l'homme.
id: Sang Rusa mengorbankan kekuatan terakhirnya untuk menyelamatkan penduduk desa.
it: Il Cervo sacrificò le forze vitali residue per salvare l’abitante del villaggio.
ja: 鹿は最後の不思議な力を犠牲に、村人を救いました
ko: 사슴은 자신의 남은 생명력을 희생해 주민을 구했어요.
pt: Para salvar o Aldeão, o Cervo sacrificou o que lhe restava de força vital.
ru: Зверь пожертвовал последними силами, чтобы спасти селянина.
th: กวางได้เสียสละพลังชีวิตเสี้ยวสุดท้ายเพื่อช่วยเหลือชาวบ้าน
vi: Hươu đã hy sinh chút sinh lực cuối cùng của mình để cứu Dân Làng.
zh_hans: 九色鹿牺牲了自己最后的生命力来拯救村民。
zh_hant: 為了救村民，九色鹿犧牲了牠僅存的生命力。

# ap21_quest04_narration_08
source: The King was pleased at the Hunter's success...
de: Der König war über den Erfolg des Jägers erfreut …
es: El rey quedó satisfecho ante el éxito del cazador...
fr: Le souverain se réjouit du succès du chasseur...
id: Sang Raja sangat senang dengan keberhasilan si Pemburu
it: Il re si compiacque del successo del cacciatore...
ja: 国王は狩人の成果を喜びました…
ko: 왕은 사냥꾼의 성공에 무척 기뻐했어요...
pt: O Rei se contentou com o sucesso do Caçador...
ru: Король был доволен работой охотника...
th: พระราชาทรงยินดีกับความสำเร็จของนายพราน...
vi: Nhà Vua hài lòng trước thắng lợi của Thợ Săn...
zh_hans: 国王对猎人的成功感到开心……
zh_hant: 國王對獵人的成功表示滿意……

# ap21_quest04_narration_09
source: ...but the Villager was burdened by guilt.
de: … doch der Dorfbewohner war von Schuld geplagt.
es: pero el aldeano se sentía agobiado por la culpa.
fr: ... mais l'homme se retrouva rongé par la culpabilité.
id: …tapi penduduk desa dibebani dengan rasa bersalah.
it: ...mentre l’abitante del villaggio fu schiacciato dal senso di colpa.
ja: …一方で、村人は罪悪感に苛まれていました
ko: ...하지만 주민은 죄책감에 시달렸죠.
pt: ... mas a culpa consumia o Aldeão.
ru: ...но селянина терзало чувство вины.
th: ...แต่ชาวบ้านกลับต้องแบกรับความรู้สึกผิด
vi: ...nhưng Dân Làng bị đè nặng bởi cảm giác tội lỗi.
zh_hans: ……但村民却深感内疚。
zh_hant: ……然而，村民卻被罪惡感所困。

# ap21_quest04_narration_10
source: In this way, the Nine-Colored Deer was captured by the King.
de: Und so wurde der Neunfarbige Hirsch vom König gefangen.
es: De esta forma, el ciervo de nueve colores terminó en manos del rey.
fr: Ainsi le cerf aux neuf couleurs fut-il capturé par le roi.
id: Dengan cara ini, Rusa Sembilan Warna ditangkap oleh Raja.
it: Fu così che il Cervo dai nove colori venne catturato dal re.
ja: このように、九色の鹿は国王に囚われてしまいました
ko: 이렇게 아홉 빛깔 사슴은 왕에게 붙잡혔어요.
pt: Assim, o Rei capturou o Cervo de Nove Cores.
ru: Так король поймал Девятицветного оленя.
th: เช่นนี้เอง กวางเก้าสีจึงถูกพระราชาจับได้
vi: Thế là, Cửu Sắc Lộc đã bị Nhà Vua bắt giữ.
zh_hans: 就这样，九色鹿被国王抓捕。
zh_hant: 就這樣，九色鹿被國王捕獲。

# ap21_quest05_hint0
source: Clear the dark plants to raise the lift.
de: Entferne die Dunkelpflanzen, um die Plattform anzuheben.
es: Deshazte de las plantas oscuras para levantar el elevador.
fr: Détruisez les plantes sombres pour faire monter l'élévateur.
id: Bersihkan tanaman kegelapan untuk menaikkan lift.
it: Liberati delle piante scure per far salire la piattaforma.
ja: 蝕む闇を溶かし、昇降機を使用しましょう
ko: 어둠의 식물을 제거하여 승강기를 올리세요.
pt: Remova as plantas escuras para subir o elevador.
ru: Расчистите тёмные растения, чтобы можно было подняться.
th: กำจัดพืชแห่งความมืดเพื่อยกแผ่นยก
vi: Dọn sạch những cây tối màu để đẩy tấm nâng lên.
zh_hans: 清除黑暗腐植来启动升降台。
zh_hant: 清除黑暗腐植來啟動升降台。
