Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# relationship_delete
source: Unfriend? <warning>This will disable actions with this player and remove their star from the Friendship Constellation.</warning>
de: Freund entfernen? <warning>Diese Aktion wird Aktionen mit diesem Spieler deaktivieren und seinen Stern aus den Freundschaftssternbildern entfernen.</warning>
es: ¿Bloquear amigo? <warning> Esto desactivará acciones con este jugador y quitará su estrella de la constelación de amistad.</warning>
fr: Bloquer l’ami ? <warning>Vous désactiverez les actions avec cette personne et supprimerez son étoile de vos Constellations de l'amitié.</warning>
id: Hapus pertemanan? <warning>Ini akan menonaktifkan tindakan dengan pemain ini dan menghapus bintang mereka dari Konstelasi Pertemanan.</warning>
it: Bloccare amico? <warning>Ciò disattiverà le azioni con questo giocatore rimuovendo la sua stella dalla Costellazione delle amicizie.</warning>
ja: アンフレンドしますか？ <warning>このプレイヤーとの各アクションが無効となり、フレンドの星座からこのプレイヤーの星がなくなります</warning>
ko: 친구를 삭제할까요? <warning>이 플레이어와의 우정노드가 비활성화되고 친구 별자리의 별이 사라집니다.</warning>
pt: Desfazer amizade? <warning>Isso desativará as ações com este jogador e sua estrela será removida da Constelação de Amigos.</warning>
ru: Убрать из друзей? <warning>Вы не сможете выполнять совместные действия с этим игроком, а его звезда пропадет из вашего созвездия дружбы.</warning>
th: เลิกเป็นเพื่อนหรือไม่ <warning>นี่จะปิดใช้การกระทำกับผู้เล่นคนนี้ และนำดวงดาวของเขาออกจากกลุ่มดาวมิตรภาพ</warning>
vi: Hủy kết bạn? <warning>Thao tác này sẽ vô hiệu hóa các hành động với người chơi này và loại bỏ ngôi sao của họ khỏi Chòm Sao Tình Bạn.</warning>
zh_hans: 断绝友谊？ <warning>这将会禁用与此玩家之间的行动，并从友谊星盘中移除其星芒。</warning>
zh_hant: 要解除好友嗎？ <warning>這將取消你與此玩家的友誼進度並從星盤中移除他的星芒。</warning>

# relationship_delete_button
source: Unfriend
de: Freund entfernen
es: Eliminar amistad
fr: Supprimer des amis
id: Hapus Pertemanan
it: Rimuovi dagli amici
ja: アンフレンド
ko: 친구 삭제
pt: Desfazer amizade
ru: Удалить из друзей
th: เลิกเป็นเพื่อน
vi: Hủy kết bạn
zh_hans: 断绝友谊
zh_hant: 解除好友

# relationship_disabled_inair
source: Cannot let go while flying.
de: Kann beim Fliegen nicht loslassen.
es: No puedes soltarte mientras vuelas.
fr: Impossible de lâcher prise en vol.
id: Tidak bisa melepaskan pegangan saat terbang.
it: Impossibile lasciar andare durante il volo.
ja: 飛行中は手を離せません
ko: 비행 중에는 손을 놓을 수 없습니다.
pt: Não é possível soltar as mãos enquanto estiver voando.
ru: Нельзя разжать руки, пока летишь.
th: ไม่สามารถปล่อยได้ ในขณะบิน
vi: Không thể buông tay khi đang bay.
zh_hans: 在飞行期间无法放手
zh_hant: 在飛行時無法放手

# relationship_dnd_notice
source: This player has used a Do Not Disturb spell and would like to play alone.
de: Dieser Spieler hat einen „Bitte nicht stören“-Zauber angewendet und möchte alleine spielen.
es: Esta persona usó un hechizo de No molestar y prefiere jugar sin compañía.
fr: Cette personne a utilisé un sort Ne pas dérange et souhaite jouer seule.
id: Pemain ini telah menggunakan mantra Jangan Ganggu dan ingin bermain sendiri.
it: L'utente ha usato l'incantesimo Non disturbare e vorrebbe giocare per conto suo.
ja: このプレイヤーは集中モード魔法を使用し、1人での冒険を楽しんでいます。
ko: 이 플레이어는 방해 금지 주문을 사용했으며 혼자 플레이하고 싶어 합니다.
pt: O jogador usou um feitiço Não Perturbe e gostaria de jogar a sós.
ru: Этот игрок применил чары «Не беспокоить» и хочет поиграть в одиночку.
th: ผู้เล่นคนนี้ได้ใช้คาถาห้ามรบกวน และต้องการเล่นคนเดียว
vi: Người chơi này đã sử dụng phép thuật Không Làm Phiền và muốn sự riêng tư.
zh_hans: 这名玩家使用了「请勿打扰」魔法 看来是想要自己游玩。
zh_hant: 這名玩家使用了「請勿打擾」魔法 看來是想要自己遊玩。

# relationship_doublefive
source: Offer <candle/> to this friend to unlock <2>double-five</2>?
de: Diesem Freund eine <candle/> darbringen, um die <2>Doppel-Five</2> freizuschalten?
es: ¿Ofrece <candle/> a este amigo para desbloquear <2>¡Chócalas!</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller <2>Tape m’en dix</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>tos dua tangan</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare <2>batti il dieci</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”両手でハイタッチ”</2>ができるようになります
ko: <candle/>를 사용하여 <2>더블 하이파이브</2>를 잠금해제할까요?
pt: Oferecer <candle/> para esse amigo para desbloquear <2>toca aí duplo</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>«дать десять»</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>แปะมือคู่</2>หรือไม่
vi: Tặng <candle/> cho người bạn này để mở <2>đập tay đôi</2>?
zh_hans: 赠送<candle/>给好友以解锁<2>双击掌</2>吗？
zh_hant: 贈送<candle/>給好友以解鎖<2>雙擊掌</2>嗎？

# relationship_duetbow
source: Offer <candle/> to this friend to unlock <2>Duet Bow</2>?
de: Biete <candle/> diesem Freund an, um <2>Duett-Verbeugung</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear <2>Reverencia de Dúo</2>?
fr: Offrir <candle/> à cet ami pour déverrouiller <2>Révérence en Duo</2>?
id: Tawarkan <candle/> kepada teman ini untuk membuka <2>Duet Membungkuk</2>?
it: Offri <candle/> a questo amico per sbloccare <2>Inchino Duetto</2>?
ja: <2><candle/></2>を捧げますか？このフレンドと<2>仲良しお辞儀</2>ができるようになります
ko: <candle/>를 써서 이 친구와 <2>듀엣 인사</2>를 잠금해제할까요?
pt: Oferecer <candle/> a este amigo para desbloquear <2>Reverência Dueto</2>?
ru: Предложить <candle/> этому другу, чтобы разблокировать <2>Дуэтный Поклон</2>?
vi: Tặng <candle/> cho người bạn này để mở khóa <2>Động tác Cúi Chào Song Ca</2>?
zh_hans: 解鎖<2>双人鞠躬</2>?
zh_hant: 向這位朋友提供<candle/>以解鎖<2>雙人鞠躬</2>?

# relationship_duetdance
source: Offer <candle/> to this friend to unlock the <2>duet dance</2>?
de: Diesem Freund eine <candle/> darbringen, um den <2>Handschlag</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear el <2>baile a dúo</2>?
fr: Offfir des <candle/> à cet ami pour déverrouiller la <2>danse à deux<2/> ?
id: Tawarkan <candle/> kepada teman ini untuk membuka kunci tarian duet?
it: Vuoi offrire <candle/> a quell'amico per sbloccare la <2>danza per due<2/>?
ja: <candle/>を捧げますか？このフレンドと <2>”ペアダンス”</2>ができるようになります
ko: <candle/>을 사용해서 이 친구와 <2>2인 댄스</2>를 잠금해제 할까요?
pt: Oferecer <candle/> a esse amigo para desbloquear a <2>dança em par</2>?
ru: Предложить <candle/> этому другу, чтобы выучить <2>duet dance</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>เต้นรำคู่</2>หรือไม่
vi: Tặng cho người bạn này để mở khóa vũ điệu song ca?
zh_hans: 赠送 <candle/> 给好友以解锁<2>双人舞</2>吗？
zh_hant: 贈送 <candle/> 給好友以解鎖<2>雙人舞</2>嗎？

# relationship_favorite
source: {{1}} is now a favorite friend
de: {{1}} ist jetzt ein Lieblingsfreund
es: {{1}} es ahora un amigo favorito.
fr: {{1}} est maintenant un ami préféré
id: {{1}} sekarang adalah teman favorit
it: {{1}} è ora tra i tuoi amici preferiti
ja: {{1}}をお気に入りに登録しました
ko: {{1}} 님이 이제 절친이 되었어요
pt: {{1}} se tornou um amigo preferido
ru: {{1}} теперь любимый друг
th: {{1}} กลายเป็นเพื่อนคนโปรดแล้ว
vi: Bạn đang yêu thích {{1}}
zh_hans: 你特别关注了{{1}}
zh_hant: 你特別關注了{{1}}

# relationship_favorite_button
source: Favorite
de: Favorit
es: Favorito
fr: Ajouter aux favoris
id: Favorit
it: Aggiunti ai preferiti
ja: お気に入り
ko: 절친
pt: Favoritar
ru: Добавить в любимые
th: รายการโปรด
vi: Yêu thích
zh_hans: 最爱
zh_hant: 最愛

# relationship_favorite_max
source: You can’t favorite any more friends. Unfavorite a friend to make room in your constellations.
de: Du kannst keine Freunde mehr favorisieren. Entferne einen Freund, um Platz in deinen Sternbildern zu schaffen.
es: Ya no puedes agregar más amistades a favoritas. Elimina una amistad de las favoritas para hacer lugar en tus constelaciones.
fr: Vous ne pouvez plus ajouter d'autres amis à vos favoris. Retirez un ami de vos favoris pour faire de la place dans vos constellations.
id: Kamu tidak bisa memasukkan teman lain ke favorit. Hapus teman dari daftar favorit untuk mengosongkan ruang di rasimu.
it: Non puoi aggiungere altri amici ai preferiti. Elimina dai preferiti un amico per fare spazio nelle tue costellazioni.
ja: お気に入りの星座がいっぱいです。お気に入りを解除すると、新たに追加できます
ko: 더 이상 절친을 추가할 수 없습니다. 기존 절친을 삭제해서 별자리에 공간을 만들어주세요.
pt: Você não pode favoritar mais amigos. Tire um amigo dos favoritos para abrir espaço em suas constelações.
ru: В «Любимых» больше нет места. Удалите оттуда друга, чтобы освободить место в созвездии.
th: คุณไม่สามารถเพิ่มเพื่อนไปยังรายการโปรดได้อีกต่อไป ลบเพื่อนออกจากรายการโปรดเพื่อเพิ่มที่ว่างในกลุ่มดาวของคุณ
vi: Không thể thêm ai làm bạn thân nữa. Bỏ một bạn thân để dành không gian trong Chòm Sao.
zh_hans: 你无法再将任何朋友添加为挚友。取消一位挚友，以便在你的星座中腾出空间。
zh_hant: 您無法再將任何好友加入摯友了。必須移除其中一名，在您的星座圖中騰出空間。

# relationship_fistbump
source: Offer <candle/> to this friend to unlock <2>fist bump</2>?
de: Diesem Freund eine <candle/> darbringen, um den <2>Fauststoß</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear el <2>choque de puños</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller le <2>poing à poing</2> ?
id: Tawarkan <candle/> lilin ke teman ini untuk membuka <2>tos kepal</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare <2>batti il pugno</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”グータッチ”</2>ができるようになります
ko: <2><candle></2>를 사용하여 <2>주먹인사</2>를 잠금해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear <2>soquinho</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>кулак о кулак</2>?
th: มอบ <candle/> ให้เพื่อนคนนี้ เพื่อปลดล็อก<2>ชนกำปั้น</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Cụng tay</2>?
zh_hans: 赠送<candle/>给好友解锁<2>碰拳</2>?
zh_hant: 贈送<candle/>給好友解鎖<2>碰拳</2>?

# relationship_giftmsg_locked
source: Grow your friendship with <b>{{1}}</b> to send them gifts
de: Baue deine Freundschaft mit <b>{{1}}</b> aus, um Geschenk zu schicken
es: ¡Cultiva tu relación con <b>{{1}}</b> para enviarle regalos!
fr: Développez votre amitié avec <b>{{1}}</b> pour lui envoyer des cadeaux
id: Tingkatkan persahabatan kamu dengan <b>{{1}}</b> untuk mengirimi mereka hadiah
it: Accresci l'amicizia con <b>{{1}}</b> per inviargli dei regali
ja: <b>{{1}}</b> さんにギフトを贈り、友情を育みましょう
ko: <b>{{1}}</b>님과 우정을 더 키워야 선물을 보낼 수 있어요
pt: Fortaleça sua amizade com <b>{{1}}</b> para enviar presentes
ru: Укрепите вашу дружбу с игроком <b>{{1}}</b>, чтобы отправлять подарки
th: เสริมสร้างมิตรภาพกับ <b>{{1}}</b> เพื่อส่งของขวัญให้พวกเขา
vi: Phát triển tình bạn của bạn với <b>{{1}}</b> để gửi quà cho họ
zh_hans: 培养你与<b>{{1}}</b>之间的友谊，向其发送礼物
zh_hant: 增進和<b>{{1}}</b>的友誼即可送禮物

# relationship_giftmsg_redeem_confirm
source: Your friend sent you a <heart/>! <heart/>unlocks <2>Special Items</2>
de: Dein Freund hat dir ein <heart/> geschickt! <heart/> schalten <2>besondere Gegenstände</2> frei
es: ¡Tu amigo te envió un <heart/>! <heart/>desbloquea<2>artículos especiales</2>
fr: Votre ami vous a envoyé un <heart/> ! Les <heart/>déverrouillent <2>des objets spéciaux</2>
id: Temanmu mengirimkan <heart/>! <heart/>membuka <2>Item Spesial</2>
it: Il tuo amico ti ha inviato un <heart/>! <heart/> sblocca <2>oggetti speciali</2>.
ja: フレンドから<b><rbheart/></b>が届きました！ <b><rbheart/></b>を精霊に渡して<2><b>特別なアイテム</b>を獲得</2>しましょう
ko: 친구가 <heart/>를 보냈어요! <heart/>로 <2>특별한 아이템</2>을 잠금해제 해보세요
pt: Seu amigo enviou um <heart/>! <heart/> desbloqueia <2>itens especiais</2>
ru: Ваш друг отправил вам <heart/>! <heart/> открывает <2>особые предметы</2>
th: เพื่อนส่ง <heart/> ให้กับคุณ! <heart/>ปลดล็อก<2>ไอเทมพิเศษ</2>
vi: Bạn của bạn tặng cho bạn <heart/>! <heart/>Mở khóa <2>Vật phẩm đặc biệt</2>
zh_hans: 你的朋友送给你一颗<2><rbheart/></2>！ <2><rbheart/></2>可以解锁<2>特殊道具</2>
zh_hant: 你的朋友送給你一顆<2><rbheart/></2>！ <2><rbheart/></2>可以解鎖<2>特殊道具</2>

# relationship_giftmsg_redeem_tut
source: If friends send you a <heart/> it will appear here! <heart/>unlocks <2>Special Items</2>
de: Wenn Freunde dir ein <heart/> schicken, erscheint es hier! <heart/> schalten <2>besondere Gegenstände</2> frei
es: ¡Si un amigo te envía un corazón <heart/> aparecerá aquí! <heart/>desbloquea<2>artículos especiales</2>
fr: Si des amis vous envoient un <heart/>, il apparaîtra ici ! Les <heart/>déverrouillent <2>des objets spéciaux</2>
id: Jika teman mengirimkan <heart/>, item tersebut akan muncul di sini! <heart/>membuka <2>Item Spesial</2>
it: Se gli amici ti inviano un <heart/> potrai visualizzarlo qua! <heart/> sblocca <2>oggetti speciali</2>.
ja: フレンドから<b><rbheart/></b>が届くとここに表示されます <b><rbheart/></b>は<2><b>特別なアイテム</b>を獲得する</2>ために必要になります
ko: 친구가 보낸 <heart/>는 여기에서 볼 수 있어요! <heart/>로 <2>특별한 아이템</2>을 잠금해제 해보세요
pt: O <heart/> enviado por seu amigo aparecerá aqui! <heart/> desbloqueia <2>itens especiais</2>
ru: Если друг отправит вам <heart/>, оно появится здесь! <heart/> открывает <2>особые предметы</2>
th: หากเพื่อนส่ง <heart/> ให้กับคุณ มันจะปรากฏที่นี่! <heart/>ปลดล็อก<2>ไอเทมพิเศษ</2>
vi: Nếu bạn bè tặng bạn <heart/> nó sẽ xuất hiện ở đây! <heart/>Mở khóa <2>Vật phẩm Đặc biệt</2>
zh_hans: 如果朋友们送给你<2><rbheart/></2>，它会出现在这里！ <2><rbheart/></2>可以解锁<2>特殊道具</2>
zh_hant: 如果朋友們送給你<2><rbheart/></2>，它會出現在這裡！ <2><rbheart/></2>可以解鎖<2>特殊道具</2>

# relationship_giftmsg_send_confirm
source: Send <heart/> to this friend by using <candle/>? <heart/>unlocks <2>Special Items</2>
de: Diesem Freund ein <heart/> mit der <candle/> schicken? <heart/> schalten <2>besondere Gegenstände</2> frei
es: ¿Enviar <heart/> a este amigo usando <candle/>? <heart/>desbloquea <2>artículos especiales</2>
fr: Envoyer des <heart/> à cet ami en utilisant une <candle/> ? Les <heart/>déverrouillent <2>des objets spéciaux</2>
id: Kirimkan <heart/> ke teman ini dengan menggunakan <candle/>? <heart/>membuka <2>Item Spesial</2>
it: Vuoi inviare <heart/> a questo amico utilizzando <candle/>? <heart/> sblocca <2>oggetti speciali</2>.
ja: <b><rbcandle/></b>を捧げてこのフレンドに<b><rbheart/></b>を贈りますか？ <b><rbheart/></b>は<2><b>特別なアイテム</b>を獲得する</2>ために必要になります
ko: <candle/>를 사용하여 <heart/>를 선물할까요? <heart/>로 <2>특별한 아이템</2>을 잠금해제할 수 있어요
pt: Enviar <heart/> para este amigo usando <candle/>? <heart/> desbloqueia <2>itens especiais</2>
ru: Отправить <heart/> этому другу, используя <candle/>? <heart/> открывает <2>особые предметы</2>
th: ส่ง <heart/> ให้เพื่อนคนนี้โดยใช้ <candle/> หรือไม่ <heart/>ปลดล็อก<2>ไอเทมพิเศษ</2>
vi: Gửi <heart/> cho người bạn này bằng cách dùng <candle/>? <heart/>Mở khóa <2>Vật phẩm Đặc biệt</2>
zh_hans: 消耗<2><rbcandle/></2>送一颗<2><rbheart/></2>给这个朋友吗？ <2><rbheart/></2>可以解锁<2>特殊道具</2>
zh_hant: 消耗<2><rbcandle/></2>送一顆<2><rbheart/></2>給這個朋友嗎？ <2><rbheart/></2>可以解鎖<2>特殊道具</2>

# relationship_giftmsg_send_tut
source: Collect <candle/> to send a <heart/> <heart/>unlocks <2>Special Items</2>
de: Sammle <candle/>, um ein <heart/> zu verschicken <heart/> schalten <2>besondere Gegenstände</2> frei
es: Recoge <candle/> para enviar un <heart/> <heart/>desbloquea<2>artículos especiales</2>
fr: Obtenez des <candle/> pour envoyer un <heart/> Les <heart/>déverrouillent <2>des objets spéciaux</2>
id: Kumpulkan <candle/> untuk mengirimkan <heart/> <heart/>membuka <2>Item Spesial</2>
it: Raccogli <candle/> per inviare un <heart/>. <heart/> sblocca <2>oggetti speciali</2>.
ja: <b><rbcandle/></b>を集めてフレンドに<b><rbheart/></b>を贈りましょう <b><rbheart/></b>は<2><b>特別なアイテム</b>を獲得する</2>ために必要になります
ko: <candle/>를 모아 <heart/>를 보내보세요 <heart/>로 <2>특별한 아이템</2>을 잠금해제할 수 있어요
pt: Obtenha <candle/> para enviar um <heart/> <heart/> desbloqueia <2>itens especiais</2>
ru: Заберите <candle/>, чтобы отправить <heart/> <heart/> открывает <2>особые предметы</2>
th: เก็บรวบรวม <candle/> เพื่อส่ง <heart/> <heart/>ปลดล็อก<2>ไอเทมพิเศษ</2>
vi: Thu thập <candle/> để tặng <heart/> <heart/>Mở khóa <2>Vật phẩm Đặc biệt</2>
zh_hans: 收集<candle/>可以赠送别人<heart/> <heart/>可以解锁<2>特殊道具</2>
zh_hant: 收集<candle/>可以贈送別人<heart/> <heart/>可以解鎖<2>特殊道具</2>

# relationship_hairtousle
source: Offer <candle/> to this friend to unlock <2>hair tousle</2>?
de: Diesem Freund eine <candle/> darbringen, um das <2>Haarwuscheln</2> freizuschalten?
es: ¿Deseas ofrecerle una <candle/> a este amigo para desbloquear <2>Pelo alborotado</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller <2>mèche de cheveux</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>elus rambut</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare i <2>capelli arruffati</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”なでなで”</2>ができるようになります
ko: <candle/>를 사용하여 <2>쓰다듬기</2>를 잠금해제할까요?
pt: Oferecer <candle/> a este amigo para desbloquear <2>cafuné</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>космы</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>ลูบผม</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Sờ Đầu</2>?
zh_hans: 赠送<candle/>给好友以解锁<2>摸摸头</2>吗？
zh_hant: 贈送<candle/>給好友以解鎖<2>摸摸頭</2>嗎？

# relationship_handhold
source: Offer <candle/> to this friend to unlock <2>hand holding</2>?
de: Diesem Freund eine <candle/> darbringen, um den <2>Hände halten</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear el <2>sostener manos</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller la <2>prise par la main</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>pegang tangan</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare <2>mano nella mano</2>?
ja: <candle/>を捧げますか？このフレンドと <2>手をつなげる</2>ようになります
ko: <candle/>를 사용하여 <2>손잡기</2>를 잠금해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear <2>dar a mão</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>«взяться за руки»</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>จับมือ</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Nắm Tay</2>?
zh_hans: 赠送<candle/>给好友以解锁<2>牵手</2>吗？
zh_hant: 贈送<candle/>給好友以解鎖<2>牽手</2>嗎？

# relationship_handshake
source: Offer <candle/> to this friend to unlock <2>hand shake</2>?
de: Diesem Freund eine <candle/> darbringen, um die <2>Handschlag</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear <2>apretón de manos</2>?
fr: Offfir des <candle/> à cet ami pour déverrouiller la <2>poignée de main<2/> ?
id: Tawarkan <candle/> kepada teman ini untuk membuka kunci jabat tangan?
it: Vuoi offrire <candle/> a questo amico per sbloccare la <2>stretta di mano</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”握手”</2>ができるようになります
ko: <candle/>을 사용해서 이 친구와 <2>악수하기</2>를 잠금해제 할까요?
pt: Oferecer <candle/> a esse amigo para desbloquear o <2>aperto de mãos</2>?
ru: Предложить <candle/> этому другу, чтобы выучить <2>hand shake</2>?
th: มอบ<candle/>ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>จับมือทักทาย</2>หรือไม่
vi: Tặng cho người bạn này để mở khóa lắc tay?
zh_hans: 赠送 <candle/> 给好友以解锁<2>握手</2>吗？
zh_hant: 贈送 <candle/> 給好友以解鎖<2>握手</2>嗎？

# relationship_heartx5
source: <b>Days of Fortune</b> Limited Gift Offer <candle/> to your friend to give <heart/>x 5 ? <2>
de: <b>Tage des Glücks, </b>Limitiertes Geschenk Deinem Freund eine <candle/> anbieten, um ein <heart/>x 5 zu schenken?
es: <b>Días de la buena fortuna</b> regalo limitado ofrece <candle/> a tu amistad para obsequiar<heart/>x 5 ? <2>
fr: <b>Les Jours de chance</b> Cadeau limité Offrir des <candle/> à votre ami pour donner un <heart/>x 5 ?
id: Hadiah Terbatas <b>Hari Keberuntungan</b> Tawarkan<candle/> ke teman untuk memberikan <heart/>x 5? <2>
it: <b>Giorni della Buona Stella</b> Regalo limitato Vuoi offrire <candle/> al tuo amico per inviare un <heart/>?
ja: <b>来福の日々</b>の特別なギフト <candle/> x 14 を消費してこのフレンドに<heart/> x 5 を贈りますか？ <2>
ko: <b>행복의 날</b> 기간 한정 선물 <candle/>를 사용해서 친구에게 <heart/>x 5를 보낼까요? <2>
pt: <b>Dias de Felicidade</b> Oferta limitada Oferecer <candle/> para seu amigo para dar um <heart/>x 5 ?
ru: Ограниченное предложение <b>Дней Удачи</b>: Потратьте <candle/>, чтобы подарить вашему другу <heart/>x 5 ? <2>
th: ของขวัญ<b>วันแห่งโชคลาภ</b>แบบลิมิเต็ด มอบ <candle/> ให้กับเพื่อนของคุณเพื่อมอบ <heart/>x 5 หรือไม่ <2>
vi: <b>Ngày May Mắn</b> Quà Giới Hạn Tặng <candle/> cho bạn bè để tặng <heart/>x 5 ? <2>
zh_hans: <b>幸运节</b>限定礼物 使用<candle/>给好友送<heart/>x 5 ？
zh_hant: <b>幸運節</b>限定禮物 使用<candle/>給好友送<heart/>x 5 ？

# relationship_highfive
source: Offer <candle/> to this friend to unlock <2>high-five</2>?
de: Diesem Freund eine <candle/> darbringen, um das <2>High Five</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear la <2>chocada</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller <2>tope-là</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>tos</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare <2>batti il cinque</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”ハイタッチ”</2>ができるようになります
ko: <candle/>를 사용하여 <2>하이파이브</2>를 잠금해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear <2>toca aí</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>«дать пять»</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>แปะมือ</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Đập Tay</2>?
zh_hans: 赠送<candle/>给好友以解锁<2>击掌</2>吗？
zh_hant: 贈送<candle/>給好友以解鎖<2>擊掌</2>嗎？

# relationship_hug
source: Offer <candle/> to this friend to unlock <2>hug</2>?
de: Diesem Freund eine <candle/> darbringen, um die <2>Umarmung</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear el <2>abrazo</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller le <2>câlin</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>peluk</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare l'<2>abbraccio</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”ハグ”</2>ができるようになります
ko: <candle/>를 사용하여 <2>포옹</2>을 잠금해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear <2>abraço</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>объятие</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>กอด</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Ôm</2>?
zh_hans: 赠送<candle/>给好友以解锁<2>拥抱</2>吗？
zh_hant: 贈送<candle/>給好友以解鎖<2>擁抱</2>嗎？

# relationship_join
source: Join your friend
de: Schließe dich deinem Freund an
es: Unirte a tu amigo.
fr: Rejoignez votre ami
id: Bergabung dengan teman
it: Unisciti al tuo amico
ja: このフレンドのところへワープします
ko: 친구와 합류하기
pt: Juntar-se ao seu amigo
ru: Отправиться к другу
th: เข้าร่วมกับเพื่อนของคุณ
vi: Tham gia cùng bạn bè của bạn
zh_hans: 加入你的好友
zh_hant: 加入你的好友

# relationship_join_button
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
id: Bergabung
it: Unisciti
ja: 参加
ko: 참여
pt: Entrar
ru: Присоединиться
th: เข้าร่วม
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

# relationship_join_fail
source: Your friend is in a place where you can not join right now
de: Dein Freund ist an einem Ort, zu dem du gerade nicht kannst
es: Tu amigo está en un lugar donde no puedes unirte ahora mismo
fr: Votre ami est à un endroit où il n’est pas possible de le rejoindre
id: Temanmu berada di tempat yang membuatmu tidak bisa bergabung sekarang
it: Il tuo amico si trova in un luogo che non puoi raggiungere al momento
ja: このフレンドは現在あなたの参加できない位置にいるようです
ko: 친구와 현재 합류할 수 없습니다
pt: Seu amigo está em um lugar onde você não pode ir no momento
ru: Ваш друг где-то, куда вы не можете отправиться прямо сейчас
th: เพื่อนของคุณอยู่ในสถานที่ที่คุณไม่สามารถเข้าร่วมได้ในขณะนี้
vi: Người bạn này đang ở một địa điểm mà bạn không thể vào
zh_hans: 现在无法进入你朋友的世界
zh_hant: 現在無法進入你朋友的世界

# relationship_join_fail_friend_upgrade_client
source: Join failed. Your friend is on an older version of the app.
de: Teleportieren fehlgeschlagen. Dein Freund hat eine ältere Version der App.
es: El viaje falló. Tu amigo tiene una versión más antigua de la aplicación.
fr: Échec de la téléportation. Votre ami utilise une version plus ancienne de l'application.
id: Gagal bergabung. Temanmu menggunakan versi aplikasi yang lama.
it: Teletrasporto non riuscito. Il tuo amico sta usando una versione precedente dell'app.
ja: ワープできません。フレンドは古いバージョンを使用中のようです。
ko: 워프 실패. 친구가 이전 버전의 앱으로 플레이하고 있어요.
pt: Falha no transporte. Seu amigo está em uma versão antiga do aplicativo.
ru: Не удалось прыгнуть. У вашего друга более старая версия игры.
th: เข้าร่วมล้มเหลว เพื่อนของคุณใช้แอปเวอร์ชันเก่า
vi: Vào thất bại. Người bạn này đang dùng phiên bản ứng dụng cũ hơn.
zh_hans: 传送失败。您的朋友在使用较老版本的客户端。
zh_hant: 傳送失敗。您的朋友在使用較老版本的客戶端。
