Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_fetch_night_task_desc
source: This <1>Spirit</1> prays for <lmind><lmind_img/>Purple Light</lmind>. It is said they hoard ancient secrets.
de: Dieser <1>Geist</1> betet um <lmind><lmind_img/>Lila Licht</lmind>. Es heißt, es enthalte uralte Geheimnisse.
es: Este <1>Espíritu</1> suplica por <lmind><lmind_img/>Luz Púrpura</lmind>. Se dice que acapara antiguos secretos.
fr: Cet <1>esprit</1> prie pour voir une <lmind><lmind_img/>Lumière Violette</lmind>. On raconte qu'elle regorge d'anciens secrets.
id: <1>Roh</1> ini berdoa mendapatkan <lmind><lmind_img/>Cahaya Ungu</lmind>. Konon cahaya ini menyimpan rahasia kuno.
it: Questo <1>spirito</1> implora <lmind><lmind_img/>Luce Viola</lmind>. Si dice che custodisca antichi segreti.
ja: この<1>精霊</1>は<lmind><lmind_img/>紫色の灯り</lmind>を待ち望んでいます。それには古の秘密が封じられていると言われています
ko: <1>영혼</1>이 <lmind><lmind_img/>보라색 빛</lmind>을 찾기를 기도합니다. 고대의 비밀을 모아놓은 곳을 떠돈다고 해요.
pt: Esse <1>espírito</1> implora por <lmind><lmind_img/>Luz Roxa</lmind>. Dizem que ela guarda segredos antigos.
ru: Этот <1>дух</1> молит о <lmind><lmind_img/>пурпурном свете</lmind>. Говорят, он скрывает древние тайны.
th: <1>สปิริต</1>ตนนี้อธิษฐานขอ<lmind><lmind_img/>แสงสีม่วง</lmind> มีเรื่องเล่าว่าแสงสีม่วงสะสมความลับโบราณเอาไว้
vi: <1>Tinh Linh</1> cầu nguyện cho <lmind><lmind_img/>Ánh Sáng Tím</lmind>. Nghe nói chúng chứa bí mật thượng cổ.
zh_hans: <1>先灵</1>祈求<lmind><lmind_img/>紫色光芒</lmind>。据说，他们囤积了上古的秘密。
zh_hant: <1>先靈</1>祈求<lmind><lmind_img/>紫色光芒</lmind>。據說，他們囤積了上古的秘密。

# spirit_shop_ap06unlock_fetch_night_task_done
source: <lmind><lmind_img/>Purple Light</lmind> is collected! Return it to the <1>Spirit</1> at the <b>Forgotten Ark</b> in <b>Golden Wasteland</b>.
de: Du hast <lmind><lmind_img/>Lila Licht</lmind> eingesammelt! Du kannst es beim <1>Geist</1> bei der <b>Vergessenen Arche</b> in der <b>Goldenen Ödnis</b> abgeben.
es: ¡Recogiste <lmind><lmind_img/>Luz Púrpura</lmind>! Regresa hasta el <1>Espíritu</1> en el <b>Arca Olvidada</b> del <b>Páramo Dorado</b>.
fr: <lmind><lmind_img/>Lumière Violette</lmind> récupérée ! Rapportez-la à l'<1>esprit</1> de l'<b>Arche oubliée</b> dans le <b>Désert d'or</b>.
id: <lmind><lmind_img/>Cahaya Ungu</lmind> didapatkan! Kembali ke <1>Roh</1> di <b>Tabut Terlupakan</b> di <b>Gurun Emas</b>.
it: Hai raccolto <lmind><lmind_img/>Luce Viola</lmind>! Riportala allo <1>spirito</1> presso l'<b>Arca Dimenticata</b> nel <b>Deserto Dorato</b>.
ja: <lmind><lmind_img/>紫色の灯り</lmind>を手に入れました！<b>捨てられた地</b>の<b>忘れられた方舟</b>にて待つ<1>精霊</1>に届けましょう
ko: <lmind><lmind_img/>보라색 빛</lmind>을 찾았어요! <b>황금 황무지</b>의 <b>잊혀진 방주</b>에서 기다리는 <1>영혼</1>에게 가져다주세요.
pt: <lmind><lmind_img/>Luz Roxa</lmind> coletada! Devolva-a ao <1>espírito</1> na <b>arca esquecida</b> no <b>Sertão Dourado</b>.
ru: <lmind><lmind_img/>Пурпурный свет</lmind> собран! Верните его <1>духу</1> у <b>Забытого ковчега</b> в <b>Золотой пустоши</b>.
th: ได้รับ<lmind><lmind_img/>แสงสีม่วง</lmind>แล้ว! นำกลับไปให้<1>สปิริต</1>ที่<b>เรือที่ถูกลืม</b>ใน<b>แดนร้างทองอร่าม</b>เลยสิ
vi: Thu thập xong <lmind><lmind_img/>Ánh Sáng Tím</lmind>! Giao chúng cho <b>Tinh Linh</b> ở <b>Hòm Lãng Quên</b> tại <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: <lmind><lmind_img/>紫色光芒</lmind>收集完毕！将它交还给<b>暮土</b>里<b>失落方舟</b>的<1>先灵</1>。
zh_hant: <lmind><lmind_img/>紫色光芒</lmind>收集完畢！將它交還給<b>暮土</b>裡<b>失落方舟</b>的<1>先靈</1>。

# spirit_shop_ap06unlock_fetch_rain_task_desc
source: This <1>Spirit</1> cries for <lfire><lfire_img/>Orange Light</lfire>. They offer warmth in times of cold.
de: Dieser <1>Geist</1> verlangt verzweifelt nach <lfire><lfire_img/>Orangem Licht</lfire>. Es bietet Wärme in kalten Zeiten.
es: Este <1>Espíritu</1> pide <lfire><lfire_img/>Luz Naranja</lfire> a gritos. Ofrece calor en los tiempos fríos.
fr: Cet <1>esprit</1> demande une <lfire><lfire_img/>Lumière Orange</lfire>. Elle offre sa chaleur lorsqu'il fait froid.
id: <1>Roh</1> ini mencari-cari <lfire><lfire_img/>Cahaya Oranye</lfire>. Cahaya ini memberikan kehangatan di masa-masa yang dingin.
it: Questo <1>spirito</1> anela la <lfire><lfire_img/>Luce Arancione</lfire>. Offre calore nei periodi di freddo.
ja: この<1>精霊</1>は泣くほどに<lfire><lfire_img/>だいだい色の灯り</lfire>を求めています。それは寒さの中にあって温もりを与えてくれるのです
ko: 이 <1>영혼</2>은 <lfire><lfire_img/>주황색 빛</lfire>을 부르고 있어요. 주황색 빛은 추위를 물리치고 온기를 전해준다고 해요.
pt: Esse <1>espírito</1> chora por <lfire><lfire_img/>Luz Laranja</lfire>. Ela oferece calor quando está frio.
ru: Этот <1>дух</1> просит <lfire><lfire_img/>оранжевого света</lfire>. Он согревает в холод.
th: <1>สปิริต</1>ตนนี้คร่ำครวญหา<lfire><lfire_img/>แสงสีส้ม</lfire> ซึ่งจะมอบความอบอุ่นในช่วงเวลาที่เหน็บหนาว
vi: <1>Tinh Linh</1> ước ao <lfire><lfire_img/>Ánh Sáng Cam</lfire>. Trong giá lạnh, chúng sẽ mang lại hơi ấm.
zh_hans: <1>先灵</1>召唤<lfire><lfire_img/>橙色光芒</lfire>。在寒冷的时候，它们提供了温暖。
zh_hant: <1>先靈</1>召喚<lfire><lfire_img/>橙色光芒</lfire>。在寒冷的時候，它們提供了溫暖。

# spirit_shop_ap06unlock_fetch_rain_task_done
source: <lfire><lfire_img/>Orange Light</lfire> is collected! Return it to the <1>Spirit</1> at the <b>Forgotten Ark</b> in <b>Golden Wasteland</b>.
de: Du hast <lfire><lfire_img/>Oranges Licht</lfire> gesammelt! Du kannst es beim <1>Geist</1> bei der <b>Vergessenen Arche</b> in der <b>Goldenen Ödnis</b> abgeben.
es: ¡Recogiste <lfire><lfire_img/>Luz Naranja</lfire>! Regresa hasta el <1>Espíritu</1> en el <b>Arca Olvidada</b> del <b>Páramo Dorado</b>.
fr: <lfire><lfire_img/>Lumière Orange</lfire> récupérée ! Rapportez-la à l'<1>esprit</1> de l'<b>Arche oubliée</b> dans le <b>Désert d'or</b>.
id: <lfire><lfire_img/>Cahaya Oranye</lfire> didapatkan! Kembali ke <1>Roh</1> di <b>Tabut Terlupakan</b> di <b>Gurun Emas</b>.
it: Hai raccolto <lfire><lfire_img/>Luce Arancione</lfire>! Riportala allo <1>spirito</1> presso l'<b>Arca Dimenticata</b> nel <b>Deserto Dorato</b>.
ja: <lfire><lfire_img/>だいだい色の灯り</lfire>を手に入れました！<b>捨てられた地</b>の<b>忘れられた方舟</b>にて待つ<1>精霊</1>に届けましょう
ko: <lfire><lfire_img/>주황색 빛</lfire>을 찾았어요! <b>황금 황무지</b>의 <b>잊혀진 방주</b>에서 기다리는 <1>영혼</1>에게 가져다주세요.
pt: <lfire><lfire_img/>Luz Laranja</lfire> coletada! Devolva-a ao <1>espírito</1> na <b>arca esquecida</b> no <b>Sertão Dourado</b>.
ru: <lfire><lfire_img/>Оранжевый свет</lfire> собран! Верните его <1>духу</1> у <b>Забытого ковчега</b> в <b>Золотой пустоши</b>.
th: ได้รับ<lfire><lfire_img/>แสงสีส้ม</lfire>แล้ว! นำกลับไปให้<1>สปิริต</1>ที่<b>เรือที่ถูกลืม</b>ใน<b>แดนร้างทองอร่าม</b>เลยสิ
vi: Thu thập xong <lfire><lfire_img/>Ánh Sáng Cam</lfire>! Giao chúng cho <b>Tinh Linh</b> ở <b>Hòm Lãng Quên</b> tại <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: <lfire><lfire_img/>橙色光芒</lfire>收集完毕！将它交还给<b>暮土</b>里<b>失落方舟</b>的<1>先灵</1>。
zh_hant: <lfire><lfire_img/>橙色光芒</lfire>收集完畢！將它交還給<b>暮土</b>裡<b>失落方舟</b>的<1>先靈</1>。

# spirit_shop_ap06unlock_fetch_sunset_task_desc
source: This <1>Spirit</1> seeks <lwater><lwater_img/>Blue Light</lwater>. Rumors point toward a frozen mountain lake.
de: Dieser <1>Geist</1> ist auf der Suche nach dem <lwater><lwater_img/>Blauen Licht</lwater>. Gerüchten zufolge soll es an einem gefrorenen Bergsee zu finden sein.
es: Este <1>espíritu</1> busca <lwater><lwater_img/>luz azul</lwater>. Los rumores apuntan hacia un lago montañés congelado.
fr: Cet <1>esprit</1> cherche la <lwater><lwater_img/>lumière bleue</lwater>. Les rumeurs mentionnent un lac de montagne gelé.
id: <1>Roh</1> ini mencari <lwater><lwater_img/>Cahaya Biru</lwater>. Rumornya, ini terdapat di danau gunung beku.
it: Questo <1>spirito</1> cerca la <lwater><lwater_img/>luce blu</lwater>. Potrebbe trattarsi di un lago di montagna ghiacciato.
ja: この<1>精霊</1>は<lwater><lwater_img/>青色の灯りを</lwater>探し求めています。噂では、凍てつく山の湖に関係があるのだとか
ko: 이 <1>영혼</1>은 <lwater><lwater_img/>파란 빛</lwater>을 찾고 있어요. 소문에 따르면 얼어붙은 산 호수에 있다고 해요.
pt: Este <1>espírito</1> busca a <lwater><lwater_img/>Luz Anil</lwater>. Boatos apontam para um lago de montanha congelado.
ru: Этот <1>дух</1> ищет <lwater><lwater_img/>Синий свет</lwater>. Слухи говорят о замерзшем горном озере.
th: <1>สปิริต</1>ตนนี้แสวงหา<lwater><lwater_img/>แสงสีฟ้า</lwater> มีข่าวลือว่ามันอยู่ที่ทะเลสาบบนภูเขาน้ำแข็ง
vi: <1>Tinh Linh</1> này tìm kiếm <lwater><lwater_img/>Ánh Sáng Lam</lwater>. Lời đồn ám chỉ một hồ nước đóng băng trên núi.
zh_hans: 这个<1>先灵</1>在寻找<lwater><lwater_img/>蓝色光芒</lwater>。有传言称其与一座巨大的山间冻湖有关。
zh_hant: 這位<1>先靈</1>在尋找<lwater><lwater_img/>藍光</lwater>。有傳言說在某個冰凍的山湖可以找到。

# spirit_shop_ap06unlock_fetch_sunset_task_done
source: <lwater><lwater_img/>Blue Light</lwater> is collected! Return it to the <1>Spirit</1> at the <b>Forgotten Ark</b> in <b>Golden Wasteland</b>.
de: Du hast <lwater><lwater_img/>Blaues Licht</lwater> gesammelt! Du kannst es beim <1>Geist</1> bei der <b>Vergessenen Arche</b> in der <b>Goldenen Ödnis</b> abgeben.
es: ¡Recogiste <lwater><lwater_img/>Luz Azul</lwater>! Regresa hasta el <1>Espíritu</1> en el <b>Arca Olvidada</b> del <b>Páramo Dorado</b>.
fr: <lwater><lwater_img/>Lumière Bleue</lwater> récupérée ! Rapportez-la à l'<1>esprit</1> de l'<b>Arche oubliée</b> dans le <b>Désert d'or</b>.
id: <lwater><lwater_img/>Cahaya Biru</lwater> didapatkan! Kembali ke <1>Roh</1> di <b>Tabut Terlupakan</b> di <b>Gurun Emas</b>.
it: Hai raccolto <lwater><lwater_img/>Luce Blu</lwater>! Riportala allo <1>spirito</1> presso l'<b>Arca Dimenticata</b> nel <b>Deserto Dorato</b>.
ja: <lwater><lwater_img/>青色の灯り</lwater> を手に入れました！<b>捨てられた地</b>の<b>忘れられた方舟</b>にて待つ<1>精霊</1>に届けましょう
ko: <lwater><lwater_img/>파란색 빛</lwater>을 찾았어요! <b>황금 황무지</b>의 <b>잊혀진 방주</b>에서 기다리는 <1>영혼</1>에게 가져다주세요.
pt: <lwater><lwater_img/>Luz Azul</lwater> coletada! Devolva-a ao <1>espírito</1> na <b>arca esquecida</b> no <b>Sertão Dourado</b>.
ru: <lwater><lwater_img/>Синий свет</lwater> собран! Верните его <1>духу</1> у <b>Забытого ковчега</b> в <b>Золотой пустоши</b>.
th: ได้รับ<lwater><lwater_img/>แสงสีฟ้า</lwater>แล้ว! นำกลับไปให้<1>สปิริต</1>ที่<b>เรือที่ถูกลืม</b>ใน<b>แดนร้างทองอร่าม</b>เลยสิ
vi: Thu thập xong <lwater><lwater_img/>Ánh Sáng Lam</lwater>! Giao chúng cho <b>Tinh Linh</b> ở <b>Hòm Lãng Quên</b> tại <1>Hoang Mạc Hoàng Kim</1>.
zh_hans: <lwater><lwater_img/>蓝色光芒</lwater>收集完毕！将它交还给<b>暮土</b>里<b>失落方舟</b>的<1>先灵</1>。
zh_hant: <lwater><lwater_img/>藍色光芒</lwater>收集完畢！將它交還給<b>暮土</b>裡<b>失落方舟</b>的<1>先靈</1>。

# spirit_shop_wait_for_event_days_left
source: Available in {{1}} days. Check back later!
de: Verfügbar in {{1}} Tagen. Sieh später nochmal wieder nach!
es: Disponible en {{1}} días. ¡Vuelve más tarde!
fr: Disponible dans {{1}} jours. Revenez plus tard !
id: Tersedia dalam {{1}} hari. Periksa kembali nanti!
it: Disponibile tra {{1}} giorni. Torna più tardi!
ja: あと{{1}}日だね。また確認しにおいで！
ko: {{1}}일 뒤에 준비됩니다. 나중에 다시 확인하세요!
pt: Disponível em {{1}} dias. Retorne mais tarde!
ru: Будет доступно через {{1}} дн. Заходите попозже!
th: พร้อมใช้งานในอีก {{1}} วัน โปรดกลับมาอีกครั้งในภายหลัง!
vi: Mở sau {{1}} ngày nữa. Hãy quay lại sau!
zh_hans: 将于{{1}}天后开启。请稍后再来
zh_hant: 將於{{1}}天後開啟。請稍後再來

# spirit_shop_wait_for_event_hours_left
source: Available in {{1}} hours. Check back later!
de: Verfügbar in {{1}} Stunden. Sieh später nochmal wieder nach!
es: Disponible en {{1}} horas. ¡Vuelve más tarde!
fr: Disponible dans {{1}} heures. Revenez plus tard !
id: Tersedia dalam {{1}} jam. Periksa kembali nanti!
it: Disponibile tra {{1}} ore. Torna più tardi!
ja: あと{{1}}時間だね。あとで確認しにおいで！
ko: {{1}}시간 뒤에 준비됩니다. 나중에 다시 확인하세요!
pt: Disponível em {{1}} horas. Retorne mais tarde!
ru: Будет доступно через {{1}} ч. Заходите попозже!
th: พร้อมใช้งานในอีก {{1}} ชั่วโมง โปรดกลับมาอีกครั้งในภายหลัง!
vi: Mở sau {{1}} giờ nữa. Hãy quay lại sau!
zh_hans: 将于{{1}}小时后开启。请稍后再来
zh_hant: 將於{{1}}小時後開啟。請稍後再來

# spirit_shop_wait_for_event_minutes_left
source: Available in {{1}} minutes. Check back soon!
de: Verfügbar in {{1}} Minuten. Sieh bald wieder nach!
es: Disponible en {{1}} minutos. ¡Vuelve pronto!
fr: Disponible dans {{1}} minutes. Réessayez plus tard !
id: Tersedia dalam {{1}} menit. Periksa kembali nanti!
it: Disponibile tra {{1}} minuti. Torna più tardi!
ja: あと{{1}}分だよ。すぐに戻っておいで！
ko: {{1}}분 뒤에 준비됩니다. 나중에 다시 확인하세요!
pt: Disponível em {{1}} minutos. Retorne mais tarde!
ru: Будет доступно через {{1}} мин. Уже скоро, заходите!
th: พร้อมใช้งานในอีก {{1}} นาที โปรดกลับมาอีกครั้งในเร็วๆ นี้!
vi: Mở sau {{1}} phút nữa. Hãy sớm quay lại!
zh_hans: 将于{{1}}分钟后开启。请稍后再来
zh_hant: 將於{{1}}分鐘後開啟。請稍後再來

# spirit_shop_wait_for_event_seconds_left
source: Available in less than one minute. Check back soon!
de: In weniger als einer Minute verfügbar. Bitte schau gleich noch mal vorbei!
es: Disponible en menos de un minuto. ¡Vuelve pronto!
fr: Disponible en moins d'une minute. Réessayez plus tard !
id: Tersedia dalam kurang dari satu menit. Periksa kembali nanti!
it: Disponibile tra meno di un minuto. Ritorna tra un po'!
ja: 1分以内に利用できるようになります。すぐ戻って来てくださいね！
ko: 1분 안에 획득할 수 있어요. 곧 다시 확인해보세요!
pt: Disponível em menos de um minuto. Volte em breve!
ru: До начала осталось меньше одной минуты. Не пропустите!
th: พร้อมใช้งานในอีกไม่ถึงหนึ่งนาที โปรดกลับมาอีกครั้งในเร็วๆ นี้!
vi: Mở trong chưa đầy 1 phút. Hãy quay lại ngay!
zh_hans: 不到一分钟就能完成。请尽快回来！
zh_hant: 不到一分鐘就能完成。請盡快回來！

# spirit_sunset
source: Relive this Valley spirit memory
de: Erlebe die Erinnerung dieses Talgeists
es: Reviva la memoria del espíritu de este valle
fr: Revivez ce souvenir d’esprit dans la Vallée
id: Hidupkan kembali kenangan roh Lembah ini
it: Rivivi il ricordo di questo spirito della Valle
ja: この谷の精霊の記憶を呼び起こす
ko: 계곡 영혼의 기억을 다시 체험하세요.
pt: Reviva a memória deste espírito do vale
ru: Переживите воспоминания духа Долины
th: หวนระลึกความทรงจำของสปิริตหุบเขาตนนี้
vi: Hồi tưởng ký ức Tinh Linh Thung Lũng Vinh Quang
zh_hans: 重温霞谷先灵的记忆
zh_hant: 重溫霞谷先靈的記憶

# spirit_temple_hint_00
source: The <1>spirit</1> will wait for you at the <1>Elder's temple</1>.
de: Der <1>Geist</1> wartet beim <1>Tempel des Ältesten</1> auf dich.
es: El <1>espíritu</1> te esperará en el <1>templo del anciano</1>.
fr: L'<1>esprit</1> vous attendra au <1>Temple des Anciens</1>.
id: <1>Roh</1> ini akan menantimu di <1>Kuil Tetua</1>.
it: Lo <1>spirito</1> ti aspetterà nel <1>Tempio degli Anziani</1>.
ja: この<1>精霊</1>は<1>大精霊の神殿</1>であなたを待っているでしょう
ko: <1>영혼</1>이 <1>장로의 사원</1>에서 기다립니다.
pt: O <1>espírito</1> lhe aguardará no <1>templo do ancião</1>.
ru: <1>Дух</1> будет ждать вас у <1>Храма старейшины</1>.
th: <1>สปิริต</1>จะรอคุณอยู่ที่<1>วิหารผู้อาวุโส</1>
vi: <1>Tinh linh</1> sẽ đợi bạn ở <1>đền trưởng lão</1>.
zh_hans: <1>先灵</1>将在<1>长老神庙</1>等着你。
zh_hant: 這位<1>先靈</1>會在<1>長老神殿</1>等候你。

# spirit_temple_hint_01
source: This <1>spirit</1> waits with an offering of gratitude at the <1>Elder's temple</1>.
de: Dieser <1>Geist</1> wartet mit einem Dankesgeschenk beim <1>Tempel des Ältesten</1>.
es: Este <1>espíritu</1> te espera con una ofrenda de gratitud en el <1>templo del anciano</1>.
fr: Cet <1>esprit</1> attend avec une offrande de gratitude au <1>Temple des Anciens</1>.
id: <1>Roh</1> ini menantimu dengan hadiah terima kasih di <1>Kuil Tetua</1>.
it: Questo <1>spirito</1> ti attende con un'offerta di gratitudine al <1>Tempio degli Anziani</1>.
ja: この<1>精霊</1>は<1>大精霊の神殿</1>で感謝の贈り物とともに、あなたを待っているでしょう
ko: 이 <1>영혼</1>이 <1>장로의 사원</1>에서 감사 인사와 함께 기다립니다.
pt: O <1>espírito</1> lhe aguarda com uma oferenda de gratidão no <1>templo do ancião</1>.
ru: Этот <1>дух</1> теперь ждет с приношением у <1>Храма старейшины</1>.
th: <1>สปิริต</1>ตนนี้รอคอยพร้อมกับของถวายแห่งความกตัญญูที่<1>วิหารผู้อาวุโส</1>
vi: <1>Tinh linh</1> này đang mong đợi được trả ơn tại <1>đền trưởng lão</1>.
zh_hans: 这位<1>先灵</1>正带着表达感激之情的供品在<1>长老神庙</1>等待。
zh_hant: 這位<1>先靈</1>在<1>長老神殿</1>滿懷感激地等候著。

# spirit_temple_hint_03
source: Shepherd this <1>spirit</1> to safety at their <1>Elder's Temple</1>. <b>{{1}}</b> others in the <b>Kingdom of Sky</b> remain trapped.
de: Bringe diesen <1>Geist</1> in Sicherheit im <1>Tempel der Ältesten</1>. . <b>{{1}}</b>andere im <b>Königreich von Sky</b> bleiben weiterhin gefangen.
es: Guía a este <1>espíritu</1> hasta el <1>Templo del Anciano</1>. <b>{{1}}</b> más siguen atrapados en el <b>Reino de Sky.</b>
fr: Menez cet <1>esprit</1> en lieu sûr jusqu’à son <1>Temple des Anciens</1>. <b>{{1}}</b> autres sont encore prisonniers du <b>royaume de Sky</b>.
id: Bawalah <1>roh</1> ini ke tempat yang aman di <1>Kuil Tetua</1> mereka. <b>{{1}}</b> lainnya di <b>Kerajaan Sky</b> masih terjebak.
it: Conduci in salvo questo <1>spirito</1> nel <1>tempio degli anziani</1>. <b>{{1}}</b> sono ancora intrappolati nel <b>Regno di Sky</b>.
ja: この<1>精霊</1>を<1>大精霊の神殿</1>まで安全に導きましょう。 <b>{{1}}</b>人の精霊たちがまだ<b>Skyの王国</b>に囚われています
ko: 이 <1>영혼</1>을 안전한 <1>장로의 사원</1>으로 안내합니다. <b>Sky 월드</b>에 아직 <b>{{1}}</b>명이 더 갇혀 있습니다.
pt: Pastoreie esse <1>espírito</1> até a segurança do <1>Templo do Ancião</1>. Outros <b>{{1}</b> continuam presos no <b>Reino de Sky</b>.
ru: Сопроводите этого <1>духа</1> в безопасное место в <1>Храме Старейшин</1>. <b>{{1}}</b> других остаются в ловушке в <b>Небесном царстве</b>.
th: ดูแล<1>สปิริต</1>ตอนนี้ไปยังที่ปลอดภัยที่<1>วิหารผู้อาวุโส</1>. เหลือ <b>{{1}}</b> ตนใน<b>อาณาจักรแห่งท้องฟ้า</b>ที่ยังคงติดอยู่
vi: Hộ tống <1>tinh linh</1> này đến nơi an toàn tại <1>Đền Trưởng Lão</1> của họ. <b>{{1}}</b> tinh linh khác trong <b>Vương quốc Sky</b> vẫn còn bị mắc kẹt.
zh_hans: 引导这位<1>先灵</1>到达<1>长者神庙</1>的安全地带。 <b>{{1}}</b><b>Sky王国</b>中的其他人仍然被困。
zh_hant: 護送這位<1>先靈</1>到祂的<1>長老神廟</1>安全處。還有 <b>{{1}}</b>位仍被困在 <b>Sky 的國度</b>中。

# spirit_temple_hint_03_completed
source: Return this <1>spirit</1> to the <1>Elder's Temple</1>. All others have been saved.
de: Bringe diesen <1>Geist</1> zum <1>Tempel der Ältesten</1> zurück. Alle anderen wurden gerettet.
es: Regresa a este <1>espíritu</1> hasta el <1>Templo del Anciano</1>. Ya salvaron a todos los demás.
fr: Aidez cet <1>esprit</1> à retrouver le <1>Temple des Anciens</1>. Tous les autres ont été sauvés.
id: Kembalikan <1>roh</1> ini ke <1>Kuil Tetua</1>. Roh lainnya telah berhasil diselamatkan.
it: Riporta questo <1>spirito</1> al <1>tempio degli anziani</1>. Tutti gli altri sono stati salvati.
ja: この<1>精霊</1>を<1>大精霊の神殿</1>まで導きましょう。 全ての精霊を解放しました
ko: 이 <1>영혼</1>을 <1>장로의 사원</1>으로 돌려보내세요. 모든 영혼을 구출했습니다.
pt: Leve este <1>espírito</1> ao <1>Templo do Ancião</1>. Todos os outros foram salvos.
ru: Верните этого <1>духа</1> в <1>Храм Старейшин</1>. Все остальные уже спасены.
th: นำ<1>สปิริต</1>ตนนี้กลับไปยัง<1>วิหารผู้อาวุโส</1> สปิริตทั้งหมดได้รับการช่วยเหลือแล้ว
vi: Đưa <1>tinh linh</1> này về lại <1>Đền Trưởng Lão</1>. Tất cả những tinh linh khác đã được cứu.
zh_hans: 将这位<1>先灵</1>送回<1>长者神庙</1>。 所有其他人都已获救。
zh_hant: 將這位<1>先靈</1>帶回<1>長老神廟</1>。 其他先靈都已被救出。

# sports_meditation_teleport
source: Join the tournament?
de: Dem Turnier beitreten?
es: ¿Unirte al torneo?
fr: Rejoindre le tournoi ?
id: Bergabung dengan turnamen?
it: Vuoi partecipare al torneo?
ja: 大競技会に参加しますか？
ko: 토너먼트에 참여하실래요?
pt: Entrar no torneio?
ru: Присоединиться к турниру?
vi: Tham gia giải đấu?
zh_hans: 加入锦标赛？
zh_hant: 要加入比賽嗎？

# stage_confirm_claim
source: <2>Share</2> this space with everyone for a little while?
de: Willst du deinen Raum vorübergehend mit anderen <2>teilen</2>?
es: ¿<2>Compartir</2> por un rato este espacio con todos?
fr: <2>Partager</2> temporairement cet espace avec tout le monde ?
id: <2>Berbagi</2> ruang ini dengan semua orang untuk sejenak?
it: Vuoi <2>condividere </2> con gli altri il tuo spazio per un po' di tempo?
ja: このスペースを一時的に全てのプレイヤーと<2>シェア</2>しますか？
ko: 이 공간을 잠시 동안 모든 플레이어와 <2>공유</2>할까요?
pt: Quer <2>compartilhar</2> este espaço com todo mundo por um tempo?
ru: Хотите временно <2>поделиться</2> этим пространством с другими игроками?
th: คุณ<2>แชร์</2>พื้นที่นี้กับทุกคนมาสักระยะหนึ่งแล้วใช่ไหม
vi: Tạm thời <2>chia sẻ</2> không gian của bạn với mọi người?
zh_hans: 暂时与所有人<2>分享</2>你的空间吗？
zh_hant: 要暫時與所有人<2>分享</2>您的空間嗎？

# stage_confirm_clear
source: Stop <2>sharing</2> this space and allow others to <2>share</2> spaces instead?
de: Diesen Raum nicht mehr <2>teilen</2> und stattdessen anderen erlauben, Räume zu <2>teilen</2>?
es: ¿Dejar de <2>compartir</2> este espacio y permitir que los demás <2>compartan</2> espacios?
fr: Arrêter de <2>partager</2> cet espace et permettre aux autres de <2>partager</2> leur espace à la place ?
id: Berhenti <2>berbagi</2> ruang ini dengan semua orang dan izinkan pemain lain <2>berbagi</2> ruang?
it: Vuoi smettere di <2>condividere</2> questo spazio e consentire agli altri di <2>condividere</2> il loro spazio?
ja: このスペースの<2>シェア</2>を終了し、他のプレイヤーがスペースを<2>シェア</2>できるようにしてもよろしいですか？
ko: 이 공간의 <2>공유</2>를 중단하고 다른 플레이어가 공간을 <2>공유</2>할 수 있도록 허용할까요?
pt: Parar de <2>compartilhar</2> este espaço e, em vez disso, permitir que outras pessoas <2>compartilhem</2> espaços?
ru: Перестать <2>делиться</2> этим пространством и позволить другим <2>поделиться</2> своими пространствами?
th: ต้องการหยุด<2>แชร์</2>พื้นที่นี้ และอนุญาตให้ผู้อื่น<2>แชร์</2> พื้นที่แทนหรือไม่
vi: Dừng <2>chia sẻ</2> không gian của bạn với mọi người, cho phép người khác <2>chia sẻ</2> không gian của họ?
zh_hans: 停止<2>分享</2>你的空间，而允许其他人<2>分享</2>他们的空间？
zh_hant: 要停止<2>分享</2>你的空間，並讓其他人<2>分享</2>他們的空間嗎？

# stage_confirm_exit_editing
source: Leave <warning>without saving</warning>?
de: Beenden <warning>ohne zu speichern</warning> und zurückkehren, um mit allen zu spielen?
es: ¿Salir <warning>sin guardar</warning> y volver a jugar con todos los demás?
fr: Quitter <warning>sans sauvegarder</warning> et retourner jouer avec les autres ?
id: Keluar <warning>tanpa menyimpan</warning> dan kembali bermain dengan yang lainnya?
it: Vuoi uscire <warning>senza salvare</warning> e tornare a giocare con gli altri?
ja: <warning>保存せずに</warning>スペースを出て、みんなのもとへ戻りますか？
ko: <warning>저장하지 않은 채로</warning> 나가서 모두가 있는 곳으로 돌아갈까요?
pt: Sair <warning>sem salvar</warning> e voltar a jogar com todos?
ru: Выйти <warning>без сохранения</warning> и вернуться в общую игру?
th: ออก<warning>โดยไม่บันทึก</warning>หรือไม่
vi: Thoát mà <warning>không lưu</warning> và quay lại chơi với mọi người?
zh_hans: <warning>不保存</warning>直接退出并返回和大家一起游玩？
zh_hant: 退出<warning>且不儲存</warning>，並返回遊戲，繼續和其他人遊玩嗎？

# stage_confirm_exit_viewing
source: Leave <2>Shared Space</2>?
de: Beenden und zurückkehren, um mit allen zu spielen?
es: ¿Salir y volver a jugar con todos los demás?
fr: Quitter et retourner jouer avec les autres ?
id: Keluar dan kembali bermain dengan yang lainnya?
it: Vuoi uscire e tornare a giocare con gli altri?
ja: スペースを出て、みんなのもとへ戻りますか？
ko: 나가서 모두가 있는 곳으로 돌아갈까요?
pt: Sair e voltar a jogar com todos?
ru: Выйти и вернуться в общую игру?
th: ออกจาก<2>พื้นที่ส่วนกลาง</2>หรือไม่
vi: Thoát và quay lại chơi với mọi người?
zh_hans: 退出并返回和大家一起游玩？
zh_hant: 退出並返回遊戲，繼續和其他人遊玩嗎？

# stage_create_edit
source: Design your <2>Shared Space</2>? You can return to play with others whenever you'd like.
de: Deinen <2>Gemeinschaftsraum</2> gestalten? Du kannst jederzeit zurückkehren und mit den anderen spielen.
es: ¿Diseñar tu <2>espacio compartido</2>? Puedes volver a jugar con los demás cuando lo desees.
fr: Concevoir votre <2>espace partagé</2> ? Vous pouvez retourner jouer avec les autres à tout moment.
id: Desain <2>Ruang Bersama</2>? Kamu dapat kembali bermain dengan yang lain kapan saja.
it: Vuoi progettare il tuo <2>Spazio condiviso</2>? Potrai tornare a giocare con gli altri in qualsiasi momento.
ja: <2>シェアスペース</2>を創造しますか？ いつでも好きな時に、みんなのもとに戻って来られます
ko: 나만의 <2>공유공간</2>을 꾸며 볼까요? 언제든지 다른 플레이어들에게 돌아올 수 있습니다.
pt: Projetar seu <2>Espaço Compartilhado</2>? Você pode voltar a jogar com os outros quando quiser.
ru: Обустроить ваше <2>общее пространство</2>? В общую игру можно вернуться в любой момент.
th: ต้องการออกแบบ<2>พื้นที่ส่วนกลาง</2>ของคุณเองหรือไม่ คุณสามารถกลับมาเล่นกับผู้เล่นคนอื่นได้ทุกเมื่อที่คุณต้องการ
vi: Thiết kế <2>Không Gian Chung</2> của bạn? Bạn có thể quay lại chơi với mọi người bất cứ lúc nào.
zh_hans: 设计你自己的<2>共享空间</2>？ 你可以随时返回与其他人一起游玩。
zh_hant: 設計你自己的<2>共享空間</2>？ 你可以隨時返回與其他人一起遊玩。
