Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# eventboard_name_love
source: Days of Love
de: Tage der Liebe
es: Días de amor
fr: Jours de l'amour
id: Hari Kasih Sayang
it: Giorni dell'Amore
ja: 愛しみの日々
ko: 사랑의 날
pt: Dias de Amor
ru: Дни любви
th: วันแห่งความรัก
vi: Ngày Tình Yêu
zh_hans: 爱之庆典
zh_hant: 愛之慶典

# eventboard_name_treasure
source: Days of Treasure
de: Tage des Schatzes
es: Días del tesoro
fr: Jours de trésor
id: Hari Harta Karun
it: Giorni del Tesoro
ja: 宝探しの日々
ko: 보물의 날
pt: Dia de Tesouros
ru: Дни сокровищ
th: วันแห่งสมบัติ
vi: Ngày Kho Báu
zh_hans: 寻宝节
zh_hant: 尋寶節

# eventboard_nextevent
source: {{1}} starts in {{2}} {{3}}.
de: {{1}} beginnt in {{2}} {{3}}.
es: {{1}} empieza en {{2}} {{3}}.
fr: {{1}} commence dans {{2}} {{3}}.
id: {{1}} dimulai dari {{2}} {{3}}.
it: {{1}} inizia tra {{2}} {{3}}.
ja: {{1}} はあと {{2}} {{3}} で始まります
ko: {{1}}이(가) {{2}} {{3}} 후에 시작합니다.
pt: {{1}} começa em {{2}} {{3}}.
ru: Событие «{{1}}» начнётся через {{2}} {{3}}.
th: {{1}} เริ่มต้นใน {{2}} {{3}}
vi: {{1}} bắt đầu sau {{2}} {{3}}.
zh_hans: {{1}距离开始还有：{{2}}{{3}}。
zh_hant: {{1}}將在{{2}}{{3}}開始。

# exit_point_00
source: <1>Exit</1> this area from here
de: <1>Verlasse</1> diesen Bereich von hier aus
es: <1>Salir </1> de esta área desde aquí
fr: <1>Quitter</1> ce secteur à partir d’ici
id: <1>Keluar</1> area ini dari sini
it: <1>Esci</1> dalla zona da qui
ja: ここからこのエリアを<1>退出</1>します
ko: 여기를 통해 이 지역에서 <1>나갈 수 있어요</1>
pt: <1>Sair</1> desta área por aqui
ru: <1>Выйти</1> из области можно здесь
th: <1>ออก</1>จากพื้นที่นี้ได้จากที่นี่
vi: <2>Rời khỏi</2> khu vực này từ đây
zh_hans: <2>离开</2>这个区域
zh_hant: <2>離開</2>這個區域

# external_account_rewards_button_twitch
source: Check for Twitch Drops
de: Twitch-Drops überprüfen
es: Descubrir Drops en Twitch
fr: Chercher des drops Twitch
id: Periksa Hadiah Twitch
it: Ottieni i Drop di Twitch
ja: Twitch Dropsを確認
ko: Twitch 드롭 확인하기
pt: Verifique os Drops da Twitch
ru: Проверить Twitch Drops
th: ดูข้อมูล Twitch Drops
vi: Kiểm tra Twitch Drops
zh_hans: 查看Twitch掉宝
zh_hant: 查看 Twitch 掉寶

# external_account_rewards_button_twitch_alt
source: Claim Twitch Drops
de: Twitch-Drops abholen
es: Reclamar Drops en Twitch
fr: Récupérer des drops Twitch
id: Klaim Hadiah Twitch
it: Ritira i Drop di Twitch
ja: Twitch Dropsを獲得
ko: Twitch 드롭 받기
pt: Pegue Drops da Twitch
ru: Получить Twitch Drops
th: รับ Twitch Drops
vi: Nhận Twitch Drops
zh_hans: 领取Twitch掉宝
zh_hant: 領取 Twitch 掉寶

# external_invite_accepted_already_confirm
source: You're already friends with this player!
de: Du bist bereits mit diesem Spieler befreundet!
es: ¡Ya tienes una amistad con este jugador!
fr: Vous êtes déjà ami avec ce joueur !
id: Kamu sudah berteman dengan pemain ini!
it: Tu e questo giocatore siete già amici!
ja: このプレイヤーとはすでにフレンドになっています！
ko: 이 플레이어와 이미 친구 사이입니다!
pt: Você já fez amizade com este jogador!
ru: Вы уже подружились с этим игроком!
th: คุณได้เป็นเพื่อนกับผู้เล่นคนนี้แล้ว!
vi: Bạn đã là bạn của người chơi này!
zh_hans: 你已经和这位玩家成为好友了！
zh_hant: 你已經和這位玩家成為好友了！

# external_invite_accepted_confirm
source: Your friend invite was accepted!
de: Deine Freundschaftsanfrage wurde angenommen!
es: ¡Aceptaron tu invitación de amistad!
fr: Votre demande d'invitation d'ami a été acceptée !
id: Undangan temanmu diterima!
it: Il tuo amico ha accettato l'invito!
ja: フレンド招待が承認されました！
ko: 친구 초대가 수락되었어요!
pt: Sua solicitação de amizade foi aceita!
ru: Ваше приглашение дружить принято!
th: คําขอเป็นเพื่อนของคุณได้รับการยอมรับแล้ว!
vi: Lời mời kết bạn của bạn đã được chấp nhận!
zh_hans: 你的好友邀请已经被通过！
zh_hant: 你的好友邀請已經被通過！

# external_invite_decline
source: Decline this friend invite? <warning>This Action is Permanent</warning>
de: Diese Freundschaftsanfrage ablehnen? <warning>Diese Aktion ist endgültig</warning>
es: ¿Rechazar esta invitación de amistad? <warning>Esta acción es permanente</warning>
fr: Refuser cette invitation ? <warning>Cette action est permanente</warning>
id: Tolak undangan teman? <warning>Tindakan Ini Tidak Dapat Dibatalkan</warning>
it: Vuoi rifiutare l'invito? <warning>Questa azione è permanente</warning>
ja: この招待を断りますか？ <warning>一度拒否すると取り消すことができません</warning>
ko: 이 친구 초대를 거절할까요? <warning>이 선택은 취소할 수 없습니다.</warning>
pt: Negar esta solicitação de amizade? <warning>Esta ação é permanente</warning>
ru: Отклонить приглашение дружить? <warning>Это действие нельзя отменить</warning>
th: ปฏิเสธคําขอเป็นเพื่อนรายการนี้หรือไม่ <warning>การดำเนินการนี้มีผลถาวร</warning>
vi: Từ chối lời mời kết bạn này? <warning>Thao tác này không thể khôi phục</warning>
zh_hans: 是否拒绝这个好友邀请？ <warning>此操作不可撤销</warning>
zh_hant: 是否拒絕這個好友邀請？ <warning>此操作不可撤銷</warning>

# external_invite_decline_body_00
source: You declined an invite from {{1}}.
de: Du hast eine Einladung von {{1}} abgelehnt.
es: Rechazaste una invitación de {{1}.
fr: Vous avez refusé une invitation de {{1}}.
id: Kamu menolak undangan dari {{1}}.
it: Hai rifiutato un invito da {{1}}.
ja: {{1}}さんからの招待を断りました
ko: {{1}}님의 초대를 거절했습니다
pt: Você recusou um convite de {{1}}.
ru: Приглашение в друзья от игрока {{1}} отклонено.
th: คุณได้ปฏิเสธคำเชิญจาก {{1}} แล้ว
vi: Bạn đã từ chối lời mời từ {{1}}.
zh_hans: 你拒绝了{{1}}的邀请。
zh_hant: 你拒絕了{{1}}的邀請。

# external_invite_decline_body_01
source: Change your answer and accept this friend invite?
de: Deine Antwort ändern und diese Freundschaftseinladung annehmen?
es: ¿Cambiar tu respuesta y aceptar esta invitación de amistad?
fr: Changer votre réponse et accepter cette invitation ?
id: Ubah jawaban dan terima undangan teman ini?
it: Vuoi modificare la risposta e accettare questo invito?
ja: 回答を変更し、このフレンド招待を承認しますか？
ko: 선택을 바꾸어 친구 초대를 수락할까요?
pt: Alterar a resposta e aceitar este convite de amizade?
ru: Изменить сделанный выбор и принять приглашение в друзья?
th: เปลี่ยนคำตอบแล้วยอมรับคําขอเป็นเพื่อนนี้หรือไม่
vi: Thay đổi câu trả lời của bạn và chấp nhận lời mời kết bạn này?
zh_hans: 改变主意并接受此好友邀请？
zh_hant: 改變主意並接受此好友邀請？

# external_invite_decline_undo_body
source: Are you sure you want to accept {{1}}'s friend invite?
de: Willst du die Freundschaftseinladung von {{1}} annehmen?
es: ¿Realmente quieres aceptar la invitación de amistad de {{1}}?
fr: Voulez-vous vraiment accepter l’invitation de {{1}} ?
id: Yakin ingin menerima undangan teman dari {{1}}?
it: Vuoi davvero accettare l'invito di amicizia di {{1}}?
ja: 本当に{{1}}さんからのフレンド招待を、承認してよろしいですか？
ko: {{1}}님의 친구 초대를 수락할까요?
pt: Tem certeza de que deseja aceitar o convite de amizade de {{1}}?
ru: Вы уверены. что хотите принять приглашение в друзья от игрока {{1}}?
th: คุณต้องการยอมรับคําขอเป็นเพื่อนของ {{1}} หรือไม่
vi: Bạn chắc chắn chấp nhận lời mời kết bạn của {{1}}?
zh_hans: 确定要接受{{1}}的好友邀请吗？
zh_hant: 確定要接受{{1}}的好友邀請嗎？

# external_invite_sent
source: Invite sent. Waiting for {{1}} to accept.
de: Einladung verschickt. Warte, bis {{1}} sie annimmt.
es: Invitación enviada. Esperando que {{1}} acepte.
fr: Invitation envoyée. En attente de l'acceptation de {{1}}.
id: Undangan terkirim. Menunggu {{1}} untuk menerima.
it: Invito spedito. In attesa che {{1}} accetti.
ja: 招待状を送りました。{{1}}さんが承認するのを待ちましょう
ko: 초대를 보냈습니다. {{1}} 님의 수락을 기다리고 있습니다.
pt: Convite enviado. Esperando {{1}} aceitar.
ru: Приглашение отправлено. Ожидайте ответа игрока {{1}}.
th: ส่งคำเชิญแล้ว กำลังรอให้ {{1}} ตอบรับ
vi: Đã gửi lời mời. Đang đợi {{1}} chấp nhận.
zh_hans: 邀请已发送。请等待{{1}}接受。
zh_hant: 邀請已發送。請等待{{1}}接受。

# extra_event_reward_hint
source: This <1>Spirit</1> greatly appreciates your visit.
de: Dieser <1>Geist</1> freut sich sehr über deinen Besuch.
es: Este <1>espíritu</1> aprecia mucho tu visita.
fr: Cet <1>esprit</1> apprécie grandement votre visite.
id: <1>Roh</1> ini sangat berterima kasih atas kunjunganmu.
it: Questo <1>spirito</1> apprezza molto la tua visita.
ja: この<1>精霊</1>は、あなたの訪問にとても感謝しています
ko: 이 <1>영혼</1>은 당신이 찾아와서 크게 기뻐합니다.
pt: O <1>espírito</1> agradece muito a sua visita.
ru: Этот <1>дух</1> очень рад встрече с вами.
th: <1>สปิริต</1>ตนนี้ขอบคุณมากที่คุณมาเยือน
vi: <1>Tinh linh</1> này rất cảm kích được bạn ghé thăm.
zh_hans: 这位<1>先灵</1>对你的到来表示十分感激。
zh_hant: 這位<1>先靈</1>非常感謝你的探訪。

# facebook_add_friend_permission
source: Sky needs permission to access your friend data to add friends through Facebook
de: Sky benötigt deine Erlaubnis, auf Freundschaftsdaten zuzugreifen, damit du Freunde über Facebook hinzufügen kannst.
es: Sky necesita permiso para acceder a la información de tus amigos para agregar amigos a través de Facebook
fr: Sky a besoin d'une autorisation pour accéder aux données de vos amis afin d'ajouter des amis via Facebook
id: Sky perlu izin untuk mengakses data temanmu guna menambahkan teman melalui Facebook
it: Sky ha bisogno della tua autorizzazione per accedere ai dati dei tuoi amici e aggiungere amici tramite Facebook
ja: FacebookからフレンドをSkyに追加するには、友達リストへのアクセス許可が必要となります
ko: Sky가 Facebook을 통해 친구를 추가하려면 친구 데이터에 접근할 수 있는 권한이 필요합니다.
pt: O Sky precisa de permissão para acessar os dados dos seus amigos para adicionar amigos pelo Facebook
ru: Sky требуется разрешение на доступ к данным о ваших друзьях, чтобы добавлять друзей из Facebook
th: Sky ต้องการสิทธิ์ในการเข้าถึงข้อมูลเพื่อนของคุณเพื่อเพิ่มเพื่อนผ่าน Facebook
vi: Sky cần quyền truy cập dữ liệu bạn bè của bạn để thêm bạn bè qua Facebook
zh_hans: 光·遇需要你授权获取Facebook的好友信息以添加好友
zh_hant: 光·遇需要你授權獲取Facebook的好友信息以添加好友

# facebook_add_friend_sign_in
source: Sign in and link your Facebook account to add friends through Facebook The signed in and linked account must match
de: Melde dich an und verknüpfe dein Facebook-Konto, damit du Freunde über Facebook hinzufügen kannst Das angemeldete und das verknüpfte Konto müssen übereinstimmen
es: Inicia sesión y vincula tu cuenta de Facebook para agregar amigos a través de Facebook Las cuentas de inicio y vinculación deben coincidir
fr: Connectez-vous et liez votre compte Facebook pour ajouter des amis via Facebook Le compte connecté et le compte lié doivent correspondre
id: Masuk dan tautkan akun Facebook kamu untuk menambahkan teman melalui Facebook Akun yang digunakan untuk masuk dan ditautkan harus sesuai
it: Accedi e collega il tuo account di Facebook per aggiungere amici tramite Facebook L'account al quale esegui l'accesso deve corrispondere all'account collegato
ja: Facebookからフレンドを追加するには、同一Facebookアカウントで 端末からログイン、ならびにSkyとの連携が必要となります
ko: Facebook 계정에 로그인하고 연결해서 Facebook으로 친구를 추가해보세요 로그인한 계정과 연결한 계정이 일치해야 합니다
pt: Faça login e vincule a conta do Facebook para adicionar amigos pelo Facebook A conta conectada e a conta vinculada devem corresponder
ru: Войдите в Facebook и привяжите свой аккаунт, чтобы добавлять оттуда друзей Привязанный аккаунт и аккаунт входа должны совпадать
th: เข้าสู่ระบบและเชื่อมโยงบัญชี Facebook ของคุณเพื่อเพิ่มเพื่อนผ่าน Facebook บัญชีที่เข้าสู่ระบบและบัญชีที่เชื่อมโยงจะต้องตรงกัน
vi: Đăng nhập và liên kết tài khoản Facebook của bạn để thêm bạn bè thông qua Facebook Tài khoản đã đăng nhập và được liên kết phải đồng nhất
zh_hans: 请登入并连结你的Facebook帐号，以透过Facebook添加朋友。 登入与连结之帐号必须相符。
zh_hant: 登入並綁定你的 Facebook 帳號，就可以透過 Facebook 添加朋友。 登入與綁定之帳號必須相符。

# feast_banter_hare_01
source: Did you have a story for us?
de: Hattest du eine Geschichte für uns?
es: ¿Tienes una historia que contarnos?
fr: Vous aviez une histoire à nous raconter ?
id: Apakah kamu punya cerita untuk kami?
it: Hai una storia da raccontarci?
ja: なにかお話をしてくれない？
ko: 우리한테 들려줄 이야기 있니?
pt: Você tem uma história para compartilhar?
ru: У тебя нет истории для нас?
th: คุณมีเรื่องราวมาเล่าให้เราฟังบ้างไหม
vi: Bạn có câu chuyện nào để kể cho chúng tôi không?
zh_hans: 你有故事要和我们分享吗？
zh_hant: 你有故事要和我們分享嗎？

# feast_banter_hare_02
source: I was sure I was not late for cake and jam?
de: Ich war mir sicher, dass ich für Kuchen und Marmelade nicht zu spät bin?
es: Juraba que no había llegado tarde para los pasteles con mermelada.
fr: Je ne pensais pas manquer le goûter ?
id: Aku yakin aku tidak terlambat untuk kue dan selai?
it: Non sono in ritardo per la torta e la marmellata, vero?
ja: 僕がケーキとジャムに遅れるはずがない、そうだろ？
ko: 케이크랑 잼은 먹을 수 있을 줄 알았는데.
pt: Tinha certeza de que não havia me atrasado comer bolo e geleia!
ru: Я же не опаздываю на пирог с джемом?
th: ฉันแน่ใจว่า ฉันคงจะมาทันเค้กและแยมใช่ไหมนะ
zh_hans: 我应该没有错过蛋糕和果酱......吧？
zh_hant: 我應該沒有錯過蛋糕和果醬⋯⋯吧？

# feast_banter_hare_03
source: A monster of a feast!
de: Ein monströses Festmahl!
es: ¡Un festín monstruoso!
fr: Un festin monstrueux !
id: Sebuah rakasa dari sebuah pesta!
it: Questo è un banchetto mostruoso.
ja: モンスター級の祝祭だ！
ko: 엄청난 연회야!
pt: Uma festa monstruosa!
ru: Монструозное празднество!
th: สัตว์ประหลาดแห่งงานฉลอง!
vi: Con quái vật của bữa tiệc!
zh_hans: 真是一场饕餮盛宴！
zh_hant: 真是個怪物等級的宴會！

# feast_banter_hare_04
source: How does it growl so loudly?
de: Wie kann er so laut knurren?
es: ¿Por qué ruge tan fuerte?
fr: Comment fait-il pour grogner aussi fort ?
id: Bagaimana bisa menggeram begitu keras?
it: Come fa a ringhiare così forte?
ja: なんだってそんな大きく唸るんだろ？
ko: 어떻게 꼬르륵 소리가 저렇게 크지?
pt: Como consegue rugir tão alto?
ru: Почему он так громко рычит?
th: มันคำรามเสียงดังขนาดนั้นได้ยังไง
vi: Sao nó có thể gầm to như vậy?
zh_hans: 到底怎么发出这么大的声音的？
zh_hant: 到底怎麼發出這麼大的聲音的？

# feast_banter_hare_05
source: Wake up, Manatee...
de: Wach auf, Seekuh ...
es: Despierta, manatí…
fr: Debout, Manatee…
id: Bangun, Manatee...
it: Svegliati, Lamantino...
ja: 起きてよ、マナティ…
ko: 일어나, 매너티야...
pt: Acorde, Peixe-boi...
ru: Просыпайся, соня...
th: ตื่นได้แล้ว แมนนาที...
vi: Dậy đi, Manatee...
zh_hans: 醒醒啊，海牛……
zh_hant: 醒醒啊，海牛⋯⋯

# feast_banter_hare_06
source: A party in the sky, well I never!
de: Nein so was, eine Party im Himmelsreich!
es: ¡No puedo creerlo! ¡Una fiesta en el cielo!
fr: Une fête dans le ciel, ça alors !
id: Sebuah pesta di langit, aku tidak pernah!
it: Una festa nel cielo, beh, questa sì che è nuova!
ja: 空の上でパーティだって、まさか！
ko: 하늘 위에서 파티라니, 상상도 못 했어!
pt: Uma festa em Sky, que surpresa!
ru: Праздник на небесах, уму непостижимо!
th: ปาร์ตี้บนท้องฟ้า ข้าไม่เคยทำมาก่อนเลย!
vi: Một bữa tiệc trên trời, ôi, tôi chưa từng...
zh_hans: 空中派对，不可思议！
zh_hant: 空中派對，真是前所未見！

# feast_banter_hare_07
source: Did the feast begin yet?
de: Hat das Festmahl schon begonnen?
es: ¿Ya comenzó el festín?
fr: Est-ce que le festin a commencé ?
id: Apakah pesta sudah dimulai?
it: La festa è già iniziata?
ja: まだお祝いは始まってない？
ko: 연회가 벌써 시작했나?
pt: A festa já começou?
ru: Праздник уже начался?
th: งานฉลองเริ่มแล้วหรือยังเอ่ย
vi: Bữa tiệc đã bắt đầu chưa?
zh_hans: 盛宴已经开始了吗？
zh_hant: 宴會開始了嗎？

# feast_banter_hare_08
source: Pass the ham?
de: Reichst du mir mal den Schinken?
es: ¿Me pasas el jamón?
fr: Tu me passes le jambon ?
id: Berikan ham?
it: Mi passi il prosciutto?
ja: ハムを取ってくれる？
ko: 햄 좀 줄래?
pt: Me passa o presunto?
ru: Можешь передать мне ветчины?
th: ส่งแฮมมาหน่อยได้ไหม
vi: Đưa tôi giăm bông nhé?
zh_hans: 可以把火腿递过来吗？
zh_hant: 可以把火腿遞過來嗎？

# feast_banter_hare_09
source: Pardon, I was ever so confused.
de: Verzeihung, ich war unheimlich verwirrt.
es: Disculpe. Es que estaba confundida.
fr: Pardon, je n’ai pas compris ce qui se passait…
id: Maaf, aku sangat bingung.
it: Scusate, ero davvero confuso.
ja: 悪いけど今とっても混乱してる
ko: 미안한데, 좀 혼란스러웠어.
pt: Perdão, estava completamente confuso.
ru: Пардон, понятия не имею, как так получилось
th: ขอโทษที ฉันสับสนเหลือเกิน
vi: Xin lỗi, tôi hơi bối rối một chút.
zh_hans: 抱歉，我有点困惑。
zh_hant: 不好意思，我有點困惑。

# feast_banter_hare_10
source: Moi?
ja: この僕？
ko: 나?
ru: Пардон муа, я?
th: มอยงั้นเหรอ
vi: Sao cơ?
zh_hans: 我？
zh_hant: 是在下、我嗎？

# feast_banter_hare_11
source: Here we shuffle!
de: Wechseln wir!
es: ¡Y ahora cambiamos!
fr: C’est l’heure du mélange !
id: Di sini kita akan mengacak!
it: Danziamo!
ja: ここでシャッフルだよ！
ko: 자리를 섞자!
pt: Vamos dar uma variada!
ru: А теперь меняемся местами!
th: เรามาสลับที่กัน!
vi: Chúng ta xáo xào nào!
zh_hans: 准备座位大洗牌咯！
zh_hant: 準備座位大洗牌囉！

# feast_banter_hare_12
source: If this is musical chairs, then where is the music?
de: Wenn das Reise nach Jerusalem ist, wo ist dann die Musik?
es: Si estamos jugando al juego de las sillas musicales, ¿dónde está la música?
fr: Si on joue aux chaises musicales, où est la musique ?
id: Jika ini adalah kursi musik, lalu di mana musiknya?
it: Se questo è il gioco delle sedie musicali, dov'è la musica?
ja: これが音楽の椅子なら、音楽はどこだろ？
ko: 의자 뺏기 놀이에 음악이 빠지면 허전하지.
pt: Se isso é uma dança das cadeiras, cadê a música?
ru: Если это музыкальные стулья, то где же музыка?
th: ถ้าสิ่งนี้เรียกว่าเก้าอี้ดนตรี แล้วดนตรีอยู่ที่ไหนกันล่ะ
vi: Nếu đây là trò chơi ghế âm nhạc, vậy thì nhạc ở đâu?
zh_hans: 既然这是音乐座椅，那么音乐在哪里？
zh_hant: 既然是玩音樂座椅（大風吹）？音樂在哪？

# feast_banter_hare_13
source: Cats? Where?!
de: Katzen? Wo?!
es: ¿Gatos? ¡¿Dónde?!
fr: Des chats ? Où ?!
id: Kucing? Dimana?!
it: Gatti? Dove?!
ja: 猫？どこに？！
ko: 고양이라고? 어디?!
pt: Gatos? Onde?!
ru: Кошки? Где?!
th: แมวอยู่ไหน?!
vi: Mèo? Ở đâu?!
zh_hans: 猫咪？在哪里？！
zh_hant: 貓咪？在哪裡？！

# feast_banter_hare_14
source: Time slows down here in the sky?
de: Die Zeit verlangsamt sich hier im Himmel?
es: ¿El tiempo corre más lento en el cielo?
fr: Le temps ralentit, ici, dans le ciel ?
id: Waktu melambat di sini, di langit?
it: Il tempo rallenta qui nel cielo?
ja: 空では時間がゆっくり流れてるんじゃない？
ko: 여기 하늘 왕국에선 시간이 느리게 흐르나?
pt: O tempo passa devagar aqui nas nuvens?
ru: Здесь, в небе, время замедляется?
th: เวลาบนท้องฟ้าเดินช้าลงงั้นเหรอ
vi: Trên bầu trời này, thời gian trôi chậm lại chăng?
zh_hans: 空中的时间过得特别慢？
zh_hant: 空中的時間過得特別慢？

# feast_banter_hare_15
source: Nor for me...
de: Nicht für mich ...
es: No es mi caso…
fr: Pas pour moi…
id: Tidak juga bagiku...
it: Non per me...
ja: 遠慮しとく…
ko: 나도 아닌데...
pt: Nem pra mim...
ru: Не для меня...
th: ไม่ใช่สำหรับฉัน...
vi: Tôi lại không thấy vậy...
zh_hans: 我倒是觉得还好......
zh_hant: 我倒覺得還好⋯⋯

# feast_banter_hatter_01
source: This is the merriest time of the year!
de: Das ist die lustigste Zeit des Jahres!
es: ¡Es la época más alegre del año!
fr: Cette période est la plus joyeuse de l’année !
id: Ini adalah waktu yang paling meriah tahun ini!
it: Questo è il periodo più allegro dell'anno!
ja: 1年で最も愉快な時期だね！
ko: 지금은 한 해 중 가장 즐거운 때야!
pt: Esta é a época mais feliz do ano!
ru: Самое праздничное время года!
th: นี่คือช่วงเวลาที่รื่นเริงที่สุดของปี!
vi: Đây là thời điểm vui vẻ nhất trong năm!
zh_hans: 一年中最欢乐的时光到了！
zh_hant: 一年中最開心的時候到了！

# feast_banter_hatter_02
source: Well, of course you are late to the party.
de: Nun, natürlich bist du zu spät zur Party.
es: Era obvio que llegarías tarde a la fiesta.
fr: Évidemment, vous arrivez en retard à la fête…
id: Yah, tentu saja kamu terlambat ke pesta.
it: Beh, ovviamente sei in ritardo alla festa.
ja: 君はパーティには遅れてくる、いつものことだよ
ko: 네가 또 파티에 늦을 줄 알았지.
pt: Claro que você chegou atrasado para a festa.
ru: Ну вот, снова ты опаздываешь.
th: เอ่อ คุณมางานฉลองสายน่ะ
vi: Chà, tất nhiên là bạn đến muộn rồi.
zh_hans: 不意外，这次派对，你又迟到了。
zh_hant: 不意外，這次派對，你又遲到了。

# feast_banter_hatter_03
source: Indeed! A monster of a feast is planned.
de: In der Tat! Ein monströses Festmahl ist geplant.
es: ¡En efecto! Hay un festín monstruoso planeado.
fr: En effet ! Un festin monstrueux est prévu.
id: Tentu saja! Sebuah pesta besar telah direncanakan.
it: Ci sarà un banchetto mostruoso.
ja: いかにも！最大級の宴の計画があるんだ
ko: 역시! 엄청난 연회를 준비했어.
pt: Com certeza! Uma festa monstruosa está planejada.
ru: Именно! Планируется просто монструозный праздник.
th: แน่ล่ะ! สัตว์ประหลาดแห่งงานฉลองได้ถูกจัดเตรียมไว้แล้ว!
vi: Thật vậy! Con quái vật của bữa tiệc đã được âm mưu từ trước.
zh_hans: 没错！一场饕餮盛宴准备开席！
zh_hant: 沒錯！一場怪物等級的饗宴準備開席！

# feast_banter_hatter_04
source: My stomach is growling...
de: Mein Magen grummelt ...
es: Me ruge el estómago…
fr: Mon estomac gargouille…
id: Perutku keroncongan...
it: Il mio stomaco brontola...
ja: 私のお腹が鳴いているようだね…
ko: 배에서 꼬르륵 소리가 나...
pt: Minha barriga está roncando...
ru: У меня живот просто рычит...
th: ท้องฉันร้องแล้วล่ะ...
vi: Bụng tôi đang cồn cào...
zh_hans: 肚子饿的咕咕叫了......
zh_hant: 肚子餓得咕嚕咕嚕叫了⋯⋯

# feast_banter_hatter_05
source: Ah! Manatee, asleep again.
de: Ah! Die Seekuh, wieder am Schlafen.
es: ¡Ah! La manatí se durmió otra vez.
fr: Ah ! Manatee, encore en train de dormir…
id: Ah! Manatee, tertidur lagi.
it: Ah! Lamantino, ti sei addormentato di nuovo.
ja: あぁ！マナティがまた眠ってしまった
ko: 아! 매너티가 또 잠들었어.
pt: Ah! O Peixe-boi dormiu de novo.
ru: Ах, Соня, снова ты спишь.
th: อ้าว! แมนนาทีหลับไปอีกแล้ว
vi: Ah! Manatee, lại ngủ rồi.
zh_hans: 啊！海牛又睡着了。
zh_hant: 啊，海牛又睡著了。

# feast_banter_hatter_06
source: Up above the world you fly. Like a tea-tray in the sky.
de: Hoch über der Welt fliegst du. Wie ein Tee-Tablett im Himmel.
es: Teterita, ¿dónde estás? Me pregunto qué serás.
fr: Brille brille petite étoile… ton plateau-repas se dévoile…
id: Di atas dunia kamu terbang. Seperti nampan teh di langit.
it: Voli lassù, sopra il mondo. Come un vassoio da té nel cielo.
ja: 君がぷかぷか空のうえ、まるで空飛ぶティートレイ
ko: 넌 정말 높이 날아다니는구나. 하늘을 떠 나니는 찻잔 받침처럼 말이야.
pt: Acima do mundo, você voa. Como uma bandeja de chá nas nuvens.
ru: Вату облаков взбивая, лети, как поднос чая.
th: คุณบินอยู่เหนือโลก เหมือนกับถาดรองน้ำชาบนท้องฟ้าเลย
vi: Bạn bay trên thế giới. Giống như một khay trà trên bầu trời.
zh_hans: 一飞上天好轻松，好比茶盘悬空中～
zh_hant: 一飛上天好輕鬆，好比茶盤懸空中～

# feast_banter_hatter_08
source: Fiddlesticks! Where is everyone?
de: Papperlapapp! Wo sind alle?
es: ¡Tonterías! ¿Dónde está todo el mundo?
fr: Mince alors ! Où est-ce qu’ils sont tous passés ?
id: Fiddlesticks! Dimana semua orang?
it: Perdindirindina! Dove sono tutti?
ja: なんてことだ！みんなはどこだい？
ko: 맙소사! 다들 어디 있지?
pt: Puxa vida! Cadê todo mundo?
ru: Нитки-булавки! Да где же все?
th: โอ้ ตายจริง! ทุกคนอยู่ไหนกันหมด
vi: Fiddlesticks! Mọi người đâu rồi?
zh_hans: 等一下！大家都跑去哪里了？
zh_hant: 等一下！大家都跑哪去了？

# feast_banter_hatter_09
source: Could you pass me the jam...
de: Könntest du mir die Marmelade reichen ...
es: ¿Me pasarías el jamón?…
fr: Tu me passes la confiture ?
id: Bisakah kamu mengambilkan selai...
it: Potresti passarmi la marmellata...
ja: ジャムを取ってくれるかな
ko: 잼 좀 줄래...
pt: Você poderia me passar a geleia...?
ru: Не передашь ли мне джем?
th: คุณช่วยส่งแยมมาให้ฉันหน่อยได้ไหม...
vi: Đưa tôi mứt được không...
zh_hans: 你能把果酱递过来给我吗……
zh_hant: 可以遞給我果醬嗎⋯⋯

# feast_banter_hatter_10
source: I wore it best? Well, if you insist...
de: Ich sah am besten aus? Nun, wenn du darauf bestehst ...
es: ¿A mí me queda mejor? Pues, si insistes…
fr: C’était moi le mieux habillé ? Bon, si tu insistes…
id: Aku memakainya dengan baik? Nah, jika kamu bersikeras...
it: Sono io il più elegante? Beh, se proprio insisti...
ja: 私が1番似合うって？まあ、そう言うなら…
ko: 내가 제일 멋지게 입었다고? 뭐, 그렇디면야...
pt: Eu usei melhor? Bom, se você insiste...
ru: У меня лучший наряд? Ну, если настаиваешь...
th: ฉันสวมแล้วดูดีที่สุดงั้นเหรอ เอาล่ะ ถ้าคุณยืนกรานแบบนั้นล่ะก็...
vi: Tôi mặc nó đẹp nhất hả? Chà, nếu bạn quả quyết như vậy thì...
zh_hans: 我的穿戴最漂亮？好吧，我就勉为其难收下你的赞美……
zh_hant: 我穿得最好看？好吧，我就勉為其難收下你的讚美了。

# feast_banter_hatter_11
source: Who wore it second best?
de: Und wer sah am zweitbesten aus?
es: ¿Y a quién le queda menos mejor?
fr: Et le deuxième mieux habillé, c’était qui ?
id: Siapa yang terbaik kedua dalam memakainya?
it: Chi altro è ben vestito?
ja: それで2番目に似合うのは？
ko: 그럼 두 번째는 누구야?
pt: Quem usou melhor em segundo lugar?
ru: А кто на втором месте?
th: ใครสวมแล้วดูดีลองลงมาล่ะ
vi: Ai là người mặc nó đẹp nhì?
zh_hans: 那谁的穿戴第二漂亮？
zh_hant: 那誰第二好看？

# feast_banter_hatter_12
source: A clean cup is what I desire.
de: Ich wünsche mir eine saubere Tasse.
es: Mi mayor deseo es una taza limpia.
fr: Ce que je veux, c’est un verre propre.
id: Cangkir yang bersih adalah apa yang aku inginkan.
it: Ciò che desidero è una tazza pulita.
ja: 綺麗なカップが欲しいところだね
ko: 내가 원하는 건 깨끗한 컵이야.
pt: O que eu quero é uma xícara limpa.
ru: Чистая чашка — вот всё, что мне нужно.
th: ถ้วยที่สะอาดคือสิ่งที่ฉันปรารถนา
vi: Một chiếc cốc sạch là thứ tôi muốn.
zh_hans: 一只干净的杯子正是我的所需。
zh_hant: 一個乾淨的杯子正是我所需。
