Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# mischief24_skidmore_chat_3
source: The situation is under control!
de: Die Situation ist wieder unter Kontrolle!
es: ¡La situación está controlada!
fr: La situation est sous contrôle !
id: Situasi terkendali!
it: La situazione è sotto controllo!
ja: 全てちゃんと制御できてるよ！
ko: 내가 알아서 할 수 있어!
pt: A situação está sob controle!
ru: Ситуация под контролем!
th: ควบคุมสถานการณ์ไว้ได้แล้ว!
vi: Tình hình đã được kiểm soát!
zh_hans: 情况在控制之中！
zh_hant: 情況已在掌控中！

# mischief24_skidmore_chat_4
source: Yoshi! Look out!!
de: Yoshi! Pass auf!
es: ¡Yoshi! ¡¡Cuidado!!
fr: Yoshi ! Attention !!
id: Yoshi! Awas!!
it: Yoshi! Fai attenzione!
ja: ヨシ、危ない！！
ko: 요시! 조심해!!
pt: Yoshi! Cuidado!!
ru: Йоши! Берегись!!!
th: โยชิ! ระวังนะ!!
vi: Yoshi! Cẩn thận!!
zh_hans: Yoshi！当心！！
zh_hant: Yoshi！小心！！

# mischief24_skidmore_chat_5
source: Raven!!!
de: Rabe!!!
es: ¡¡Cuervo!!
fr: Corbeau !!!
it: Il corvo!!!
ja: カラス！！！
ko: 까마귀다!
pt: Corvo!!!
ru: Ворон!!!
th: เรเวน!!!
zh_hans: 渡鸦！！！
zh_hant: 渡鴉！！！

# mischief24_skidmore_chat_6
source: Was it supposed to do that?
de: Soll das so sein?
es: ¿Se suponía que hiciera eso?
fr: C’était censé faire ça ?
id: Apa itu seharusnya begitu?
it: È una reazione normale?
ja: ああいう仕様だったけ？
ko: 원래 저렇게 작동하는 거야?
pt: Era pra isso acontecer?
ru: Так и должно быть?
th: มันควรจะทำแบบนั้นได้ไหมนะ
vi: Mọi chuyện phải xảy ra như vậy sao?
zh_hans: 它本来应该那样做吗？
zh_hant: 它本來應該這樣嗎？

# mischief24_skidmore_chat_7
source: Ready? Yoshi?!
de: Bereit? Yoshi?!
es: ¿Listo? ¡¿Yoshi?!
fr: On y va ? Yoshi ?!
id: Siap? Yoshi?!
it: Siamo pronti? Yoshi?!
ja: 準備いいか？ヨシ？！
ko: 준비됐어? 요시?!
pt: Tudo pronto? Yoshi?!
ru: Готовы? Йоши?!
th: พร้อมไหม โยชิงั้นเหรอ?!
vi: Sẵn sàng chưa? Yoshi?!
zh_hans: 准备好了吗?Yoshi？！
zh_hant: 準備好了嗎？Yoshi？！

# mischief24_skidmore_chat_8a
source: Oops...I don't have candles.
de: Upps ... Ich habe keine Kerzen.
es: Uy… No tengo velas.
fr: Oups... Je n’ai pas de bougies.
id: Ups... Aku tak punya lilin.
it: Oops... Non ho candele.
ja: おっと…キャンドルがないぞ
ko: 아이고... 양초가 없어.
pt: Opa... não tenho velas.
ru: Ой... У меня нет свечей.
th: อ๊ะ... ฉันไม่มีเทียนแฮะ
vi: Ôi không... tôi không có nến.
zh_hans: 糟了……我没有蜡烛了。
zh_hant: 哎呀⋯⋯我沒蠟燭了。

# mischief24_skidmore_chat_8b
source: I'm sure Skykids will help us.
de: Ich bin mir sicher, dass Himmelskinder uns helfen werden.
es: Seguro que los niños de Sky nos ayudarán.
fr: Les Skykids vont nous aider, tu verras.
id: Aku yakin Skykids akan membantu kita.
it: Scommetto che i Figli della Luce ci aiuteranno.
ja: 星の子どもたちが助けてくれるさ
ko: 빛의 아이들이 분명히 도와줄 거야.
pt: Sei que as crianças de Sky vão nos ajudar.
ru: Ничего, дети Неба нам помогут.
th: ฉันมั่นใจว่าสกายคิดส์จะช่วยเรา
vi: Tôi chắc các Cư dân Sky sẽ giúp chúng ta.
zh_hans: 我相信光之子会帮助我们的。
zh_hant: 我相信光之子們會幫我們的。

# mischief24_yoshi_chat_0
source: Great job Nat!
de: Gut gemacht, Nat!
es: ¡Bien hecho, Nat!
fr: Beau travail, Nat !
id: Kerja bagus Nat!
it: Ottimo lavoro, Nat!
ja: よくやったぞ、ナット！
ko: 잘했어, 냇!
pt: Ótimo trabalho, Nat!
ru: Отлично, Нэт!
th: ทำได้เยี่ยมมากเลย แนท!
vi: Làm tốt lắm Nat!
zh_hans: 干得好，Nat！
zh_hant: 幹得好，Nat！

# mischief24_yoshi_chat_1
source: But...careful...watch out!
de: Aber ... Vorsicht ... pass auf!
es: Pero… ¡Ten cuidado!
fr: Mais... attention... là !
id: Tapi... hati-hati... awas!
it: Ma... attenzione... Occhi aperti!
ja: しかしだな…気をつけるんじゃぞ。危ない！
ko: 하지만... 조심해... 위험해!
pt: Mas... cuidado... fique alerta!
ru: Только... осторожно... берегись!
th: แต่...ระมัดระวังให้...หลบเร็ว!
vi: Nhưng...cẩn thận...coi chừng!
zh_hans: 但是……小心……当心点！
zh_hant: 但是⋯⋯小心⋯⋯注意！

# mischief24_yoshi_chat_11
source: I heard Austin finished his broom.
de: Ich habe gehört, Austin hat seinen Besen fertiggestellt.
es: Oí que Austin terminó su escoba.
fr: Il paraît qu’Austin a terminé son balai.
id: Kudengar Austin sudah menyelesaikan sapunya.
it: Ho sentito che Austin ha completato la scopa.
ja: オースティンが箒を完成させたようじゃな
ko: 오스틴이 빗자루를 완성했다고 들었어.
pt: Ouvi dizer que o Austin terminou a vassoura dele.
ru: Говорят, Остин закончил свою метлу!
th: ฉันได้ยินว่าออสตินสร้างไม้กวาดของเขาเสร็จแล้ว
vi: Tôi nghe nói Austin đã hoàn thành chiếc chổi của mình.
zh_hans: 我听说 Austin 完成了他的扫帚。
zh_hant: 我聽說 Austin 完成了他的掃把。

# mischief24_yoshi_chat_13
source: Um...hey...I think this got shipped to Live...broken...
de: Ähm ... hey, ... Ich glaube, das war schon ... vor der Live-Version kaputt ...
es: Eh… Oigan… Creo que esto se envió a Live… a pesar de estar roto…
fr: Hm... euh... Je crois que c’est parti... défectueux...
id: Um... hei... aku pikir ini dikirim ke Live... rusak...
it: Ehm... ehi... Mi sa che questa l'hanno mandata rotta...
ja: その、な、なんじゃ、すでにライブ版に出てしまったようじゃ…、壊れたまま…
ko: 음... 이건 아무래도... 망가진 채로 온 것 같아...
pt: Hã... Acho que isso foi publicado... sem funcionar direito...
ru: Кхм, в общем... Похоже, оно попало на боевой сервер сломанным...
th: อืม...เฮ้...ฉันคิดว่าอันนี้ถูกส่งไปที่ไลฟ์แล้ว...พังน่ะ...
vi: Ừm... này... tôi nghĩ cái này đã được chuyển đến Live... bị lỗi...
zh_hans: 呃……我们好像把坏掉的版本……发不出去了......
zh_hant: 欸⋯⋯我們好像把壞掉的版本⋯⋯發佈出去了⋯⋯

# mischief24_yoshi_chat_14
source: Etc?
es: ¿Blah?
id: Dll?
it: Eccetera?
ja: ふむ？
ko: 등등?
ru: И т.д.?
th: ฯลฯ?
vi: v.v?
zh_hans: 等等？
zh_hant: 等等？

# mischief24_yoshi_chat_15
source: Witches!
de: Hexen!
es: ¡Brujas!
fr: Des sorcières !
id: Penyihir!
it: Streghe!
ja: 魔女たち！
ko: 마녀다!
pt: Bruxas!
ru: Ведьмы!
th: แม่มด!
vi: Phù thủy!
zh_hans: 巫师们！
zh_hant: 巫師們！

# mischief24_yoshi_chat_17
source: Witches though...
de: Aber die Hexen ...
es: Pero brujas…
fr: Hm, des sorcières...
id: Penyihir...
it: Le streghe però...
ja: 魔女じゃぞ…
ko: 마녀잖아...
pt: Mas bruxas...
ru: А ведьмы-то!
th: แม่มดยังไงล่ะ...
vi: Phù thủy mà...
zh_hans: 巫师们啊……
zh_hant: 巫師們啊……

# mischief24_yoshi_chat_18
source: Another emergency meeting?
de: Noch ein Notfalltreffen?
es: ¿Otra reunión de emergencia?
fr: Une autre réunion d’urgence ?
id: Pertemuan darurat lain?
it: Un'altra riunione d'emergenza?
ja: また緊急会議か
ko: 또 긴급회의야?
pt: Outra reunião de emergência?
ru: Ещё один срочный сбор?
th: ประชุมด่วนอีกแล้วเหรอ
vi: Lại họp khẩn?
zh_hans: 又召开紧急会议？
zh_hant: 又有緊急會議？

# mischief24_yoshi_chat_1a
source: Oh no! The Raven!
de: Oh, nein! Der Rabe!
es: ¡Ay, no! ¡El cuervo!
fr: Oh non ! Le corbeau !
id: Oh tidak! The Raven!
it: Oh no! Il corvo!
ja: なんということじゃ、カラスよ！
ko: 오, 저런! 까마귀야!
pt: Ah, não! O Corvo!
ru: О, нет! Ворон!
th: โอ้ ไม่นะ! เรเวน!
vi: Ôi không! Raven!
zh_hans: 哦，不！渡鸦！
zh_hant: 天啊！渡鴉！

# mischief24_yoshi_chat_2
source: Dark orb swallowed our Raven...and candy...
de: Dunkle Kugel hat unseren Raben verschluckt ... und Süßigkeiten ...
es: El orbe oscuro se tragó a nuestro cuervo… y los caramelos…
fr: L’orbe noir a avalé notre corbeau... et les bonbons...
id: Orb Kegelapan menelan Raven kita... dan permen...
it: Il globo oscuro ha inghiottito il nostro corvo e le caramelle...
ja: 闇のオーブがわしらのカラスを…、キャンディも飲み込みよった…
ko: 어둠의 구체가 우리 까마귀와... 사탕을 삼켜버렸어...
pt: A orbe sombria engoliu nosso Corvo... e os doces...
ru: Тёмная сфера поглотила нашего Ворона... и конфеты...
th: ลูกแก้วทมิฬกลืนกินเรเวน...และลูกกวาดไป...
vi: Quả cầu bóng tối đã nuốt chửng Raven của chúng ta...và cả kẹo nữa...
zh_hans: 黑暗之球吞噬了我们的渡鸦……还有糖果……
zh_hant: 黑暗魔球吞噬了我們的渡鴉⋯⋯還有糖果⋯⋯

# mischief24_yoshi_chat_3
source: Let's use the cannon to hit the monsters!
de: Lasst uns die Kanone verwenden, um die Monster zu treffen!
es: ¡Ataquemos a los monstruos con el cañón!
fr: Repoussons les monstres avec le canon !
id: Ayo gunakan meriam untuk menyerang monster!
it: Usiamo il cannone per colpire i mostri!
ja: 大砲でモンスターを迎撃するんじゃ！
ko: 대포를 써서 괴물을 맞추자!
pt: Vamos usar o canhão para atingir os monstros!
ru: Обстреляем монстров из пушки!
th: ใช้ปืนใหญ่เพื่อยิงใส่สัตว์ประหลาดกันเถอะ!
vi: Hãy sử dụng khẩu pháo để tấn công lũ quái vật!
zh_hans: 我们用大炮攻击怪物吧！
zh_hant: 我們用大砲來打怪物吧！

# mischief24_yoshi_chat_4
source: Hit it!
de: Triff es!
es: ¡Dale!
fr: Allez !
id: Tembak!
it: Colpitelo!
ja: 撃てぇい！
ko: 쏴!
pt: Acerte!
ru: Давай!
th: ยิงมันเลย!
vi: Làm đi!
zh_hans: 打它！
zh_hant: 打牠！

# mischief24_yoshi_chat_5
source: Skykiiids!
de: Hiiimmelskinder!
es: ¡Niños de Skyyy!
fr: Pour Skyyyyyy !
it: Figli della Luceeee!
ja: 星の子どもたあああち！
ko: 빛의 아이들이다!
pt: Crianças de Skyyyy!
ru: Дети Неба-а-а!
th: สกายคิดส์!
vi: Các Cư dân Sky!
zh_hans: 光之子们！
zh_hant: 光之子們！

# mischief24_yoshi_chat_6
source: I see two more cannons!
de: Ich sehe zwei weitere Kanonen!
es: ¡Veo dos cañones más!
fr: Je vois deux autres canons !
id: Aku melihat dua meriam lagi!
it: Vedo altri due cannoni!
ja: あと2つ大砲があったぞ
ko: 대포 두 개가 더 보여!
pt: Tô vendo mais dois canhões!
ru: Вижу ещё две пушки!
th: ฉันเห็นปืนใหญ่อีกสองกระบอก!
vi: Tôi thấy hai khẩu pháo nữa!
zh_hans: 我看到还有两门大炮！
zh_hant: 我看到還有兩門大砲！

# mischief_jenova_chat_1
source: Is the party over? Someone let me out? Anyone?
de: Ist die Party vorbei? Kann mich jemand rauslassen? Irgendjemand?
es: ¿Terminó la fiesta? ¿Alguien puede dejarme salir? ¿Cualquiera?
fr: La fête est terminée ? Quelqu'un peut me laisser sortir ? Allô ?
id: Apakah pestanya sudah selesai? Ada yang bisa mengeluarkanku? Siapa pun?
it: La festa è finita? Qualcuno mi fa uscire? Mi aiutate?
ja: パーティーは終わったのか？ここから出してくれないかな？誰か〜？
ko: 파티는 끝났어? 누가 나 좀 꺼내줄래? 아무도 없어?
pt: A festa acabou? Alguém me tira daqui? Alguém?
ru: Праздник закончился? Меня выпустят? Кто-нибудь?
th: ปาร์ตี้จบแล้วเหรอ ใครบางคนปล่อยฉันออกมา เขาคนนั้นคือใครกันนะ
vi: Bữa tiệc kết thúc chưa vậy? Làm ơn thả tôi ra! Có ai không?
zh_hans: 派对结束了吗？有人能放我出去吗？有人吗？
zh_hant: 派對結束了嗎？有人能來放我出去嗎？有人在嗎？

# mischief_jenova_chat_10
source: Hmm....
es: Mmm...
it: Uhm...
ja: う〜ん…
ko: 흠...
ru: Хм-м-м…
th: อืม....
zh_hans: 唔……
zh_hant: 嗯……

# mischief_jenova_chat_11
source: LOCALIZE ME? Not again....
de: LOCALIZE ME? Nicht schon wieder …
es: ¿ME LOCALIZARON? No de nuevo...
fr: LOCALIZE ME ? Oh non, pas encore...
id: MENERJEMAHKANKU? Jangan lagi....
it: LOCALIZE ME? Oh no, ancora...
ja: "LOCALIZE ME"？またこれか、勘弁してくれ…
ko: "LOCALIZE ME"? 어휴, 또 시작이군...
pt: De novo, não...
ru: LOCALIZE ME? Опять?!
th: LOCALIZE ME? ไม่จริงน่า....
vi: ĐIỀU CHỈNH TÔI? Lại nữa hả....
zh_hans: LOCALIZE ME？别再这样了……
zh_hant: 還要翻譯？別鬧……

# mischief_jenova_chat_12
source: Who is in charge of my chat? This better be updated before Live!
de: Wer ist für meinen Chat zuständig? Das sollte besser vor der Premiere aktualisiert werden!
es: ¿Quién maneja mi chat? ¡Hay que actualizar esto antes de que salga en vivo!
fr: Qui s’occupe de mon chat ? La mise à jour a intérêt à être faite avant le lancement !
id: Siapa yang bertanggung jawab atas obrolanku? Ini sebaiknya diperbarui sebelum Tayang!
it: Chi si occupa della mia chat? Aggiornatela prima del rilascio!
ja: 僕のチャットの担当は誰だっけ？Live版の前になんとかしないと！
ko: 내 채팅은 누가 맡고 있지? 라이브 서버 업데이트 전에 올라가야 하는데!
pt: Quem comanda este bate-papo? Tomara que melhore antes do lançamento!
ru: Кто пишет мои реплики? Их бы лучше обновить до релиза!
th: ใครดูแลแชทของฉันน่ะ ควรอัปเดตเรื่องนี้ก่อนไลฟ์นะ!
vi: Ai chịu trách nhiệm tính năng trò chuyện của tôi? Tốt hơn là nên cập nhật trước khi ra mắt!
zh_hans: 谁负责我的聊天信息？这个最好在活动上线之前更新！
zh_hant: 我的訊息是誰負責寫的？我要在活動上線前看到它更新完成！

# mischief_jenova_chat_13
source: Anyone?
de: Irgendjemand?
es: ¿Alguien?
fr: Personne ?
id: Siapa?
it: C'è qualcuno?
ja: 誰かいない？
ko: 아무도 없어?
pt: Alguém aí?!
ru: Эй, кто-нибудь?
th: มีใครอยู่ไหมเอ่ย
vi: Có ai không?
zh_hans: 有人吗？
zh_hant: 有人嗎？

# mischief_jenova_chat_14
source: I don't want to sit things out again....
de: Ich will die Dinge nicht wieder aussitzen …
es: No quiero volver a escabullirme...
fr: Je n’ai pas envie d’encore laisser les choses en suspens...
id: Aku tak mau berdiam diri lagi....
it: Non voglio rimanere tagliato fuori di nuovo...
ja: またここでじっとしているしかないなんて…
ko: 또 가만히 앉아서 기다리기만 하는 건 싫은데...
pt: Não quero ficar esperando de novo...
ru: Дайте мне уже какой-нибудь квест…
th: ฉันไม่อยากจะนั่งคิดเรื่องไร้สาระนี้อีกแล้ว....
vi: Tôi không muốn bị cho ra rìa nữa....
zh_hans: 我不想再袖手旁观了……
zh_hant: 教練我想打球……

# mischief_jenova_chat_15
source: Production said I'd be released from this cell by now!
de: Laut der Produktion sollte ich schon längst aus dieser Zelle entlassen sein!
es: Producción me dijo que ya me tendrían que haber sacado de esta celda.
fr: D’après la production, je devrais déjà être sorti de cette cellule !
id: Produksi bilang aku akan dibebaskan dari sel ini sekarang!
it: La produzione mi ha detto che avrebbero già dovuto farmi uscire da questa cella!
ja: プロダクションチームはもう出られるよって言ってたじゃないか！
ko: 프로덕션팀에서 지금쯤이면 이 방에서 풀려날 거라고 그랬단 말이야!
pt: A produção disse que eu já posso sair dessa cela!
ru: Разработчики обещали выпустить меня отсюда!
th: ฝ่ายโปรดักชั่นบอกว่า ฉันได้รับการปล่อยตัวออกจากห้องขังนี้แล้ว!
vi: Ban sản xuất nói bây giờ tôi sẽ được thả ra khỏi phòng giam này!
zh_hans: 制作组说我现在就可以被放出来了！
zh_hant: 製作組說我現在就應該被放出來了！

# mischief_jenova_chat_16
source: Not like this....
de: Bitte nicht so …
es: Pero no así...
fr: Pas comme ça...
id: Tidak seperti ini....
it: Non così...
ja: こんなはずじゃ…
ko: 이럴 순 없어...
pt: Mas não desta maneira...
ru: Только не так…
th: ต้องไม่ใช่แบบนี้สิ....
vi: Không phải vậy chứ....
zh_hans: 不是这样的……
zh_hant: 不會吧……

# mischief_jenova_chat_17
source: Did I really turn you into a crab?
de: Habe ich dich wirklich in einen Krebs verwandelt?
es: ¿Realmente te convertí en un cangrejo?
fr: Je t’ai vraiment transformé en crabe ?
id: Apa aku benar-benar mengubahmu menjadi kepiting?
it: Ti ho davvero trasformato in un granchio?
ja: ほんとに、僕が、君を、蟹に変えたの？
ko: 설마 내가 널 게로 만든 거야?
pt: Eu transformei você em caranguejo mesmo?
ru: Я правда превратил вас в краба?
th: ฉันทำให้คุณกลายเป็นปูจริงๆ เหรอเนี่ย
vi: Tôi thực sự đã biến bạn thành một con cua à?
zh_hans: 我真的把你变成螃蟹了！？
zh_hant: 我真的把你變成螃蟹了！？

# mischief_jenova_chat_18
source: So tired....
de: Ich bin so müde …
es: Qué cansancio...
fr: Je suis tellement fatigué...
id: Capek sekali....
it: Sono così stanco...
ja: はぁ、疲れた…
ko: 너무 피곤해...
pt: Que cansaço...
ru: Как я устал…
th: เหนื่อยเหลือเกิน....
vi: Quá mệt mỏi....
zh_hans: 好累啊……
zh_hant: 累斃了……

# mischief_jenova_chat_19
source: I have no memory of escaping my cell...
de: Ich kann mich nicht erinnern, wie ich aus meiner Zelle entkommen bin …
es: No recuerdo haberme escapado de mi celda...
fr: Je n’ai aucun souvenir de m’être échappé de ma cellule...
id: Aku tak ingat pernah melarikan diri dari sel...
it: Non mi ricordo di essere scappato da questa cella...
ja: どうやって牢から出たか覚えてないよ…
ko: 감방에서 탈출한 기억이 없는데...
pt: Não me lembro de fugir da minha cela...
ru: Не помню, как выбрался из темницы…
th: ฉันไม่มีความทรงจำเกี่ยวกับการหลบหนีออกจากห้องขังเลย...
vi: Tôi không hề nhớ là đã trốn khỏi phòng giam...
zh_hans: 我不记得我是怎么逃出牢房的……
zh_hant: 我的記憶中不存在逃離過這裡的一天……

# mischief_jenova_chat_2
source: Cats should be banned from this point forward!
de: Katzen sollten von nun an verboten werden!
es: ¡Se deberían prohibir los gatos a partir de ahora!
fr: Les chats devraient être interdits à partir de maintenant !
id: Kucing harus dilarang mulai saat ini!
it: D'ora in poi, niente più gatti!
ja: この先は猫は入れないって言ってるだろう！
ko: 여기 고양이는 들어오면 안 돼!
pt: Os gatos deviam ser banidos daqui pra frente!
ru: Кошек надо взять и запретить!
th: เหล่าแมวเหมียวควรถูกแบนนับตั้งแต่นี้เป็นต้นไป!
vi: Từ giờ, chúng ta nên cấm bọn mèo!
zh_hans: 应该从现在开始禁猫！
zh_hant: 從今以後應該禁止所有貓的存在！

# mischief_jenova_chat_20
source: Where was I? Oh. Right.
de: Wo war ich? Oh. Stimmt.
es: ¿Qué decía? Ah, cierto.
fr: Où j’en étais ? Ah oui, c’est vrai.
id: Di mana aku tadi? Oh. Benar.
it: Dov'ero rimasto? Ah sì, giusto.
ja: ここはどこだ？！ああ、そうだった
ko: 어디까지 했지? 아, 그렇지.
pt: O que eu tava falando mesmo? Ah, sim.
ru: Так, о чём это я? Ах, да.
th: ฉันอยู่ที่ไหนเนี่ย โอ้ ใช่แล้ว
vi: Tôi đã ở đâu? Ồ. Phải rồi.
zh_hans: 我说到哪儿了！？哦，想起来了。
zh_hant: 我說到哪裡了？噢。對齁。

# mischief_jenova_chat_21
source: The Krill Cat is up to no good again.
de: Die Krill-Katze führt wieder nichts Gutes im Schilde.
es: El gato camarón de nuevo está haciendo de las suyas.
fr: Le chat krill prépare encore un mauvais coup.
id: Krill Cat tidak berguna lagi.
it: Il Gatto Oscuro sta per combinarne un'altra delle sue.
ja: 暗黒竜猫がまた悪さしてるのか
ko: 어둠의 고양이가 또 무슨 짓을 꾸미고 있어.
pt: O Gato Krill está aprontando de novo.
ru: Криль-кошка опять балуется.
th: เจ้าคริลล์แคทมีแผนร้ายอีกแล้ว
vi: Mèo Ma lại âm mưu chuyện xấu rồi.
zh_hans: 黑猫又不怀好意了。
zh_hant: 磷蝦貓又不知道在鬧什麼了。

# mischief_jenova_chat_22
source: crabs.. crabs... crabs....
de: Krebse … Krebse … Krebse …
es: cangrejos... cangrejos... cangrejos...
fr: crabes.. crabes... crabes....
id: kepiting... kepiting... kepiting....
it: granchi... granchi... granchi...
ja: 蟹…蟹…蟹…
ko: 게... 게... 게...
pt: caranguejos... caranguejos... caranguejos...
ru: Крабы, крабы, крабы…
th: ปู... ปู... ปู...
vi: cua.. cua... cua....
zh_hans: 螃蟹……螃蟹……螃蟹……
zh_hant: 螃蟹……螃蟹……螃蟹……

# mischief_jenova_chat_23
source: cough... cough...
de: Hust … Hust …
es: cof... cof...
fr: kof... kof...
id: uhuk... uhuk...
it: coff... coff...
ja: ごほごほっ…
ko: 콜록... 콜록...
pt: cof... cof...
ru: Кхе… кхе…
th: อะแฮ่ม... อะแฮ่ม...
vi: khụ... khụ...
zh_hans: 咳咳……咳咳……
zh_hant: 咳咳……咳咳……

# mischief_jenova_chat_3
source: Please~~I need to go back to work!
de: Bitte~~Ich muss zurück an die Arbeit!
es: Por favor... ¡Necesito volver a trabajar!
fr: S'il te plaît... je dois retourner travailler !
id: Tolong~~ aku harus kembali bekerja!
it: Per favore... Devo tornare al lavoro!
ja: 頼むから！仕事に戻らせてくれ！
ko: 제발! 일하러 돌아가야 한단 말이야!
pt: Por favooor! Preciso voltar ao trabalho!
ru: Пожалуйста, мне на работу надо идти!
th: ได้โปรด~~ ฉันต้องกลับไปทำงานแล้ว!
vi: Làm ơn~~Tôi cần về làm việc!
zh_hans: 拜托~~我得回去工作！
zh_hant: 拜託啦～我必須回去工作！

# mischief_jenova_chat_4
source: I can't believe these designers are abusing the system.
de: Ich kann nicht glauben, dass diese Designer das System missbrauchen.
es: No puedo creer que estos diseñadores se estén aprovechando del sistema.
fr: Je n'arrive pas à croire que ces designers abusent du système.
id: Aku tak percaya para desainer ini menyalahgunakan sistem.
it: Non posso credere che questi designer stiano abusando dei loro poteri.
ja: デザイナーたちがシステムを悪用してるなんて信じたくないよ
ko: 디자이너란 사람들이 시스템을 이렇게 악용하다니.
pt: Não acredito que esses designers tão avacalhando com o sistema.
ru: Вот уж не думал, что дизайнеры такое учудят.
th: ฉันไม่อยากจะเชื่อเลยว่า นักออกแบบเหล่านี้กำลังใช้ระบบในทางที่ผิด
vi: Không ngờ những chuyên gia thiết kế này đang lạm dụng hệ thống.
zh_hans: 真不敢相信这些设计师正在滥用该系统。
zh_hant: 我不敢相信這些設計師竟然濫用系統。

# mischief_jenova_chat_5
source: Whose krill cat is this?
de: Wessen Krill-Katze ist das?
es: ¿De quién es este gato oscuro?
fr: À qui appartient ce chat plancton ?
id: Kucing krill siapa ini?
it: Di chi è questo Gatto Oscuro?
ja: 君は誰の暗黒竜猫だい？
ko: 이 어둠의 고양이는 누구 거야?
pt: De quem é esse gato krill?
ru: Чья это темнокошка?
th: เจ้าคริลล์แคทนี่เป็นของใครกันนะ
vi: Con mèo ma này là của ai?
zh_hans: 这是谁的皮皮虾猫？
zh_hant: 這是誰的皮皮蝦貓？

# mischief_jenova_chat_6
source: Where can I find a shrink spell?
de: Wo kann ich einen Schrumpfzauber finden?
es: ¿Dónde puedo encontrar un hechizo de reducción?
fr: Où est-ce que je peux trouver un sort de rétrécissement ?
id: Di mana aku bisa menemukan mantra menyusut?
it: Dove posso trovare un incantesimo restringente?
ja: ミニ魔法はどこだったかな？
ko: 아기 주문은 어디 있지?
pt: Onde consigo encontrar um feitiço de encolher?
ru: Где мне найти уменьшающие чары?
th: ฉันจะหาคาถาหดตัวได้จากที่ไหน
vi: Tôi có thể tìm phép thuật thu nhỏ ở đâu?
zh_hans: 我在哪里可以找到缩小魔法？
zh_hant: 我去哪裡可以找到縮小魔法？

# mischief_jenova_chat_7
source: I should be freed after Days of Mischief. Can you report this bug?
de: Ich sollte nach den Tagen des Unfugs frei sein. Kannst du diesen Fehler melden?
es: Me deberían haber liberado después de los Días de travesuras. ¿Podrías informar de este error?
fr: Je devrais être libéré après les Jours de la malice. Peux-tu signaler ce bug ?
id: Aku harusnya dibebaskan setelah Hari Kejahilan. Bisakah kamu melaporkan masalah ini?
it: Dovevo tornare in libertà dopo i Giorni degli Scherzetti. Puoi segnalare questo errore?
ja: いたずらな日々のあとに解放されるはずなのに…。不具合だって伝えてくれる？
ko: 원래 난 장난꾸러기의 날이 끝나면 풀려나야 한단 말이야. 이 버그 좀 신고해줄래?
pt: Eu deveria ter sido libertado depois dos Dias de Travessura. Você pode relatar esse erro?
ru: После Дней озорства меня должны выпустить. Сообщите кому следует об этой ошибке?
th: ฉันควรถูกปล่อยตัวหลังจากวันแห่งความซุกซน คุณช่วยรายงานเรื่องความผิดพลาดนี้ได้หรือเปล่า
vi: Tôi sẽ được giải thoát sau Halloween. Bạn có thể báo lỗi này không?
zh_hans: 我应该在捣蛋节之后被释放。你能回报这个BUG吗？
zh_hant: 我本來應該在搗蛋節之後就被釋放的。可以請你回報這個BUG嗎？

# mischief_jenova_chat_8
source: It's getting dark here...
de: Es wird dunkel hier …
es: Todo se está oscureciendo...
fr: Il commence à faire sombre...
id: Mulai gelap di sini ...
it: Si sta facendo buio qui...
ja: 暗くなってきたな…
ko: 점점 더 어두워지고 있어...
pt: Tá ficando escuro aqui...
ru: Тут начинает темнеть...
th: ที่นี่เริ่มมืดแล้ว...
vi: Trời đang tối dần...
zh_hans: 这里开始变暗了……
zh_hant: 這裡越來越暗了……

# mischief_jenova_chat_9
source: My chat needs to be updated....
de: Mein Chat muss aktualisiert werden …
es: Hay que actualizar mi chat...
fr: Mon chat a besoin d’une mise à jour...
id: Obrolanku perlu diperbarui....
it: La mia chat dev'essere aggiornata...
ja: チャットの改善が必要だ…
ko: 내 채팅을 업데이트해야 해...
pt: Meu bate-papo precisa de uma atualização...
ru: Мой чат надо бы обновить…
th: แชทของฉันจำเป็นต้องได้รับการอัปเดต....
vi: Tính năng trò chuyện của tôi cần được cập nhật....
zh_hans: 我的聊天需要更新……
zh_hant: 我發送的聊天內容需要更新……

# mischief_krillcat_shrink_hint_1
source: Only someone very small could fit through here....
de: Nur jemand, der sehr klein ist, passt hier durch …
es: Solo alguien muy pequeño podría caber por aquí...
fr: Seule une personne très petite pourrait passer par ici....
id: Hanya orang yang sangat kecil yang bisa masuk ke sini ....
it: Solo qualcuno molto piccolo potrebbe passare tra le sbarre...
ja: とても小さいものだけが、ここを通り抜けられるでしょう…
ko: 몸집이 아주 작아야 들어갈 수 있을 듯해요
pt: Só alguém muito pequeno poderia passar por aqui...
ru: Сюда пролезет только кто-то совсем крошечный...
th: มีเพียงคนที่ตัวจิ๋วมากเท่านั้นที่สามารถผ่านเข้ามาที่นี่ได้....
vi: Chỉ những sinh vật rất nhỏ mới có thể đi lọt qua đây....
zh_hans: 只有身材非常娇小的人才能通过这里……
zh_hant: 只有身形非常小的人可以穿過這裡……

# mischief_nat_chat_1
source: You found me!
de: Du hast mich gefunden!
es: ¡Me encontraste!
fr: Tu m’as trouvé !
id: Kamu berhasil menemukanku!
it: Mi hai trovato!
ja: 見つかっちゃったー！
ko: 날 찾았네!
pt: Você me encontrou!
ru: Ты меня нашёл!
th: คุณเจอฉันแล้ว!
vi: Bạn đã tìm thấy tôi!
zh_hans: 你找到我了！
zh_hant: 你找到我了！

# mischief_nat_chat_10
source: Too contemporary? I bet Yoshi can help...in exchange for snacks
de: Zu modern? Ich wette, Yoshi kann helfen … im Tausch gegen Snacks.
es: ¿Muy contemporáneo? Seguro que Yoshi puede ayudar... A cambio de refrigerios.
fr: Trop contemporain ? Je parie que Yoshi peut aider... en échange de casse-croûtes.
id: Terlalu kontemporer? Aku yakin Yoshi bisa membantu ... dengan imbalan makanan ringan
it: Troppo contemporaneo? Scommetto che Yoshi ti potrà aiutare... in cambio di qualche spuntino.
ja: モダンすぎ？そうだなー、ヨシにおかしでもあげたら、なにか交換してくれるんじゃない？
ko: 너무 요즘 스타일이라고? 요시가 가져온 것부터 확인해 보지 그래. 간식도 좀 들고 가 봐.
pt: Contemporâneo demais? Aposto que oYoshi pode ajudar... Em troca de uns lanchinhos
ru: Слишком авангардно? У Йоши можно получить товар постарее в обмен на вкусняшки.
th: ดูร่วมสมัยเกินไปงั้นเหรอ ฉันพนันเลยว่าโยชิช่วยได้... แลกกับขนม
vi: Quá mới? Tôi cá là Yoshi có thể... đổi lấy đồ ăn nhẹ
zh_hans: 太当代了？我想Yoshi会出手帮忙……如果以零食当作交换条件的话
zh_hant: 太當代了？我猜Yoshi可以幫忙……只要用點心當作交換條件的話應該沒問題

# mischief_nat_chat_11
source: Hnnng....
es: Mnnng...
fr: Humph...
ja: ううん…
ko: 힝...
ru: М-м-м…
th: ฮึก...
zh_hans: 嗯……
zh_hant: 嗯……

# mischief_nat_chat_12
source: I can't...think straight.
de: Ich kann nicht … klar denken.
es: No puedo... concentrarme.
fr: J’arrive pas à... réfléchir.
id: Aku tak bisa...berpikir jernih.
it: Non riesco... a riflettere.
ja: なんか…考えがまとまらなーい
ko: 제대로... 생각을 할 수가 없어.
pt: Não consigo... pensar direito.
ru: Не могу… нормально думать.
th: ฉัน... คิดอะไรไม่ออกเลย
vi: Tôi không thể... nghĩ thông suốt được.
zh_hans: 我无法……清醒地思考。
zh_hant: 我沒辦法……好好思考。
