Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# system_star_tag_bind_fail
source: Bind Failed! Please check your STAR chip condition.
de: Bindung fehlgeschlagen! Bitte überprüfe den Zustand deines STAR-Chips.
es: ¡Falló el enlace! Revisa el estado del chip STAR.
fr: Association échouée ! Veuillez vérifier l'état de la puce STAR.
id: Pengaitan Gagal! Cek kondisi cip STAR milikmu.
it: Associazione non riuscita! Controlla le condizioni del tuo chip STAR.
ja: 連携に失敗しました STARチップの状態をご確認ください
ko: 귀속 실패! STAR 칩 상태를 확인해주세요
pt: Falha ao unir Verifique a condição do chip da STAR
ru: Не удалось привязать! Проверьте чип продукта STAR.
th: การผูกสินค้าล้มเหลว! โปรดตรวจสอบสถานะชิป STAR ของคุณ
vi: Liên kết thất bại! Vui lòng kiểm tra tình trạng chip STAR của bạn.
zh_hans: 绑定失败！ 请检查您的STAR芯片的状况。
zh_hant: 綁定失敗！ 請檢查您的STAR芯片的狀況。

# system_star_tag_bind_success
source: Bind Complete! Please scan the STAR product again to use its effect.
de: Bindung abgeschlossen! Bitte scanne das STAR-Produkt erneut, um den Effekt zu verwenden.
es: ¡Enlace completo! Escanea el producto STAR nuevamente para usar su efecto.
fr: Association terminée ! Merci de scanner le produit STAR une nouvelle fois pour utiliser son effet.
id: Pengaitan Selesai! Pindai produk STAR lagi untuk menggunakan efeknya.
it: Associazione completata! Scansiona nuovamente il prodotto STAR per utilizzare il suo effetto.
ja: 連携が完了しました! 効果を使用する際は、もう一度STARをスキャンしてください
ko: 귀속 완료! STAR 제품을 다시 한 번 스캔하여 효과를 적용해보세요
pt: Unir com sucesso! Digitalize o seu produto STAR novamente para usar seu efeito.
ru: Привязка завершена! Отсканируйте продукт STAR еще раз, чтобы использовать эффект.
th: ผูกสินค้าสำเร็จ! โปรดสแกนผลิตภัณฑ์ STAR อีกครั้งเพื่อใช้เอฟเฟกต์
vi: Liên kết hoàn tất! Vui lòng quét lại sản phẩm STAR để sử dụng hiệu ứng.
zh_hans: 绑定成功！ 请再次扫描这款STAR产品使用游戏内相应效果。
zh_hant: 綁定成功！ 請再次掃描這款STAR產品使用遊戲內相應效果。

# system_star_tag_link_fail
source: Link Failed! Please check your STAR chip condition.
de: Verbindung fehlgeschlagen Bitte überprüfe den Zustand deines STAR-Chips.
es: El vínculo falló Revisa el estado del chip STAR.
fr: Le lien a échoué Veuillez vérifier l'état de la puce STAR.
id: Penautan Gagal! Cek kondisi cip STAR milikmu.
it: Collegamento non riuscito Controlla le condizioni del tuo chip STAR.
ja: リンクに失敗しました STARチップの状態をご確認ください
ko: 연결 실패! STAR 칩 상태를 확인해주세요
pt: Vínculo falhado Verifique a condição do chip da STAR
ru: Связать не удалось! Проверьте ваш значок STAR.
th: เชื่อมโยงล้มเหลว! โปรดตรวจสอบสถานะชิป STAR ของคุณ
vi: Kết nối thất bại! Vui lòng kiểm tra tình trạng chip STAR của bạn.
zh_hans: 连接失败！ 请检查你的STAR芯片的状态。
zh_hant: 連接失敗！ 請檢查你的STAR芯片的狀態。

# system_star_tag_link_success
source: Link Complete! Please scan the STAR product again to use its effect.
de: Verbindung abgeschlossen Bitte scanne das STAR-Produkt erneut, um den Effekt zu verwenden.
es: ¡Vínculo completado! Escanea el producto STAR nuevamente para usar su efecto.
fr: Lien réussi ! Merci de scanner le produit STAR une nouvelle fois pour utiliser son effet.
id: Penautan Selesai! Pindai produk STAR lagi untuk menggunakan efeknya.
it: Collegamento completo! Scansiona nuovamente il prodotto STAR per utilizzare il suo effetto.
ja: リンクが完了しました！ 効果を使用する際は、もう一度STARをスキャンしてください
ko: 연결 완료! STAR 제품을 다시 한 번 스캔해서 효과를 사용해보세요.
pt: Vínculo bem sucedido Digitalize o seu produto STAR novamente para usar seu efeito.
ru: Связь создана! Отсканируйте значок STAR еще раз, чтобы активировать способность.
th: เชื่อมโยงสำเร็จ! โปรดสแกนผลิตภัณฑ์ STAR อีกครั้งเพื่อใช้เอฟเฟกต์
vi: Kết nối thất bại! Vui lòng quét lại sản phẩm STAR để sử dụng hiệu ứng.
zh_hans: 连接成功！ 再次扫描你的STAR产品来使用它的效果。
zh_hant: 連接成功！ 再次掃描你的STAR産品來使用它的效果。

# system_star_tag_not_ready
source: This STAR function is still <b>under development</b>. It will become available in future versions.
de: Diese STAR-Funktion ist noch <b>in der Entwicklungsphase</b>. Sie wird in zukünftigen Versionen zur Verfügung stehen.
es: Esta función STAR aún está <b>bajo desarrollo</b>. Estará disponible en las versiones futuras.
fr: Cette fonction STAR est encore <b>en cours de développement</b>. Elle sera disponible dans les prochaines versions.
id: Fungsi STAR ini masih <b>dalam pengembangan</b>. Fungsi ini akan tersedia di versi mendatang.
it: Questa funzione STAR è ancora <b>in fase di sviluppo</b>. Sarà disponibile nelle versioni future.
ja: このSTAR機能は現在<b>開発中</b>となります。今後のアップデートをお待ちください
ko: 이 STAR 기능은 아직 <b>개발 중</b>입니다. 향후 버전에서 이용할 수 있게 구현될 예정입니다.
pt: Esta função da STAR ainda está <b>em desenvolvimento</b>. Ela estará disponível em versões futuras.
ru: Эта функция STAR еще <b>в разработке</b>. Она станет доступна в последующих версиях.
th: ฟังก์ชัน STAR นี้ยัง<b>อยู่ระหว่างการพัฒนา</b> และจะเปิดให้ใช้งานในเวอร์ชันต่อๆ ไปในอนาคต
vi: Chức năng STAR này vẫn đang được <b>phát triển</b> và sẽ được mở trong phiên bản tương lai.
zh_hans: 该STAR功能仍在开发中<b>。它将在未来的版本中开启。
zh_hant: 該STAR功能仍在開發中<b>。它將在未來的版本中開啟。

# system_star_tag_service_unavailable
source: STAR Service currently unavailable.
de: "STAR"-Service derzeit nicht verfügbar
es: El servicio "STAR" no está disponible actualmente
fr: Service "STAR" actuellement indisponible
id: Layanan STAR saat ini tidak tersedia.
it: Servizio "STAR" attualmente non disponibile
ja: 現在STARサービスはご利用いただけません
ko: 현재 STAR 기능을 이용할 수 없습니다
pt: Serviço "STAR" atualmente indisponível
ru: Служба STAR сейчас недоступна.
th: บริการ STAR ไม่สามารถใช้งานได้ในขณะนี้
vi: Dịch vụ STAR hiện không mở.
zh_hans: STAR的服务现在未开放，请以后再试。
zh_hant: STAR的服務現在未開放，請以後再試。

# system_star_tag_soulmate
source: Please <1>hold hands</1> with your <b>soulmate</b> to apply this STAR effect.
de: Nimm deinen <b>Seelenverwandten</b> an der <1>Hand</1> um diesen STAR-Effekt auszulösen.
es: <1>Sostén la mano</1> de tu <b>alma gemela</b> para aplicar este efecto STAR.
fr: <1>Tenez la main</1> de votre <b>âme sœur</b> pour appliquer cet effet STAR.
id: <1>Gandeng tangan</1> <b>belahan jiwamu</b> untuk menerapkan efek STAR ini.
it: <1>Tieni per mano</1> la tua <b>anima gemella</b> per applicare questo effetto STAR.
ja: <b>ソウルメイト</b>と<1>手をつなぐと</1>このSTARピンバッジの効果があらわれます
ko: 이 STAR 효과를 적용하려면 절친한 <b>소울메이트</b> 친구의 <1>손을 잡아보세요</1>.
pt: <1>Segure a mão</1> da sua <b>alma gêmea</b> para aplicar este efeito da STAR.
ru: <1>Возьмите за руку</1> свою <b>родственную душу</b>, чтобы применить этот эффект STAR.
th: โปรด<1>จับมือ</1>กับ<b>เนื้อคู่</b>ของคุณเพื่อใช้เอฟเฟกต์ STAR
vi: Hãy<1> nắm tay </1> với <b>tri kỷ</b> của bạn để sử dụng hiệu ứng STAR này.
zh_hans: 请<1>握住</1>你的<b>灵魂伴侣</b>以应用此 STAR 效果。
zh_hant: 請<1>握住</1>你的<b>靈魂伴侶</b>以應用此 STAR 效果。

# system_star_tag_unlink_fail
source: Unlink Failed! Please check your STAR chip condition.
de: Verbindungstrennung fehlgeschlagen Bitte überprüfe den Zustand deines STAR-Chips.
es: El desvinculado falló Revisa el estado del chip STAR.
fr: Délier a échoué Veuillez vérifier l'état de la puce STAR.
id: Pembatalan Tautan Gagal! Cek kondisi cip STAR milikmu.
it: Scollegamento non riuscito Controlla le condizioni del tuo chip STAR.
ja: リンク解除に失敗しました STARチップの状態をご確認ください
ko: 연결해제 실패! STAR 칩 상태를 확인해주세요
pt: Desvinculação falhou Verifique a condição do chip da STAR
ru: Разорвать связь не удалось. Проверьте ваш значок STAR.
th: ยกเลิกการเชื่อมโยงแล้ว! โปรดตรวจสอบสถานะชิป STAR ของคุณ
vi: Hủy liên kết thất bại! Vui lòng kiểm tra tình trạng chip STAR của bạn.
zh_hans: 断开连接失败！ 请检查你的STAR芯片的状态。
zh_hant: 斷開連結失敗！ 請檢查你的STAR芯片的狀態。

# system_star_tag_unlink_success
source: Unlink Complete!
de: Verbindungstrennung abgeschlossen!
es: ¡Desvinculación completa!
fr: Délier le succès!
id: Pembatalan Tautan Selesai!
it: Scollegamento riuscito!
ja: リンク解除が完了しました！
ko: 연결해제 완료!
pt: Desvincular com sucesso!
ru: Связь разорвана!
th: ยกเลิกการเชื่อมโยงสำเร็จ!
vi: Hoàn tất hủy liên kết!
zh_hans: 连接已经断开！
zh_hant: 連結已經斷開！

# system_star_tag_verify_failed
source: STAR verify failed with error: {{1}}
de: STAR-Verifizierung fehlgeschlagen. Fehler: {{1}}
es: La verificación de STAR falló con error: {{1}}
fr: Échec de la vérification STAR. Erreur : {{1}}
id: Verifikasi STAR gagal dengan kesalahan: {{1}}
it: Verifica STAR non riuscita. Errore: {{1}}
ja: STAR認証に失敗しました。エラー：{{1}}
ko: STAR 인증에 실패했습니다. 오류 번호: {{1}}
pt: Falha na verificação da STAR. Erro: {{1}}
ru: Ошибка верификации STAR: {{1}}
th: การตรวจสอบยืนยัน STAR ล้มเหลว และพบข้อผิดพลาด: {{1}}
vi: Xác minh STAR thất bại, lỗi: {{1}}
zh_hans: 徽章验证错误: {{1}}
zh_hant: 徽章驗證錯誤: {{1}}

# system_star_tag_verify_youandi_unlinked
source: You have not yet linked your pin to a friend.
de: Du hast deine Anstecknadel noch nicht mit einem Freund verbunden.
es: Aún no vinculaste tu broche con un amigo.
fr: Vous n'avez pas encore relié votre broche à un ami.
id: Kamu belum menautkan pin ke teman.
it: Non hai ancora collegato la tua spilletta a un amico.
ja: あなたはこのピンバッジを、まだどのフレンドともリンクしていません
ko: 아직 핀을 친구와 연결하지 않았어요
pt: Você ainda não vinculou o broche a um amigo.
ru: Вы еще не связали значок с другом.
th: คุณยังไม่ได้เชื่อมโยงพินของคุณกับเพื่อน
vi: Bạn chưa liên kết Huy Hiệu của mình với một người bạn.
zh_hans: 您还没有将您的徽章链接到您朋友的徽章。
zh_hant: 您還沒有將您的徽章連結到您朋友的徽章。

# system_star_tag_wip
source: This STAR spell is still <b>under development</b>. Its effect and restriction may <b>change</b> in future iterations.
de: Dieser STAR-Zauber ist noch <b>in der Entwicklungsphase</b>. Seine Wirkung und seine Einschränkungen können sich in zukünftigen Versionen <b>ändern</b>.
es: Este hechizo STAR aún está <b> bajo desarrollo</b>. Sus efectos y restricciones podrían <b>cambiar</b> en futuras iteraciones.
fr: Ce sort STAR est toujours <b>en cours de développement</b>. Son effet et sa restriction pourraient <b>changer</b> dans de futures itérations.
id: Mantra STAR ini masih <b>dalam pengembangan</b>. Efek dan pembatasannya mungkin <b>berubah</b> di masa mendatang.
it: Questo incantesimo STAR è ancora <b>in fase di sviluppo</b>. Il suo effetto e le restrizioni potrebbero <b>cambiare</b> nelle versioni future.
ja: このSTARソーシャル魔法は<b>開発中</b>です。効果や使用制限は今後の調整で<b>変更</b>する可能性があります。
ko: 이 STAR 주문은 아직 <b>개발 중</b>입니다. 이후 버전에서 효과와 제한이 <b>바뀔 수</b> 있습니다.
pt: Este feitiço da STAR ainda está <b>em desenvolvimento</b>. Seus efeito e restrição podem <b>mudar</b> em interações futuras.
ru: Эти чары STAR пока <b>в разработке</b>. Их действия и эффекты могут <b>поменяться</b> в будущем.
th: คาถา STAR นี้ยัง<b>อยู่ระหว่างการพัฒนา</b> เอฟเฟกต์และข้อจำกัดอาจ<b>เปลี่ยนแปลง</b>ไปสำหรับการใช้งานในอนาคต
vi: Phép thuật STAR này vẫn đang <b>phát triển</b>. Hiệu quả và hạn chế của phép thuật này có thể được <b>thay đổi</b> trong cập nhật tương lai.
zh_hans: 这个STAR魔法还在<b>开发中</b>。 它的效果和限制可能会在未来的迭代中<b>改变</b>。
zh_hant: 這個STAR魔法還在<b>開發中</b>。 它的效果和限制可能會在未來的迭代中<b>改變</b>。

# system_star_tag_youandi_unlinked
source: This STAR can't be <b>linked</b>. You have another unlinked pair in progress.
de: Dieser STAR kann nicht <b>verbunden</b> werden. Es ist bereits eine Verbindung im Gange.
es: Este STAR no se puede <b>vincular</b>. Tienes otro par sin vincular en progreso.
fr: Ce produit STAR ne peut pas être <b>associé</b>. Vous avez une autre paire non liée en cours.
id: STAR ini tidak bisa <b>ditautkan</b>. Kamu memiliki barang lain yang belum tertaut dalam proses.
it: Questo oggetto STAR non può essere <b>collegato</b>. È presente un altro collegamento non completato.
ja: このSTARを<b>リンク</b>するためには、保留中のリンク申し込みを取り消す必要があります。
ko: 이 STAR는 <b>연결할 수 없습니다</b>. 현재 다른 기기에서 연결 중입니다.
pt: Esta STAR não pode ser <b>vinculada</b>. Você tem um par não vinculado ativo.
ru: Этот значок STAR нельзя <b>связать</b>. У вас уже прикреплен несвязанный парный значок.
th: ไม่สามารถ<b>เชื่อมโยง</b> STAR นี้ได้ เนื่องจากคุณมีคู่ที่ยังไม่ได้ยกเลิกการเชื่อมโยงที่กำลังดำเนินการอยู่
vi: STAR này không thể được <b>liên kết</b>. Bạn vẫn còn cặp STAR khác chưa được liên kết đang được tiến hành.
zh_hans: 这个STAR不能被<b>链接</b>。你还有一个不同的未链接的STAR配对在进行中。
zh_hant: 這個STAR不能被<b>連接</b>。你還有一個不同的未連接的STAR配對在進行中。

# system_text_copied
source: Text Copied
de: Text kopiert
es: Texto copiado
fr: Texte copié
id: Teks Disalin
it: Testo copiato
ja: テキストコピー
ko: 텍스트 복사됨
pt: Texto copiado
ru: Текст скопирован
th: คัดลอกข้อความแล้ว
vi: Đã Sao Chép Văn Bản
zh_hans: 文本已复制
zh_hant: 已複製文字

# system_thatskyshop_00
source: Enter <8>thatskyshop</8>?
de: <8>thatskyshop</8> betreten?
es: ¿Entrar en <8> thatskyshop</8>?
fr: Visiter <8>thatskyshop</8> ?
id: Masuk <8>thatskyshop</8>?
it: Vuoi entrare in <8>thatskyshop</8>?
ja: <8>thatskyshop</8> へ移動しますか？
ko: <8>thatskyshop</8> 에 입장할까요?
pt: Entrar na <8>thatskyshop</8>?
ru: Перейти в <8>thatskyshop</8>?
th: เข้าสู่ <8>thatskyshop</8> หรือไม่
vi: Vào <8>thatskyshop</8>?
zh_hans: 进入<8>thatskyshop</8>？
zh_hant: 進入<8>thatskyshop</8>？

# system_updateavailable_00
source: There's a new version of Sky available!
de: Es gibt eine neue Version von Himmelsreich: Kinder des Lichts!
es: Hay disponible una versión más reciente de Sky.
fr: Une nouvelle version de Sky est disponible !
id: Ada versi Sky baru yang tersedia!
it: È disponibile una nuova versione di Sky!
ja: 新しいバージョンがダウンロードできます
ko: Sky의 새로운 버전이 준비됐어요!
pt: Há uma nova versão de Sky disponível!
ru: Есть новая версия «Неба»!
th: Sky เวอร์ชันใหม่พร้อมให้บริการแล้ว!
vi: Đã có phiên bản Sky mới!
zh_hans: <8>《光·遇》</8>最新版本来了!
zh_hant: <8>《光·遇》</8>最新版本來了!

# system_updateavailable_01
source: Tap to update
de: Tippen zum Aktualisieren
es: Toca para actualizar
fr: Touchez pour mettre à jour
id: Ketuk untuk memperbarui
it: Tocca per aggiornare
ja: 画面をタップするとアップデートに進みます
ko: 탭하여 업데이트
pt: Toque para atualizar
ru: Нажмите, чтобы обновить
th: แตะเพื่ออัปเดต
vi: Nhấn để cập nhật
zh_hans: 请<2>点击</2>更新
zh_hant: 請<2>點擊</2>更新

# system_windowed
source: Windowed
de: Fenstermodus
es: En ventana
fr: Fenêtré
id: Mode Jendela
it: In finestra
ja: ウィンドウモード
ko: 창 모드
pt: Em janela
ru: В окне
th: โหมดหน้าต่าง
vi: Cửa sổ
zh_hans: 视窗模式
zh_hant: 視窗模式

# teleport_to_level_confirm_01
source: Fall into the memory space of this item (and bring friends who follow you by holding hands)?
de: In den Erinnerungsraum dieses Gegenstands fallen lassen (und Freunde, die dir folgen, an der Hand mitnehmen)?
es: ¿Perderse en el espacio del recuerdo de este objeto (y llevar a las amistades que te sigan al agarrarte de las manos)?
fr: Tomber dans l'espace de souvenir de cet objet (et amener les amis qui vous suivent en vous tenant la main) ?
id: Menuju ruang kenangan item ini (dan ajak teman yang mengikutimu dengan bergandengan tangan)?
it: Vuoi esplorare lo spazio di memoria di questo oggetto (e portare con te gli amici che ti seguono tenendoti per mano)?
ja: このアイテムが見た夢の記憶を訪れますか？（手をつないでいるフレンドにも効果があります）
ko: 이 아이템에 담긴 기억의 공간에 입장할까요? (손을 잡은 친구도 함께 입장합니다.)
pt: Cair no espaço de lembrança deste item (e levar os amigos que estão de mãos dadas com você)?
ru: Погрузиться в воспоминания, связанные с этим предметом? Друзья, что держат вас за руку, отправятся с вами.
th: เข้าสู่พื้นที่ความทรงจำของไอเทมนี้ (และนำเพื่อนๆ ที่ติดตามคุณด้วยการจับมือมาด้วย) หรือไม่
vi: Rơi vào không gian ký ức của món đồ này (Mang theo người bạn đang nắm tay)?
zh_hans: 落入这件物品的记忆空间（带着跟你手牵着手的朋友一起）？
zh_hant: 落入這件物品的記憶空間（帶着跟你手牽着手的朋友一起）？

# teleport_to_level_denied_01
source: Ability unavailable in this place.
de: Fähigkeit ist hier nicht verfügbar.
es: Habilidad no disponible en este lugar.
fr: Aptitude non disponible à cet endroit.
id: Kemampuan tidak tersedia di tempat ini.
it: Abilità non disponibile in questo luogo.
ja: この場所では使用できません
ko: 여기에서는 이용할 수 없습니다
pt: Habilidade indisponível neste lugar.
ru: Способность недоступна в этой локации.
th: ความสามารถไม่พร้อมใช้งานในสถานที่แห่งนี้
vi: Không thể tương tác ở đây.
zh_hans: 这里不能使用互动。
zh_hant: 這裏不能使用互動。

# tgcoffice_don_01_01
source: Don, we need your help!
de: Don, wir brauchen deine Hilfe!
es: ¡Don, necesitamos tu ayuda!
fr: Don, nous avons besoin de ton aide !
id: Don, kami perlu bantuanmu!
it: Don, abbiamo bisogno del tuo aiuto!
ja: ドン、助けて！！
ko: 던, 도와 주세요!
pt: Don, precisamos da sua ajuda!
ru: Дон, помоги!
th: ดอน เราต้องการความช่วยเหลือจากคุณ!
vi: Don, chúng tôi cần anh giúp!
zh_hans: Don，我们需要你的帮助！
zh_hant: Don，我們需要你的幫助！

# tgcoffice_don_01_02
source: The wifi is down and even the kitchen sink isn't working!
de: Das WLAN ist ausgefallen und die Küchenspüle funktioniert auch nicht!
es: ¡No hay internet y ni siquiera funciona el fregadero de la cocina!
fr: Le Wi-Fi ne fonctionne pas et l'évier de la cuisine non plus !
id: Jaringan wifi mati dan wastafel dapur juga macet!
it: Il Wi-Fi non funziona e persino il lavello della cucina è rotto!
ja: wifiがダメだし、キッチンシンクまで使えなくなってる！
ko: 와이파이는 먹통이고 주방 싱크대도 고장 났어요!
pt: O wi-fi caiu e nem a pia da cozinha funciona mais!
ru: Wi-Fi не работает, и раковина на кухне засорилась!
th: WIFI ใช้งานไม่ได้ แม้แต่อ่างล้างจานก็ใช้งานไม่ได้!
vi: Wifi hỏng rồi, thậm chí cả bồn rửa trong bếp cũng hỏng luôn!
zh_hans: Wifi断了，而且甚至连厨房下水道也堵了。
zh_hant: Wi-Fi斷了，而且甚至連廚房的水管也堵住了。

# tgcoffice_don_01_03
source: Don't worry. I got this.
de: Keine Sorge. Ich kümmere mich darum.
es: No se preocupen, yo me encargo.
fr: Ne t'inquiète pas. Je m'en occupe.
id: Jangan khawatir. Bisa kuatasi.
it: Non preoccuparti. Ci penso io.
ja: 大丈夫、すぐ直すよ
ko: 걱정 마세요. 금방 해결할게요.
pt: Não se preocupe. Eu dou um jeito.
ru: Не волнуйтесь. Всё сделаю.
th: ไม่ต้องกังวล ฉันจัดการได้
vi: Yên tâm. Cứ để tôi.
zh_hans: 不用担心，有我在。
zh_hant: 不用擔心，有我在。

# tgcoffice_don_02_01
source: Hey Don, could you help me install this devkit?
de: Hey Don, könntest du mir helfen, dieses Devkit zu installieren?
es: Oye, Don, ¿podrías ayudarme a instalar este kit de desarrollo?
fr: Don, peux-tu m'aider à installer ce devkit ?
id: Hai Don, bisa membantuku menginstal devkit ini?
it: Ehi Don, potresti aiutarmi a installare questo devkit?
ja: ねえドン、開発キットのインストール頼めるかな？
ko: 던, 개발자 키트 설치하는 것 좀 도와줄래요?
pt: Ei, Don. Poderia me ajudar com esse kit de desenvolvimento?
ru: Дон, поможешь мне накатить эту сборку?
th: เฮ้ ดอน คุณช่วยฉันติดตั้งเครื่องมือผู้พัฒนานี้ได้ไหม
vi: Don ơi, giúp tôi cài lại win với!
zh_hans: 嘿Don，你能帮我装一下这个开发套件吗？
zh_hant: 嘿Don，你能幫我安裝這個開發套件嗎？

# tgcoffice_don_02_02
source: No problem!
de: Natürlich!
es: ¡No hay problema!
fr: Pas de souci !
id: Tidak masalah!
it: Certo!
ja: もちろん！
ko: 물론이죠!
pt: Sem problema!
ru: Легко!
th: ไม่มีปัญหา!
vi: Có ngay!
zh_hans: 没问题！
zh_hant: 沒問題！

# tgcoffice_don_03_01
source: Awww, my dog likes you!
de: Oh, mein Hund mag dich!
es: ¡Oh, le caes bien a mi perro!
fr: Ooh, mon chien t'aime bien !
id: Awww, anjingku menyukaimu!
it: Oooh, il mio cane ti adora!
ja: ふふ、うちの子、あなたが大好きみたい！
ko: 우리 강아지가 당신을 정말 좋아해요!
pt: Ah, o meu cachorro gostou de você!
ru: Моя собака тебя обожает!
th: อ๊ะ สุนัขของฉันชอบคุณล่ะ!
vi: Ôi, bé cún của tôi thích anh đấy!
zh_hans: 哇，看来我的狗狗很喜欢你！
zh_hant: 哇，看來我的狗狗很喜歡你！

# tgcoffice_don_04_01
source: Can you help? My drawing tablet stopped working.
de: Kannst du mir helfen? Mein Grafiktablet funktioniert nicht mehr.
es: ¿Puedes ayudarme? Mi tableta de dibujo dejó de funcionar.
fr: Est-ce que tu peux m'aider ? Ma tablette de dessin ne fonctionne plus.
id: Bisa membantuku? Tablet untuk menggambar punyaku berhenti berfungsi.
it: Mi puoi aiutare? Il mio tablet da disegno ha smesso di funzionare.
ja: あのね、ペンタブレットが動かなくなっちゃったの。助けてくれる？
ko: 도와줄 수 있나요? 제 태블릿이 먹통이 됐어요.
pt: Pode ajudar? Meu tablet de desenho parou de funcionar.
ru: Можешь помочь? У меня планшет перестал работать.
th: คุณช่วยหน่อยได้ไหม แท็บเล็ตวาดรูปของฉันใช้งานไม่ได้
vi: Anh có rảnh không? Bảng vẽ của tôi mở không được.
zh_hans: 能帮个忙吗？我的数位板坏了。
zh_hant: 能幫個忙嗎？我的繪圖板壞了。

# tgcoffice_don_04_02
source: It's time for an upgrade, don't you think? I'll order a new one.
de: Denkst du nicht, es ist an der Zeit für ein besseres? Ich bestelle ein neues.
es: Es hora de una actualización, ¿no lo crees? Te pediré una nueva.
fr: Il t'en faut une nouvelle plus performante, tu ne crois pas ? Je te commande ça.
id: Sudah saatnya upgrade, bukan? Aku akan memesan yang baru.
it: È ora di comprarne uno nuovo, non credi? Te lo ordino io.
ja: そろそろ新調してもいいんじゃないかな？発注しておくよ
ko: 업그레이드할 때가 된 것 같은데요? 제가 새 걸로 주문할게요.
pt: É hora se atualizar, não acha? Vou encomendar um novo.
ru: Пора его менять, тебе не кажется? Я закажу новый.
th: น่าจะได้เวลาอัปเกรดแล้วนะ ว่าไหม ฉันคงจะสั่งซื้ออันใหม่น่ะ
vi: Đến lúc lên đời máy rồi đấy, anh có nghĩ vậy không? Tôi sẽ order cái mới.
zh_hans: 其实正好也该升级换代了，你觉得呢？我这就去帮你订一台。
zh_hant: 其實正好也該升級了，你覺得呢？我這就去幫你訂一台。

# tgcoffice_don_05_01
source: Hey... sorry, but... I forgot my password again...
de: Hey ... tut mir leid, aber ... ich habe mein Passwort schon wieder vergessen ...
es: Oye... Lo siento, pero... Me olvidé de nuevo mi contraseña...
fr: Hé... pardon... j'ai encore oublié mon mot de passe...
id: Hai, maaf. Tapi aku lupa kata sandiku lagi...
it: Senti... scusa... ho dimenticato di nuovo la mia password...
ja: あの…ごめんね…そのぉ、またパスワード忘れちゃった…
ko: 저기... 죄송해요... 또 비밀번호를 잊어먹었어요...
pt: Ei... desculpa, mas... Esqueci a senha de novo...
ru: Слушай, извини… Я опять пароль забыл…
th: เฮ้... ขอโทษที แต่... ฉันลืมรหัสผ่านอีกแล้ว...
vi: Tôi... xin lỗi, tôi... lại quên mật khẩu rồi...
zh_hans: 嘿……对不住啦，就是那什么……我又忘记密码了……
zh_hant: 嘿……不好意思，那個……我又忘記密碼了……

# tgcoffice_don_06_01
source: Don, have you seen this before? It's bizarre.
de: Don, hast du das schon mal gesehen? Merkwürdig!
es: Don, ¿viste esto antes? Es muy extraño.
fr: Don, tu as déjà vu ça ? C'est bizarre.
id: Don, sudah pernah melihat ini sebelumnya? Sangat aneh.
it: Don, hai mai visto una cosa simile? È assurda.
ja: ドン、こんなの見たことあるかい？めちゃくちゃだよ
ko: 던, 이런 거 본 적 있어요? 정말 이상하네요.
pt: Don, você já viu isso antes? Que coisa bizarra.
ru: Дон, ты такое уже видел? Очень странно.
th: ดอน คุณเคยเห็นแบบนี้มาก่อนหรือเปล่า มันแปลกประหลาดจังเลยนะ
vi: Don, anh thấy cái này bao giờ chưa? Lạ ghê.
zh_hans: Don，你以前见过这东西么？好怪啊。
zh_hant: Don，你遇過這個狀況嗎？好詭異。

# tgcoffice_don_07_01
source: Thank you for everything you've fixed, Don!
de: Danke für alles, das du repariert hast, Don!
es: ¡Gracias por todo lo que arreglaste, Don!
fr: Merci pour tout ce que tu as réglé, Don !
id: Terima kasih sudah membantu memperbaiki, Don!
it: Grazie per aver sistemato tutto, Don!
ja: 全部直してくれたんだね、本当にありがとう、ドン！
ko: 뭐든 다 고쳐줘서 정말 고마워요, 던!
pt: Valeu por tudo que consertou, Don!
ru: Спасибо за всё, с чем ты нам помог, Дон!
th: ดอน! ขอบคุณสำหรับทุกสิ่งที่คุณช่วยซ่อมนะ
vi: Don, cảm ơn anh vì đã sửa mọi thứ!
zh_hans: 谢谢你帮我们解决了这些问题，Don！
zh_hant: 謝謝你幫我們解決了這些問題，Don！

# tgcoffice_don_07_02
source: You're our hero!
de: Du bist ein Held!
es: ¡Eres nuestro héroe!
fr: Tu es notre héros !
id: Kamu pahlawan kami!
it: Sei il nostro eroe!
ja: 君は僕らのヒーローだ！
ko: 우리의 영웅이에요!
pt: Você é o nosso herói!
ru: Ты наш герой!
th: คุณคือฮีโร่ของเรา!
vi: Anh là người hùng của chúng tôi!
zh_hans: 你是我们的英雄！
zh_hant: 你是我們的英雄！

# tgcoffice_don_08_01
source: I'm going to Starlight Desert for a while.
de: Ich gehe für eine Weile in die Sternenlichtwüste.
es: Me voy al desierto luz de estrellas por un rato.
fr: Je vais passer un moment dans le Désert stellaire.
id: Aku akan pergi sebentar ke Gurun Cahaya Bintang.
it: Vado al Deserto Stellare per un po'.
ja: しばらく星月夜の砂漠に行こうと思うんだ
ko: 저는 이제 별빛 사막으로 갈 거예요.
pt: Eu vou passar um tempo no Deserto da Luz Estelar.
ru: Я ненадолго отойду в Звездную пустыню.
th: ฉันจะไปที่ทะเลทรายแสงดาวสักระยะหนึ่ง
vi: Tôi sẽ đến Hoang Mạc Ánh Sao một lúc.
zh_hans: 我打算去星漠待一阵子。
zh_hant: 我打算去星漠待一陣子。
