Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap11_spirit_gloating_05
source: The grown-ups are certainly very odd.
de: Die Erwachsenen sind wirklich sehr komisch.
es: Decididamente, las personas mayores son muy extrañas.
fr: Les grandes personnes sont décidément bien bizarres.
id: Orang dewasa memang benar-benar sangat aneh.
it: Gli adulti sono davvero strani.
ja: おとなって、ほんとにかわってるな
ko: 어른들은 정말 별나.
pt: As pessoas grandes são decididamente muito bizarras.
ru: Право же, взрослые — очень странные люди
th: พวกผู้ใหญ่นี่แปลกมากจริงๆ ด้วย
vi: Những người lớn thật là kỳ quặc.
zh_hans: 大人实在是古怪。
zh_hant: 大人實在是古怪。

# ap11_spirit_scheme_01
source: What do you do with these stars?
de: Was machst du mit diesen Sternen?
es: ¿Qué haces con estas estrellas?
fr: Que fais-tu de ces étoiles ?
id: Apa yang kamu lakukan dengan bintang-bintang ini?
it: Che te ne fai di queste stelle?
ja: たくさんの星、いったいどうするの？
ko: 이 많은 별로 무얼 하세요?
pt: O que fazes com essas estrelas?
ru: Так что же ты делаешь со всеми этими звездами?
th: คุณจะทำอะไรกับดาวเหล่านี้ล่ะ
vi: Bạn làm gì với những ngôi sao này?
zh_hans: 你拿这些星星做什么？
zh_hant: 你拿這些星星做什麼？

# ap11_spirit_scheme_02
source: I own them. Five-hundred-and-one millions of them.
de: Sie gehören mir. Fünfhunderteine Million von ihnen.
es: Las poseo. Quinientos un millones de ellas.
fr: Je les possède. Cinq cent un millions six cent vingt-deux mille sept cent trente et un.
id: Akulah yang memilikinya. Lima ratus satu juta jumlahnya.
it: Le possiedo. Cinquecento e un milione di stelle.
ja: 持ってるだけさ。五億一百万の星をな
ko: 별들을 소유하지. 5억 개 하고도 백만 개를 소유하고 있어.
pt: Eu as possuo. Quinhentos e um milhões de estrelas.
ru: Ничего не делаю. Я ими владею. Всеми пятьюстами миллионами.
th: ฉันเป็นเจ้าของดาวพวกนี้ รวมห้าพันหนึ่งล้านดวงได้
vi: Tôi sở hữu chúng. Tôi có 501 triệu ngôi sao.
zh_hans: 我拥有他们。我有五亿一百万颗星星。
zh_hant: 我擁有他們。我有五億一百萬顆星星。

# ap11_spirit_scheme_03
source: Why owning the stars?
de: Und warum besitzt du die Sterne?
es: ¿De qué sirve poseer las estrellas?
fr: Et à quoi cela te sert-il de posséder les étoiles ?
id: Untuk apa memiliki bintang-bintang?
it: E a che ti serve possedere le stelle?
ja: 星を持ってて、なんの役に立つの？
ko: 왜 별을 소유하는데요?
pt: E de que te serves possuir as estrelas?
ru: А для чего тебе владеть звездами?
th: ทำไมถึงต้องเป็นเจ้าของดวงดาวด้วยล่ะ
vi: Sao bạn lại giữ các ngôi sao này?
zh_hans: 拥有这些星星对你有什么用？
zh_hant: 擁有這些星星對你有什麼用？

# ap11_spirit_scheme_04
source: It makes me rich.
de: Weil ich dann reich bin.
es: Sirve para ser rico.
fr: Ça me sert à être riche.
id: Itu membuatku jadi kaya.
it: Mi serve ad essere ricco.
ja: 金持ちになるのに役立つよ
ko: 부자가 될 수 있으니까.
pt: Serve-me para ser rico.
ru: Чтоб быть богатым.
th: มันทำให้ฉันรวยน่ะ
vi: Chúng giúp tôi giàu có.
zh_hans: 这使我变得富有。
zh_hant: 這使我變得富有。

# ap11_spirit_scheme_05
source: Why do you want to be rich?
de: Warum willst du reich sein?
es: ¿Y para qué quieres ser rico?
fr: Et à quoi cela te sert-il d’être riche ?
id: Kenapa kau ingin jadi kaya?
it: E a che ti serve essere ricco?
ja: どうして金持ちになりたいの？
ko: 왜 부자가 되고 싶은데요?
pt: E de que te serves ser rico?
ru: А для чего быть богатым?
th: แล้วทำไมคุณถึงอยากรวยล่ะ
vi: Tại sao bạn muốn trở nên giàu có?
zh_hans: 你为什么想变得富有？
zh_hant: 你為什麼想變得富有？

# ap11_spirit_scheme_06
source: To buy more stars.
de: Damit ich mir mehr Sterne kaufen kann.
es: Para comprar más estrellas.
fr: À acheter d’autres étoiles.
id: Untuk membeli lebih banyak bintang.
it: A comprare delle altre stelle.
ja: さらに星が買えるじゃないか
ko: 더 많은 별을 살 수 있으니까.
pt: Para comprar outras estrelas.
ru: Чтобы покупать еще новые звезды.
th: ก็เพื่อซื้อดาวเพิ่มไง
vi: Để mua thêm các ngôi sao.
zh_hans: 这样就可以买到更多星星。
zh_hant: 這樣就可以買到更多星星。

# ap11_spirit_scheme_07
source: The grown-ups are certainly altogether extraordinary.
de: Die Erwachsenen sind wirklich allesamt sehr außergewöhnlich.
es: Decididamente, las personas mayores son extraordinarias.
fr: Les grandes personnes sont décidément tout à fait extraordinaires.
id: Orang dewasa benar-benar sangat luar biasa.
it: Gli adulti sono indubbiamente straordinari.
ja: おとなって、まったくかわってるな
ko: 어른들은 다 정말 괴상해.
pt: As pessoas grandes são mesmo extraordinárias.
ru: Нет, взрослые и правда поразительный народ.
th: พวกผู้ใหญ่ช่างไม่ปกติเลยจริงๆ
vi: Người lớn thật là kỳ quặc.
zh_hans: 大人真是异乎寻常。
zh_hant: 大人真是異乎尋常。

# ap11_spirit_slouch_01
source: Why are you drinking the dark water?
de: Warum trinkst du das dunkle Wasser?
es: ¿Por qué bebes el agua oscura?
fr: Pourquoi bois-tu ?
id: Kenapa kamu minum air hitam itu?
it: Perché bevi l'acqua scura?
ja: なぜ、そんな真っ暗水なんか飲むの？
ko: 왜 검은 물을 마시는 거예요?
pt: Por que é que bebes?
ru: Зачем ты пьешь темную воду?
th: ทำไมคุณถึงต้องดื่มน้ำสีดำด้วยล่ะ
vi: Sao bạn lại uống loại nước đen sì sì vậy?
zh_hans: 你为什么在喝这黑乎乎的水？
zh_hant: 你為什麼在喝這黑漆漆的水？

# ap11_spirit_slouch_02
source: So that I may forget.
de: Damit ich vergessen kann.
es: Para olvidar.
fr: Pour oublier.
id: Agar aku bisa lupa.
it: Per dimenticare.
ja: 忘れたいからさ
ko: 잊어버리려고.
pt: Para esquecer.
ru: Чтобы забыть.
th: เพื่อที่ฉันจะได้ลืมไง
vi: Để tôi có thể quên.
zh_hans: 为了忘却。
zh_hant: 為了忘卻。

# ap11_spirit_slouch_03
source: Forget what?
de: Was denn?
es: ¿Para olvidar qué?
fr: Pour oublier quoi ?
id: Melupakan apa?
it: Dimenticare cosa?
ja: 忘れるって、なにをさ？
ko: 뭘 잊어요?
pt: Esquecer o quê?
ru: О чем забыть?
th: ลืมอะไรงั้นเหรอ
vi: Quên cái gì?
zh_hans: 忘却什么？
zh_hant: 忘卻什麼？

# ap11_spirit_slouch_04
source: Forget that I am ashamed.
de: Dass ich mich schäme.
es: Para olvidar que siento vergüenza.
fr: Pour oublier que j’ai honte.
id: Lupa kalau diriku malu.
it: Dimenticare la vergogna.
ja: はずかしいのを忘れるんだよ
ko: 창피한 걸 잊어버리려고.
pt: Esquecer que eu tenho vergonha.
ru: Хочу забыть, что мне совестно.
th: ลืมว่าฉันนั้นละอายใจ
vi: Quên rằng tôi xấu hổ.
zh_hans: 为了忘却我的羞愧。
zh_hant: 為了忘卻我的羞愧。

# ap11_spirit_slouch_05
source: Ashamed of what?
de: Wofür schämst du dich denn?
es: ¿Vergüenza de qué?
fr: Honte de quoi ?
id: Malu akan apa?
it: Vergogna di cosa?
ja: はずかしいって、なにが？
ko: 왜 창피한데요?
pt: Vergonha de quê?
ru: Отчего же тебе совестно?
th: ละอายใจเรื่องอะไรล่ะ
vi: Xấu hổ về điều gì?
zh_hans: 你羞愧什么呢？
zh_hant: 你為什麼感到羞愧？

# ap11_spirit_slouch_06
source: Ashamed of drinking the dark water!
de: Ich schäme mich dafür, das dunkle Wasser zu trinken!
es: ¡Vergüenza de beber el agua oscura!
fr: Honte de boire !
id: Malu meminum air hitam!
it: Vergogna di bere l'acqua scura!
ja: 真っ暗水を飲むのが、はずかしいんだよ！
ko: 검은 물을 마셔서!
pt: Vergonha de beber!
ru: Совестно пить темную воду!
th: ก็ละอายใจที่ดื่มน้ำสีดำไง!
vi: Xấu hổ vì uống phải nước đen này!
zh_hans: 我为喝这些黑乎乎的脏水而羞愧！
zh_hant: 我為喝這些黑漆漆的髒水而羞愧！

# ap11_spirit_slouch_07
source: The grown-ups are certainly very, very odd.
de: Die Erwachsenen sind wirklich sehr, sehr komisch.
es: No hay la menor duda, las personas mayores son muy, muy extrañas.
fr: Les grandes personnes sont décidément très très bizarres.
id: Orang dewasa benar-benar amat sangat aneh.
it: Gli adulti sono davvero molto, molto strani.
ja: おとなって、とっても、とってもおかしいんだなあ
ko: 어른들은 정말, 정말 이상해.
pt: As pessoas grandes são decididamente estranhas, muito estranhas.
ru: Да, право же, взрослые очень, очень странный народ.
th: พวกผู้ใหญ่นี่แปลกสุดๆ ไปเลย
vi: Người lớn thật là kỳ quặc.
zh_hans: 大人确实是非常、极其地古怪。
zh_hant: 大人實在是極其、非常地古怪。

# ap11_spirit_sneeze_01
source: Hello, what are you reading?
de: Hallo, was liest du denn?
es: Hola, ¿qué estás leyendo?
fr: Bonjour, que lis-tu ?
id: Halo, kau sedang baca apa?
it: Ciao, cosa stai leggendo?
ja: こんにちは、なにを読んでいるの？
ko: 안녕하세요. 뭘 읽고 계세요?
pt: Olá, o que está lendo?
ru: Здравствуйте! Что вы читаете?
th: สวัสดี คุณอ่านอะไรอยู่เหรอ
vi: Xin chào, đang đọc gì thế?
zh_hans: 你好啊，你在看什么？
zh_hant: 你好啊，你在看什麼？

# ap11_spirit_sneeze_02
source: Don't interrupt please. I'm studying a visitor from another planet.
de: Stör mich nicht, bitte. Ich studiere einen Besucher von einem anderen Planeten.
es: No me interrumpas. Estoy estudiando a un visitante de otro planeta.
fr: Ne m'interromps pas, s'il te plaît. J'étudie un visiteur d'une autre planète.
id: Tolong jangan ganggu aku. Aku sedang mempelajari pengunjung dari planet lain.
it: Non interrompere per favore. Sto studiando un ospite da un altro pianeta.
ja: 邪魔せんでくれ、他の星からの来訪者を調査しとるんだ
ko: 방해하지 마. 난 다른 별에서 온 방문자에 대해 연구하고 있으니까.
pt: Por favor, não interrompa. Estou estudando um visitante de outro planeta.
ru: Не перебивай, пожалуйста. Я изучаю путешественника с другой планеты.
th: อย่าขัดจังหวะสิ ฉันกำลังศึกษาผู้มาเยือนจากดาวดวงอื่นอยู่
vi: Đừng làm phiền tôi. Tôi đang tìm hiểu một du khách đến từ hành tinh khác.
zh_hans: 请别打扰我。我正在研究来自另外一颗星球的访客。
zh_hant: 請別打擾我。我正在研究來自另外一顆星球的訪客。

# ap11_spirit_sneeze_03
source: Grown-ups sure are interesting.
de: Die Erwachsenen sind schon interessant.
es: Las personas mayores sí que son interesantes.
fr: Les adultes sont vraiment intéressants.
id: Orang dewasa memang menarik.
it: Gli adulti sono indubbiamente interessanti.
ja: おとなって、うん、おもしろいよ
ko: 어른들은 정말 흥미로워.
pt: As pessoas grandes realmente são interessantes.
ru: Взрослые — весьма интересный народ.
th: พวกผู้ใหญ่นี่น่าสนใจจริงๆ
vi: Những người lớn chắc chắn rất thú vị.
zh_hans: 大人的确很有意思。
zh_hant: 大人的確很有意思。

# ap11_spirit_stretch_01
source: You look exhausted! Why do you keep turning the light on?
de: Du siehst erschöpft aus! Warum schaltest du das Licht immer ein?
es: ¡Te ves agotado! ¿Por qué sigues encendiendo la luz?
fr: Tu as l'air épuisé. Pourquoi viens-tu d’allumer la lumière ?
id: Kau tampak kelelahan! Kenapa kau terus menyalakan lampunya?
it: Ti vedo a pezzi! Perché continui ad accendere la luce?
ja: とても疲れているみたいだ！なぜ街燈に火をつけるの？
ko: 많이 피곤해 보이는데요! 왜 자꾸 불을 켜는 거예요?
pt: Você parece exausto! Por que ficas acendendo a luz?
ru: Почему ты сейчас зажег фонарь? Ты, кажется устал.
th: คุณดูเหนื่อยมากเลย! ทำไมคุณถึงต้องคอยเปิดไฟด้วยล่ะ
vi: Bạn trông thật mệt mỏi! Sao vẫn còn bật đèn thế?
zh_hans: 你看起来很疲惫！你为什么一直在点灯？
zh_hant: 你看起來很疲憊！你為什麼一直在點燈？

# ap11_spirit_stretch_02
source: I have an order to turn the light on when it is off.
de: Ich habe den Befehl erhalten, das Licht einzuschalten, wenn es ausgeht.
es: Tengo la consigna de encender la luz cuando esté apagada.
fr: J'ai la consigne d'allumer la lumière quand elle est éteinte.
id: Aku diperintahkan untuk menyalakan lampu saat lampunya mati.
it: Ho l'ordine di accendere la luce quando è spenta.
ja: 火が消えたら火をつけるっていう、命令だからだよ
ko: 불이 꺼지면 켜라는 명령을 받았거든.
pt: O regulamento diz para acender a luz quando está apagada.
ru: Такой уговор. Зажигать фонарь, когда он не горит.
th: ฉันได้รับคำสั่งให้เปิดไฟ เมื่อไฟปิดอยู่น่ะ
vi: Tôi có lệnh phải bật đèn khi nó tắt.
zh_hans: 这是我收到的命令，命令我在灯灭时把它点亮。
zh_hant: 這是我收到的命令，命令我在燈滅時把它點亮。

# ap11_spirit_stretch_03
source: Then why do you turn it off after turning it on?
de: Warum schaltest du es aus, nachdem du es eingeschaltet hast?
es: ¿Entonces por qué la apagas luego de encenderla?
fr: Alors pourquoi l'éteindre après l'avoir allumée ?
id: Lalu kenapa kau mematikannya setelah menyalakannya?
it: Allora, perché la spegni dopo averlo accesa?
ja: だけど、なぜ、つけた後にまた消したの？
ko: 그럼 불을 켜고 왜 다시 끄는 거예요?
pt: Então por que apagas depois de acender?
ru: Но зачем ты тогда его гасишь?
th: แล้วทำไมคุณถึงต้องปิดไฟ หลังจากที่เปิดไฟล่ะ
vi: Vậy tại sao bạn lại tắt nó sau khi bật nó lên?
zh_hans: 那你为什么要在灯亮后又把灯熄灭？
zh_hant: 那你為什麼要在燈亮后又把燈熄滅？

# ap11_spirit_stretch_04
source: I have another order to turn the light off when it is on.
de: Ich habe auch den Befehl erhalten, das Licht auszuschalten, wenn es eingeschaltet wird.
es: Tengo otra consigna de apagar la luz cuando esté encendida.
fr: J'ai la consigne d'éteindre la lumière quand elle est allumée.
id: Aku juga diperintahkan untuk mematikan lampu saat lampunya menyala.
it: Ho un altro ordine, di spegnere la luce quando è accesa.
ja: 火をつけたら火を消す命令があるからさ
ko: 불이 켜지면 끄라는 또 다른 명령을 받았거든.
pt: O regulamento diz para apagar a luz quando está acesa.
ru: Такой уговор. Гасить фонарь, когда он горит.
th: ฉันได้รับอีกคำสั่งให้ปิดไฟ เมื่อไฟเปิดอยู่น่ะ
vi: Tôi có một lệnh khác để tắt đèn khi nó đang bật.
zh_hans: 我还有道命令是在灯亮时把灯熄灭。
zh_hant: 我還有道命令是在燈亮時把燈熄滅。

# ap11_spirit_stretch_05
source: Then you are unlucky.
de: Dann hast du Pech.
es: Eso es no tener buena suerte.
fr: Alors tu n'as pas de chance.
id: Kalau begitu kau memang tak beruntung.
it: Che brutta sorte.
ja: それは、こまったことだね
ko: 운이 안 좋네요.
pt: Então você é azarado.
ru: Тогда плохо твое дело.
th: งั้นคุณก็โชคไม่ดีเอาเสียเลยนะ
vi: Vậy thì bạn đúng là một người không may mắn.
zh_hans: 那你还真是倒霉。
zh_hant: 那你還真是倒霉。

# ap11_spirit_stretch_06
source: Orders are orders.
de: Ein Befehl ist ein Befehl.
es: La consigna es la consigna.
fr: La consigne c'est la consigne.
id: Perintah adalah perintah.
it: Gli ordini sono ordini.
ja: 命令は命令だから守らなきゃ
ko: 명령은 명령이니까.
pt: Regulamento é regulamento.
ru: Уговор есть уговор.
th: คำสั่งก็คือคำสั่งน่ะ
vi: Mệnh lệnh chính là mệnh lệnh.
zh_hans: 命令就是命令。
zh_hant: 命令就是命令。

# ap12_fetch_01_candle_01
source: Deliver this candle to the <1>Tinkering Chimesmith</1>.
de: Bringe diese Kerze zur <1>Glockenspielschmiedin</1>.
es: Entrega esta vela a la <1>Forjadora de campanitas de viento</1>.
fr: Amenez cette bougie à la <1>carillonneuse bricoleuse</1>.
id: Antarkan lilin ini ke <1>Tukang Lonceng Pengutak-atik</1>.
it: Consegna questa candela alla <1>Fabbricante di scacciapensieri</1>.
ja: このキャンドルを<1>工夫好きの風鈴職人</1>に届けましょう
ko: <1>뚝딱뚝딱 대장장이</1>에게 양초를 전달하세요
pt: Entregue esta vela à <1>Forjadora de Sinos</1>.
ru: Отнесите эту свечу <1>Мастерице колокольных дел</1>.
th: นำเทียนเล่มนี้ไปมอบให้กับ<1>ช่างระฆังยอดนักซ่อม</1>
vi: Đưa cây nến này cho <1>Thợ Sửa Chuông</1>.
zh_hans: 将这支蜡烛送给<1>乐钟修补匠</1>。
zh_hant: 將這支蠟燭送給<1>樂鐘修補匠</1>。

# ap12_fetch_01_candle_02
source: Deliver this candle to the <1>Talented Builder</1>.
de: Bringe diese Kerze zum <1>Talentierten Baumeister</1>.
es: Entrega esta vela al <1>Constructor talentoso</1>.
fr: Amenez cette bougie au <1>bâtisseur talentueux</1>.
id: Antarkan lilin ini ke <1>Tukang Berbakat</1>.
it: Consegna questa candela al <1>Costruttore di talento</1>.
ja: このキャンドルを<1>腕利きの工匠</1>に届けましょう
ko: <1>유능한 건축가</1>에게 양초를 전달하세요
pt: Entregue esta vela ao <1>Construtor Engenhoso</1>.
ru: Отнесите эту свечу <1>Талантливому строителю</1>.
th: นำเทียนเล่มนี้ไปมอบให้กับ<1>นักก่อสร้างผู้มากพรสวรรค์</1>
vi: Đưa cây nến này cho <1>Kiến Trúc Sư Tài Ba</1>.
zh_hans: 将这支蜡烛送给<1>天才建筑者</1>。
zh_hant: 將這支蠟燭送給<1>天才建築者</1>。

# ap12_fetch_01_candle_03
source: Deliver this candle to the <1>Lively Navigator</1>.
de: Bringe diese Kerze zum <1>Lebhaften Navigator</1>.
es: Entrega esta vela al <1>Navegante vivaz</1>.
fr: Amenez cette bougie au <1>navigateur dynamique</1>.
id: Antarkan lilin ini ke <1>Navigator Ceria</1>.
it: Consegna questa candela al <1>Navigatore vivace</1>.
ja: このキャンドルを<1>快活な誘導手</1>に届けましょう
ko: <1>쾌활한 항해사</1>에게 양초를 전달하세요
pt: Entregue esta vela ao <1>Navegante Vigoroso</1>.
ru: Отнесите эту свечу <1>Резвому штурману</1>.
th: นำเทียนเล่มนี้ไปมอบให้กับ<1>ผู้นำทางร่าเริง</1>
vi: Đưa cây nến này cho <1>Người Chỉ Dẫn Tích Cực</1>.
zh_hans: 将这支蜡烛送给<1>活跃导航员</1>。
zh_hant: 將這支蠟燭送給<1>活力導航員</1>。

# ap12_fetch_01_candle_04
source: Deliver this candle to the <1>Light Whisperer</1>.
de: Bringe diese Kerze zur <1>Lichtflüsterin</1>.
es: Entrega esta vela a la <1>Susurradora de la luz</1>.
fr: Amenez cette bougie à la <1>chuchoteuse de lumières</1>.
id: Antarkan lilin ini ke <1>Pembisik Cahaya</1>.
it: Consegna questa candela alla <1>Domatrice della luce</1>.
ja: このキャンドルを<1>光の語り部</1>に届けましょう
ko: <1>빛 소리꾼</1>에게 양초를 전달하세요
pt: Entregue esta vela à <1>Domadora de Luzes</1>.
ru: Отнесите эту свечу <1>Заклинательнице света</1>.
th: นำเทียนเล่มนี้ไปมอบให้กับ<1>ผู้กระซิบแห่งแสง</1>
vi: Đưa cây nến này cho <1>Người Luyện Ánh Sáng</1>.
zh_hans: 将这支蜡烛送给<1>光之低语者</1>。
zh_hant: 將這支蠟燭送給<1>光之低語者</1>。

# ap12_fetch_01_candle_05
source: Deliver the remaining candles to their spirits.
de: Bringe die restlichen Kerzen zu ihren Geistern.
es: Entrega las velas restantes a sus espíritus.
fr: Amenez les bougies restantes à leurs esprits.
id: Antarkan sisa lilin ke roh mereka.
it: Consegna le candele rimanenti agli spiriti.
ja: 残りのキャンドルを、必要としている精霊たちに届けましょう
ko: 남은 양초를 각 영혼에게 전달하세요
pt: Entregue as velas restantes aos espíritos deles.
ru: Отнесите оставшиеся свечи духам.
th: นำเทียนที่เหลือไปมอบให้กับสปิริตของพวกเขา
vi: Đưa những cây nến còn lại cho Tinh Linh của họ.
zh_hans: 将剩余的蜡烛送给他们各自的先灵。
zh_hant: 將剩餘的蠟燭送給他們各自的先靈。

# ap12_fetch_01_candle_06
source: This spirit is not ready. Deliver your candles to another spirit first.
de: Dieser Geist ist nicht bereit. Bringe deine Kerzen zuerst zu einem anderen Geist.
es: Este espíritu no está listo. Primero entrega tus velas a otro espíritu.
fr: Cet esprit n'est pas prêt. Amenez les bougies à un autre esprit.
id: Roh ini belum siap. Antarkan lilinmu ke roh lainnya terlebih dahulu.
it: Questo spirito non è pronto. Vai prima da un altro spirito a consegnare le candele.
ja: この精霊はまだ準備が出来ていないようです。先に別の精霊にキャンドルを届けましょう
ko: 이 영혼은 아직 준비되지 않았습니다. 다른 영혼에게 먼저 양초를 전달하세요.
pt: Este espírito não está pronto. Entregue suas velas para outro espírito primeiro.
ru: Этот дух еще не готов. Сначала нужно отнесите свечи другому духу.
th: สปิริตตนนี้ยังไม่พร้อม นำเทียนของคุณไปมอบให้กับสปิริตตนอื่นก่อน
vi: Tinh Linh này chưa sẵn sàng. Đưa nến cho Tinh Linh khác.
zh_hans: 这个先灵还没准备好。先将你的蜡烛送给另一位先灵吧。
zh_hant: 這個先靈還沒準備好。先將你的蠟燭送給另一位吧。

# ap12_fetch_01_candle_07
source: This spirit has already received their candles.
de: Dieser Geist hat bereits Kerzen bekommen.
es: Este espíritu ya recibió sus velas.
fr: Cet esprit a déjà reçu ses bougies.
id: Roh ini sudah menerima lilinnya.
it: Questo spirito ha già ricevuto le sue candele.
ja: この精霊はすでにキャンドルを受け取っています
ko: 이 영혼은 이미 양초를 받았습니다.
pt: Este espírito já recebeu velas.
ru: Этот дух уже получил свечи.
th: สปิริตตนน���้ได้รับเทียนของพวกเขาแล้ว
vi: Tinh Linh này đã nhận nến rồi.
zh_hans: 这个先灵已经收过蜡烛了。
zh_hant: 這個先靈已經收過蠟燭了。

# ap12_fetch_01_cine_00
source: The <1>Wind Paths</1> that connect the realms together are blocked.
de: Die <1>Windpfade</1>, welche die Reiche verbinden, sind blockiert.
es: Los <1>Caminos del viento</1> que conectan los reinos están bloqueados.
fr: Les <1>Chemins de vent</1> qui relient les royaumes entre eux sont bloqués.
id: <1>Jalur Angin</1> yang menyambungkan semesta terblokir.
it: Il <1>Sentieri del Vento</1> che collegano i regni sono bloccati.
ja: 各地方を結ぶ<1>風の街道</1>がふさがれているようです
ko: 왕국 사이를 연결하는 <1>바람길</1>이 막혀있어요
pt: As <1>Trilhas do Vento</1> que unem os reinos estão bloqueadas.
ru: <1>Пути ветра</1>, что соединяют между собой миры, закрыты.
th: <1>เส้นทางสายลม</1>ที่เชื่อมโยงดินแดนต่างๆ เข้าด้วยกันได้ถูกปิดกั้น
vi: <1>Con Đường Gió</1> kết nối các vương quốc bị chặn rồi.
zh_hans: 连接各个领域的<1>风之大道</1>堵塞了。
zh_hant: 連接各個領域的<1>風之大道</1>堵塞了。

# ap12_fetch_01_cine_01
source: Help the spirits re-open them with your ability to fly.
de: Hilf den Geistern mit deiner Flugfähigkeit, sie wieder zu öffnen.
es: Ayuda a los espíritus a reabrirlos con tu habilidad para volar.
fr: Aidez les esprits à les débloquer en utilisant votre capacité d'envol.
id: Bantu roh untuk membukanya kembali dengan kemampuan terbangmu.
it: Aiuta gli spiriti a riaprirli usando la tua capacità di volare.
ja: あなたの飛行能力を駆使して、精霊たちが再び道を開けるよう手伝いましょう
ko: 바람길을 다시 열 수 있도록 하늘을 날아 도와주세요
pt: Ajude os espíritos a reabri-las com sua habilidade de voar.
ru: Воспользуйтесь своей способностью полёта и помогите духам открыть их.
th: ช่วยเหล่าสปิริตเพื่อเปิดเส้นทางใหม่อีกครั้งด้วยความสามารถในการบินของคุณ
vi: Dùng khả năng bay của bạn giúp các Tinh Linh mở lại Con Đường Gió.
zh_hans: 用你的飞翔能力帮助先灵重新开启风之大道。
zh_hant: 用你的飛翔能力幫助先靈重新開啓風之大道。

# ap12_fetch_01_cine_02
source: Distribute candles to the spirits to bring light back to <1>The Wind Paths</1>.
de: Verteile Kerzen an die Geister, um das Licht zurück auf <1>die Windpfade</1> zu bringen.
es: Distribuye las velas a los espíritus para devolver la luz a los <1>Caminos del viento</1>.
fr: Distribuez des bougies aux esprits afin d'amener la lumière aux <1>Chemins de vent</1>.
id: Bagikan lilin ke para roh untuk membawa kembali cahaya ke <1>Jalur Angin</1>.
it: Distribuisci le candele agli spiriti per riportare la luce sui <1>Sentieri del Vento</1>.
ja: 精霊たちにキャンドルを届け<1>風の街道</1>に光を取り戻しましょう
ko: 영혼에게 양초를 전달하여 <1>바람길</1>에 빛을 되찾아주세요
pt: Ofereça velas aos espíritos para trazer a luz de volta às <1>Trilhas do Vento</1>.
ru: Раздайте духам свечи и верните свет на <1>пути ветра</1>.
th: แจกจ่ายเทียนให้เหล่าสปิริตเพื่อนำแสงกลับมาสู่<1>เส้นทางสายลม</1>
vi: Phân phát nến cho các Tinh Linh để mang ánh sáng trở lại <1>Con Đường Gió</1>.
zh_hans: 将蜡烛分发给先灵，给<1>风之大道</1>重新带来光明。
zh_hant: 將蠟燭分發給先靈，為<1>風之大道</1>重新帶來光明。

# ap12_fetch_02_cine_00
source: The boat that connected the spirits has disappeared beneath the clouds.
de: Das Boot, das die Geister miteinander verbunden hat, ist unter den Wolken verschwunden.
es: El barco que conectaba a los espíritus desapareció bajo las nubes.
fr: Le bateau qui reliait les esprits a disparu sous les nuages.
id: Perahu yang menghubungkan para roh menghilang di bawah awan.
it: La barca che collegava gli spiriti è scomparsa tra le nuvole.
ja: 精霊たちが愛用していた舟が、雲の底に消えてしまいました
ko: 영혼들 사이를 연결하던 배가 구름 아래로 사라졌어요
pt: O barco que ligava os espíritos desapareceu sob as nuvens.
ru: Лодка, что связывала духов, исчезла за облаками.
th: เรือที่เชื่อมโยงเหล่าสปิริตได้หายไปใต้หมู่เมฆ
vi: Con thuyền kết nối các Tinh Linh đã biến mất dưới những đám mây.
zh_hans: 连接先灵的云舟消失在了云层之下。
zh_hant: 連接先靈的雲舟消失在雲層之下。

# ap12_fetch_02_cine_01
source: Fly through the clouds to bring back the boat.
de: Fliege durch die Wolken, um das Boot zurückzubringen.
es: Vuela a través de las nubes para traer el barco de vuelta.
fr: Envolez-vous à travers les nuages pour récupérer le bateau.
id: Terbang melintasi awan untuk membawa kembali perahu itu.
it: Vola tra le nuvole per riportare indietro la barca.
ja: 雲を通り抜け、舟を取り戻しましょう
ko: 구름 속으로 날아가 배를 되찾아주세요
pt: Voe através das nuvens para trazer o barco de volta.
ru: Пролетите через облака и верните лодку.
th: บินผ่านหมู่เมฆเพื่อนำเรือกลับมา
vi: Bay qua mây đưa thuyền về.
zh_hans: 穿越云层将云舟重新带回来。
zh_hant: 穿越雲層將雲舟重新帶回來。

# ap12_fetch_02_cine_02
source: Deliver the pieces you have found to the <1>Flight Guide</1>.
de: Bringe die gefunden Teile zum <1>Flughelfer</1>.
es: Entrega las piezas que encontraste al <1>Guía de vuelo</1>.
fr: Amenez les pièces que vous avez trouvées au <1>Guide de l'envol</1>.
id: Antarkan kepingan yang kamu temukan ke <1>Pemandu Terbang</1>.
it: Consegna i pezzi che hai trovato alla <1>guida di volo</1>.
ja: 発見した欠片を<1>羽ばたく案内人</1>に届けましょう
ko: 찾은 조각을 <1>비행의 안내자</1>에게 전달하세요
pt: Entregue os pedaços que encontrou à <1>Guia de Voo</1>.
ru: Отнесите найденные фрагменты <1>Проводнику полетов</1>.
th: นำชิ้นส่วนที่คุณพบไปให้<1>ผู้แนะนำการบิน</1>
vi: Đưa mảnh bạn tìm thấy cho <1>Chỉ Dẫn Bay</1>.
zh_hans: 将你找到的碎片送给<1>飞行向导</1>。
zh_hant: 將你找回的碎片送給<1>飛行嚮導</1>。

# ap12_fetch_02_meditate
source: Rebuild the boat by finding the missing pieces.
de: Baue das Boot wieder auf, indem du die fehlenden Teile findest.
es: Reconstruye el barco tras encontrar todas las piezas.
fr: Reconstruisez le bateau en trouvant les pièces manquantes
id: Bangun kembali perahu dengan menemukan kepingan yang hilang.
it: Ricostruisci la barca trovando i pezzi mancanti.
ja: 散らばった欠片を集めて、舟を再建しましょう
ko: 사라진 조각을 찾아 배를 고치세요
pt: Reconstrua o barco encontrando os pedaços que faltam.
ru: Найдите утерянные фрагменты и постройте лодку заново.
th: สร้างเรือขึ้นมาใหม่ โดยการค้นหาชิ้นส่วนที่หายไป
vi: Tìm các mảnh còn thiếu để dựng lại thuyền.
zh_hans: 找到丢失的碎片以重建云舟。
zh_hant: 找到遺失的碎片以重建雲舟。
