Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# howtoplay_event_title
source: <b>Special Events</b>
de: <b>Spezial-Events</b>
es: <b>Eventos especiales</b>
fr: <b>Événements spéciaux</b>
id: <b>Acara Spesial</b>
it: <b>Eventi speciali</b>
ja: <b>特別なイベント</b>
ko: <b>특별 이벤트 </b>
pt: <b>Eventos especiais</b>
ru: <b>Особые события</b>
th: <b>อีเวนต์พิเศษ</b>
vi: <b>Sự kiện đặc biệt</b>
zh_hans: <b>特别活动</b>
zh_hant: <b>特別活動</b>

# howtoplay_friendship_0_title
source: Friendship Tips
de: Freundschaft-Tipps
es: Consejos de amistad
fr: Conseils d'amitié
id: Tips Pertemanan
it: Consigli amicizia
ja: 絆について
ko: 우정 팁
pt: Dicas de Amizade
ru: Советы по дружбе
th: เคล็ดลับมิตรภาพ
vi: Mẹo tình bạn
zh_hans: 友谊系统提示
zh_hant: 友誼系統提示

# howtoplay_friendship_1_together
source: The world of Sky is full of real people brought together by a spirit of generosity.
de: Die Welt von Himmelsreich ist voller echter Menschen, die zusammengefunden haben, durch ein Gefühl des Zusammengehörens, Sicherheit und Großzügigkeit.
es: El mundo de Sky está lleno de gente reunida por el espíritu de pertenencia.
fr: Le monde de Sky est rempli de personnes bien réelles réunies par un esprit d'appartenance, de sécurité et de générosité.
id: Dunia Sky dipenuhi dengan orang nyata yang dihadirkan bersama oleh roh kedermawanan.
it: Il mondo di Sky è pieno di giocatori uniti dal senso di appartenenza, sicurezza e generosità.
ja: Skyは実際のプレイヤーたちが集まる場所です。思いやりを大切にしましょう
ko: Sky 월드는 서로를 이해하고 사랑하는 실제 사람들로 가득 차 있어요.
pt: O mundo de Sky é repleto de pessoas reais reunidas por um espírito de pertencimento, segurança e generosidade.
ru: В мире Неба живут настоящие люди, объединенные духом сплоченности, безопасности и великодушия.
th: โลกแห่ง Sky เต็มไปด้วยผู้คนจริงๆ ที่สปิริตแห่งความใจกว้างได้นำมารวมตัวกัน
vi: Trong thế giới Sky, những con người chân thực được tập hợp lại bởi một tinh thần hào hiệp.
zh_hans: 《光·遇》致力于为玩家们提供一片安全友善、慷慨互助的精神归属。
zh_hant: 《光·遇》致力於為玩家們提供一片安全友善、慷慨互助的精神歸屬。

# howtoplay_friendship_1_together_title
source: <b>Make new friends</b>
de: <b>Besser zusammen</b>
es: <b>Mejor juntos</b>
fr: <b>Mieux ensemble</b>
id: <b>Cari teman baru</b>
it: <b>Insieme è meglio</b>
ja: <b>仲間と共に</b>
ko: <b>새 친구 사귀기</b>
pt: <b>Juntos somos melhores</b>
ru: <b>Вместе веселее</b>
th: <b>ผูกมิตรกับเพื่อนใหม่</b>
vi: <b>Kết bạn mới</b>
zh_hans: <b>同行</b>
zh_hant: <b>同行</b>

# howtoplay_friendship_2_grow
source: Use <candle/> to enhance your friendship and unlock abilities like hand-holding, hug, and chat.
de: Verwende <candle/>, um deine Freundschaften zu stärken, und Fähigkeiten wie Handhalten, Umarmen und Chatten freizuschalten.
es: Usa <candle/> para mejorar tu amistad y desbloquear habilidades como "sostener la mano", dar abrazos y chatear.
fr: Utilisez les <candle/> pour améliorer votre amitié et déverrouiller des capacités comme tenir la main, câlin, et le tchat.
id: Gunakan <candle/> untuk meningkatkan pertemanan dan membuka kemampuan seperti pegang tangan, peluk, dan obrolan.
it: Usa <candle/> per coltivare l'amicizia e sbloccare abilità come mano nella mano, abbraccio e chat.
ja: <candle/>を捧げると、フレンドと手をつないだり、ハグをしたり、チャットをするなど、様々なコミュニケーションがとれるようになります
ko: <candle/>을 사용해 우정을 키우고 손잡기, 포옹, 채팅을 잠금해제하세요.
pt: Use <candle/> para melhorar suas amizades e desbloquear habilidades, como dar as mãos, abraçar e conversar.
ru: <candle/> помогут укрепить дружбу и открыть такие возможности, как чат, объятья и «взяться за руку».
th: ใช้ <candle/> เพื่อเพิ่มมิตรภาพของคุณ และปลดล็อกความสามารถต่างๆ เช่น การจับมือ การกอด และการแชท
vi: Tặng <candle/> để nâng cao tình bạn và mở khóa các năng lực như Nắm Tay, Ôm và Trò Chuyện.
zh_hans: 赠与<candle/>以增进友谊，并解锁牵手、拥抱、聊天等能力。
zh_hant: 贈與<candle/>以增進友誼，並解鎖牽手、擁抱、聊天等能力。

# howtoplay_friendship_2_grow_title
source: <b>Grow closer</b>
de: <b>Kommt euch näher</b>
es: <b>Acercarse</b>
fr: <b>Rapprochez-vous</b>
id: <b>Semakin dekat</b>
it: <b>Approfondire l'amicizia</b>
ja: <b>絆を深める</b>
ko: <b>친구와 가까워지기</b>
pt: <b>Aproxime-se</b>
ru: <b>Сближайтесь</b>
th: <b>เติบโตใกล้ชิดยิ่งขึ้น</b>
vi: <b>Phát triển gần nhau</b>
zh_hans: <b>相近</b>
zh_hant: <b>相近</b>

# howtoplay_friendship_3_constellation
source: Each day you can send your friends a free light blessing to help them in their adventure.
de: Du kannst deinen Freunden jeden Tag einen kostenlosen Lichtsegen schicken, um ihnen bei ihren Abenteuern zu helfen.
es: Cada día puedes enviar a tus amigos una bendición de luz ligera gratis para ayudarlos en su aventura.
fr: Chaque jour, vous pouvez envoyer à vos amis une bénédiction de lumière gratuite pour les aider au cours de leur aventure.
id: Tiap hari kamu bisa mengirimkan berkah cahaya gratis ke temanmu untuk membantu mereka dalam petualangan.
it: Ogni giorno puoi inviare ai tuoi amici una benedizione di luce gratuita per aiutarli nella loro avventura.
ja: 1日に1回、フレンドに光のかけらを贈ることができます。旅の助けになることでしょう
ko: 매일 친구에게 빛의 축복을 보내서 모험을 도와주세요
pt: Você pode enviar diariamente para seus amigos uma bênção gratuita para ajudá-los em sua aventura.
ru: Вы можете каждый день отправлять друзьям бесплатное благословение света, которое поможет в приключениях.
th: คุณสามารถส่งพรแห่งแสงฟรีให้เพื่อนของคุณได้ทุกวันเพื่อช่วยเหลือพวกเขาในการผจญภัย
vi: Mỗi ngày, bạn có thể gửi miễn phí tới bạn bè một lời chúc ánh sáng để giúp họ trong cuộc phiêu lưu.
zh_hans: 每天可以免费赠送朋友烛光的祝福，帮助他们的冒险之旅。
zh_hant: 每天可以免費贈送朋友燭光的祝福，幫助他們的冒險之旅。

# howtoplay_friendship_3_constellation_title
source: <b>Stay in touch</b>
de: <b>Bleibt in Kontakt</b>
es: <b>Estar en contacto</b>
fr: <b>Restez en contact</b>
id: <b>Tetap terhubung</b>
it: <b>Rimanere in contatto</b>
ja: <b>つながりを大切に</b>
ko: <b>교류하기</b>
pt: <b>Mantenha contato</b>
ru: <b>Оставайтесь на связи</b>
th: <b>ติดต่อกันอยู่เสมอ</b>
vi: <b>Kết nối với nhau</b>
zh_hans: <b>相思</b>
zh_hant: <b>相思</b>

# howtoplay_friendship_4_hearts
source: If you really appreciate someone, send them a gift of <heart/>
de: Wenn du jemanden wirklich zu schätzen weißt, dann schicke ihm ein Geschenk mit <heart/>
es: Si en verdad aprecias a alguien, envía un regalo de <heart/>
fr: Si vous appréciez vraiment quelqu'un, envoyez-leur un <heart/> en cadeau
id: Jika kamu benar-benar menghargai seseorang, kirimkan hadiah <heart/> kepada mereka
it: Se apprezzi davvero qualcuno, regalagli <heart/>
ja: 大きな感謝の気持ちは、<heart/>を贈って伝えることができます
ko: 누군가에게 감사의 마음을 전하고 싶다면, <heart/>를 선물로 보내보세요.
pt: Se você gosta mesmo de alguém, envie-lhe um <heart/> de presente
ru: Если кто-то вам по-настоящему дорог, отправьте ему <heart/> в подарок
th: หา���คุณรู้สึกขอบคุณใครบางคนจริงๆ ล่ะก็ ส่งของขวัญ <heart/> ให้พวกเขาเลยสิ
vi: Nếu bạn thực sự trân trọng ai đó, hãy gửi cho họ món quà <heart/>
zh_hans: 赠送好友一颗<heart/>，表达你的赞赏。
zh_hant: 贈送好友一顆<heart/>，表達你的贊賞。

# howtoplay_friendship_4_hearts_title
source: <b>Show your appreciation</b>
de: <b>Zeige deine Wertschätzung</b>
es: <b>Muestra tu aprecio</b>
fr: <b>Montrez votre appréciation</b>
id: <b>Tunjukkan apresiasimu</b>
it: <b>Dimostra la tua stima</b>
ja: <b>ハートの贈りもの</b>
ko: <b>감사의 표시</b>
pt: <b>Demonstre seu apreço</b>
ru: <b>Покажите свои чувства</b>
th: <b>แสดงความรู้สึกขอบคุณ</b>
vi: <b>Thể hiện sự trân trọng</b>
zh_hans: <b>感恩</b>
zh_hant: <b>感恩</b>

# howtoplay_friendship_5_outfits
source: Offer <heart/> to the spirits to earn outfits and special items to personalize your character.
de: Bringe den Geistern <heart/> dar, um Outfits und besondere Gegenstände zu erhalten, mit denen du deinen Charakter anpassen kannst.
es: Ofrece <heart/> a los espíritus para ganar trajes y artículos especiales para personalizar tu personaje.
fr: Offrez des <heart/> aux esprits pour obtenir des tenues et des objets spéciaux pour personnaliser votre personnage.
id: Tawarkan <heart/> ke roh untuk mendapatkan pakaian dan item spesial guna mempersonalisasi karaktermu.
it: Offri <heart/> agli spiriti per guadagnare costumi e oggetti speciali con cui personalizzare il tuo personaggio.
ja: <heart/>は貴重なアイテムと交換してもらうことができます。自分だけのキャラクターを作りましょう
ko: 영혼에게 <heart/>를 주고 새로운 의상과 특별한 아이템을 받아 캐릭터를 꾸미세요.
pt: Ofereça <heart/> aos espíritos para ganhar trajes e itens especiais para personalizar sua personagem.
ru: Предлагайте <heart/> духам и получайте наряды и особые предметы для персонажа.
th: มอบ <heart/> ให้กับสปิริตเพื่อรับชุดเสื้อผ้า และไอเทมพิเศษเพื่อปรับแต่งตัวละครของคุณ
vi: Tặng <heart/> cho các Tinh Linh để nhận trang phục và vật phẩm đặc biệt, giúp nhân vật của bạn trở nên cá tính hơn.
zh_hans: 奉献<heart/>给先灵，能够获得服饰和特殊物品，让你的角色更有个性。
zh_hant: 奉獻<heart/>給先靈，能夠獲得服飾和特殊物品，讓你的角色更有個性。

# howtoplay_friendship_5_outfits_title
source: <b>Express yourself</b>
de: <b>Drücke dich aus</b>
es: <b>Exprésate</b>
fr: <b>Exprimez-vous</b>
id: <b>Ekspresikan dirimu</b>
it: <b>Esprimiti</b>
ja: <b>カスタマイズ</b>
ko: <b>개성을 표현하기</b>
pt: <b>Expresse-se</b>
ru: <b>Покажите себя</b>
th: <b>เผยตัวตนของคุณ</b>
vi: <b>Thể hiện bản thân</b>
zh_hans: <b>表达</b>
zh_hant: <b>表達</b>

# howtoplay_generic_shop_1
source: <b>Forge New Spells</b>
de: <b>Stelle neue Zauber her</b>
es: <b>Conjurar nuevos hechizos</b>
fr: <b>Forgez de nouveaux sorts</b>
id: <b>Buat Mantra Baru</b>
it: <b> Acquisisci nuovi incantesimi</b>
ja: <b>新たな魔法の精錬</b>
ko: <b>새로운 주문 얻기</b>
pt: <b>Crie feitiços novos</b>
ru: <b>Сплетайте новые чары</b>
th: <b>สร้างคาถาใหม่</b>
vi: <b>Rèn các Phép Thuật mới</b>
zh_hans: <b>获得新的魔法</b>
zh_hant: <b>获得新的魔法</b>

# howtoplay_generic_shop_title
source: Check back at the spell shop at <b>Home</b> or <b>The Forgotten Ark</b> every now and then for a fresh selection of spells to forge
de: Schau regelmäßig <b>zu Hause</b> oder bei <b>der vergessenen Arche</b> vorbei, um eine neue Auswahl an Zaubern zur Herstellung zu finden.
es: Revisa la tienda de hechizos en <b>Hogar</b> o en <b>El Arca Olvidada</b> de vez en cuando para acceder a una nueva colección de hechizos para crear.
fr: Retournez à la boutique de sorts à la <b>Maison</b> ou l'<b>Arche oubliée</b> de temps en temps pour une nouvelle sélection de sorts à forger
id: Kunjungi toko mantra di <b>Rumah</b> atau <b>Tabut Terlupakan</b> setiap saat untuk menemukan pilihan mantra baru untuk dibuat
it: Controlla di tanto in tanto il Negozio Incantesimi nella <b>Base</b> o nell'<b>Arca Dimenticata</b> per una nuova selezione di incantesimi da forgiare
ja: <b>ホーム</b>または<b>忘れられた方舟</b>の魔法のお店を時々のぞき、入れ替わる品ぞろえを確認してみましょう。
ko: <b>안식처</b> 또는 <b>잊혀진 방주</b>에서 종종 주문상점을 방문하고 새로운 주문 목록을 확인해보세요
pt: Não deixe de dar uma olhada na loja de feitiços no <b>Lar</b> ou na <b>Arca Esquecida</b> de vez em quando para ver as novas seleções de feitiços para forjar
ru: Периодически возвращайтесь в магазин чар в <b>Доме</b> или в <b>Забытом ковчеге</b> для получения новых чар
th: เข้าไปดูที่ร้านค้าคาถาที่<b>บ้าน</b> หรือ<b>เรือที่ถูกลืม</b>เป็นระยะๆ เพื่อเลือกคาถาใหม่ที่จะสร้าง
vi: Thỉnh thoảng hãy kiểm tra các cửa hàng Phép Thuật ở <b>Nhà</b> hoặc <b>Hòm Lãng Quên</b> lựa chọn vật phẩm phép thuật để rèn!
zh_hans: 记得隔一段时间就回来<b>遇境</b>或者<b>遗忘方舟</b>，查看新进货的魔法道具哦！
zh_hant: 記得隔一段時間就回來<b>遇境</b>或者<b>遺忘方舟</b>，查看新進貨的魔法道具哦！

# howtoplay_meta_0_title
source: Rebirth Tips
de: Wiedergeburts-Tipps
es: Consejos de reaparición
fr: Conseils de renaissance
id: Tips Reinkarnasi
it: Consigli rinascita
ja: 転生について
ko: 환생 팁
pt: Dicas de Renascimento
ru: Советы по возрождению
th: เคล็ดลับเกิดใหม่
vi: Mẹo Tái sinh
zh_hans: 转生提示
zh_hant: 轉生提示

# howtoplay_orbitshop_0_title
source: Ascension Tips
de: Aufstiegs-Tipps
es: Consejos de ascensión
fr: Conseils d’ascension
id: Tips Kenaikan
it: Consigli ascensione
ja: 昇格について
ko: 영혼 귀환 팁
pt: Dicas de Ascensão
ru: Советы по вознесению
th: เคล็ดลับการจุติ
vi: Mẹo Tăng tình bạn
zh_hans: 升华友谊提示
zh_hant: 昇華友誼提示

# howtoplay_revisit_npc_1
source: On certain weekends, one Traveling Spirit from a previous season will appear in Home
de: An bestimmten Wochenenden erscheint ein reisender Geist aus einer vorherigen Saison in deinem Zuhause
es: Durante ciertos fines de semana, un espíritu viajero de una temporada anterior aparecerá en Hogar
fr: Au cours de certains week-ends, un esprit voyageur d'une saison précédente apparaîtra dans la Maison
id: Di akhir pekan tertentu, satu Roh Pengembara dari musim sebelumnya akan muncul di Rumah
it: In alcuni fine settimana, uno spirito viandante di una stagione precedente apparirà nella Base
ja: 過ぎ去りし季節より再訪する精霊たちが、隔週末にホームに登場します
ko: 특정 주말에는 이전 시즌에서 찾아온 여행영혼이 안식처에 나타납니다.
pt: Em alguns finais de semana, um espírito viajante de uma temporada anterior aparecerá no Lar
ru: В какие-то выходные в Доме появится один дух-путник из прошлого сезона
th: ในบางสุดสัปดาห์ หนึ่งในสปิริตผู้เดินทางจากฤดูกาลก่อนหน้าจะปรากฏตัวขึ้นที่บ้าน
vi: Vào những ngày cuối tuần nhất định, một Tinh Linh Du Hành từ mùa trước sẽ xuất hiện ở Nhà
zh_hans: 某个周末遇境会出现一个来自过去奇妙之旅的先灵
zh_hant: 某個週末遇境會出現一個來自過去奇妙之旅的先靈

# howtoplay_revisit_npc_1_title
source: Find the Revisiting Spirit
de: Finde den reisenden Geist
es: Encuentra el espíritu viajero
fr: Trouvez l'esprit voyageur
id: Temukan Roh yang Berkunjung
it: Trova lo Spirito viandante
ja: 再訪する精霊を探しましょう
ko: 돌아온 영혼 찾기
pt: Encontre o espírito revisitante
ru: Найдите вернувшегося духа
th: ค้นหาสปิริตที่กลับมาเยี่ยมเยียน
vi: Tìm Tinh Linh Trở Lại
zh_hans: 找寻回归先灵
zh_hant: 找尋回歸先靈

# howtoplay_revisit_npc_2
source: For a very limited time their memories will be available to relive for players who may have missed them
de: Für eine sehr kurze Zeit steht seine Erinnerung Spielern zur Verfügung, die sie verpasst haben
es: Por un periodo de tiempo muy limitado sus recuerdos estarán disponibles para vivirlos de nuevo con aquellos jugadores que se los hayan perdido
fr: Pour une durée très limitée, ses souvenirs seront disponibles pour que les joueurs qui les ont manqués puissent les revivre
id: Selama waktu yang sangat terbatas, kenangan mereka akan tersedia untuk dihidupkan kembali pemain yang mungkin melewatkannya
it: Per un periodo di tempo molto limitato i ricordi potranno essere rivissuti dai giocatori che se li sono persi
ja: 過ぎ去りし季節の間に出逢えなかったプレイヤー達も、再訪する精霊たちがホームにいる間だけ、彼らの記憶を辿ることができるようになります
ko: 한정 기간을 놓친 플레이어도 이 영혼의 기억을 체험할 수 있어요.
pt: Por um período muito limitado, suas memórias estarão disponíveis para serem revividas pelos jogadores que as perderam
ru: Очень недолгое время их воспоминания будут доступны для тех игроков, кто мог их пропустить
th: ผู้เล่นที่พลาดพวกเขาไปจะสามารถหวนรำลึกความทรงจำของพวกเขาได้เป็นระยะเวลาจำกัด
vi: Trong thời gian giới hạn, ký ức của chúng có thể được hồi tưởng đối với những người chơi đã bỏ lỡ
zh_hans: 让过去错过他们的玩家有机会在限定的时间里重温他们的记忆
zh_hant: 讓過去錯過他們的玩家有機會在限定的時間裡重溫他們的記憶

# howtoplay_revisit_npc_3
source: Find the spirit in the world and complete their quest to open a relationship
de: Finde den Geist in der Welt und schließe seine Quest ab, um eine Beziehung aufzubauen
es: Encuentra al espíritu en el mundo y completa su misión para abrir una relación
fr: Retrouvez l'esprit dans le monde et terminez sa quête pour créer une relation
id: Temukan roh di dunia dan selesaikan misi mereka untuk membuka hubungan
it: Trova lo spirito nel mondo e completa la sua missione per aprire un rapporto
ja: 世界のどこかにいる彼らの記憶を辿り、友情を育みましょう
ko: Sky월드에서 영혼을 찾고 퀘스트를 완료하여 관계를 쌓아보세요.
pt: Encontre o espírito no mundo e conclua sua missão para abrir um relacionamento
ru: Найдите духа и выполните его задание, чтобы открыть отношения
th: ตามหาสปิริตในโลกและทำภารกิจของเขาให้เสร็จเพื่อสานสัมพันธ์
vi: Tìm Tinh Linh trong thế giới và hoàn thành nhiệm vụ của chúng để mở ra một mối quan hệ
zh_hans: 重温先灵在世界中的记忆可以开启友谊
zh_hant: 重溫先靈在世界中的記憶可以開啟友誼

# howtoplay_revisit_npc_4
source: Then use <heart/>, <candle/> and <prestige/> to grow your friendship and earn unique collectibles
de: Verwende dann <heart/>, <candle/> und <prestige/>, um eure Freundschaft zu stärken und einzigartige Sammelgegenstände zu erhalten
es: Luego usa un <heart/>, <candle/> y <prestige/> para hacer crecer su amistad y ganar artículos coleccionables únicos
fr: Utilisez ensuite des <heart/>, des <candle/> et du <prestige/> pour faire grandir cette amitié et remporter des objets uniques
id: Lalu gunakan <heart/>, <candle/> dan <prestige/> untuk mempererat pertemanan dan meraih item koleksi yang unik
it: Poi usa <heart/>, <candle/> e <prestige/> per far crescere la tua amicizia e guadagnare oggetti da collezione unici
ja: そして<heart/>, <candle/>と<prestige/>を捧げ、友情を育て素敵なコレクションアイテムを受け取りましょう
ko: 그리고 <heart/>, <candle/>, <prestige/> 사용하여 우정을 키우고 특별한 아이템을 얻으세요.
pt: Em seguida, use <heart/>, <candle/> e <prestige/> para cultivar sua amizade e ganhar colecionáveis exclusivos
ru: А затем используйте <heart/>, <candle/> и <prestige/>, чтобы укреплять дружбу и получать уникальные предметы
th: จากนั้นใช้ <heart/> <candle/> และ <prestige/> เพื่อพัฒนามิตรภาพของคุณ แล้วรับของสะสมสุดพิเศษ
vi: Sau đó, dùng <heart/>, <candle/> và <prestige/> để phát triển tình bạn và nhận về những món đồ sưu tầm độc đáo
zh_hans: <heart/>, <candle/>和<prestige/>可以让友谊成长，获得独特的表情、服饰和道具
zh_hant: <heart/>, <candle/>和<prestige/>可以讓友誼成長，獲得獨特的表情、服飾和道具

# howtoplay_revisit_npc_5
source: It could be a long time before this spirit returns!
de: Es könnte sehr lange dauern, bis dieser Geist zurückkehrt!
es: ¡Es posible que no veas de nuevo a este espíritu en mucho tiempo!
fr: Personne ne sait quand cet esprit reviendra !
id: Mungkin roh ini akan kembali di waktu yang sangat lama sekali!
it: Potrebbe passare molto tempo prima che questo spirito ritorni!
ja: また彼らが訪れるのはずっと先かもしれません！
ko: 이 영혼이 다시 돌아오려면 아주 오래 기다려야 할 수도 있어요!
pt: Pode demorar até o espírito voltar!
ru: Этот дух может еще долго не вернуться!
th: อาจจะใช้เวลาอีกนานกว่าสปิริตตนนี้จะกลับมาอีกครั้ง!
vi: Có lẽ rất lâu nữa Tinh Linh này mới trở lại!
zh_hans: 下一次先灵重返可能需要很长时间
zh_hant: 下一次先靈重返可能需要很長時間

# howtoplay_sharedspaces_0_title
source: Shared Space Tips
de: Gemeinschaftsraum-Tipps
es: Consejos para los espacios compartidos
fr: Conseils sur les espaces partagés
id: Tip Ruang Bersama
it: Consigli Spazio condiviso
ja: シェアスペースについて
ko: 공유공간 팁
pt: Dicas do espaço compartilhado
ru: Общее пространство: подсказки
th: เคล็ดลับพื้นที่ส่วนกลาง
vi: Mẹo Không Gian Chung
zh_hans: 共享空间提示
zh_hant: 共享空間秘訣

# howtoplay_sharedspaces_1_intro
source: Experience the joy of sharing fantastic creations with others and join other Sky kids in their spaces to play together.
de: Erfreue dich daran, fantastische Kreationen mit anderen zu teilen, und besuche die Räume anderer Ski-Kinder, um gemeinsam zu spielen.
es: Experimenta la alegría de compartir fantásticas creaciones con otras personas y únete a los espacios de otros infantes de Sky para jugar en compañía.
fr: Découvrez la joie de partager vos créations fantastiques, et rejoignez d'autres enfants de Sky dans leurs espaces pour jouer ensemble.
id: Rasakan kegembiraan berbagi kreasi fantastis dengan orang lain dan bergabunglah dengan anak Sky lainnya di ruang mereka untuk bermain bersama.
it: Prova la gioia di condividere fantastiche creazioni con gli altri e unisciti ad altri Figli della Luce nei loro spazi, per giocare insieme.
ja: 素晴らしい創造をみんなでシェアする喜びを体験し、たくさんの星の子どもたちと一緒にスペースで遊びましょう
ko: 환상적인 작품을 공유하는 기쁨을 누리고 다른 빛의 아이들이 꾸민 공간에 참여해서 함께 어울려 보세요.
pt: Vivencie a alegria de compartilhar criações fantásticas com outras pessoas e junte-se a outras crianças de Sky em seus espaços para brincar juntas.
ru: Показывайте другим небесным детям свои потрясающие создания и исследуйте вместе с ними общие пространства.
th: สัมผัสความสุขของการแบ่งปันผลงานสร้างสรรค์สุดมหัศจรรย์กับคนอื่นๆ และเข้าร่วมกับสกายคิดส์คนอื่นๆ ในพื้นที่ของพวกเขาเพื่อมาเล่นสนุกกัน
vi: Trải nghiệm niềm vui khi chia sẻ những sáng tạo tuyệt vời và chơi cùng những Cư dân Sky khác trong không gian của họ.
zh_hans: 体验与他人分享奇妙创作的乐趣，并与其他光之子一起在其空间中玩耍。
zh_hant: 體驗與他人共享創作的樂趣，並加入其他光之子的空間一起遊玩。

# howtoplay_sharedspaces_1_intro_title
source: <b>Share the magic</b>
de: <b>Teile die Magie</b>
es: <b>Compartir la magia</b>
fr: <b>Partagez la magie</b>
id: <b>Bagikan sihir</b>
it: <b>Condividi la magia</b>
ja: <b>魔法をシェア</b>
ko: <b>마법을 공유하기</b>
pt: <b>Compartilhe a magia</b>
ru: <b>Делитесь волшебством</b>
th: <b>แบ่งปันความมหัศจรรย์</b>
vi: <b>Chia sẻ điều kỳ diệu</b>
zh_hans: <b>分享魔法</b>
zh_hant: <b>分享魔法</b>

# howtoplay_sharedspaces_2_explore
source: Discover and activate the different Shared Space Shrines in the realms to start your building journey.
de: Entdecke und aktiviere die verschiedenen Gemeinschaftsraumschreine in den Reichen, um deine Baureise zu beginnen.
es: Descubre y activa los diferentes santuarios de espacios compartidos en los reinos para comenzar tu viaje de construcción.
fr: Découvrez et activez les différents sanctuaires partagés dans les royaumes pour débuter votre mission d’architecte.
id: Temukan dan aktifkan berbagai Kuil Ruang Bersama di alam ini untuk memulai perjalanan pembangunanmu.
it: Scopri e attiva i diversi santuari condivisi nei regni per iniziare il tuo viaggio di costruzione.
ja: Skyの各地にあるシェアスペースの祭壇を見つけ、あなただけの空間創造の旅を始めましょう
ko: 여러 지역에서 다양한 공유공간 제단을 찾아 활성화시켜서 꾸미기 여정을 시작해보세요.
pt: Descubra e ative os diferentes altares de espaços compartilhados nos reinos para começar sua jornada de construção.
ru: Находите и открывайте различные алтари общих пространств в разных регионах.
th: ค้นพบและเปิดใช้งานแท่นบูชาพื้นที่ส่วนกลางต่างๆ ในดินแดนเพื่อเริ่มต้นเส้นทางการสร้างของคุณ
vi: Khám phá và kích hoạt các Ngôi Đền Không Gian Chung tại các vương quốc và bắt đầu hành trình kiến tạo của bạn.
zh_hans: 发现并激活领域中不同的共享空间神坛，开始你的建造之旅。
zh_hant: 探索並啟動各個領域中不同的共享空間神壇，開始你的建造旅程。

# howtoplay_sharedspaces_2_explore_title
source: <b>Explore the world</b>
de: <b>Erkunde die Welt</b>
es: <b>Explorar el mundo</b>
fr: <b>Explorez le monde</b>
id: <b>Jelajahi dunia</b>
it: <b>Esplora il mondo</b>
ja: <b>世界を探索</b>
ko: <b>세상을 탐험하기</b>
pt: <b>Explore o mundo</b>
ru: <b>Исследуйте мир</b>
th: <b>สำรวจโลก</b>
vi: <b>Khám phá thế giới</b>
zh_hans: <b>探索世界</b>
zh_hant: <b>探索世界</b>

# howtoplay_sharedspaces_3_props
source: <b>Enjoy unique decorations in each Shrine</b> and gather more from the Spirits to unleash your creative potential.
de: <b>Erhalte einzigartige Dekorationen in jedem Schrein</b> und sammle noch mehr von den Geistern, um dein kreatives Potenzial auszuschöpfen.
es: <b>Disfruta decoraciones exclusivas en cada santuario</b> y consigue más de los espíritus para desatar tu potencial creativo.
fr: <b>Découvrez des décorations uniques dans chaque sanctuaire</b> et récupérez-en davantage auprès des esprits afin de libérer votre potentiel créatif.
id: <b>Nikmati dekorasi unik di setiap Kuil</b> dan kumpulkan lebih banyak dari para Roh untuk mengeluarkan potensi kreatifmu.
it: <b>Goditi decorazioni originali in ogni santuario</b> e raccogli di più dagli spiriti per liberare la tua creatività.
ja: <b>各祭壇に備えられた特有の飾りを使ってみましょう。</b>また色々な場所にいる精霊たちから、多彩な設置アイテムを授かり、デコレーションの幅を広げましょう
ko: <b>각 제단에 배치된 독특한 장식을 감상하고</b> 영혼으로부터 더 많은 장식을 모아 창의력을 마음껏 발휘해 보세요.
pt: <b>Desfrute de decorações únicas em cada altar</b> e reúna mais dos espíritos para liberar seu potencial criativo.
ru: <b>На каждом алтаре доступны уникальные украшения</b>. Еще больше предметов можно получить у различных духов.
th: <b>เพลิดเพลินไปกับของตกแต่งสุดพิเศษในแท่นบูชาแต่ละแห่ง</b> แล้วยังรับของประดับเพิ่มเติมจากเหล่าสปิริตเพื่อปลดปล่อยศักยภาพการสร้างสรรค์ของคุณได้อีกด้วย
vi: <b>Chiêm ngưỡng những món đồ trang trí độc đáo trong mỗi Ngôi Đền</b> và nhận thêm từ các Tinh linh để giải phóng sức sáng tạo của bạn.
zh_hans: <b>享用每个神坛中的独特装饰品</b>，并从先灵手中收集更多装饰品，释放你的创意潜力。
zh_hant: <b>好好欣賞每個神壇中獨一無二的裝飾</b>，並且從先靈那收集更多道具，以釋放你的創意潛能。

# howtoplay_sharedspaces_3_props_title
source: <b>Unique Items</b>
de: <b>Einzigartige Gegenstände</b>
es: <b>Objetos exclusivos</b>
fr: <b>Des objets uniques</b>
id: <b>Item Unik</b>
it: <b>Oggetti originali</b>
ja: <b>ユニークなアイテムたち</b>
ko: <b>특별한 아이템</b>
pt: <b>Itens únicos</b>
ru: <b>Уникальные предметы</b>
th: <b>ไอเทมพิเศษ</b>
vi: <b>Vật phẩm độc đáo</b>
zh_hans: <b>独特物品</b>
zh_hant: <b>獨特道具</b>
