Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_visit_dusk_spitroast_desc
source: <b>Visit the bonfire at the Wasteland's Graveyard</b>
de: <b>Besuche das Lagerfeuer beim Ödnisfriedhof</b>
es: <b>Visita la fogata en el cementerio del páramo</b>
fr: <b>Visitez le feu de joie dans le cimetière du Désert</b>
id: <b>Kunjungi api unggun di Pemakaman Gurun Kosong</b>
it: <b>Visita il falò al cimitero del Deserto</b>
ja: <b>捨てられた地の墓所にある焚火を訪れる</b>
ko: <b>황무지에서 묘지 구역의 모닥불 찾아가기</b>
pt: <b>Visite a fogueira no Túmulo do Sertão</b>
ru: <b>Подойдите к костру на кладбище пустоши</b>
th: <b>ไปยังกองไฟที่สุสานของแดนร้าง</b>
vi: <b>Tham quan lửa trại tại nghĩa địa ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>前往暮土的墓园找到篝火</b>
zh_hant: <b>前往暮土的墓園找到篝火</b>

# daily_quest_visit_island_pollution_desc
source: <b>Visit the polluted geyser in Sanctuary Islands</b>
de: <b>Besuche den verschmutzten Geysir auf den Zufluchtsinseln</b>
es: <b>Visita el géiser contaminado en las Islas Santuario</b>
fr: <b>Visitez le geyser pollué dans les îles du sanctuaire.</b>
id: <b>Kunjungi air mancur panas terpolusi di Pulau Tempat Suci</b>
it: <b>Visita il geyser inquinato nell'Arcipelago Paradiso</b>
ja: <b>楽園の島々に現れた汚染された間欠泉へ向かう</b>
ko: <b>낙원의 섬에서 오염된 간헐천을 찾아가기</b>
pt: <b>Visite o gêiser poluído nas Ilhas do Santuário</b>
ru: <b>Посетите загрязненный гейзер на Островах укрытия</b>
th: <b>ไปที่น้ำพุร้อนปนเปื้อนในเกาะสวรรค์</b>
vi: <b>Ghé thăm mạch nước phun ô nhiễm ở Quần Đảo Thánh Địa</b>
zh_hans: <b>拜访圣域群岛上遭受污染的间歇泉</b>
zh_hant: <b>拜訪聖域群島上遭受汙染的間歇泉</b>

# daily_quest_visit_night_kissing_desc
source: <b>Find the kissing shrine in Vault</b>
de: <b>Finde den Küss-Schrein im Tresor</b>
es: <b>Encuentra el altar de los besos en Bóveda</b>
fr: <b>Trouvez le sanctuaire des baisers de la Chambre forte</b>
id: <b>Temukan kuil cium di Kubah</b>
it: <b>Trova il santuario del bacio nella Cupola</b>
ja: <b>書庫でくちづけの聖地を見つける</b>
ko: <b>도서관에서 키스 제단을 찾기</b>
pt: <b>Encontrar o altar do beijo no Relicário</b>
ru: <b>Найдите алтарь поцелуев в Хранилище</b>
th: <b>ค้นหาแท่นบูชาจุมพิตในกรุสมบัติ</b>
vi: <b>Tìm đền thờ nụ hôn ở Kho Tri Thức</b>
zh_hans: <b>寻找禁阁亲吻神坛</b>
zh_hant: <b>找到禁閣的親吻神壇</b>

# daily_quest_visit_night_meteor_desc
source: <b>Climb inside Vault's hollow meteor</b>
de: <b>Klettere in den hohlen Meteor im Tresor</b>
es: <b>Trepa dentro del meteorito hueco de la Bóveda</b>
fr: <b>Grimpez à l’intérieur du météore creux de la Chambre forte</b>
id: <b>Panjat bagian dalam meteor berlubang di Kubah</b>
it: <b>Scala all'interno della meteora cava nella Cupola</b>
ja: <b>書庫で穴あき隕石を登る</b>
ko: <b>도서관에서 속이 빈 운석 안으로 들어가기</b>
pt: <b>Entrar no meteoro oco no Relicário</b>
ru: <b>Заберитесь в полый метеор в Хранилище</b>
th: <b>ปีนเข้าไปในสะเก็ดดาวตกกลวงของกรุสมบัติ</b>
vi: <b>Trèo vào bên trong thiên thạch rỗng ở Kho Tri Thức</b>
zh_hans: <b>爬进禁阁的空心浮石</b>
zh_hant: <b>爬進禁閣的空心浮石</b>

# daily_quest_visit_night_table_desc
source: <b>Take a seat at Vault's stone table</b>
de: <b>Setz dich an den Steintisch im Tresor</b>
es: <b>Siéntate a la mesa de piedra de la Bóveda</b>
fr: <b>Asseyez-vous à la table de pierre de la Chambre forte</b>
id: <b>Duduk di meja batu Kubah</b>
it: <b>Siediti al tavolo di pietra della Cupola</b>
ja: <b>書庫で石のテーブルの前に座る</b>
ko: <b>도서관에서 돌 테이블을 찾아 앉기</b>
pt: <b>Sentar à mesa de pedra no Relicário</b>
ru: <b>Посидите за каменным столом Хранилища</b>
th: <b>นั่งที่โต๊ะหินของกรุสมบัติ</b>
vi: <b>Ngồi xuống bàn đá ở Kho Tri Thức</b>
zh_hans: <b>坐到禁阁石桌旁的椅子上</b>
zh_hant: <b>坐在禁閣石桌旁的椅子上</b>

# daily_quest_visit_night_vase_desc
source: <b>Find Vault's orange vase</b>
de: <b>Finde die orange Vase im Tresor</b>
es: <b>Encuentra el florero anaranjado de la Bóveda</b>
fr: <b>Trouvez le vase orange de la Chambre forte</b>
id: <b>Temukan vas oranye di Kubah</b>
it: <b>Trova il vaso arancione della Cupola</b>
ja: <b>書庫でだいだい色の壺を見つける</b>
ko: <b>도서관에서 주황색 꽃병을 찾기</b>
pt: <b>Encontrar o vaso laranja no Relicário</b>
ru: <b>Найдите оранжевую вазу в Хранилище</b>
th: <b>ค้นหาแจกันสีส้มของกรุสมบัติ</b>
vi: <b>Tìm bình hoa màu cam ở Kho Tri Thức</b>
zh_hans: <b>寻找禁阁橙色花瓶</b>
zh_hant: <b>找到禁閣的橙色花瓶</b>

# daily_quest_visit_prairie_cozycave_desc
source: <b>Visit the cozy hideout in Prairie Caves</b>
de: <b>Besuche das gemütliche Versteck in den Präriehöhlen</b>
es: <b>Visita el cómodo escondite en las cuevas de las planicies</b>
fr: <b>Visitez la cachette confortable dans les grottes de la Prairie</b>
id: <b>Kunjungi persembunyian nyaman di Gua Padang Rumput</b>
it: <b>Visita il nascondiglio accogliente nelle grotte della Prateria</b>
ja: <b>草原の洞窟にあるくつろげる横穴を訪れる</b>
ko: <b>초원의 동굴 속 안락한 아지트를 찾아가기</b>
pt: <b>Visite o esconderijo aconchegante nas Cavernas da Campina</b>
ru: <b>Найдите уютное укрытие в пещерах в прерии</b>
th: <b>ไปยังที่ซ่อนแสนสบายในถ้ำแห่งทุ่งหญ้า</b>
vi: <b>Ghé thăm nơi ẩn náu ấm cúng ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>前往云野山洞找到舒适的藏身处</b>
zh_hant: <b>前往雲野山洞找到舒適的藏身處</b>

# daily_quest_visit_rain_eaglenest_desc
source: <b>Find the nest in Forest's swamp</b>
de: <b>Finde das Nest im Sumpf des Walds</b>
es: <b>Encuentra el nido en el pantano de la Bóveda</b>
fr: <b>Trouvez le vase dans l’étang de la Forêt</b>
id: <b>Temukan sarang di rawa Hutan</b>
it: <b>Trova il nido nella palude della Foresta</b>
ja: <b>雨林の沼地で鳥の巣を見つける</b>
ko: <b>숲 속 늪지에서 둥지를 찾기</b>
pt: <b>Encontrar o ninho no pântano da Floresta</b>
ru: <b>Найдите гнездо в болоте Леса</b>
th: <b>ค้นหารังในหนองน้ำของป่า</b>
vi: <b>Tìm tổ chim trong đầm lầy ở Rừng Mưa</b>
zh_hans: <b>寻找雨林鸟巢</b>
zh_hant: <b>找到雨林鳥巢</b>

# daily_quest_visit_rain_grandmatable_desc
source: <b>Visit the Ancestor's table of Belonging in the Forest's elevated clearing</b>
de: <b>Besuche in der erhabenen Waldlichtung den Vorfahrentisch des Zusammengehörens</b>
es: <b>Visita la mesa de los ancestros en el Claro Elevado</b>
fr: <b>Visitez la table de l’appartenance des ancêtres dans la clairière surélevée de la Forêt</b>
id: <b>Kunjungi Meja Leluhur di Dataran Tinggi</b>
it: <b>Visita il tavolo degli affetti dell'Antenata nella radura elevata della Foresta</b>
ja: <b>雨林の高台広場にある想いを編む先祖の食卓を訪れる</b>
ko: <b>숲 속 높은 공터에 선조가 남긴 친밀의 테이블을 찾아가기</b>
pt: <b>Visite a mesa do Ancestral do Pertencer na clareira elevada da Floresta</b>
ru: <b>Приходите к столу сопричастности на высокой поляне в Лесу</b>
th: <b>ไปที่โต๊ะบรรพชนแห่งการเป็นส่วนหนึ่งในที่โล่งสูงของป่า</b>
vi: <b>Ghé thăm Bàn Sở Hữu của Tổ tiên ở nơi cao của Rừng Mưa</b>
zh_hans: <b>前往树林高处拜访归属季先祖团聚的长桌</b>
zh_hant: <b>前往樹林高處拜訪歸屬季先靈團聚的長桌</b>

# daily_quest_visit_rain_mural_desc
source: <b>View the ancient murals in Forest</b>
de: <b>Sieh dir die uralten Wandbilder im Wald an</b>
es: <b>Admira los antiguos murales en el Bosque</b>
fr: <b>Regardez les peintures murales anciennes dans la Forêt</b>
id: <b>Lihat lukisan dinding kuno di Hutan</b>
it: <b>Visualizza le antiche pitture murali nella Foresta</b>
ja: <b>雨林の洞窟で古代の壁画を見つける</b>
ko: <b>숲에서 고대 벽화 보기</b>
pt: <b>Observar os murais ancestrais na Floresta</b>
ru: <b>Посмотрите на древние фрески в Лесу</b>
th: <b>ดูจิตรกรรมฝาผนังโบราณในป่า</b>
vi: <b>Tìm bức tranh tường cổ ở Rừng Mưa</b>
zh_hans: <b>寻找雨林古代壁画</b>
zh_hant: <b>欣賞雨林古代壁畫</b>

# daily_quest_visit_rain_well_desc
source: <b>Find Forest's wishing well</b>
de: <b>Finde den Wunschbrunnen im Wald</b>
es: <b>Encuentra el pozo de los deseos en el Bosque</b>
fr: <b>Trouvez le puits aux souhaits dans la Forêt</b>
id: <b>Temukan sumur harapan Hutan</b>
it: <b>Trova il pozzo dei desideri della Foresta</b>
ja: <b>雨林で願い井戸を見つける</b>
ko: <b>숲에서 소원을 이뤄주는 우물 찾기</b>
pt: <b>Encontrar o poço dos desejos na Floresta</b>
ru: <b>Найдите в Лесу колодец желаний</b>
th: <b>ค้นหาบ่อน้ำอธิษฐานในป่า</b>
vi: <b>Tìm giếng cầu nguyện ở Rừng Mưa</b>
zh_hans: <b>寻找雨林许愿井</b>
zh_hant: <b>找到雨林許願井</b>

# daily_quest_visit_rain_whale_desc
source: <b>Find the whale's resting place in Forest</b>
de: <b>Finde den letzten Ruheort des Wals im Wald</b>
es: <b>Encuentra el lugar de descanso final de la ballena en el Bosque</b>
fr: <b>Trouvez le lieu de repos de la baleine dans la Forêt</b>
id: <b>Temukan tempat istirahat paus di Hutan</b>
it: <b>Trova il luogo di riposo della balena nella Foresta</b>
ja: <b>雨林でクジラが眠る場所を見つける</b>
ko: <b>숲에서 고래 무덤 찾기</b>
pt: <b>Encontrar a morada da baleia na Floresta</b>
ru: <b>Найдите место упокоения кита в Лесу</b>
th: <b>ค้นหาที่พักของปลาวาฬในป่า</b>
vi: <b>Tìm nơi an nghỉ của cá voi ở Rừng Mưa</b>
zh_hans: <b>寻找雨林巨兽栖息地</b>
zh_hant: <b>找到雨林的鯨魚安息地</b>

# daily_quest_visit_rainbow_dusk_desc
source: <b>Find the candles at the end of the rainbow in the Golden Wasteland</b>
de: <b>Suche die Kerzen am Ende des Regenbogens in der goldenen Ödnis</b>
es: <b>Encuentra las velas al final del arcoíris en el Páramo Dorado</b>
fr: <b>Trouvez les bougies au bout de l'arc-en-ciel dans le Désert d'or</b>
id: <b>Temukan lilin di ujung pelangi di Gurun Emas</b>
it: <b>Trova le candele alla fine dell'arcobaleno nel Deserto Dorato</b>
ja: <b>捨てられた地で虹のキャンドルを見つける</b>
ko: <b>황금 황무지의 무지개 끝에서 양초를 찾기</b>
pt: <b>Encontre as velas no fim do arco-íris no Sertão Dourado</b>
ru: <b>Найдите свечи в конце радуги в Золотой пустоши</b>
th: <b>ค้นหาเทียนที่สุดปลายสายรุ้งในแดนร้างทองอร่าม</b>
vi: <b>Tìm những ngọn nến ở cuối cầu vồng ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土找到彩虹蜡烛</b>
zh_hant: <b>找到暮土的彩虹蠟燭</b>

# daily_quest_visit_rainbow_night_desc
source: <b>Find the candles at the end of the rainbow in the Vault of Knowledge</b>
de: <b>Suche die Kerzen am Ende des Regenbogens im Tresor des Wissens</b>
es: <b>Encuentra las velas al final del arcoíris en la Bóveda de Conocimiento</b>
fr: <b>Trouvez les bougies au bout de l'arc-en-ciel dans la Chambre forte de connaissance</b>
id: <b>Temukan lilin di ujung pelangi di Kubah Pengetahuan</b>
it: <b>Trova le candele alla fine dell'arcobaleno nella Cupola della Conoscenza</b>
ja: <b>書庫で虹のキャンドルを見つける</b>
ko: <b>지식의 도서관의 무지개 끝에서 양초를 찾기</b>
pt: <b>Encontre as velas no fim do arco-íris no Relicário do Conhecimento</b>
ru: <b>Найдите свечи в конце радуги в Хранилище знаний</b>
th: <b>ค้นหาเทียนที่สุดปลายสายรุ้งในกรุสมบัติแห่งปัญญา</b>
vi: <b>Tìm những ngọn nến ở cuối cầu vồng ở Kho Tri Thức</b>
zh_hans: <b>在禁阁找到彩虹蜡烛</b>
zh_hant: <b>找到禁閣的彩虹蠟燭</b>

# daily_quest_visit_rainbow_prairie_desc
source: <b>Find the candles at the end of the rainbow in Daylight Prairie</b>
de: <b>Suche die Kerzen am Ende des Regenbogens in der Tageslichtprärie</b>
es: <b>Encuentra las velas al final del arcoíris en la Planicie Luz de Día</b>
fr: <b>Trouvez les bougies au bout de l'arc-en-ciel dans la Prairie illuminée</b>
id: <b>Temukan lilin di ujung pelangi di Padang Rumput Siang</b>
it: <b>Trova le candele alla fine dell'arcobaleno nella Prateria Diurna</b>
ja: <b>草原で虹のキャンドルを見つける</b>
ko: <b>햇빛 초원의 무지개 끝에서 양초를 찾기</b>
pt: <b>Encontre as velas no fim do arco-íris na Campina da Aurora</b>
ru: <b>Найдите свечи в конце радуги в Полуденной прерии</b>
th: <b>ค้นหาเทียนที่สุดปลายสายรุ้งในทุ่งหญ้าแสงตะวัน</b>
vi: <b>Tìm những ngọn nến ở cuối cầu vồng ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野找到彩虹蜡烛</b>
zh_hant: <b>找到雲野的彩虹蠟燭</b>

# daily_quest_visit_rainbow_rain_desc
source: <b>Find the candles at the end of the rainbow in the Hidden Forest</b>
de: <b>Suche die Kerzen am Ende des Regenbogens im verborgenen Wald</b>
es: <b>Encuentra las velas al final del arcoíris en el Bosque Escondido</b>
fr: <b>Trouvez les bougies au bout de l'arc-en-ciel dans la Forêt cachée</b>
id: <b>Temukan lilin di ujung pelangi di Hutan Tersembunyi</b>
it: <b>Trova le candele alla fine dell'arcobaleno nella Foresta Nascosta</b>
ja: <b>雨林で虹のキャンドルを見つける</b>
ko: <b>비밀의 숲의 무지개 끝에서 양초를 찾기</b>
pt: <b>Encontre as velas no fim do arco-íris na Floresta Oculta</b>
ru: <b>Найдите свечи в конце радуги в Тайном лесу</b>
th: <b>ค้นหาเทียนที่สุดปลายสายรุ้งในป่าลับ</b>
vi: <b>Tìm những ngọn nến ở cuối cầu vồng ở Rừng Mưa</b>
zh_hans: <b>在雨林找到彩虹蜡烛</b>
zh_hant: <b>找到雨林的彩虹蠟燭</b>

# daily_quest_visit_rainbow_sunset_desc
source: <b>Find the candles at the end of the rainbow in the Valley of Triumph</b>
de: <b>Suche die Kerzen am Ende des Regenbogens im Tal des Triumphs</b>
es: <b>Encuentra las velas al final del arcoíris en el Valle del Triunfo</b>
fr: <b>Trouvez les bougies au bout de l'arc-en-ciel dans la Vallée du triomphe</b>
id: <b>Temukan lilin di ujung pelangi di Lembah Kejayaan</b>
it: <b>Trova le candele alla fine dell'arcobaleno nella Valle del Trionfo</b>
ja: <b>峡谷で虹のキャンドルを見つける</b>
ko: <b>승리의 계곡의 무지개 끝에서 양초를 찾기</b>
pt: <b>Encontre as velas no fim do arco-íris no Vale do Triunfo</b>
ru: <b>Найдите свечи в конце радуги в Долине триумфа</b>
th: <b>ค้นหาเทียนที่สุดปลายสายรุ้งในหุบเขาแห่งชัยชนะ</b>
vi: <b>Tìm những ngọn nến ở cuối cầu vồng ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷找到彩虹蜡烛</b>
zh_hant: <b>找到霞谷的彩虹蠟燭</b>

# daily_quest_visit_skyway_speedtube_desc
source: <b>Visit the Wind Paths and enter the Speedway</b>
de: <b>Besuche die Windpfade und betritt die Abkürzung</b>
es: <b>Visita Los Caminos del viento e ingresa al circuito</b>
fr: <b>Visitez les chemins de vent et rejoignez la grande route</b>
id: <b>Kunjungi Jalur Angin dan masuk Jalur Cepat</b>
it: <b>Visita i Sentieri del Vento ed entra nella Scorciatoia</b>
ja: <b>風の街道をおとずれ、追い風小路に飛びこむ</b>
ko: <b>바람길을 찾아가 지름길 들어가기</b>
pt: <b>Visite as Trilhas do Vento e entre na Via Rápida</b>
ru: <b>Зайдите на быструю дорогу на путях ветра</b>
th: <b>ไปยังเส้นทางสายลม และเข้าสู่เส้นทางเร็วสูง</b>
vi: <b>Tìm Con Đường Gió và tiến vào Đường cao tốc</b>
zh_hans: <b>找到风之大道并进入高速道</b>
zh_hant: <b>找到風之大道並進入高速通道</b>

# daily_quest_visit_stormy_event_desc
source: <b>Visit a shard of darkness fallen to the Kingdom of Sky</b>
de: <b>Besuche eine Scherbe der Finsternis, die in das Königreich von Sky gefallen ist.</b>
es: <b>Visita un fragmento de oscuridad que cayó sobre el reino de Sky</b>
fr: <b>Visitez un fragment des ténèbres tombé dans le royaume de Sky</b>
id: <b>Kunjungi pecahan kegelapan yang jatuh ke Kerajaan Sky</b>
it: <b>Raggiungi un frammento di oscurità caduto nel regno di Sky</b>
ja: <b>Skyの王国に墜ちた闇の破片を見つける</b>
ko: <b>Sky 월드에 떨어진 어둠의 파편을 찾아가세요</b>
pt: <b>Visite um fragmento da escuridão que caiu no Reino de Sky</b>
ru: <b>Найдите осколок тьмы, упавший в мир Sky</b>
th: <b>ไปหาผลึกแห่งความมืดที่ร่วงหล่นลงไปในอาณาจักรแห่งท้องฟ้า</b>
vi: <b>Gặp một mảnh vỡ bóng tối rơi xuống Vương quốc Sky</b>
zh_hans: <b>造访一块坠入《Sky》王国的黑暗碎片</b>
zh_hant: <b>造訪墜入 Sky 國度的黑暗碎片。</b>

# daily_quest_visit_sunset_goldstatue_desc
source: <b>Scale the left statue at Valley's race end</b>
de: <b>Erklimme die linke Statue am Ende des Rennens im Tal</b>
es: <b>Escala la estatua izquierda al final de la carrera del Valle</b>
fr: <b>Escaladez la statue en bout de course dans la Vallée</b>
id: <b>Panjat patung sebelah kiri di ujung pacuan Lembah</b>
it: <b>Scala la statua sinistra sul traguardo della Valle</b>
ja: <b>峡谷のレースのゴール地点左にある像の大きさを測る</b>
ko: <b>계곡의 레이스 끝에서 왼쪽 조각상 위에 오르기</b>
pt: <b>Escalar a estátua da esquerda no final da corrida do Vale</b>
ru: <b>Заберитесь на левую статую у финиша в Долине</b>
th: <b>ปีนรูปปั้นด้านซ้ายที่จุดสิ้นสุดการแข่งขันของหุบเขา</b>
vi: <b>Trèo lên bức tượng bên trái cuối cuộc đua ở Thung Lũng Vinh Quang</b>
zh_hans: <b>攀爬霞谷赛道尽头左侧的雕像</b>
zh_hant: <b>攀爬霞谷賽道盡頭左側的雕像</b>

# daily_quest_visit_sunset_highbeam_desc
source: <b>Zoom past Valley's highest beam</b>
de: <b>Flitze am höchsten Balken des Tals vorbei</b>
es: <b>Pasa rápidamente por la viga más alta en el Valle del Triunfo.</b>
fr: <b>Foncez et dépassez la poutre la plus élevée de la Vallée</b>
id: <b>Lewati pancaran tertinggi Lembah</b>
it: <b>Sfreccia oltre il palo più alto della Valle</b>
ja: <b>峡谷で最も高い光を飛び越える</b>
ko: <b>계곡에서 가장 높은 대들보를 빠르게 지나가기</b>
pt: <b>Passar pelo feixe mais alto do Vale</b>
ru: <b>Пройдите по высочайшей балке Долины</b>
th: <b>ซูมผ่านลำแสงที่สูงที่สุดของหุบเขา</b>
vi: <b>Vượt qua trụ cao nhất ở Thung Lũng Vinh Quang</b>
zh_hans: <b>飞越霞谷最高的梁柱</b>
zh_hant: <b>飛越霞谷最高的樑柱</b>

# daily_quest_visit_sunset_hotspring_desc
source: <b>Visit the Hotspring in the Village of Dreams</b>
de: <b>Besuche die heiße Quelle im Dorf der Träume</b>
es: <b>Visita las aguas termales en la Aldea de los sueños</b>
fr: <b>Visitez la source chaude du village des rêves </b>
id: <b>Kunjungi Mata Air Panas di Desa Impian</b>
it: <b>Visita la sorgente termale nel Villaggio dei Sogni</b>
ja: <b>夢見の町の温泉を訪れる</b>
ko: <b>꿈의 마을 온천을 찾아가기</b>
pt: <b>Visite as águas termais na Aldeia dos Sonhos</b>
ru: <b>Зайдите на горячий источник в Деревушке мечтаний</b>
th: <b>ไปที่น้ำพุร้อนในหมู่บ้านแห่งความฝัน</b>
vi: <b>Ghé thăm Suối nước nóng ở Làng Giấc Mơ</b>
zh_hans: <b>拜访园梦村的温泉</b>
zh_hant: <b>拜訪圓夢村的溫泉</b>

# daily_quest_visit_sunset_ice_rink_desc
source: <b>Skate in the ice rink in Valley</b>
de: <b>Laufe Schlittschuh auf der Eisbahn im Tal</b>
es: <b>Patina sobre el Lago Congelado</b>
fr: <b>Patinez à la patinoire de la Vallée</b>
id: <b>Berseluncur di Danau Beku</b>
it: <b>Pattina sulla pista di pattinaggio sul ghiaccio nella Valle</b>
ja: <b>峡谷にあるスケートリンクで滑る</b>
ko: <b>계곡의 아이스링크에서 스케이트 타기</b>
pt: <b>Patinar na pista de gelo do Vale</b>
ru: <b>Покатайтесь на катке в Долине</b>
th: <b>เล่นสเกตในลานน้ำแข็งในหุบเขา</b>
vi: <b>Trượt băng ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷滑冰</b>
zh_hant: <b>在霞谷滑冰</b>

# daily_quest_visit_sunset_twins_desc
source: <b>Climb the Valley statues who watch over the start line</b>
de: <b>Erklimme die Statuen im Tal, die über die Startline wachen</b>
es: <b>Escala las estatuas que observan la línea de arranque en Valle del Triunfo</b>
fr: <b>Grimpez les statues surplombant la ligne d’arrivée dans la Vallée</b>
id: <b>Panjat patung Lembang yang mengawasi garis permulaan</b>
it: <b>Scala le statue della Valle che sorvegliano la linea di partenza</b>
ja: <b>峡谷のレースのスタートラインを見下ろす双子を見つける</b>
ko: <b>계곡에서 출발점을 내려다보는 조각상 위에 오르기</b>
pt: <b>Escalar as estátuas que vigiam a linha de chegada no Vale</b>
ru: <b>Заберитесь на статуи в Долине, наблюдающие за линией старта</b>
th: <b>ปีนขึ้นไปบนรูปปั้นหุบเขาที่คอยดูแลเส้นเริ่มต้น</b>
vi: <b>Leo lên những bức tượng nhìn về phía vạch xuất phát ở Thung Lũng Vinh Quang</b>
zh_hans: <b>攀爬霞谷竞速起跑线的双子雕像</b>
zh_hant: <b>攀爬霞谷競速起跑線的雙子雕像</b>

# daily_quest_visit_tgc_office_staff_desc
source: <b>Find a secret staff member in the office</b>
de: <b>Finde einen geheimen Angestellten im Büro</b>
es: <b>Encuentra al empleado secreto en la oficina</b>
fr: <b>Cherchez un membre du personnel secret dans le bureau</b>
id: <b>Temukan anggota staf rahasia di kantor</b>
it: <b>Trova un membro segreto del personale nell'ufficio</b>
ja: <b>秘密のエリアでお仕事中の精霊を探す</b>
ko: <b>사무실에서 비밀 직원 찾기</b>
pt: <b>Encontre um funcionário secreto no escritório</b>
ru: <b>Отыщите секретного сотрудника в офисе</b>
th: <b>ค้นหาพนักงานลับในสำนักงาน</b>
vi: <b>Tìm một nhân viên bí mật trong văn phòng</b>
zh_hans: <b>在办公室找到秘密工作人员</b>
zh_hant: <b>找到在辦公室的秘密工作人員</b>

# daily_quest_wave_at_a_friend_desc
source: <b>Wave to a friend</b>
de: <b>Winke einem Freund zu</b>
es: <b>Saluda a un amigo</b>
fr: <b>Faites signe à un ami</b>
id: <b>Lambaikan tangan ke teman</b>
it: <b>Saluta un amico</b>
ja: <b>フレンドに手を振る</b>
ko: <b>친구에게 손 흔들기</b>
pt: <b>Dar tchau para um amigo</b>
ru: <b>Помашите другу</b>
th: <b>โบกมือให้เพื่อน</b>
vi: <b>Vẫy tay với một người bạn</b>
zh_hans: <b>向一位朋友招手</b>
zh_hant: <b>向一位朋友招手</b>

# daily_quest_world_quest_ap09_fetch_01_desc
source: <b>Practice with the skater in the Village of Dreams</b>
de: <b>Übe mit der Skaterin im Dorf der Träume</b>
es: <b>Practica con la patinadora en la Aldea de los Sueños</b>
fr: <b>Entraînez-vous avec la patineuse dans le village des rêves</b>
id: <b>Berlatih dengan alat seluncur di Desa Impian</b>
it: <b>Esercitati con la skater nel Villaggio dei Sogni</b>
ja: <b>夢見の町で、スケーターと一緒に練習する</b>
ko: <b>꿈의 마을에서 스케이트 선수와 함께 연습하기</b>
pt: <b>Pratique com a Patinadora na Aldeia dos Sonhos</b>
ru: <b>Попрактикуйтесь с конькобежцем в Деревушке мечтаний</b>
th: <b>ฝึกฝนกับนักสเกตในหมู่บ้านแห่งความฝัน</b>
vi: <b>Luyện tập với vận động viên trượt băng ở Làng Giấc Mơ</b>
zh_hans: <b>在圆梦村练习滑冰</b>
zh_hant: <b>在圓夢村練習滑冰</b>

# daily_quest_world_quest_ap09_fetch_02_desc
source: <b>Race down the slopes with the skater in the Village of Dreams</b>
de: <b>Rase mit der Skaterin die Hänge im Dorf der Träume hinab</b>
es: <b>Corre cuesta abajo con la patinadora en la Aldea de los Sueños</b>
fr: <b>Dévalez les pistes avec la patineuse dans le village des rêves</b>
id: <b>Balapan menuruni lereng dengan alat seluncur di Desa Impian</b>
it: <b>Corri sulle piste con la skater nel Villaggio dei Sogni</b>
ja: <b>夢見の町で、スケーターと一緒にコースを滑り降りる</b>
ko: <b>꿈의 마을에서 스케이트 선수와 함께 경사로를 따라 질주하기</b>
pt: <b>Desça as ladeiras com a Patinadora na Aldeia dos Sonhos</b>
ru: <b>Прокатитесь с конькобежцем по холмам в Деревушке мечтаний</b>
th: <b>แข่งขันลงเนินกับนักสเกตในหมู่บ้านแห่งความฝัน</b>
vi: <b>Đua xuống dốc với vận động viên trượt băng ở Làng Giấc Mơ</b>
zh_hans: <b>在圆梦村竞速滑下斜坡</b>
zh_hant: <b>在圓夢村競速滑下斜坡</b>

# daily_quest_world_quest_ap09_fetch_03_desc
source: <b>Race down the mountain with the skater in the Hermit Valley</b>
de: <b>Rase mit der Skaterin den Berg im Einsiedlertal hinab</b>
es: <b>Corre cuesta abajo de la montaña con la patinadora en el Valle del Ermitaño</b>
fr: <b>Dévalez la montagne avec la patineuse dans la vallée de l'ermite</b>
id: <b>Balapan menuruni gunung dengan alat seluncur di Lembah Pertapa</b>
it: <b>Corri giù per la montagna con la skater nella Valle dell'Eremita</b>
ja: <b>隠者の峠から、スケーターと一緒に山を滑り降りる</b>
ko: <b>은둔자의 언덕에서 스케이트 선수와 함께 산을 따라 질주하기</b>
pt: <b>Desça a montanha com a Patinadora na Aldeia do Ermitão</b>
ru: <b>Прокатитесь с конькобежцем по горам в Долине Отшельника</b>
th: <b>แข่งขันลงภูเขากับนักสเกตในหุบเขานักบวช</b>
vi: <b>Đua xuống núi với vận động viên trượt băng ở Thung Lũng Hermit</b>
zh_hans: <b>在隐者山谷竞速滑下山脉</b>
zh_hant: <b>在隱者山谷競速滑下山脈</b>

# daily_quest_world_quest_ap09_fetch_04_desc
source: <b>Rehearse for a performance with the skater in the Coliseum</b>
de: <b>Probe einen Auftritt mit der Skaterin im Kolosseum</b>
es: <b>Ensaya para una presentación con la patinadora en el coliseo</b>
fr: <b>Répètez pour un spectacle avec la patineuse dans le colisée</b>
id: <b>Berlatih untuk pertunjukan dengan alat seluncur di Coliseum</b>
it: <b>Fai pratica per un'esibizione con la skater nel Colosseo</b>
ja: <b>円形劇場で、スケーターと一緒に演技のリハーサルをする</b>
ko: <b>대경기장에서 스케이트 선수와 함께 공연 리허설 하기</b>
pt: <b> Ensaie para uma apresentação com a Patinadora no Coliseu </b>
ru: <b>Отрепетируйте выступление в Колизее с конькобежцем</b>
th: <b>ซ้อมการแสดงกับนักสเกตในโคลีเซียม</b>
vi: <b>Tập dượt cho buổi biểu diễn với vận động viên trượt băng ở Đấu Trường</b>
zh_hans: <b>在竞技场排练滑冰演出</b>
zh_hant: <b>在競技場排練滑冰演出</b>

# daily_quest_world_quest_ap10_fetch_01_desc
source: <b>Complete the bookshelf scavenger hunt</b>
de: <b>Schließe die Bücherregal-Schnitzeljagd ab</b>
es: <b>Completa la búsqueda del tesoro de la estantería</b>
fr: <b>Complétez la chasse au trésor de l'étagère</b>
id: <b>Selesaikan perburuan rak buku</b>
it: <b>Completa la caccia alla libreria</b>
ja: <b>本棚を探す精霊を手伝う</b>
ko: <b>책꽂이 아이템 보물찾기 게임을 완료하기</b>
pt: <b> Conclua a caça ao tesouro da estante</b>
ru: <b>Отыщите все фрагменты книжного шкафа</b>
th: <b>ตามล่าหาชั้นวางหนังสือได้สำเร็จ</b>
vi: <b>Hoàn thành cuộc tìm kiếm trên giá sách</b>
zh_hans: <b>完成书架寻物游戏</b>
zh_hant: <b>完成書架尋物遊戲</b>

# daily_quest_world_quest_ap10_fetch_02_desc
source: <b>Complete the torch scavenger hunt</b>
de: <b>Schließe die Fakel-Schnitzeljagd ab</b>
es: <b>Completa la búsqueda del tesoro de la antorcha</b>
fr: <b>Complétez la chasse au trésor de la torche</b>
id: <b>Selesaikan perburuan obor</b>
it: <b>Completa la caccia alla fiaccola</b>
ja: <b>たいまつを探す精霊を手伝う</b>
ko: <b>횃불 아이템 보물찾기 게임을 완료하기</b>
pt: <b>Conclua a caça ao tesouro da tocha</b>
ru: <b>Отыщите все фрагменты факела</b>
th: <b>ตามล่าหาคบเพลิงได้สำเร็จ</b>
vi: <b>Hoàn thành cuộc tìm kiếm bó đuốc</b>
zh_hans: <b>完成火炬寻物游戏</b>
zh_hant: <b>完成火炬尋物遊戲</b>
