Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_spirit_discoverark3_desc
source: Bring <1>Ceasing Commodore</1> back to the <1>Enchantment Guide</1>
de: Bringe den <1>Kommando-Kapitän</1> zurück zum <1>Verzauberungshelfer</1>
es: Regresa al <1>Capitán de navío cesante</1> al <1>Guía del Encanto</1>
fr: Ramenez le <1>commodore commandant</1> au <1>guide de l'Enchantement</1>
id: Bawa <1>Komodor Berhenti<1> kembali ke <1>Pemandu Pesona</1>
it: Riporta il <1>Commodoro autorevole</1> alla <1>Guida dell'incantesimo</1>
ja: <1>動じない提督</1>を<1>魔法の案内人</1>のもとへ連れていきましょう
ko: <1>위풍당당 선장</1>을 <1>마법의 안내자</1>에게 데려가기
pt: Leve o <1>Comodoro Abandonado</1> de volta para o <1>Guia do Encanto</1>
ru: Приведите <1>Командора-начальника</1> к <1>Проводнику волшебства</1>
th: พา<1>พลเรือผู้ผ่อนปรน</1>กลับไปหา<1>ผู้แนะนำการร่ายมนตร์</1>
vi: Đưa <1>Thuyền Trưởng Uy Nghiêm<1> trở lại với <1>Chỉ Dẫn Phép Thuật</1>
zh_hans: 将<1>威严舰长</1>带回<1>魔法向导</1>处
zh_hant: 帶<1>威嚴的艦長</1>去找<1>魔法嚮導</1>

# daily_quest_spirit_exploresanctuary1_desc
source: Bring <1>Nightbird Whisperer</1> to the jellyfish for a photo
de: Bringe die <1>Nachtvogelflüsterin</1> für ein Foto zu den Quallen
es: Lleva a la <1>Susurradora de aves nocturnas</1> hasta la medusa para tomar una foto
fr: Emmenez la <1>charmeuse d’oiseaux de nuit</1> voir la méduse pour une photo
id: Ajaklah <1>Pembisik Burung Malam</1> ke ubur-ubur untuk berfoto
it: Porta l'<1>Allevatrice di uccelli notturni</1> alla medusa per una foto
ja: <1>夜鳥の語り部</1>を海月のところへ連れていき写真を撮りましょう
ko: <1>밤의 새 소리꾼</1>을 해파리에게 데려가서 사진을 찍기
pt: Leve a <1>Domadora de Aves Noturnas</1> para tirar uma foto com a água-viva
ru: Приведите <1>Заклинательницу сов</1> к медузе для фото
th: พา<1>ผู้รู้ใจนกราตรี</1>ไปหาแมงกะพรุนเพื่อถ่ายรูป
vi: Đưa <1>Chim Đêm Thì Thầm</1> đến chỗ sứa để chụp ảnh
zh_hans: 将<1>夜鸟语者</1>带到水母身边拍张照片
zh_hant: 帶<1>夜鳥語者</1>到水母旁拍照

# daily_quest_spirit_exploresanctuary2_desc
source: Bring <1>Jolly Geologist</1> to the rocks for a photo
de: Bringe die <1>Fröhliche Geologin</1> für ein Foto zu den Kristallen
es: Lleva a la <1>Geóloga alegre</1> hasta las rocas para tomar una foto
fr: Emmenez la <1>géologue joyeuse</1> aux pierres pour une photo
id: Ajaklah <1>Ahli Geologi Periang</1> ke bebatuan untuk berfoto
it: Porta la <1>Geologa allegra</1> ai cristalli per una foto
ja: <1>上機嫌な地質学者</1>を岩のところへ連れていき写真を撮りましょう
ko: <1>유쾌한 지질학자</1>를 바위로 데려가서 사진을 찍기
pt: Leve a <1>Geóloga Divertida</1> para tirar uma foto nas pedras
ru: Приведите <1>Весёлого геолога</1> к камням для фото
th: พา<1>นักธรณีวิทยาผู้ร่าเริง</1>ไปที่โขดหินเพื่อถ่ายรูป
vi: Đưa <1>Nhà Địa Chất Vui Vẻ</1> đến chỗ đá để chụp ảnh
zh_hans: 将<1>雀跃地质学家</1>带到岩石旁边拍张照片
zh_hant: 帶<1>雀躍地質學家</1>到岩石旁拍照

# daily_quest_spirit_exploresanctuary3_desc
source: Bring <1>Ascetic Monk</1> to the bells for a photo
de: Bringe den <1>Asketen-Mönch</1> für ein Foto zu den Glocken
es: Lleva al <1>Monje ascético</1> hasta las campanas para tomar una foto
fr: Emmenez le <1>moine ascétique</1> aux cloches pour une photo
id: Ajaklah <1>Biksu Pertapa</1> ke lonceng untuk berfoto
it: Porta il <1>Monaco asceta</1> alle campane per una foto
ja: <1>節制の修行者</1>を鐘のところへ連れていき写真を撮りましょう
ko: <1>금욕적인 수도승</1>을 종으로 데려가서 사진을 찍기
pt: Leve o <1>Monge Asceta</1> para tirar uma foto nos sinos
ru: Приведите <1>Монаха-отшельника</1> к колоколам для фото
th: พา<1>นักพรต</1>ไปที่่ระฆังเพื่อถ่ายรูป
vi: Đưa <1>Nhà Sư Khổ Hạnh</1> đến chỗ chuông để chụp ảnh
zh_hans: 将<1>苦行僧侣</1>带到大钟旁边拍张照片
zh_hant: 帶<1>苦行僧侶</1>到鐘樓旁拍照

# daily_quest_spirit_force_desc
source: <b>Relive this spirit memory from Vault of Knowledge</b>
de: <b>Erlebe dieses Geistererinnerung aus dem Tresor des Wissens</b>
es: <b>Revive esta memoria de espíritu de la Bóveda de Conocimiento</b>
fr: <b>Revivez ce souvenir d’esprit de la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan roh ini dari Kubah Pengetahuan</b>
it: <b>Rivivi questo ricordo dello spirito dalla Cupola della Conoscenza</b>
ja: <b>紋様が示す書庫の精霊の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual do Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания духа из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Kho Tri Thức</b>
zh_hans: <b>重温这个来自禁阁先灵的记忆</b>
zh_hant: <b>重溫這個來自禁閣先靈的記憶</b>

# daily_quest_spirit_forgottenstory1_desc
source: Take a selfie with the <b>skater statue</b>
de: Mache ein Selfie mit der <b>Skater-Statue</b>
es: Tómate una selfi con la <b>estatua de la patinadora</b>
fr: Prenez un selfie avec la <b>statue de la patineuse</b>
id: Berfoto selfie dengan <b>patung skater</b>
it: Scattati un selfie con la <b>statua della skater</b>
ja: <b>スケーターの像</b>とセルフィを撮りましょう
ko: <b>스케이트 선수 조각상</b>과 함께 셀카를 찍기
pt: Tire uma selfie com a <b>estátua da patinadora</b>
ru: Сделайте селфи со <b>статуей конькобежца</b>
th: ถ่ายภาพเซลฟี่กับ<b>รูปปั้นนักเล่นสเก็ต</b>
vi: Chụp ảnh selfie với <b>tượng người trượt băng</b>
zh_hans: 与<b>滑冰者雕像</b>一起完成一张自拍照
zh_hant: 與<b>滑冰者雕像</b>自拍

# daily_quest_spirit_forgottenstory1_hint
source: Snap a photo of you and the <b>skater statue</b>
de: Mach ein Foto von dir und der <b>Skater-Statue</b>
es: Tómate una foto con la <b>estatua de la patinadora</b>
fr: Prenez une photo de vous et de la <b>statue de la patineuse</b>
id: Ambil foto kamu dan <b>patung skater</b>
it: Scattati una foto vicino alla <b>statua della skater</b>
ja: <b>スケーターの像</b>と自身が写る写真を撮影する
ko: <b>스케이트 선수 조각상</b>과 함께 사진 찍기
pt: Tire uma foto sua com a <b>estátua da patinadora</b>
ru: Сделайте фото с собой и <b>статуей конькобежца</b>
th: ถ่ายรูปตัวคุณกับ<b>รูปปั้นนักสเกต</b>
vi: Chụp ảnh bạn và <b>bức tượng trượt băng</b>
zh_hans: 拍摄一张你和<b>滑冰者雕像</b>的快照
zh_hant: 拍一張你與<b>滑冰者雕像</b>的合照

# daily_quest_spirit_forgottenstory2_desc
source: Take a selfie with a <b>gondola</b>
de: Mache ein Selfie mit einer <b>Gondel</b>
es: Tómate una selfi con una <b>góndola</b>
fr: Prenez un selfie avec une <b>gondole</b>
id: Berfoto selfie dengan <b>gondola</b>
it: Scattati un selfie con una <b>gondola</b>
ja: <b>リフト</b>とセルフィを撮りましょう
ko: <b>곤돌라</b>와 함께 셀카를 찍기
pt: Tire uma selfie com a <b>gôndola</b>
ru: Сделайте селфи с <b>гондолой</b>
th: ถ่ายภาพเซลฟี่กับ<b>เรือกอนโดลา</b>
vi: Chụp ảnh selfie với <b>thuyền gondola</b>
zh_hans: 与<b>贡多拉船</b>一起完成一张自拍照
zh_hant: 與<b>貢多拉船</b>自拍

# daily_quest_spirit_forgottenstory2_hint
source: Snap a photo of you and a <b>gondola</b>
de: Mache ein Foto von dir und einer <b>Gondel</b>
es: Tómate una foto con una <b>góndola</b>
fr: Prenez une photo de vous et d’une <b>gondole</b>
id: Ambil foto diri kamu dan <b>gondola</b>
it: Scattati una foto vicino a una <b>gondola</b>
ja: あなたと<b>リフト</b>が写った写真を撮りましょう
ko: <b>곤돌라</b>와 자신이 같이 나오게 셀카를 찍기
pt: Tire uma foto sua com a <b>gôndola</b>
ru: Сделайте фото с собой и <b>гондолой</b>
th: ถ่ายรูปคุณและ<b>เรือกอนโดลา</b>
vi: Chụp ảnh bạn và <b>thuyền gondola</b>
zh_hans: 拍摄一张你和<b>贡多拉船</b>的合照
zh_hant: 拍一張你和<b>貢多拉船</b>的合照

# daily_quest_spirit_forgottenstory3_desc
source: Take a selfie at the <b>Hotspring</b>
de: Mache ein Selfie an der <b>heißen Quelle</b>
es: Tómate una selfi en las <b>aguas termales</b>
fr: Prenez un selfie à la <b>source chaude</b>
id: Berfoto selfie di <b>Pemandian Air Panas</b>
it: Scattati un selfie alla <b>sorgente termale</b>
ja: <b>温泉</b>でセルフィを撮りましょう
ko: <b>온천</b>에서 셀카를 찍기
pt: Tire uma selfie nas <b>águas termais</b>
ru: Сделайте селфи с <b>горячим источником</b>
th: ถ่ายภาพเซลฟี่ที่<b>บ่อน้ำพุร้อน</b>
vi: Chụp ảnh selfie tại <b>Suối Nước Nóng</b>
zh_hans: 在<b>温泉</b>处拍摄一张自拍
zh_hant: 在<b>溫泉</b>自拍

# daily_quest_spirit_forgottenstory3_hint
source: Snap a photo of you at the <b>Hotspring</b>
de: Mache ein Foto von dir an der <b>heißen Quelle</b>
es: Tómate una foto en las <b>aguas termales</b>
fr: Prenez une photo de vous à la <b>source chaude</b>
id: Ambil foto diri kamu di <b>Pemandian Air Panas</b>
it: Scattati una foto alla <b>sorgente termale</b>
ja: あなたと<b>温泉</b>が写った写真を撮りましょう
ko: <b>온천</b>에서 자기 사진을 찍기
pt: Tire uma foto sua com as <b>águas termais</b>
ru: Сделайте фото с собой и <b>горячим источником</b>
th: ถ่ายรูปคุณที่<b>บ่อน้ำพุร้อน</b>
vi: Chụp ảnh bạn tại <b>Suối Nước Nóng</b>
zh_hans: 在<b>温泉</b>处拍摄一张你的快照
zh_hant: 拍一張你在<b>溫泉</b>的照片

# daily_quest_spirit_grieving2_desc
source: Help <1>Apologetic Lumberjack</1> push the tree
de: Hilf dem <1>sich entschuldigenden Baumfäller</1>, den Baum zu schieben
es: Ayuda al <1>Leñador arrepentido</1> a empujar el árbol
fr: Aidez le <1>bûcheron désolé</1> à pousser l’arbre
id: Bantu <1>Penebang Minta Maaf</1> mendorong pohon
it: Aiuta il <1>Taglialegna dispiaciuto</1> a spingere l'albero
ja: <1>反省する木こり</1>が木を移動させるのを手伝いましょう
ko: <1>사과하는 나무꾼</1>이 나무를 미는 걸 도와주기
pt: Ajude o <1>Lenhador Apologético</1> a empurrar a árvore
ru: Помогите <1>Извиняющемуся лесорубу</1> передвинуть дерево
th: ช่วย<1>คนตัดไม้ผู้สำนึกผิด</1>ผลักต้นไม้
vi: Giúp <1>Thợ Rừng Có Lỗi</1> đẩy cây
zh_hans: 帮助<1>歉意伐木工</1>推动大树
zh_hant: 幫助<1>歉意伐木工</1>推動樹幹

# daily_quest_spirit_grieving3_desc
source: Comfort <1>Dismayed Hunter</1>
de: Spende der <1>Bestürzten Jägerin</1> Trost
es: Consuela a la <1>Cazadora abatida</1>
fr: Rassurez la <1>chasseuse consternée</1>
id: Berikan penghiburan untuk <1>Pemburu Kecewa</1>
it: Conforta la <1>Cacciatrice costernata</1>
ja: <1>うろたえる狩人</1>を慰めましょう
ko: <1>경악하는 사냥꾼</1>을 위로하기
pt: Conforte a <1>Caçadora Desmaiada</1>
ru: Успокойте <1>Встревоженного охотника</1>
th: ปลอบโยน<1>นายพรานผู้ผิดหวัง</1>
vi: An ủi <1>Thợ Săn Thất Vọng</1>
zh_hans: 安抚<1>沮丧猎人</1>
zh_hant: 安慰<1>沮喪獵人</1>

# daily_quest_spirit_grieving4_desc
source: Show <1>Dismayed Hunter</1> the whale's resting place
de: Zeige der <1>Bestürzten Jägerin</1> den letzten Ruheort des Wals
es: Muéstrale a la <1>Cazadora abatida</1> el lugar de descanso final de la ballena
fr: Montrez le lieu de repos de la baleine à la <1>chasseuse consternée</1>
id: Tunjukkan <1>Pemburu Kecewa</1> tempat peristirahatan paus
it: Mostra alla <1>Cacciatrice costernata</1> il luogo di riposo della balena
ja: <1>うろたえる狩人</1>に鯨が眠る地を案内しましょう
ko: <1>경악하는 사냥꾼</1>에게 고래의 무덤을 보여주기
pt: Mostre à <1>Caçadora Desmaiada</1> a morada da baleia
ru: Покажите <1>Встревоженному охотнику</1> место упокоения кита
th: พา<1>นายพรานผู้ผิดหวัง</1>ไปพบกับที่พักของปลาวาฬ
vi: Cho <1>Thợ Săn Thất Vọng</1> thấy nơi nghỉ ngơi của cá voi
zh_hans: 向<1>沮丧猎人</1>展示鲸鱼的栖息地
zh_hant: 帶<1>沮喪獵人</1>去鯨魚的安息地

# daily_quest_spirit_grieving5_desc
source: Show <1>Dismayed Hunter</1> another wonder of the Forest
de: Zeige der <1>Bestürzten Jägerin</1> ein weiteres Wunder des Waldes
es: Muéstrale a la <1>Cazadora abatida</1> otra maravilla del bosque
fr: Montrez une autre merveille de la forêt à la <1>chasseuse consternée</1>.
id: Tunjukkan <1>Pemburu Kecewa</1> keajaiban Hutan lainnya
it: Mostra alla <1>Cacciatrice costernata</1> un'altra meraviglia della foresta
ja: <1>うろたえる狩人</1>に雨林の驚異を見せましょう
ko: <1>경악하는 사냥꾼</1>에게 숲 속 놀라운 광경을 보여주기
pt: Mostre à <1>Caçadora Desmaiada</1> outra maravilha da Floresta
ru: Покажите <1>Встревоженному охотнику</1> ещё одно чудо Леса
th: พา<1>นายพรานผู้ผิดหวัง</1>ไปพบกับอีกหนึ่งความมหัศจรรย์ของป่า
vi: Cho <1>Thợ Săn Thất Vọng</1> thấy một kỳ quan khác của Rừng Mưa
zh_hans: 向<1>沮丧猎人</1>展示另一项森林奇观
zh_hant: 向<1>沮喪獵人</1>展示雨林的另一處奇景

# daily_quest_spirit_grieving5_hint
source: Show <1>Dismayed Hunter</1> another wonder of the Forest
de: Zeige der <1>Bestürzten Jägerin</1> ein weiteres Wunder des Waldes
es: Muéstrale a la <1>Cazadora abatida</1> otra maravilla del bosque.
fr: Montrez à la <1>Chasseuse consternée</1> une autre merveille de la forêt.
id: Tunjukkan <1>Pemburu yang Kecewa</1> keajaiban lain dari Hutan
it: Mostra alla <1>Cacciatrice costernata</1> un'altra meraviglia della foresta
ja: <1>うろたえる狩人</1>に雨林の別の驚異を見せる
ko: <1>경악하는 사냥꾼</1>에게 숲 속의 또 다른 놀라운 광경을 보여 주세요
pt: Mostre à <1>Caçadora Desmaiada</1> outra maravilha da Floresta
ru: Покажите <1>Встревоженному охотнику</1> ещё одно чудо Леса
th: แสดง<1>นายพรานผู้ผิดหวัง</1>ให้พบกับอีกหนึ่งความมหัศจรรย์ของป่า
vi: Chỉ cho <1>Thợ Săn Thất Vọng</1> một kỳ quan khác của Rừng Mưa
zh_hans: 向<1>沮丧猎人</1>展示雨林的另一奇观
zh_hant: 向<1>沮喪獵人</1>展示雨林的另一處奇景

# daily_quest_spirit_hidenseek1_desc
source: Seek out <1>Apologetic Lumberjack</1>
de: Suche den <1>sich entschuldigenden Baumfäller</1>
es: Ve a buscar al <1>Leñador arrepentido</1>
fr: Cherchez le <1>bûcheron désolé</1>
id: Temukan <1>Penebang Minta Maaf</1>
it: Cerca il <1>Taglialegna dispiaciuto</1>
ja: <1>反省する木こり</1>を探しましょう
ko: <1>사과하는 나무꾼</1>을 찾기
pt: Procure o <1>Lenhador Apologético</1>
ru: Разыщите <1>Извиняющегося лесоруба</1>
th: ค้นหา<1>คนตัดไม้ผู้สำนึกผิด</1>
vi: Tìm kiếm <1>Thợ Rừng Có Lỗi</1>
zh_hans: 找出<1>歉意伐木工</1>
zh_hant: 尋找<1>歉意伐木工</1>

# daily_quest_spirit_hidenseek1_hint
source: Hide And Seek: Find <1>Apologetic Lumberjack</1> hiding nearby!
de: Versteckspiel: Finde den <1>sich entschuldigenden Baumfäller</1>, der sich in der Nähe versteckt!
es: Escondidas: ¡Busca al <1>leñador arrepentido</1> que se esconde por aquí!
fr: Cache-cache : Trouvez <1>Bûcheron désolé</1> qui se cache dans les parages !
id: Petak umpet: Temukan <1>Penebang Minta Maaf</1> yang bersembunyi di dekatnya!
it: Nascondino: trova il <1>Taglialegna dispiaciuto</1> nelle vicinanze!
ja: かくれんぼ： 近くに隠れている<1>反省する木こり</1>を見つけましょう！
ko: 숨바꼭질: 근처에 숨은 <1>사과하는 나무꾼</1>을 찾으세요!
pt: Esconde-esconde: Encontre o <1>Lenhador Apologético</1> escondido por perto!
ru: Прятки: Найдите <1>Извиняющегося лесоруба</1>, который прячется неподалеку!
th: ซ่อนหา: ค้นหา<1>คนตัดไม้ผู้สำนึกผิด</1>ที่ซ่อนอยู่ใกล้เคียง!
vi: Trốn Tìm: Tìm <1>Thợ Rừng Có Lỗi</1> đang ẩn nấp gần đó!
zh_hans: 捉迷藏：找到藏在附近的<1>歉意伐木工</1>！
zh_hant: 捉迷藏：找到躲在附近的<1>歉意伐木工</1>！

# daily_quest_spirit_hidenseek2_desc
source: Seek out <1>Tearful Light Miner</1>
de: Suche die <1>Weinerliche Lichtabbauerin</1>
es: Ve a buscar a la <1>Minera de luz llorona</1>
fr: Cherchez la <1>mineuse de lumière en larmes</1>
id: Temukan <1>Penambang Cahaya Menangis</1>
it: Cerca la <1>Minatrice della luce triste</1>
ja: <1>涙ぐむ光坑夫</1>を探しましょう
ko: <1>눈물 흘리는 광부</1>를 찾기
pt: Procure a <1>Mineradora de Luz Triste</1>
ru: Разыщите <1>Слезливого сборщика света</1>
th: ค้นหา<1>นักขุดแสงเจ้าน้ำตา</1>
vi: Tìm kiếm <1>Thợ Mỏ Bi Thương</1>
zh_hans: 找出<1>悲伤矿工</1>
zh_hant: 尋找<1>悲傷礦工</1>

# daily_quest_spirit_hidenseek2_hint
source: Hide And Seek: Find <1>Tearful Light Miner</1> hiding nearby!
de: Versteckspiel: Finde die <1>weinerliche Lichtabbauerin</1>, die sich in der Nähe versteckt!
es: Escondidas: ¡Busca a la <1>minera de luz llorona</1> que se esconde por aquí!
fr: Cache-cache : Trouvez <1>Mineuse de lumière en larmes</1> qui se cache dans les parages !
id: Petak Umpet: Temukan <1>Penambang Cahaya Menangis</1> yang bersembunyi di dekatnya!
it: Nascondino: trova la <1>Minatrice della luce triste</1> nascosta nelle vicinanze!
ja: かくれんぼ： 近くに隠れている<1>涙ぐむ光坑夫</1>を見つけましょう！
ko: 숨바꼭질: 근처에 숨은 <1>눈물 흘리는 광부</1>를 찾으세요!
pt: Esconde-esconde: Encontre a <1>Mineradora de Luz Triste</1> escondida por perto!
ru: Прятки: Найдите <1>Слезливого сборщика света</1>, который прячется неподалеку!
th: ซ่อนหา: ค้นหา<1>นักขุดแสงเจ้าน้ำตา</1>ที่ซ่อนอยู่ใกล้เคียง!
vi: Trốn Tìm: Tìm <1>Thợ Mỏ Bi Thương</1> đang ẩn nấp gần đó!
zh_hans: 捉迷藏：找到藏在附近的<1>悲伤矿工</1>！
zh_hant: 捉迷藏：找到躲在附近的<1>悲傷礦工</1>！

# daily_quest_spirit_hidenseek3_desc
source: Seek out <1>Dismayed Hunter</1>
de: Suche die <1>Bestürzte Jägerin</1>
es: Ve a buscar a la <1>Cazadora abatida</1>
fr: Cherchez la <1>chasseuse consternée</1>
id: Temukan <1>Pemburu Kecewa</1>
it: Cerca la <1>Cacciatrice costernata</1>
ja: <1>うろたえる狩人</1>を探しましょう
ko: <1>경악하는 사냥꾼</1>을 찾기
pt: Procure o <1>Caçadora Desmaiada</1>
ru: Разыщите <1>Встревоженного охотника</1>
th: ค้นหา<1>นายพรานผู้ผิดหวัง</1>
vi: Tìm kiếm <1>Thợ Săn Thất Vọng</1>
zh_hans: 找出<1>沮丧猎人</1>
zh_hant: 尋找<1>沮喪獵人</1>

# daily_quest_spirit_hidenseek3_hint
source: Hide And Seek: Find <1>Dismayed Hunter</1> hiding nearby!
de: Versteckspiel: Finde eine <1>bestürzte Jägerin</1>, die sich in der Nähe versteckt!
es: Escondidas: ¡Busca a la <1>cazadora abatida</1> que se esconde por aquí!
fr: Cache-cache : Trouvez <1>Chasseuse consternée</1> qui se cache dans les parages !
id: Petak Umpet: Temukan <1>Pemburu Kecewa</1> yang bersembunyi di dekatnya!
it: Nascondino: Trova la <1>Cacciatrice costernata</1> nascosta nelle vicinanze!
ja: かくれんぼ： 近くに隠れている<1>うろたえる狩人</1>を見つけましょう！
ko: 숨바꼭질: 근처에 숨은 <1>경악하는 사냥꾼</1>을 찾으세요!
pt: Esconde-esconde: Encontre a <1>Caçadora Desmaiada</1> escondida por perto!
ru: Прятки: Найдите <1>Встревоженного охотника</1>, который прячется неподалеку!
th: ซ่อนหา: ค้นหา<1>นายพรานผู้ผิดหวัง</1>ที่ซ่อนอยู่ใกล้เคียง!
vi: Trốn Tìm: Tìm <1>Thợ Săn Thất Vọng</1> đang ẩn nấp gần đó!
zh_hans: 捉迷藏：找到藏在附近的<1>沮丧猎人</1>！
zh_hant: 捉迷藏：找到躲在附近的<1>沮喪獵人</1>！

# daily_quest_spirit_love_desc
source: <b>Relive this spirit memory from Vault of Knowledge</b>
de: <b>Erlebe dieses Geistererinnerung aus dem Tresor des Wissens</b>
es: <b>Revive esta memoria de espíritu de la Bóveda de Conocimiento</b>
fr: <b>Revivez ce souvenir d’esprit de la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan roh ini dari Kubah Pengetahuan</b>
it: <b>Rivivi questo ricordo dello spirito dalla Cupola della Conoscenza</b>
ja: <b>紋様が示す書庫の精霊の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual do Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания духа из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Kho Tri Thức</b>
zh_hans: <b>重温这个来自禁阁先灵的记忆</b>
zh_hant: <b>重溫這個來自禁閣先靈的記憶</b>

# daily_quest_spirit_musicianrace1_desc
source: Find and retrieve the guitar
de: Finde und hole die Gitarre zurück
es: Ve a recuperar la guitarra
fr: Trouvez et prenez la guitare
id: Temukan dan ambil gitar
it: Trova e recupera la chitarra
ja: ギターを見つけて回収しましょう
ko: 기타를 찾아서 가져오기
pt: Encontre e devolva a guitarra
ru: Найдите и принесите гитару
th: ค้นหาและเก็บกีตาร์
vi: Tìm và lấy lại cây đàn guitar
zh_hans: 找到并带回吉他
zh_hant: 幫忙把吉他找回來

# daily_quest_spirit_musicianrace2_desc
source: Find and retrieve the guitar
de: Finde und hole die Gitarre zurück
es: Ve a recuperar la guitarra
fr: Trouvez et prenez la guitare
id: Temukan dan ambil gitar
it: Trova e recupera la chitarra
ja: ギターを見つけて回収しましょう
ko: 기타를 찾아서 가져오기
pt: Encontre e devolva o guitarra
ru: Найдите и принесите гитару
th: ค้นหาและเก็บกีตาร์
vi: Tìm và lấy lại cây đàn guitar
zh_hans: 找到并带回吉他
zh_hant: 幫忙把吉他找回來

# daily_quest_spirit_musicianrace3_desc
source: Play along with <1>Mellow Musician</1>
de: Spiele zusammen mit dem <1>Entspannten Musiker</1>
es: Toca con el <1>Músico gentil</1>
fr: Accompagnez le <1>musicien serein</1>
id: Bermain bersama <1>Musisi Lembut</1>
it: Gioca insieme al <1>Musicista gioviale</1>
ja: <1>のんびり屋の音楽家</1>と一緒に演奏しましょう
ko: <1>그윽한 음악가</1>와 함께 연주하기
pt: Toque junto com o <1>Músico Meloso</1>
ru: Сыграйте с <1>Благодушным музыкантом</1>
th: เล่นสนุกไปกับ<1>นักดนตรีผู้เบิกบาน</1>
vi: Chơi cùng <1>Nhạc Sĩ Nhẹ Nhàng</1>
zh_hans: 与<1>老练音乐家</1>一起演奏
zh_hant: 與<1>沉穩音樂家</1>一起演奏

# daily_quest_spirit_newchoreo1_desc
source: Take 3 photos of <1>Modest Dancer</1> practicing
de: Mache 3 Fotos von der <1>Bescheidenen Tänzerin</1> beim Üben
es: Tómale 3 fotos al <1>Bailarín modesto</1> mientras ensaya
fr: Prenez 3 photos de la <1>danseuse modeste</1> à l’entraînement
id: Ambil 3 foto <1>Penari Rendah Hati</1> yang sedang berlatih
it: Scatta 3 foto alla <1>Ballerina modesta</1> mentre si esercita
ja: 練習中の<1>慎み深い踊り手</1>の写真を3枚撮りましょう
ko: <1>겸손한 댄서</1>가 연습하는 모습을 사진으로 3장 찍기
pt: Tire 3 fotos da <1>Dançarina Modesta</1> praticando
ru: Сделайте 3 снимка тренирующейся <1>Скромной танцовщицы</1>
th: ถ่ายภาพการฝึกซ้อมของ<1>นักเต้นผู้ถ่อมตัว</1> 3 ภาพ!
vi: Chụp 3 bức ảnh <1>Vũ Công Giản Dị</1> đang tập luyện
zh_hans: 拍摄3张<1>谦逊的舞者</1>的练习照片
zh_hant: 拍攝 3 張<1>謙遜舞者</1>排練的照片

# daily_quest_spirit_newchoreo1_hint
source: Snap a photo of <1>Modest Dancer</1> so they can improve their routine
de: Mache ein Foto von der <1>Bescheidenen Tänzerin</1>, damit sie ihre Technik verbessern kann
es: Toma una foto del <1>bailarín modesto</1> para que pueda mejorar su rutina.
fr: Prenez une photo de <1>Danseuse modeste</1> pour l’aider à s’améliorer
id: Ambil foto <1>Penari Rendah Hati</1> agar ia dapat meningkatkan penampilannya
it: Scatta una foto alla <1>Ballerina modesta</1> affinché possa migliorare la sua coreografia
ja: 振り付けが上達するよう、<1>慎み深い踊り手</1>を撮影しましょう
ko: <1>겸손한 댄서</1>의 사진을 찍어서 더 좋은 안무를 완성할 수 있게 도와주세요
pt: Tire uma foto da <1>Dançarina Modesta</1> para que ela possa melhorar sua performance
ru: Сделайте фотографию <1>Скромной танцовщицы</1>, чтобы та могла отточить свою технику
th: ถ่ายรูป <1>นักเต้นผู้อ่อนน้อม</1> เพื่อให้พวกเขาปรับปรุงท่าเต้นของตน
vi: Chụp ảnh <1>Vũ Công Giản Dị</1> để họ có thể cải thiện thói quen của mình
zh_hans: 拍摄一张<1>谦逊的舞者</1>的快照，帮助其改善自己的固定舞步
zh_hant: 拍下<1>謙遜舞者</1>的照片，幫助其改進舞步

# daily_quest_spirit_newchoreo2_desc
source: Take 3 photos of <1>Modest Dancer</1> practicing
de: Mache 3 Fotos von der <1>Bescheidenen Tänzerin</1> beim Üben
es: Tómale 3 fotos al <1>Bailarín modesto</1> mientras ensaya
fr: Prenez 3 photos de la <1>danseuse modeste</1> à l’entraînement
id: Ambil 3 foto <1>Penari Rendah Hati</1> yang sedang berlatih
it: Scatta 3 foto alla <1>Ballerina modesta</1> mentre si esercita
ja: 練習中の<1>慎み深い踊り手</1>の写真を3枚撮りましょう
ko: <1>겸손한 댄서</1>가 연습하는 모습을 사진으로 3장 찍기
pt: Tire 3 fotos da <1>Dançarina Modesta</1> praticando
ru: Сделайте 3 снимка тренирующейся <1>Скромной танцовщицы</1>
th: ถ่ายภาพการฝึกซ้อมของ<1>นักเต้นผู้ถ่อมตัว</1> 3 ภาพ!
vi: Chụp 3 bức ảnh <1>Vũ Công Giản Dị</1> đang tập luyện
zh_hans: 拍摄3张<1>谦逊的舞者</1>的练习照片
zh_hant: 拍攝 3 張<1>謙遜舞者</1>排練的照片

# daily_quest_spirit_newchoreo2_hint
source: Snap a photo of <1>Modest Dancer</1> so they can improve their routine
de: Mache ein Foto von der <1>Bescheidenen Tänzerin</1>, damit sie ihre Technik verbessern kann
es: Toma una foto del <1>bailarín modesto</1> para que pueda mejorar su rutina.
fr: Prenez une photo de <1>Danseuse modeste</1> pour l’aider à s’améliorer
id: Ambil foto <1>Penari Rendah Hati</1> agar ia dapat meningkatkan penampilannya
it: Scatta una foto alla <1>Ballerina modesta</1> affinché possa migliorare la sua coreografia
ja: 振り付けが上達するよう、<1>慎み深い踊り手</1>を撮影しましょう
ko: <1>겸손한 댄서</1>의 사진을 찍어서 안무를 개선할 수 있게 도와주세요
pt: Tire uma foto da <1>Dançarina Modesta</1> para que ela possa melhorar sua performance
ru: Сделайте фотографию <1>Скромной танцовщицы</1>, чтобы та могла отточить свою технику
th: ถ่ายรูป <1>นักเต้นผู้อ่อนน้อม</1> เพื่อให้พวกเขาปรับปรุงท่าเต้นของตน
vi: Chụp ảnh <1>Vũ Công Giản Dị</1> để họ có thể cải thiện thói quen của mình
zh_hans: 拍摄一张<1>谦逊的舞者</1>的快照，帮助其改善自己的固定舞步
zh_hant: 拍下<1>謙遜舞者</1>的照片，幫助其改進舞步

# daily_quest_spirit_newchoreo3_desc
source: Copy <1>Modest Dancer's</1> moves
de: Ahme die Schritte der <1>Bescheidenen Tänzerin</1> nach
es: Copia los pasos del <1>Bailarín modesto</1>
fr: Copiez les pas de la <1>danseuse modeste</1>
id: Ikuti gerakan <1>Penari Rendah Hati</1>
it: Copia le mosse della <1>Ballerina modesta</1>
ja: <1>慎み深い踊り手</1>の動きを真似ましょう
ko: <1>겸손한 댄서</1>의 움직임을 따라하기
pt: Imite os movimentos da <1>Dançarina Modesta</1>
ru: Повторите движения <1>Скромной танцовщицы</1>
th: เลียนแบบท่าเต้นของ<1>นักเต้นผู้ถ่อมตัว</1>
vi: Sao chép những động tác của <1>Vũ Công Giản Dị</1>
zh_hans: 模仿<1>谦逊的舞者</1>的舞步
zh_hant: 模仿<1>謙遜舞者</1>的舞步
