Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_deer_horn
source: A radiant illusion of the Nine-Colored Deer's prominent aura.
de: Eine strahlende Illusion der markanten Aura des Neunfarbigen Hirsches.
es: Una ilusión radiante de la prominente aura del ciervo de los nueve colores.
fr: Une reproduction lumineuse de l'aura du cerf aux neuf couleurs.
id: Ilusi yang memancarkan aura Rusa Sembilan Warna yang menonjol.
it: Una radiosa illusione dell'aura prominente del Cervo dai nove colori.
ja: 九色の鹿の卓越したオーラのような、輝く幻想を戴きましょう
ko: 아홉 빛깔 사슴의 강렬한 기운을 담은 빛나는 환영입니다.
pt: Uma ilusão radiante da aura proeminente do Cervo de Nove Cores.
ru: Волшебное сияние мощной ауры Девятицветного оленя.
th: ภาพลวงตาอันเจิดจ้าของออร่าที่โดดเด่นของกวางเก้าสี
vi: Ảo ảnh rạng rỡ về khí chất nổi bật của Cửu Sắc Lộc.
zh_hans: 九色鹿显赫光环的灿烂幻象。
zh_hant: 九色鹿光彩奪目的靈氣幻象。

# commerce_item_desc_deer_lotuscape
source: A luminous cape embodying the virtues of the Nine-Colored Deer.
de: Ein leuchtender Umhang, der die Tugenden des Neunfarbigen Hirsches verkörpert.
es: Una capa luminosa que personifica las virtudes del ciervo de los nueve colores.
fr: Une cape de lumière, symbole des vertus du cerf aux neuf couleurs.
id: Jubah bercahaya yang mewujudkan kebajikan Rusa Sembilan Warna.
it: Un mantello luminoso che incarna le virtù del Cervo dai nove colori.
ja: 九色の鹿の真髄を感じられる煌めきを放つケープです
ko: 아홉 빛깔 사슴의 고결함을 형상화한 야광 망토입니다.
pt: Uma capa luminosa que reúne as virtudes do Cervo de Nove Cores.
ru: Сияющая накидка, воплощающая в себе доброту Девятицветного оленя.
th: เสื้อคลุมเรืองแสงที่รวบรวมคุณธรรมของกวางเก้าสีเอาไว้
vi: Áo choàng sáng ngời như đức hạnh của Cửu Sắc Lộc.
zh_hans: 体现九色鹿美德的发光斗篷。
zh_hant: 一件體現九色鹿美德的發光斗篷。

# commerce_item_desc_event_candles
source: <event_candle/> x {{1}} for current event purchases. <event_candle/> <b>expires</b> after the event.
de: <event_candle/> x {{1}} für aktuelle Event-Käufe. <event_candle/> <b>verfällt</b> nach dem Event.
es: <event_candle/> x {{1}} para compras del evento actual. <event_candle/> <b>expiran</b> después del evento.
fr: <event_candle/> x {{1}} pour les achats d’événement du moment. <event_candle/> <b>expire</b> dès la fin de l’événement.
id: <event_candle/> x {{1}} untuk pembelian acara saat ini. <event_candle/> <b>kedaluwarsa</b> setelah acara selesai.
it: <event_candle/> x {{1}} per gli acquisti degli eventi in corso. <event_candle/> <b>scade</b> dopo l'evento.
ja: 開催中のイベント通貨<event_candle/> x {{1}}個 <event_candle/>はイベント終了とともに<b>失効</b>します
ko: 현재 이벤트 구매 시 <event_candle/> x {{1}}. <event_candle/> 이벤트 종료 후 <b>만료</b>됩니다.
pt: <event_candle/> x {{1}} para compras no evento atual. <event_candle/> <b>expira</b> após o evento.
ru: <event_candle/> x {{1}} за покупки в текущем сезоне. <event_candle/> <b>истекает</b> после окончания события\\.
th: <event_candle/> x {{1}} สำหรับการซื้อในอีเวนต์ปัจจุบัน <event_candle/> <b>หมดอายุ</b> หลังจากอีเวนต์จบลง
vi: <event_candle/> x {{1}} cho các giao dịch mua trong sự kiện hiện tại. <event_candle/> <b>hết hạn</b> khi sự kiện kết thúc.
zh_hans: <event_candle/> x {{1}}即可换取当前活动购买内容。 <event_candle/>将在活动结束后<b>失效</b>。
zh_hant: 目前的活動購物將以 <event_candle/> x {{1}} 進行。 <event_candle/> 將在活動結束後<b>失效</b>。

# commerce_item_desc_fashion_balletflats
source: Lace up to take pointe on stage in these elegant ballet shoes.
de: Mit diesen eleganten Ballettschuhen kannst du dich auf der Bühne in Szene setzen.
es: Amárrate bien para ponerte de puntitas en estas elegantes zapatillas de punta.
fr: Serrez vos lacets pour faire des pointes sur scène dans ces élégantes chaussures de ballet.
id: Berdandanlah untuk menarik perhatian di panggung dengan sepatu balet yang elegan ini.
it: Indossa queste eleganti scarpe da danza e calca il palco sulle punte.
ja: トゥシューズのリボンを結び、ステージで華麗なポアントをきめましょう
ko: 우아한 발레 슈즈를 신고 무대에서 멋진 포즈를 취해요.
pt: Amarre as tiras para subir no palco com estas sapatilhas de balé elegantes.
ru: Зашнуруйте эти элегантные пуанты, чтобы пропорхнуть в них по сцене.
th: ผูกเชือกรองเท้าเพื่อขึ้นเวทีด้วยรองเท้าบัลเล่ต์อันหรูหราคู่นี้
vi: Hãy thắt dây và lên biểu diễn trên sân khấu cùng đôi giày múa ba lê thanh lịch này.
zh_hans: 穿上这双优雅的芭蕾舞鞋，系好鞋带，在舞台上踮起脚尖。
zh_hant: 穿上優雅的芭蕾舞鞋，繫好鞋帶，踮起你的腳尖上舞台。

# commerce_item_desc_fashion_bunnyslippers
source: <2>Returning Item.</2>Hop into cozy comfort.
de: <2> Wiederkehrender Gegenstand.</2>Hüpfen Sie in gemütlichen Komfort
es: <2> Objeto de regreso.</2>Salta a la comodidad acogedora
fr: <2>Objet à nouveau disponible.</2>Sautez dans le confort douillet
id: <2>Item Kembali.</2>Loncat ke kenyamanan yang nyaman
it: <2>Oggetto del passato.</2>Saltare nel comfort accogliente
ja: <2>復刻アイテム</2>ふわふわに包まれてぴょんぴょん跳ねよう
ko: <2>돌아온 아이템.</2> 편안하고 아늑한 착화감을 느껴 보세요.
pt: <2>Item recorrente.</2>Confortável e fofinho.
ru: <2>Вновь доступный предмет.</2>Скачите с комфортом.
th: <2>ไอเทมที่หวนกลับมา</2>กระโจนเข้าสู่ความสบาย
vi: <2>Vật phẩm trở lại.</2>Nhảy vào sự thoải mái ấm cúng
zh_hans: <2>返场物品。</2>让你舒适又毛茸茸的蹦跳
zh_hant: <2>復刻道具。</2>蹦蹦跳跳的舒適感

# commerce_item_desc_fashion_flameglasses
source: <2>Returning Item.</2>Everything is lit peering through these orange-tinted lenses.
de: <2> Wiederkehrender Gegenstand.</2>Alles leuchtet, wenn man es durch diese orangefarbene Brille betrachtet.
es: <2> Objeto de regreso.</2>Todo se ilumina cuando se aprecia a través de estas gafas naranjas.
fr: <2>Objet à nouveau disponible.</2>Tout paraît éclairé à travers ces verres teintés d’orange.
id: <2>Item Kembali.</2>Semuanya menjadi seru jika dilihat melalui kacamata berwarna oranye ini.
it: <2>Oggetto del passato.</2>Tutto si illumina se lo guardi attraverso questi occhiali con lenti arancioni.
ja: <2>復刻アイテム</2>視界がオレンジに染まるこのサングラスを通して世界を見れば、全てが優しく輝くはず
ko: <2>돌아온 아이템.</2> 주황빛 렌즈를 통해 바라보면 세상이 더 근사해져요.
pt: <2>Item recorrente.</2>Tudo fica iluminado ao usar estes óculos laranja.
ru: <2>Вновь доступный предмет.</2>Все кажется таким солнечным, если смотреть через эти оранжевые очки.
th: <2>ไอเทมที่หวนกลับมา</2>ทุกอย่างดูสว่างไสวเมื่อมองผ่านแว่นตาสีส้มนี้
vi: <2>Vật phẩm trở lại.</2>Mọi thứ đều tỏa sáng khi nhìn qua lăng kính màu cam này.
zh_hans: <2>返场物品。</2>透过橙色的眼镜观看，一切都被照亮了。
zh_hant: <2>復刻道具。</2>透過火熱橘色鏡片，一切都多了份精彩。

# commerce_item_desc_fashion_heartglasses
source: <2>Returning Item.</2>See the world with love through these purple-tinted lenses.
de: <2> Wiederkehrender Gegenstand.</2>Sieh die Welt mit Liebe durch diese lila getönten Linsen.
es: <2> Objeto de regreso.</2>Ve el mundo con amor a través de estas gafas violetas.
fr: <2>Objet à nouveau disponible.</2>Voyez le monde avec amour à travers ces verres teintés de violet.
id: <2>Item Kembali.</2>Lihat dunia dengan cinta melalui lensa berwarna ungu ini.
it: <2>Oggetto del passato.</2>Guarda il mondo con amore con questi occhiali con lenti viola.
ja: <2>復刻アイテム</2>パープルのレンズが見せてくれる、愛に溢れる世界
ko: <2>돌아온 아이템.</2> 보랏빛 렌즈를 통해 사랑을 담아 세상을 바라봐요.
pt: <2>Item recorrente.</2>Veja o mundo com amor por meio destas lentes roxas.
ru: <2>Вновь доступный предмет.</2>Смотрите на мир с любовью через эти пурпурные очки.
th: <2>ไอเทมที่หวนกลับมา</2>มองโลกด้วยรักผ่านเลนส์สีม่วงเหล่านี้
vi: <2>Vật phẩm trở lại.</2>Hãy nhìn thế giới bằng tình yêu thương qua những lăng kính màu tím này.
zh_hans: <2>返场物品。</2>透过紫色的镜片，用爱观察世界。
zh_hant: <2>復刻道具。</2>透過浪漫紫色鏡片，用愛看世界。

# commerce_item_desc_fashion_jeans
source: <2>Returning Item.</2>Stitched to accentuate your unique sense of expression.
de: <2> Wiederkehrender Gegenstand.</2>Genäht, um deinen einzigartigen Geschmack zu unterstreichen.
es: <2> Objeto de regreso.</2>Cosidas para acentuar tu sentido exclusivo de expresión.
fr: <2>Objet à nouveau disponible.</2>Conçu pour accentuer votre sens unique de l’expression.
id: <2>Item Kembali.</2>Berikan hiasan untuk menonjolkan ekspresi unikmu.
it: <2>Oggetto del passato.</2>Cuciti sul tuo stile unico.
ja: <2>復刻アイテム</2>ユニークなステッチで、表現の幅を広げちゃおう
ko: <2>돌아온 아이템.</2>스티치 장식이 톡톡 튀는 개성을 강조해 줘요.
pt: <2>Item recorrente.</2>Costurado para acentuar a sua unicidade.
ru: <2>Вновь доступный предмет.</2>Сшито, чтобы помочь вам выразить себя.
th: <2>ไอเทมที่หวนกลับมา</2>ตัดเย็บเพื่อเน้นย้ำถึงการแสดงออกอันโดดเด่นของคุณ
vi: <2>Vật phẩm trở lại.</2>Ghép lại để làm nổi bật biểu cảm độc đáo của bạn.
zh_hans: <2>返场物品。</2>缝补一下，突出你独特的表现力。
zh_hant: <2>復刻道具。</2>獨特的縫製手法，凸顯你的專屬風格。

# commerce_item_desc_fashion_starglasses
source: Gaze with starry-eyed wonder through these blue-tinted lenses
de: Betrachte mit sternäugigem Staunen durch diese blau getönten Linsen
es: Mira con asombro estrellado a través de estas lentes tintadas de azul
fr: Regardez avec émerveillement étoilé à travers ces lentilles teintées de bleu
id: Pandang dengan kekaguman berbintang melalui lensa berwarna biru ini
it: Guarda con meraviglia stellata attraverso queste lenti colorate di blu
ja: キラッと輝くブルーのレンズで、世界のワクワクを見に行こう
ko: 별처럼 반짝이는 파란색 렌즈는 설레는 세계를 비춰줍니다.
pt: Olhe com admiração estrelada através destas lentes tingidas de azul
ru: Смотрите с звездным восхищением через эти синие линзы
th: จ้องมองด้วยดวงตาที่เปล่งประกายผ่านเลนส์สีฟ้าเหล่านี้
vi: Nhìn qua những lăng kính màu xanh lam với ánh mắt đầy sao
zh_hans: 透过湛蓝镜片，如星光般惊奇凝视
zh_hant: 透過湛藍鏡片，如星光般驚奇凝視

# commerce_item_desc_feast_ballgame
source: <2>Returning Item.</2> A stonewrought pair of goalposts for the serious Skyball enthusiast.
de: <2>Wiederkehrender Gegenstand.</2> Ein aus Stein gemeißeltes Paar Torpfosten für den ernsthaften Skyball-Enthusiasten.
es: <2>Objeto de regreso.</2> Un par de postes de arco hechos de piedra para el entusiasta del Skybol.
fr: <2>Objet à nouveau disponible.</2> Une paire de poteaux de but taillés dans la pierre et placés pour les amateurs de Skyball.
id: <2>Item Kembali.</2> Sepasang tiang gawang yang kokoh saat ditempatkan untuk penggemar Skyball sejati.
it: <2>Oggetto del passato.</2> Un paio di pali in pietra posizionati per i veri appassionati di Skycalcio.
ja: <2>復刻アイテム</2> 熱狂的なSkyボールプレイヤーたちのため造られた、一対の石造りのゴールポストです
ko: <2>돌아온 아이템.</2> Sky 공놀이 팬을 위한 설치형 골대 한 쌍.
pt: <2>Item recorrente.</2> Um par de traves feitos de pedra para os entusiastas de FuteSky.
ru: <2>Предмет снова доступен.</2> Пара каменных штанг для настоящих любителей скайбола.
th: <2>ไอเทมที่หวนกลับมา</2> เสาประตูหินคู่สำหรับผู้ชื่นชอบสกายบอลตัวจริง
vi: <2>Vật phẩm trở lại.</2> Một cặp cột gôn bằng đá dành cho những tín đồ Thiên Cầu đích thực.
zh_hans: <2>返场物品。</2>为光遇球爱好者放置的一对石制球门柱。
zh_hant: <2>復刻道具。</2>為狂熱的光遇球迷設置的一對石製球門。

# commerce_item_desc_feast_furcape
source: <2>Returning Item.</2> No Hermits were harmed in the making of this luxurious fluffy white cape.
de: <2>Wiederkehrender Gegenstand.</2> Bei der Herstellung dieses luxuriösen, flauschigen weißen Umhangs kamen keine Einsiedler zu Schaden.
es: <2>Objeto de regreso.</2> No se dañó a ningún ermitaño en la producción de esta lujosa capa blanca y esponjosa.
fr: <2>Objet à nouveau disponible.</2> Aucun ermite n'a été blessé dans la fabrication de cette cape blanche luxueuse et moelleuse.
id: <2>Item Kembali.</2> Tidak ada pertapa yang dirugikan dalam pembuatan jubah putih yang mewah dan halus ini.
it: <2>Oggetto del passato.</2> Nessun eremita è stato maltrattato nella realizzazione di questo soffice mantello bianco.
ja: <2>復刻アイテム</2> このふわふわの白いケープの制作過程において、いかなる隠者も傷付いてはおりませんのでご安心ください
ko: <2>돌아온 아이템.</2> 누군가의 포옹처럼 포근하고 하얀 망토. 은둔자는 해치지 않았으니 걱정 마세요.
pt: <2>Item recorrente.</2> Nenhum Iéti foi maltratado na confecção desta capa branca luxuosamente fofa.
ru: <2>Предмет снова доступен.</2> При создании роскошной белой накидки не пострадал ни один отшельник-йети.
th: <2>ไอเทมที่หวนกลับมา</2> ไม่มีนักบวชคนใดที่ได้รับอันตรายจากการสร้างเสื้อคลุมสีขาวอันหรูหรานี้
vi: <2>Vật phẩm trở lại.</2> Không có vị ẩn sĩ nào bị tổn thương trong quá trình làm ra chiếc áo choàng trắng mịn sang trọng này.
zh_hans: <2>返场物品。</2>制作这件奢华蓬松的白色斗篷时，没有任何雪怪受到伤害。
zh_hant: <2>復刻道具。</2>製作此款奢華又毛茸茸的斗篷的過程中，無雪怪遭到傷害。

# commerce_item_desc_feast_puffercape
source: <2>Returning Item.</2> Tailored for braving any frozen landscape.
de: <2>Wiederkehrender Gegenstand.</2> Maßgeschneidert für eisige Landschaften.
es: <2>Objeto pasado.</2> Hecha para enfrentarse a cualquier entorno helado.
fr: <2>Objet à nouveau disponible.</2> Ajusté pour affronter le plus rude des déserts de glace.
id: <2>Barang yang Kembali.</2> Dirancang untuk menantang pemandangan apa pun yang membeku.
it: <2>Oggetto del passato.</2> Realizzato su misura per sfidare qualsiasi ambiente gelido.
ja: <2>復刻アイテム</2> これをまとえば、どれほど凍てつく世界にも耐えられるでしょう
ko: <2>돌아온 아이템.</2> 얼어붙은 땅에서도 견딜 수 있게 맞춤제작되었어요.
pt: <2>Item recorrente.</2> Feito para enfrentar qualquer paisagem congelada.
ru: <2>Предмет снова доступен.</2> Для самых холодных зимних дней.
th: <2>ไอเทมที่หวนกลับมา</2> ออกแบบมาเพื่อพิชิตภูมิประเทศที่หนาวเย็น
vi: <2>Vật phẩm trở lại.</2> Được thiết kế riêng để vượt qua mọi cảnh quan đóng băng.
zh_hans: <2>返场物品。</2>专为在严寒环境中探险而设计。
zh_hant: <2>返場道具。</2>專為在嚴寒環境中探險而設計。

# commerce_item_desc_feast_snowboard
source: Finely crafted to shred the steepest of Valley slopes.
de: Perfekt ausgearbeitet, um die steilsten Hänge zu bezwingen.
es: Fabricada y lista para arrasar las pendientes más empinadas del valle.
fr: Conçu avec soin pour descendre les pentes les plus abruptes.
id: Dirancang dengan baik untuk menaklukkan lereng Lembah yang paling curam.
it: Finemente realizzato per scendere lungo i pendii più ripidi della valle.
ja: 峡谷の急峻もものともしない確かな逸品です
ko: 가파른 내리막도 탈 수 있도록 정교하게 제작되었어요.
pt: Precisamente desenvolvido para detonar as descidas mais íngremes do Vale.
ru: Спроектировано для покорения самых крутых склонов Долины.
th: สร้างขึ้นอย่างประณีตเพื่อแล่นไปตามเนินเขาที่ชันที่สุดในหุบเขา
vi: Được chế tạo một cách tinh xảo để lướt qua những sườn núi dốc nhất của Thung Lũng.
zh_hans: 精心打造，适合在霞谷最陡峭的坡道上帅气滑行。
zh_hant: 精心打造，適合在霞谷最陡峭的坡道上帥氣滑行。

# commerce_item_desc_feast_snowflakepin
source: <2>Returning Item.</2> Celebrate Days of Feast with this glistening Snowflake Accessory.
de: <2>Wiederkehrender Gegenstand.</2> Feiere mit dem funkelnden Schneeflocken-Schmuck die Tage des Fests.
es: <2>Objeto de regreso.</2> Celebra los Días de festividades con este brillante accesorio de copo de nieve
fr: <2>Objet à nouveau disponible.</2> Célébrez les Jours de fête avec cet accessoire flocon de neige scintillant.
id: <2>Item Kembali.</2> Rayakan Hari Perjamuan dengan Aksesori Kepingan Salju berkilau ini
it: <2>Oggetto del passato.</2> Festeggia i Giorni di Festa con questo scintillante accessorio fiocco di neve
ja: <2>復刻アイテム</2> この輝く聖なる雪花アクセサリーで、聖なる星の日々をお祝いしましょう
ko: <2>돌아온 아이템.</2> 반짝이는 눈송이 액세서f리를 착용하고 연회의 날을 기념해요
pt: <2>Item recorrente.</2> Comemore os Dias de Festa com este acessório de floco de neve
ru: <2>Предмет снова доступен.</2> Встречайте Праздничные дни с сияющей брошкой-снежинкой
th: <2>ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งงานฉลองด้วยของประดับเกล็ดหิมะสุดแวววาว
vi: <2>Vật phẩm trở lại.</2> Chào đón Ngày Yến Hội với Phụ Kiện Hoa Tuyết Lấp Lánh này
zh_hans: <2>返场物品。</2>用这款闪闪发光的雪花配饰来庆祝盛宴节吧
zh_hant: <2>復刻道具。</2>用這款閃閃發光的雪花頭飾來慶祝盛宴節吧

# commerce_item_desc_feast_snowglobe
source: <2>Returning Item.</2> No matter the season, carry the memory of winter wherever you go.
de: <2>Wiederkehrender Gegenstand.</2> Trage die Erinnerung an den Winter unabhängig von der Jahreszeit immer und überall bei dir.
es: <2>Objeto de regreso.</2> No importa la temporada, lleva el recuerdo del invierno a todas partes.
fr: <2>Objet à nouveau disponible.</2> Quelle que soit la saison, emportez le souvenir de l'hiver partout où vous allez.
id: <2>Item Kembali.</2> Apa pun musimnya, bawa kenangan musim dingin ke mana pun kamu pergi.
it: <2>Oggetto del passato.</2> Qualunque sia la stagione, porta sempre con te il ricordo dell'inverno, ovunque tu vada.
ja: <2>復刻アイテム</2> どの季節になっても、冬の思い出をあなたと一緒に連れていきましょう
ko: <2>돌아온 아이템.</2> 언제 어디에서나 겨울의 추억을 간직해보세요
pt: <2>Item recorrente.</2> Não importa a temporada, carregue a lembrança do inverno aonde quer que vá.
ru: <2>Предмет снова доступен.</2> В любое время года этот сувенир напомнит о зиме.
th: <2>ไอเทมที่หวนกลับมา</2> ไม่ว่าฤดูไหน คุณก็พกความทรงจำแห่งฤดูหนาวไปทุกที่ได้เสมอ
vi: <2>Vật phẩm trở lại.</2> Dù là mùa nào đi chăng nữa, hãy mang ký ức về mùa đông đi bất cứ nơi đâu.
zh_hans: <2>返场物品。</2>无论什么季节，无论走到哪里，都能让你随身带着冬天的记忆。
zh_hant: <2>復刻道具。</2>無論什麼季節，無論走到哪裡，都能讓你隨身帶著冬天的記憶。

# commerce_item_desc_feast_wintereldercape
source: <2>Returning Item.</2> Celebrate Days of Feast with this cozy Ancestor's Winter Cape.
de: <2>Wiederkehrender Gegenstand.</2> Feiere mit diesem gemütlichen Vorfahrenwinterumhang die Tage des Fests.
es: <2>Objeto de regreso.</2> Celebra los Días de festividades con esta cómoda capa de invierno de los ancestros
fr: <2>Objet à nouveau disponible.</2> Célébrez les Jours de fête avec cette confortable cape hivernale d’ancêtre.
id: <2>Item Kembali.</2> Rayakan Hari Perjamuan dengan Jubah Musim Panas Leluhur yang nyaman ini
it: <2>Oggetto del passato.</2> Festeggia i Giorni di Festa con questo caldo mantello invernale dell'Antenata.
ja: <2>復刻アイテム</2> 先祖が心を込めて編んだ温かみのあるケープで、聖なる星の日々をお祝いしましょう
ko: <2>돌아온 아이템.</2> 선조의 포근한 겨울 망토를 입고 연회의 날을 기념해요
pt: <2>Item recorrente.</2> Comemore os Dias de Festa com esta capa de inverno do ancestral
ru: <2>Предмет снова доступен.</2> Встречайте Праздничные дни в уютной зимней накидке предка.
th: <2>ไอเทมที่หวนกลับมา</2> เฉลิมฉลองวันแห่งงานฉลองด้วยเสื้อคลุมฤดูหนาวของบรรพชนอันแสนสบาย
vi: <2>Vật phẩm trở lại.</2> Chào đón Ngày Yến Hội với Áo Choàng Đông Tổ Tiên ấm áp này
zh_hans: <2>返场物品。</2>用这件温暖舒适的先祖冬日斗篷来庆祝盛宴节吧
zh_hant: <2>復刻道具。</2>用這件溫暖舒適的先祖冬日斗篷來慶祝盛宴節吧

# commerce_item_desc_feast_wonderland_crabbithole
source: Conjures a passageway into the whimsical Wonderland Cafe for adventure of unmatched proportions.
de: Beschwört einen Pfad ins skurrile Wunderland-Café für ein Abenteuer unübertroffener Ausmaße.
es: <2>Objeto pasado.</2> Conjura un pasadizo hacia la extravagante cafetería del País de las Maravillas para vivir una aventura de proporciones inmensurables.
fr: Invoque un passage dans le très décalé café du pays des merveilles, avec à la clé des aventures aux proportions inégalées.
id: <2>Item yang Kembali.</2> Membuka jalan menuju Kafe Wonderland yang penuh keajaiban untuk petualangan tak tertandingi.
it: Crea un passaggio verso la stravagante Caffetteria del Paese delle Meraviglie per un'avventura di proporzioni ineguagliabili.
ja: 魔法のように取り出す扉は小さな小さな不思議の国と、他にはない冒険へ導くひみつの通り道
ko: 이상한 나라의 카페로 통하는 입구를 소환해 제각기 비율이 섞인 기묘한 세계를 탐험해 보세요.
pt: Conjura um portal para o fascinante Café das Maravilhas com aventuras sem iguais.
ru: Создайте проход в причудливое кафе чудес, где вас ждут приключения невероятных масштабов.
th: ร่ายเวทย์เปิดเส้นทางเข้าสู่คาเฟ่วันเดอร์แลนด์อันแสนแปลกตาเพื่อพบกับการผจญภัยในขนาดที่ไม่มีใครเทียบได้
vi: Mở ra lối vào Quán cà phê Wonderland kỳ ảo để tận hưởng cuộc phiêu lưu vô song.
zh_hans: 为你开启一条通往奇妙仙境咖啡厅的通道，展开一场无与伦比的冒险吧！
zh_hant: 為你開啟通往奇妙仙境咖啡廳的入口，展開一場無與倫比的冒險吧！

# commerce_item_desc_feast_wonderland_pinafore
source: Lose yourself in Alice's classically styled primrose yellow dress, perfectly paired with a blue hairbow.
de: Verliere dich in Alices klassisch gestylten primelgelben Kleid, perfekt in Kombination mit einer blauen Haarschleife.
es: <2>Objeto pasado.</2> Piérdete en el clásico y pálido vestido amarillo de Alicia, con un perfecto moño haciendo juego.
fr: Portez la robe jaune primevère classique d’Alice, avec son nœud bleu parfaitement assorti.
id: <2>Item yang Kembali.</2> Tenggelam dalam gaun kuning primrose klasik Alice, dipasangkan sempurna dengan pita rambut biru.
it: Perditi nell'abito giallo primula di Alice e nello stile classico, abbinato perfettamente a un fiocco blu per capelli.
ja: クラシカルなスタイルの黄色いエプロンドレスと、ぴったりの青いリボンをはためかせ、アリスのように不思議の国へ
ko: 앨리스의 클래식한 프림로즈 노란색 드레스와 파란색 머리 리본이 이루는 완벽한 조합에 푹 빠져보세요.
pt: Mergulhe no charme do vestido clássico amarelo florido da Alice, perfeitamente combinado com uma delicada fita azul no cabelo.
ru: Примерьте классический жёлтый сарафан Алисы в оттенках первоцвета, идеально сочетающийся с голубой лентой для волос.
th: ปลดปล่อยตัวคุณไปกับชุดสีเหลืองพริมโรสสไตล์คลาสสิกของอลิซที่เข้าคู่กับโบว์ติดผมสีน้ำเงินอย่างลงตัว
vi: Hãy khoác lên mình chiếc váy hoa anh thảo vàng theo phong cách cổ điển của Alice, kết hợp hoàn hảo với một chiếc nơ cài tóc màu xanh.
zh_hans: 穿上爱丽丝经典样式的报春花黄色裙装中，搭配蓝色发带，迷人又优雅。
zh_hant: 穿上愛麗絲風格的經典報春黃洋裝，搭配藍色髮帶，迷人又優雅。

# commerce_item_desc_feast_yetiboots
source: <2>Returning Item.</2> Clumsily (but lovingly) stitched by the Hermit's own hands.
de: <2>Wiederkehrender Gegenstand.</2> Umständlich (aber liebevoll) vom Yeti selbst genäht.
es: <2>Objeto pasado.</2> Las cosió con torpeza (pero con amor) el ermitaño con sus propias manos.
fr: <2>Objet à nouveau disponible.</2> Cousues avec maladresse (et amour) par l'ermite lui-même.
id: <2>Barang yang Kembali.</2> Dengan ceroboh (tapi penuh cinta) dijahit oleh tangan Pertapa sendiri.
it: <2>Oggetto del passato.</2> Cuciti goffamente (ma amorevolmente) dalle mani dello Yeti.
ja: <2>復刻アイテム</2> 隠者自らの手により、不器用ながら愛情を込めて縫い上げられた一足
ko: <2>돌아온 아이템.</2> 서툴지만 정성스럽게 은둔자가 손으로 한 땀 한 땀 꿰맸답니다.
pt: <2>Item recorrente.</2> Desajeitadamente costurado, porém com muito amor, pelas mãos do Iéti.
ru: <2>Предмет снова доступен.</2> Сшиты грубовато, но с большой любовью самим Отшельником.
th: <2>ไอเทมที่หวนกลับมา</2> เย็บอย่างงุ่มง่าม (แต่ด้วยรักอย่างเต็มเปี่ยม) ด้วยมือของนักบวชเอง
vi: <2>Vật phẩm trở lại.</2> Được khâu vụng về (nhưng đầy yêu thương) bởi chính đôi tay của Ẩn Sĩ.
zh_hans: <2>返场物品。</2>由虽然手拙但爱心满满的雪怪亲自缝制。
zh_hant: <2>返場道具。</2>由雖然手拙但愛心滿滿的雪人親自縫製。

# commerce_item_desc_fortune_carp
source: <2> Returning Item.</2> Carry the spirit of Fortune wherever you go when you sport this Fish Accessory!
de: <2>Wiederkehrender Gegenstand.</2> Trage das Glück in die ganze Welt hinaus – mit diesem Fisch-Accessoire!
es: <2> Objeto de regreso.</2> ¡Lleva el espíritu de la buena fortuna contigo donde vayas cuando uses este accesorio de pez!
fr: <2> Objet à nouveau disponible.</2> Portez cet accessoire poisson pour emporter l'esprit de la Chance partout avec vous !
id: <2> Item Kembali.</2> Berikan keberuntungan pada teman saat kamu menggunakan Aksesori Ikan Keberuntungan ini!
it: <2> Oggetto del passato.</2> Porta la Buona Stella ovunque vai, indossando questo pesciolino!
ja: <2>復刻アイテム</2> この小魚アクセサリーをのせて、どこにいても来福の日々を楽しみましょう！
ko: <2> 돌아온 아이템.</2> 물고기 액세서리를 걸치면 어디든 행복의 조각을 데리고 다닐 수 있어요!
pt: <2>Item recorrente.</2> Carregue o espírito da felicidade aonde for ao usar este acessório de peixe!
ru: <2> Предмет снова доступен.</2> Удача будет сопровождать тех, кто наденет брошку с Рыбкой-везунчиком!
th: <2> ไอเทมที่หวนกลับมา</2> พาสปิริตแห่งโชคลาภไปได้ทุกที่ เมื่อคุณใส่ของประดับรูปปลาชิ้นนี้!
vi: <2>Vật phẩm trở lại.</2> Mang Trang Sức Cá May Mắn này, vận may sẽ ở bên bạn!
zh_hans: <2>返场物品。</2>佩戴幸运鱼配件，幸运财富与你相伴！
zh_hant: <2> 復刻道具。</2> 戴上這個幸運魚兒配件，讓您隨時吉星高照！
