Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap12_fetch_02_return_01
source: Return to the spirits by flying back through the clouds.
de: Fliege durch die Wolken zurück zu den Geistern.
es: Vuelve a los espíritus volando a través de las nubes.
fr: Retournez vers les esprits en vous envolant à travers les nuages.
id: Kembali ke para roh dengan terbang kembali melintasi awan.
it: Ritorna dagli spiriti volando attraverso le nuvole.
ja: 雲を通り抜け、精霊たちの元に帰りましょう
ko: 구름 위로 날아가 영혼에게 돌아가세요
pt: Fale novamente com os espíritos voando de volta através das nuvens.
ru: Пролетите обратно через облака, чтобы вернуться к духам.
th: กลับไปหาเหล่าสปิริตโดยการบินกลับผ่านหมู่เมฆ
vi: Xuyên qua đám mây để bay về cạnh Tinh Linh.
zh_hans: 穿越云层，飞回到先灵身边。
zh_hant: 穿越雲層，飛回到先靈身邊。

# ap12_fetch_03_meditate
source: Get back the chimes that the birds have carried away!
de: Hol das Glockenspiel zurück, das die Vögel weggetragen haben!
es: ¡Recupera las campanitas de viento que se llevaron las aves!
fr: Récupérez les carillons que les oiseaux ont emportés !
id: Dapatkan kembali lonceng yang dibawa burung-burung!
it: Recupera gli scacciapensieri che gli uccellini hanno portato via!
ja: 鳥たちが持って行ってしまった風鈴を、取り戻しましょう！
ko: 새가 물어가버린 풍경을 되찾아주세요!
pt: Pegue de volta os sinos que os pássaros levaram!
ru: Верните колокольчики, которые унесли птицы.
th: นำระฆังที่พวกนกเอาไปคืนมา!
vi: Lấy lại chuông mà lũ chim đã mang đi!
zh_hans: 将被白鸟带走的乐钟拿回来！
zh_hant: 將被白鳥帶走的樂鐘拿回來！

# ap12_fetch_04_meditate
source: Navigate through the <1>Wind Path</1> to save any trapped creatures.
de: Navigiere durch den <1>Windpfad</1>, um alle gefangenen Kreaturen zu retten
es: Navega a través del <1>Camino del viento</1> para rescatar a cualquier criatura atrapada.
fr: Naviguez à travers les <1>Chemins de vent</1> pour sauver toutes les créatures piégées.
id: Lewati <1>Jalur Angin</1> untuk menyelamatkan makhluk-makhluk yang terjebak.
it: Attraversa il <1>Sentiero del Vento</1> per salvare le creature intrappolate.
ja: <1>風の街道</1>を伝って、動けなくなっている生き物たちを助け出しましょう
ko: <1>바람길</1>을 탐험하며 갇힌 생물을 구해주세요
pt: Navegue através da <1>Trilha do Vento</1> para salvar qualquer criatura presa.
ru: Перемещайтесь по <1>путям ветра</1> и спасите всех застрявшие там создания.
th: ออกเดินทางไปตาม<1>เส้นทางสายลม</1>เพื่อช่วยเหลือสิ่งมีชีวิตที่ติดอยู่
vi: Thông qua <1>Con Đường Gió</1> cứu các sinh vật bị mắc kẹt.
zh_hans: 通过<1>风之大道</1>救下所有被困的生物。
zh_hant: 穿梭於<1>風之大道</1>救下所有受困的生物。

# ap12_fetch_05_cine_01
source: Speak to the <1>Flight Guide</1> to finish restoring <1>The Wind Paths</1>.
de: Sprich mit dem <1>Flughelfer</1>, um die <1>Windpfade</1> fertigzustellen.
es: Habla con el <1>Guía de vuelo</1> para terminar de restaurar <1>Los Caminos del viento</1>.
fr: Parlez au <1>Guide de l'envol</1> pour finir de restaurer les <1>Chemins de vent</1>.
id: Temui <1>Pemandu Terbang</1> untuk menyelesaikan pemulihan <1>Jalur Angin</1>.
it: Parla con la <1>guida di volo</1> per terminare il ripristino dei <1>Sentieri del Vento</1>.
ja: <1>羽ばたく案内人</1>に話しかけ<1>風の街道</1>の修繕を完了し、かつての姿を取り戻しましょう
ko: <1>비행 안내자</1>에게 말을 걸어 <1>바람길</1>을 고쳐주세요
pt: Fale com o <1>Guia de Voo</1> para concluir a restauração das <1>Trilhas do Vento</1>.
ru: Поговорите с <1>проводником полетов</1>, чтобы полностью восстановить <1>пути ветра</1>.
th: พูดคุยกับ<1>ผู้แนะนำการบิน</1>เพื่อฟื้นฟู<1>เส้นทางสายลม</1>ให้เสร็จ
vi: Nói chuyện với <1>Chỉ Dẫn Bay</1>, hoàn tất việc sửa <1>Đường Gió</1>.
zh_hans: 与<1>飞行向导</1>交谈，完成<1>风之路</1>的修复。
zh_hant: 與<1>飛行嚮導</1>交談，完成<1>風之路</1>的修復。

# ap12_fetch_05_manta_01
source: Find and burn all the Darkness on these stones so the <1>Great Manta</1> can shatter them.
de: Finde und verbrenne alle Dunkelheit auf diesen Steinen, damit der <1>Riesenrochen</1> sie zerschlagen kann.
es: Encuentra y quema toda la oscuridad de estas piedras así la <1>Gran manta</1> puede destruirlas.
fr: Trouvez et brûlez toute l'obscurité sur ces pierres pour que la <1>Grande raie manta</1> puisse les briser.
id: Temukan dan bakar semua kegelapan di batu ini sehingga <1>Manta Agung</1> bisa menghancurkannya.
it: Trova e fai dissolvere tutta l'oscurità su queste pietre in modo che la <1>grande manta</1> le possa frantumare.
ja: 岩に取り付く全ての蝕む闇を溶かし、<1>大マンタ</1>に砕いてもらいましょう
ko: 돌 위의 어둠을 모두 태워 <1>거대 만타가오리</1>가 빠져나올 수 있도록 도와주세요
pt: Encontre e queime toda a escuridão nessas pedras para que a <1>Grande Arraia</1> possa destruí-las.
ru: Найдите и выжгите всю тьму в этих камнях, чтобы <1>манта</1> мог их уничтожить.
th: ค้นหาและเผาความมืดทั้งหมดบนหินเหล่านี้เพื่อช่วยให้<1>กระเบนยักษ์</1>ทำลายพวกมันได้
vi: Tìm và đốt cháy tất cả bóng tối trên những viên đá này để <1>Cá Đuối Vĩ Đại</1> có thể phá tan chúng.
zh_hans: 找到并烧毁这些岩石上的黑暗，这样<1>大光鳐</1>就能击碎岩石了。
zh_hant: 找到並燒燬這些岩石上的黑暗腐蝕，這樣<1>大光鰩</1>就能擊碎岩石了。

# ap12_fetch_05_manta_02
source: Ride the Great Manta back to the Island.
de: Reite auf dem Riesenrochen zur Insel zurück.
es: Monta la Gran manta de vuelta hasta la isla.
fr: Guidez la grande raie manta vers l'île.
id: Naiki Manta Agung kembali ke Pulau.
it: Torna sull'isola sul dorso della grande manta.
ja: 大マンタに乗り、浮島に帰りましょう
ko: 거대 만타가오리를 타고 섬으로 돌아가세요
pt: Conduza a Grande Arraia de volta à Ilha.
ru: Оседлай манту и вернитесь на остров.
th: ขี่กระเบนยักษ์กลับไปที่เกาะ
vi: Cưỡi Cá Đuối Vĩ Đại trở lại Đảo.
zh_hans: 乘着大光鳐返回岛屿。
zh_hant: 乘着大光鰩返回島嶼。

# ap12_fetch_05_meditate
source: Rescue the trapped mantas and clear away the darkness.
de: Rette die gefangenen Riesenrochen und vertreibe die Dunkelheit.
es: Rescata a las mantas atrapadas y deshazte de la oscuridad del camino.
fr: Sauvez les raies mantas piégées et dissipez les ténèbres.
id: Selamatkan manta yang terjebak dan hilangkan kegelapan.
it: Salva le mante intrappolate e spazza via l'oscurità.
ja: とらわれたマンタたちを救い、闇を払いましょう
ko: 갇힌 만타가오리를 구하고 어둠을 몰아내세요
pt: Resgate as arraias presas e expurgue a escuridão.
ru: Спасите мант и осветите путь во тьме.
th: ช่วยเหลือกระเบนที่ติดกับดักอยู่ แล้วขจัดความมืดออกไป
vi: Giải cứu những con cá đuối bị mắc kẹt và xóa bỏ bóng tối.
zh_hans: 营救被困的光鳐并清除黑暗。
zh_hant: 營救被困的光鰩並清除黑暗腐蝕。

# ap14_fetch_01_confirm
source: <2>ACT I:</2> Set the Stage to look like <1>Hidden Forest</1>.
de: <2>AKT I:</2> Lass die Bühne wie den <1>Verborgenen Wald</1> aussehen.
es: <2>ACTO I:</2> Arma el escenario para que se vea como el <1>Bosque Escondido</1>.
fr: <2>ACTE I :</2> Préparez la scène pour qu'elle ressemble à la <1>Forêt cachée</1>.
id: <2>BABAK I:</2> Siapkan Panggung agar tampak seperti <1>Hutan Tersembunyi</1>.
it: <2>ATTO I: </2> Prepara il palcoscenico in modo che assomigli alla <1>Foresta Nascosta</1>.
ja: <2>第一幕：</2> 舞台美術でステージを<1>雨林</1><2>にしよう</2>
ko: <2>제1막: 무대를</2> <1>비밀의 숲</1>으로 꾸미기.
pt: <2>ATO I:</2> Monte o palco para se parecer com a <1>Floresta Oculta</1>.
ru: <2>АКТ I:</2> Поменять декорации на <1>Тайный лес</1>.
th: <2>องก์ที่ I:</2> จัดเวทีให้ดูเหมือน<1>ป่าลับ</1>
vi: <2>MÀN I:</2> Bố trí Sân khấu giống với <1>Rừng Mưa</1>.
zh_hans: <2>第一幕：</2> 将舞台布置成<1>雨林</1>模样。
zh_hant: <2>腳本 I：</2> 將舞台布置成<1>雨林</1>的樣子。

# ap14_fetch_01_effects_01
source: You may now use the <2>stage</2> and its <2>switches</2> whenever you wish.
de: Jetzt kannst du die <2>Bühne</2> und die dazugehörigen <2>Schalter</2> jederzeit verwenden.
es: Ahora puedes usar el <2>escenario</2> y sus <2>interruptores</2> cuando lo desees.
fr: Vous pouvez maintenant utiliser la <2>scène</2> et ses <2>leviers</2> quand vous le souhaitez.
id: Kamu sekarang bisa menggunakan <2>panggung</2> dan <2>tombol-tombolnya</2> kapan pun kamu mau.
it: Ora puoi usare il <2>palcoscenico</2> e gli <2>interruttori</2> ogni volta che vuoi.
ja: <2>ステージ</2>と<2>演出用スイッチ</2>をいつでも使えるようになりました
ko: 이제 <2>무대</2>와 무대 <2>스위치</2>를 언제든지 사용할 수 있어요
pt: Agora é possível usar o <2>palco</2> e as <2>alavancas</2> dele quando quiser.
ru: Теперь вы можете в любой момент использовать <2>сцену</2> и <2>рычаги</2>.
th: ตอนนี้คุณสามารถใช้<2>เวที</2>และ<2>สวิตช์</2>ของมันได้ทุกเมื่อที่คุณต้องการ
vi: Hiện bạn có thể sử dụng <2>sân khấu</2> và các <2>công tắc</2> bất cứ khi nào bạn muốn.
zh_hans: 你可以随时使用这个<2>舞台</2>和其中的<2>开关</2>。
zh_hant: 您現在可以隨時使用<2>舞台</2>和它的<2>開關</2>。

# ap14_fetch_01_impact
source: <hinticon/> Switches affect the theater in a variety of ways.
de: <hinticon/> Schalter beeinflussen das Theater auf verschiedene Art und Weise.
es: <hinticon/> Los interruptores afecta el teatro de varias formas.
fr: <hinticon/> Les leviers affectent le théâtre de différentes manières.
id: <hinticon/> Tombol memberi sejumlah efek khusus pada teater.
it: <hinticon/> Gli interruttori applicano vari effetti al teatro.
ja: <hinticon/> スイッチを使って様々な効果を演出しましょう
ko: <hinticon/> 스위치는 극장에 다양한 방식으로 영향을 줍니다
pt: <hinticon/> As alavancas afetam o teatro de várias maneiras.
ru: <hinticon/> Рычаги меняют декорации и сцену театра.
th: <hinticon/> สวิตช์ส่งผลต่อโรงละครในหลายรูปแบบ
vi: <hinticon/> Các công tắc tác động đến rạp hát theo nhiều cách khác nhau.
zh_hans: <hinticon/>开关能够以多种方式对剧场造成影响。
zh_hant: <hinticon/>這些開關可以用多種方式影響劇院舞台。

# ap14_fetch_01_numerous
source: <hinticon/> Some switches can be triggered multiple times for different effects.
de: <hinticon/> Manche Schalter sorgen bei mehrfachem Betätigen für unterschiedliche Effekte.
es: <hinticon/> Algunos interruptores se pueden activar varias veces para obtener diferentes efectos.
fr: <hinticon/> Certains leviers peuvent être déclenchés plusieurs fois pour obtenir des effets différents.
id: <hinticon/> Sejumlah tombol bisa digunakan beberapa kali untuk memberi efek berbeda.
it: <hinticon/> Alcuni interruttori possono essere attivati più volte per ottenere effetti diversi.
ja: <hinticon/> スイッチによっては数回押すことで異なる効果を演出できます
ko: <hinticon/> 어떤 스위치는 여러 번 눌러 다양한 효과를 가져올 수 있습니다
pt: <hinticon/> Algumas alavancas podem ser ativadas várias vezes para obter efeitos diferentes.
ru: <hinticon/> Некоторые рычаги можно нажимать несколько раз для разных эффектов.
th: <hinticon/> สวิตช์บางอันสามารถใช้งานได้หลายครั้งเพื่อให้ได้เอฟเฟกต์ที่แตกต่างกัน
vi: <hinticon/> Một số công tắc có thể được tương tác nhiều lần để kích hoạt các hiệu ứng khác nhau.
zh_hans: <hinticon/>一些开关可以多次触发，每次会产生不同的效果。
zh_hant: <hinticon/>多次觸發某些開關可獲得不同的效果。

# ap14_fetch_01_start
source: Help the <1>Frantic Stagehand</1> set the stage to look like <1>Hidden Forest</1>.
de: Hilf dem <1>Hektischen Bühnenarbeiter</1>, die Bühne wie den <1>Verborgenen Wald</1> aussehen zu lassen.
es: Ayuda al <1>tramoyista agitado</1> a preparar el escenario para que se vea como el <1>Bosque Escondido</1>.
fr: Aidez le <1>Machiniste débordé</1> à faire en sorte que la scène ressemble à la <1>Forêt cachée</1>.
id: Bantu <1>Petugas Pentas Panik</1> mempersiapkan panggung agar terlihat seperti <1>Hutan Tersembunyi</1>.
it: Aiuta il <1>Macchinista frenetico</1> a preparare il palcoscenico affinché assomigli alla <1>Foresta Nascosta</1>.
ja: <1>一生懸命な舞台美術家</1>を手伝い、ステージに<1>雨林</1>を再現しましょう
ko: <1>극성스러운 무대담당자</1>가 무대를 <1>비밀의 숲</1>처럼 꾸미도록 도와주세요
pt: Ajude o <1>Assistente de Palco Frenético</1> a montar o cenário para se parecer com a <1>Floresta Oculta</1>.
ru: Помогите <1>Суматошному постановщику</1> обставить сцену как <1>Тайный лес</1>.
th: ช่วย<1>นักจัดเวทีขี้กังวล</1>จัดเวทีให้ดูเหมือน<1>ป่าลับ</1>
vi: Giúp <1>Kỹ Thuật Viên Điên Rồ</1> bố trí sân khấu giống với <1>Rừng Mưa</1>.
zh_hans: 帮助<1>焦急的幕后人员</1>将舞台布置成<1>雨林</1>模样。
zh_hant: 幫助<1>焦急技術人員</1>將舞台布置成<1>雨林</1>的樣子。

# ap14_fetch_02_confirm
source: <2>ACT II:</2> Write a Story for <1>Isle of Dawn</1>.
de: <2>AKT II:</2> Schreibe eine Geschichte für die <1>Insel der Dämmerung</1>.
es: <2>ACTO II:</2> Escribe una historia para la <1>Isla del Amanecer</1>.
fr: <2>ACTE II :</2> Écrivez une histoire pour l'<1>Île de l'aube</1>.
id: <2>BABAK II:</2> Tulis Cerita untuk <1>Pulau Fajar</1>.
it: <2>ATTO II: </2> Scrivi una storia per <1>l'Isola dell'Alba</1>.
ja: <2>第二幕：</2> <1>孤島</1>の物語を書きあげよう
ko: <2>제2막: </2><1>여명의 섬</1>에 대해 이야기를 쓰기.
pt: <2>ATO II:</2> </2> Escreva uma história para a <1>Ilha do Alvorecer</1>.
ru: <2>АКТ II: </2> Напишите историю про <1>Остров рассвета</1>.
th: <2>องก์ที่ II:</2> เขียนเรื่องราวสำหรับ<1>เกาะแห่งรุ่งอรุณ</1>
vi: <2>MÀN II:</2> Viết một câu chuyện cho <1>Đảo Bình Minh</1>
zh_hans: <2>第二幕：</2> 为<1>晨岛</1>书写一段故事。
zh_hant: <2>第二幕：</2> 為<1>晨島</1>撰寫一段故事。

# ap14_fetch_02_desc_01
source: The <1>Forgetful Storyteller</1> has forgotten their lines.
de: Die <1>Vergessliche Geschichtenerzählerin</1> hat ihren Text vergessen.
es: El <1>cuentista olvidadizo</1> olvidó sus líneas.
fr: La <1>Conteuse distraite</1> a oublié son texte.
id: <1>Pencerita Pelupa</1> lupa bagian mereka.
it: La <1>Narratrice smemorata</1> ha dimenticato le sue battute.
ja: <1>忘れっぽい劇作家</1>が台詞を忘れてしまったようです
ko: <1>깜박하는 이야기꾼</1>이 대사를 잊어버렸어요
pt: A <1>Contadora de Histórias Esquecidiça</1> esqueceu as falas.
ru: <1>Рассеянная рассказчица</1> забыла свои реплики.
th: <1>นักเล่าเรื่องขี้ลืม</1>ได้ลืมบทของเขาไปแล้ว
vi: <1>Người Kể Chuyện Hay Quên</1> đã quên lời thoại.
zh_hans: <1>健忘的说书人</1>忘记了台词。
zh_hant: <1>健忘說書人</1>已經忘了他的台詞！

# ap14_fetch_02_direct
source: <hinticon/> Direct the plot by choosing a unique storyline to tell.
de: <hinticon/> Beeinflusse die Handlung, indem du eine einzigartige Geschichte auswählst.
es: <hinticon/> Dirige la trama al elegir un argumento único para contar.
fr: <hinticon/> Dirigez l'intrigue en choisissant une histoire unique à raconter.
id: <hinticon/> Arahkan plot dengan memilih jalan cerita yang unik untuk diceritakan.
it: <hinticon/> Dirigi la narrazione scegliendo una storia unica da raccontare.
ja: <hinticon/> 文章を選択して、独自の物語を語りましょう
ko: <hinticon/> 세상에 하나 뿐인 이야기를 선택해가며 플롯을 연출하세요
pt: <hinticon/> Dirija o próprio enredo e crie uma história única.
ru: <hinticon/> Расскажите свою историю.
th: <hinticon/> กำกับโครงเรื่องโดยเลือกเค้าเรื่องอันโดดเด่นมาบอกเล่า
vi: <hinticon/> Định hướng cốt truyện bằng cách kể một câu chuyện độc đáo.
zh_hans: <hinticon/>选择一个独特的故事线进行讲述，对剧情进行指导。
zh_hant: <hinticon/>選擇一段獨特的故事以引導劇情走向。

# ap14_fetch_02_effects_01
source: The <2>narrator's chair</2> and...
de: Der <2>Stuhl des Erzählers</2> und ...
es: La <2>silla del narrador</2> y...
fr: Le <2>siège du narrateur</2> et...
id: <2>Kursi narator</2> dan...
it: La <2>sedia del narratore</2> e...
ja: <2>ナレーターの椅子</2>と…
ko: <2>해설자의 의자</2>, 그리고...
pt: A <2>cadeira do narrador</2> e...
ru: <2>Кресло рассказчика</2> и...
th: <2>เก้าอี้ผู้บรรยาย</2>และ...
vi: <2>Ghế của người dẫn chuyện</2> và...
zh_hans: <2>旁白椅</2>和……
zh_hant: <2>旁白的座位</2>以及……

# ap14_fetch_02_effects_02
source: the <2>daily prompter</2> are now available for you to use
de: die <2>tägliche Anzeige</2> stehen dir jetzt zur Verfügung.
es: el <2>apuntador diario</2> ahora están disponibles para que los uses.
fr: le <2>prompteur quotidien</2> sont maintenant disponibles.
id: <2>pengial baca harian</2> sekarang tersedia untuk kamu gunakan
it: il <2>suggeritore giornaliero</2> è disponibile per l'uso
ja: その日のお題が自動生成される<2>プロンプター</2>が使えるようになりました
ko: <2>일일 아이디어 추천</2>을 이제부터 이용할 수 있어요
pt: o <2>quadro de comandos</2> estão disponíveis para uso
ru: <2>подсказчик</2> уже готовы к использованию
th: <2>ผู้บอกบทรายวัน</2>พร้อมให้คุณใช้งานแล้ว
vi: Hiện bạn đã có thể sử dụng <2>Nhắc nhở hàng ngày</2>
zh_hans: <2>每日提示</2>现均可供你随意使用
zh_hant: <2>每日提示</2>從現在起可供您使用

# ap14_fetch_02_start
source: Help the <1>Forgetful Storyteller</1> write a story about <1>Isle of Dawn</1>.
de: Hilf der <1>Vergesslichen Geschichtenerzählerin</1>, eine Geschichte über die <1>Insel der Dämmerung</1> zu schreiben.
es: Ayuda al <1>cuentista olvidadizo</1> a escribir una historia sobre la <1>Isla del Amanecer</1>.
fr: Aidez la <1>Conteuse distraite</1> à écrire une histoire à propos de l'<1>Île de l'aube</1>.
id: Bantu <1>Pencerita Pelupa</1> menulis cerita tentang <1>Pulau Fajar</1>.
it: Aiuta la <1>Narratrice smemorata</1> a scrivere una storia sull'<1>Isola dell'Alba</1>.
ja: <1>忘れっぽい劇作家</1>を手伝い、<1>孤島</1>の物語を書きあげましょう
ko: <1>깜박하는 이야기꾼</1>이 <1>여명의 섬</1>에 대한 이야기를 쓸 수 있게 도와주세요
pt: Ajude a <1>Contadora de Histórias Esquecidiça</1> a escrever uma história sobre a <1>Ilha do Alvorecer</1>.
ru: Помогите <1>Рассеянной рассказчице</1> написать историю про <1>Остров рассвета</1>.
th: ช่วย<1>นักเล่าเรื่องขี้ลืม</1>เพื่อเขียนเรื่องราวสำหรับ<1>เกาะแห่งรุ่งอรุณ</1>
vi: Giúp <1>Người Kể Chuyện Hay Quên</1> viết một câu chuyện về <1>Đảo Bình Minh</1>.
zh_hans: 帮助<1>健忘的说书人</1>书写一段关于<1>晨岛</1>的故事。
zh_hant: 幫助<1>健忘說書人</1>撰寫與<1>晨島</1>有關的故事。

# ap14_fetch_03_confirm
source: <2>ACT III:</2> Rehearse a Song for <1>Vault of Knowledge</1>.
de: <2>AKT III:</2> Probe ein Lied für den <1>Tresor des Wissens</1>.
es: <2>ACTO III:</2> Ensaya una canción para la<1>Bóveda de Conocimiento</1>.
fr: <2>ACTE III </2>: Répétez une chanson pour la <1>Chambre forte de connaissance</1>.
id: <2>BABAK III:</2> Berlatih Lagu untuk <1>Kubah Pengetahuan</1>.
it: <2>ATTO III: </2> Prova una canzone per la <1>Cupola della Conoscenza</1>.
ja: <2>第三幕：</2> <1>書庫</1>の楽曲をリハーサルしよう
ko: <2>제3막:</2> <1>지식의 도서관</1>을 위한 연주를 무대 연습하기 .
pt: <2>ATO III:</2> Ensaie uma música para o<1>Relicário do Conhecimento</1>.
ru: <2>АКТ III: </2> Отрепетируйте песню про <1>Хранилище знаний</1>.
th: <2>องก์ที่ III:</2> ซ้อมบทเพลงสำหรับ<1>กรุสมบัติแห่งปัญญา</1>
vi: <2>MÀN III:</2> Tập một bài hát cho <1>Kho Tri Thức</1>
zh_hans: <2>第三幕：</2> 为<1>禁阁</1>排练一首曲目。
zh_hant: <2>第三幕：</2> 為<1>禁閣</1>排練歌曲。

# ap14_fetch_03_desc_01
source: Fill in for the <1>Mellow Musician</1> in the band.
de: Spring für den <1>Entspannten Musiker</1> in der Band ein.
es: Cubre al <1>músico gentil</1> en la banda.
fr: Remplacez le <1>Musicien serein</1> dans le groupe.
id: Gantikan posisi <1>Musisi Lembut</1> di band.
it: Prendi il posto del <1>Musicista gioviale</1> nella banda.
ja: バンドに参加し<1>のんびり屋の音楽家</1>の代役をつとめましょう
ko: <1>그윽한 음악가</1>를 대신해서 연주하세요
pt: Participe da banda no lugar do <1>Músico Meloso</1>.
ru: Подмените <1>Благодушного музыканта</1> в группе.
th: มาเล่นดนตรีแทน<1>นักดนตรีผู้เบิกบาน</1>ในวงดนตรี
vi: Đưa <1>Nhạc Sĩ Nhẹ Nhàng</1> vào ban nhạc.
zh_hans: 填补乐团内<1>老练的音乐家</1>的空缺。
zh_hant: 在樂團中代替<1>沉穩音樂家</1>上場。

# ap14_fetch_03_desc_02
source: The <1>Mellow Musician</1> is nowhere to be found.
de: Der <1>Entspannte Musiker</1> ist nirgendwo zu finden.
es: No podemos encontrar al <1>músico gentil</1>.
fr: Le <1>Musicien serein</1> est introuvable.
id: <1>Musisi Lembut</1> tak bisa ditemukan di mana-mana.
it: Il <1>Musicista gioviale</1> è scomparso.
ja: <1>のんびり屋の音楽家</1>がどこにもいないようです
ko: <1>그윽한 음악가</1>가 사라졌어요
pt: O <1>Músico Meloso</1> desapareceu.
ru: <1>Благодушный музыкант</1> куда-то запропастился.
th: <1>นักดนตรีผู้เบิกบาน</1>หายไปไหนก็ไม่รู้
vi: <1>Nhạc Sĩ Nhẹ Nhàng</1> đang mất tích.
zh_hans: <1>老练的音乐家</1>不知所踪。
zh_hant: <1>沉穩音樂家</1>不知去向了。

# ap14_fetch_03_effects_01
source: You may now use these two <2>instruments</2> whenever you wish.
de: Du kannst jetzt jederzeit eines der beiden <2>Instrumente</2> verwenden.
es: Ahora puedes usar estos dos <2>instrumentos</2> cuando lo desees.
fr: Vous pouvez maintenant utiliser ces deux <2>instruments</2> quand vous le souhaitez.
id: Kamu sekarang bisa menggunakan dua <2>alat musik</2> ini kapan pun kamu mau.
it: Ora puoi usare questi due <2>strumenti</2> quando vuoi.
ja: この2種の<2>楽器</2>をステージ上でいつでも使えるようになりました
ko: 이제 이 두 가지 <2>악기</2>를 언제든지 사용할 수 있어요
pt: Agora você pode usar esses dois <2>instrumentos</2> quando quiser.
ru: Теперь вы можете использовать два этих <2>инструмента</2> когда угодно.
th: ตอนนี้คุณสามารถใช้<2>เครื่องดนตรี</2>สองชิ้นนี้ได้ทุกเมื่อที่คุณต้องการ
vi: Hiện bạn có thể sử dụng hai <2>nhạc cụ</2> này bất cứ khi nào bạn muốn.
zh_hans: 你可以随意使用这两种<2>乐器</2>。
zh_hant: 您現在可以隨時使用這兩種<2>樂器</2>。

# ap14_fetch_03_start
source: Help the <1>Mellow Musician</1>'s band rehearse a song for <1>Vault of Knowledge</1>.
de: Hilf der Band des <1>Entspannten Musikers</1>, ein Lied für den <1>Tresor des Wissens</1> einzustudieren.
es: Ayuda a la banda del <1>músico gentil</1> a ensayar una canción para la <1>Bóveda de Conocimiento</1>.
fr: Aidez le groupe du <1>Musicien serein</1> à répéter une chanson pour la <1>Chambre forte de connaissance</1>.
id: Bantu band <1>Musisi Lembut</1> berlatih lagu untuk <1>Kubah Pengetahuan</1>.
it: Aiuta la band del <1>Musicista gioviale</1> a provare una canzone per la <1>Cupola della Conoscenza</1>.
ja: <1>のんびり屋の音楽家</1>のバンドを手伝い、<1>書庫</1>の楽曲のリハーサルを行いましょう
ko: <1>그윽한 음악가</1>의 밴드가 <1>지식의 도서관</1>을 위한 연주를 무대 연습할 수 있게 도와주세요
pt: Ajude a banda do <1>Músico Meloso</1> a ensaiar uma música para o <1>Relicário do Conhecimento</1>.
ru: Помогите группе <1>Благодушного музыканта</1> отрепетировать песню про <1>Хранилище знаний</1>.
th: ช่วยวงดนตรีของ<1>นักดนตรีผู้เบิกบาน</1>เพื่อซ้อมบทเพลงสำหรับ<1>กรุสมบัติแห่งปัญญา</1>
vi: Giúp ban nhạc của <1>Nhạc Sĩ Nhẹ Nhàng</1> tập một bài hát cho <1>Kho Tri Thức</1>.
zh_hans: 帮助<1>老练的音乐家</1>的乐团，为<1>禁阁</1>排练一首曲目。
zh_hant: 幫助<1>沉穩音樂家</1>的樂團為<1>禁閣</1>排練歌曲。

# ap14_fetch_04_confirm
source: <2>ACT IV:</2> Encourage the Discouraged Crew.
de: <2>AKT IV:</2> Heitere die Entmutigte Truppe auf.
es: <2>ACTO IV:</2> Incentiva al grupo desanimado.
fr: <2>ACTE IV </2>: Encouragez l'équipe découragée.
id: <2>BABAK IV:</2> Dorong Kru Patah Semangat.
it: <2>ATTO IV:</2> Incoraggia la troupe scoraggiata.
ja: <2>第四幕：</2> 落ち込んでいる劇団員たちを元気づけよう
ko: <2>제4막:</2> 실망한 단원들 격려하기.
pt: <2>ATO IV:</2> Encoraje o Grupo Desanimado.
ru: <2>АКТ IV:</2> Подбодрите упавшую духом команду.
th: <2>องก์ที่ IV:</2> ให้กำลังใจทีมงานที่ท้อแท้
vi: <2>MÀN IV:</2> Cổ vũ Tổ Đội Nản Chí
zh_hans: <2>第四幕：</2> 鼓励气馁的团队。
zh_hant: <2>第四幕：</2> 鼓勵灰心喪志的劇組 。

# ap14_fetch_04_effects_01
source: You now have access to the back entrance of <2>Harmony Hall</2>.
de: Du hast jetzt Zugang zum Hintereingang des <2>Harmoniesaals</2>.
es: Ahora tienes acceso a la entrada trasera del <2>Salón de Armonía</2>.
fr: Vous avez maintenant accès à l'entrée arrière du <2>Hall d'harmonie</2>.
id: Sekarang kamu punya akses ke pintu masuk belakang <2>Aula Harmoni</2>.
it: Ora hai accesso all'ingresso sul retro del <2>Salone dell'Armonia</2>.
ja: <2>奏の音楽堂</2>の裏口から入れるようになりました
ko: 이제 <2>음악의 전당</2>으로 통하는 뒷문을 이용할 수 있습니다.
pt: Agora você tem acesso à entrada dos fundos do <2>Salão da Harmonia</2>.
ru: Теперь у вас есть доступ к черному ходу <2>Зала гармонии</2>.
th: ตอนนี้คุณสามารถเข้าไปยังทางเข้าด้านหลังของ<2>โถงแห่งความปรองดอง</2>ได้แล้ว
vi: Hiện bạn có thể vào lối sau của <2>Cửa hàng Âm nhạc</2>.
zh_hans: 你现在可以进入<2>和声大厅</2>的后门。
zh_hant: 你現在可以從<2>和聲大廳</2>的後門進出了。

# ap14_fetch_04_remaining_01
source: There is only <2>one more spirit</2> left to find and reassure.
de: Es gibt nur noch <2>einen Geist</2>, der gefunden und aufgemuntert werden muss.
es: Solo queda <2>un espíritu más</2> por encontrar y tranquilizar.
fr: Il ne reste plus qu'<2>un seul esprit</2> à trouver et rassurer.
id: Tinggal <2>satu roh</2> lagi yang harus ditemukan dan diyakinkan.
it: Ti resta soltanto <2>uno spirito</2> da trovare e rassicurare.
ja: <2>最後の精霊</2>を探して、元気づけましょう
ko: 이제 <2>마지막 영혼</2>을 찾아서 기운을 북돋워 주세요
pt: Só resta mais <2>um espírito</2> para encontrar e acalmar.
ru: Осталось найти и подбодрить <2>еще одного духа</2>.
th: เหลือ<2>สปิริตอีกหนึ่งตน</2>ให้ค้นหาและปลอบใจ
vi: Cần tìm và trấn an <2>một tinh linh nữa</2>.
zh_hans: 只需找到<2>一个先灵</2>并进行安抚。
zh_hant: 還需要安撫<2>一位先靈</2>。

# ap14_fetch_04_remaining_02
source: There are <2>two more spirits</2> left to find and reassure.
de: Es gibt noch <2>zwei Geister</2>, die gefunden und aufgemuntert werden müssen.
es: Solo quedan <2>dos espíritus más</2> por encontrar y tranquilizar.
fr: Il reste <2>deux autres esprits</2> à trouver et rassurer.
id: Tinggal <2>dua roh</2> lagi yang harus ditemukan dan diyakinkan.
it: Ti restano <2>due spiriti</2> da trovare e rassicurare.
ja: あと<2>2人の精霊たち</2>を探して、元気づけましょう
ko: <2>영혼 두 명</2>을 더 찾아서 기운을 북돋워 주세요
pt: Restam <2>dois espíritos</2> para encontrar e acalmar.
ru: Осталось найти и подбодрить <2>еще двух духов</2>.
th: เหลือ<2>สปิริตอีกสองตน</2>ให้ค้นหาและปลอบใจ
vi: Cần tìm và trấn an <2>hai tinh linh nữa</2>.
zh_hans: 还需找到<2>两个先灵</2>并进行安抚。
zh_hant: 還需要安撫<2>兩位先靈</2>。
