Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# currency_no_sheart
source: Not enough <sheart/>. Receive more <sheart/> gift from season <1>spirits</1>.
de: Nicht genug <sheart/>. Erhalte mehr <sheart/> Geschenke von <1>Geistern</1> der Saison.
es: No tienes suficiente <sheart/>. Recibe más regalos de <sheart/> de los <1>espíritus</1> estacionales.
fr: Pas assez de <sheart/>. Recevez plus de <sheart/> en cadeau des <1>esprits</1> saisonniers.
id: <sheart/> tidak cukup. Terima lebih banyak hadiah <sheart/> dari <1>roh</1> musim.
it: Non hai abbastanza <sheart/>. Ricevi altri <sheart/> in regalo dagli <1>spiriti</1> stagionali.
ja: <sheart/>が足りないようです。季節の精霊から贈られる<sheart/>を集めましょう
ko: <sheart/>가 부족해요. <1>시즌영혼</1>(으)로부터 얻을 수 있어요.
pt: <sheart/> insuficiente. Receba mais <sheart/> de presente de <1>espíritos</1> sazonais.
ru: Не хватает <sheart/>. Получите больше <sheart/> у сезонных <1>духов</1>.
th: มี <sheart/> ไม่เพียงพอ รับของขวัญ <sheart/> เพิ่มจาก<1>สปิริต</1>ฤดูกาล
vi: <sheart/> không đủ. Kiếm thêm quà <sheart/> từ <1>Tinh Linh</1>.
zh_hans: <sheart/>不足。请与奇妙之旅的<1>先灵</1>增进友谊，获取更多的 <sheart/>。
zh_hant: <sheart/>不足。請與奇妙之旅的<1>先靈</1>增進友誼，獲取更多的<sheart/>。

# currency_no_stoken
source: Not enough <spendant/> Purchase more from the Shop?
de: Nicht genug <spendant/> Mehr im Shop kaufen?
es: No tienes suficiente <spendant/> ¿Comprar más en la tienda?
fr: Pas assez de <spendant/> En acheter plus dans la boutique ?
id: <spendant/> tidak cukup Beli lagi dari Toko?
it: Non hai abbastanza <spendant/> Ne vuoi acquistare ancora dal negozio?
ja: <spendant/>が足りません ショップにて追加で購入されますか？
ko: <spendant/>가 부족해요. 상점에서 더 구입할까요?
pt: <spendant/> insuficiente. Comprar mais na loja?
ru: Не хватает <spendant/> Купить еще в магазине?
th: มี <spendant/> ไม่พอ ซื้อจากร้านค้าเพิ่มหรือไม่
vi: <spendant/> không đủ Mua thêm từ Cửa hàng?
zh_hans: <spendant/>不足 打开商店购买？
zh_hant: <spendant/>不足 打開商店購買？

# daily_quest_activate_a_2_player_door_desc
source: <b>Open a 2 player door</b>
de: <b>Öffne eine 2-Spieler-Tür</b>
es: <b>Abrir una puerta de 2 jugadores</b>
fr: <b>Ouvrez une porte pour 2 joueurs</b>
id: <b>Buka pintu 2 pemain</b>
it: <b>Apri una porta per 2 giocatori</b>
ja: <b>2人プレイヤー用の扉を開ける</b>
ko: <b>2인 플레이어 문 열기</b>
pt: <b>Abrir uma porta de 2 jogadores</b>
ru: <b>Откройте дверь на 2 игроков</b>
th: <b>เปิดประตู 2 ผู้เล่น</b>
vi: <b>Mở cửa 2 người chơi</b>
zh_hans: <b>开启一个需要两个玩家启动的门</b>
zh_hant: <b>開啓一扇需要兩位玩家啓動的門</b>

# daily_quest_activate_a_4_player_door_desc
source: <b>Open a 4 player door</b>
de: <b>Öffne eine 4-Spieler-Tür</b>
es: <b>Abrir una puerta de 4 jugadores</b>
fr: <b>Ouvrez une porte pour 4 joueurs</b>
id: <b>Buka pintu 4 pemain</b>
it: <b>Apri una porta per 4 giocatori</b>
ja: <b>4人プレイヤー用の扉を開ける</b>
ko: <b>4인 플레이어 문 열기</b>
pt: <b>Abrir uma porta de 4 jogadores</b>
ru: <b>Откройте дверь на 4 игроков</b>
th: <b>เปิดประตู 4 ผู้เล่น</b>
vi: <b>Mở cửa 4 người chơi</b>
zh_hans: <b>开启一个需要四个玩家启动的门</b>
zh_hant: <b>開啓一扇需要四位玩家啓動的門</b>

# daily_quest_activate_a_8_player_door_desc
source: <b>Open an 8 player door</b>
de: <b>Öffne eine 8-Spieler-Tür</b>
es: <b>Abrir una puerta de 8 jugadores</b>
fr: <b>Ouvrez une porte pour 8 joueurs</b>
id: <b>Buka pintu 8 pemain</b>
it: <b>Apri una porta per 8 giocatori</b>
ja: <b>8人プレイヤー用の扉を開ける</b>
ko: <b>8인 플레이어 문 열기/b>
pt: <b>Abrir uma porta de 8 jogadores</b>
ru: <b>Откройте дверь на 8 игроков</b>
th: <b>เปิดประตู 8 ผู้เล่น</b>
vi: <b>Mở cửa 8 người chơi</b>
zh_hans: <b>开启一个需要八个玩家启动的门</b>
zh_hant: <b>開啓一扇需要八位玩家啓動的門</b>

# daily_quest_activate_an_engine_desc
source: <b>Activate an ancient engine</b>
de: <b>Aktiviere eine uralte Maschine</b>
es: <b>Activar una máquina ancestral</b>
fr: <b>Activez un ancien moteur</b>
id: <b>Aktifkan mesin kuno</b>
it: <b>Attiva un antico motore</b>
ja: <b>古代の仕掛けをひとつ起動する</b>
ko: <b>고대 장치 작동시키기</b>
pt: <b>Ativar um motor ancestral</b>
ru: <b>Активируйте древний двигатель</b>
th: <b>เปิดใช้งานเครื่องจักรโบราณ</b>
vi: <b>Kích hoạt máy móc cổ</b>
zh_hans: <b>开启一次古代机械</b>
zh_hant: <b>啟動一台古代機械</b>

# daily_quest_bow_at_a_player_desc
source: <b>Bow at a player</b>
de: <b>Verbeuge dich vor einem Spieler</b>
es: <b>Inclínate ante un jugador</b>
fr: <b>Inclinez-vous face à un joueur</b>
id: <b>Menunduk ke pemain</b>
it: <b>Inchinati ad un giocatore</b>
ja: <b>プレイヤーにお辞儀をする</b>
ko: <b>플레이어에게 고개 숙여 인사하기</b>
pt: <b>Curvar-se perante um jogador</b>
ru: <b>Поклонитесь игроку</b>
th: <b>คำนับผู้เล่น</b>
vi: <b>Cúi chào một người chơi</b>
zh_hans: <b>向一位玩家鞠躬</b>
zh_hant: <b>向一位玩家鞠躬</b>

# daily_quest_change_cape_desc
source: <b>Change your cape</b>
de: <b>Ändere deinen Umhang</b>
es: <b>Cambia tu capa</b>
fr: <b>Changez de cape</b>
id: <b>Ubah jubahmu</b>
it: <b>Cambia mantello</b>
ja: <b>ケープを着替える</b>
ko: <b>망토 바꾸기</b>
pt: <b>Trocar de capa</b>
ru: <b>Смените накидку</b>
th: <b>เปลี่ยนเสื้อคลุมของคุณ</b>
vi: <b>Thay áo choàng</b>
zh_hans: <b>更换你的斗篷</b>
zh_hant: <b>更換你的斗篷</b>

# daily_quest_change_feet_desc
source: <b>Change your shoes</b>
de: <b>Ändere deine Schuhe</b>
es: <b>Cámbiate los zapatos</b>
fr: <b>Changez de chaussures</b>
id: <b>Ubah sepatu kamu</b>
it: <b>Cambia scarpe</b>
ja: <b>シューズアイテムを変える</b>
ko: <b>신발 바꾸기</b>
pt: <b>Troque os sapatos</b>
ru: <b>Смените обувь</b>
th: <b>เปลี่ยนรองเท้าของคุณ</b>
vi: <b>Thay đổi giày của bạn</b>
zh_hans: <b>更换鞋子</b>
zh_hant: <b>更換你的鞋子</b>

# daily_quest_change_hair_desc
source: <b>Change your hairstyle</b>
de: <b>Ändere deine Frisur</b>
es: <b>Cambia tu peinado</b>
fr: <b>Changez de coupe de cheveux</b>
id: <b>Ubah gaya rambutmu</b>
it: <b>Cambia acconciatura</b>
ja: <b>ヘアスタイルを変える</b>
ko: <b>헤어스타일 바꾸기</b>
pt: <b>Trocar de corte de cabelo</b>
ru: <b>Смените прическу</b>
th: <b>เปลี่ยนทรงผมของคุณ</b>
vi: <b>Thay kiểu tóc</b>
zh_hans: <b>更换你的发型</b>
zh_hant: <b>更換你的髮型</b>

# daily_quest_change_hat_desc
source: <b>Change your hat</b>
de: <b>Ändere deine Kopfbedeckung</b>
es: <b>Cambia de sombrero</b>
fr: <b>Changez de chapeau</b>
id: <b>Ubah topi kamu</b>
it: <b>Cambia cappello</b>
ja: <b>帽子アイテムを変える</b>
ko: <b>모자 바꾸기</b>
pt: <b>Troque o chapéu</b>
ru: <b>Смените головной убор</b>
th: <b>เปลี่ยนหมวกของคุณ</b>
vi: <b>Thay đổi mũ của bạn</b>
zh_hans: <b>更换帽子</b>
zh_hant: <b>更換你的帽子</b>

# daily_quest_change_horn_desc
source: <b>Change your accessory</b>
de: <b>Ändere dein Accessoire</b>
es: <b>Cambia de accesorio</b>
fr: <b>Changez d’accessoire</b>
id: <b>Ubah aksesoris kamu</b>
it: <b>Cambia accessorio</b>
ja: <b>ヘッドアクセサリーアイテムを変える</b>
ko: <b>액세서리 바꾸기</b>
pt: <b>Troque o acessório</b>
ru: <b>Смените украшение</b>
th: <b>เปลี่ยนของประดับของคุณ</b>
vi: <b>Thay đổi phụ kiện của bạn</b>
zh_hans: <b>更换饰品</b>
zh_hant: <b>更換你的頭飾</b>

# daily_quest_change_mask_desc
source: <b>Change your mask</b>
de: <b>Ändere deine Maske</b>
es: <b>Cambia tu máscara</b>
fr: <b>Changez de masque</b>
id: <b>Ubah topengmu</b>
it: <b>Cambia maschera</b>
ja: <b>マスクを変える</b>
ko: <b>가면 바꾸기</b>
pt: <b>Trocar de máscara</b>
ru: <b>Смените маску</b>
th: <b>เปลี่ยนหน้ากากของคุณ</b>
vi: <b>Thay mặt nạ</b>
zh_hans: <b>更换你的面具</b>
zh_hant: <b>更換你的面具</b>

# daily_quest_change_neck_desc
source: <b>Change your necklace</b>
de: <b>Ändere deine Halskette</b>
es: <b>Cambia de collar</b>
fr: <b>Changez de collier</b>
id: <b>Ubah kalung kamu</b>
it: <b>Cambia collana</b>
ja: <b>ネックレスアイテムを変える</b>
ko: <b>목걸이 바꾸기</b>
pt: <b>Troque o colar</b>
ru: <b>Смените ожерелье</b>
th: <b>เปลี่ยนสร้อยคอของคุณ</b>
vi: <b>Thay đổi vòng cổ của bạn</b>
zh_hans: <b>更换项链</b>
zh_hant: <b>更換你的項鍊</b>

# daily_quest_change_pants_desc
source: <b>Change your pants</b>
de: <b>Ändere deine Hose</b>
es: <b>Cambia tus pantalones</b>
fr: <b>Changez de pantalon</b>
id: <b>Ubah celanamu</b>
it: <b>Cambia pantaloni</b>
ja: <b>ズボンを変える</b>
ko: <b>바지 바꾸기</b>
pt: <b>Trocar de calças</b>
ru: <b>Смените штаны</b>
th: <b>เปลี่ยนกางเกงของคุณ</b>
vi: <b>Thay quần</b>
zh_hans: <b>更换你的裤子</b>
zh_hant: <b>更換你的褲子</b>

# daily_quest_change_prop_desc
source: <b>Change your prop</b>
de: <b>Ändere deine Requisite</b>
es: <b>Cambia de utilería</b>
fr: <b>Changez votre accessoire</b>
id: <b>Ubah properti kamu</b>
it: <b>Cambia oggetto</b>
ja: <b>持ちものアイテムを変える</b>
ko: <b>소품 바꾸기</b>
pt: <b>Troque os apetrechos</b>
ru: <b>Смените аксессуар</b>
th: <b>เปลี่ยนของตกแต่งของคุณ</b>
vi: <b>Thay đổi đạo cụ của bạn</b>
zh_hans: <b>更换道具</b>
zh_hant: <b>更換你的道具</b>

# daily_quest_cherry_sappling_dusk_01_desc
source: <b>Admire the sapling in Golden Wasteland for a short while</b>
de: <b>Geh und bewundere das Bäumchen in der goldenen Ödnis für eine kurze Weile</b>
es: <b>Admira el árbol joven en el Páramo Dorado por un rato</b>.
fr: <b>Appréciez le jeune arbre dans le Désert d'or pendant un petit moment</b>.
id: <b>Kagumi pohon muda di Gurun Emas untuk sesaat</b>
it: <b>Apprezza l'alberello nel Deserto Dorato per un breve periodo</b>.
ja: <b>捨てられた地を訪れ、しばしの間、若木を愛でる</b>
ko: <b>황금 황무지에서 어린 나무를 잠시 감상하기</b>
pt: <b>Admire o broto no Sertão Dourado por um curto período de tempo</b>
ru: <b>Полюбуйтесь деревцем в Золотой пустоши</b>
th: <b>ชื่นชมต้นอ่อนในแดนร้างทองอร่ามเป็นระยะเวลาสั้นๆ</b>
vi: <b>Ngắm cây non ở Hoang Mạc Hoàng Kim trong thời gian ngắn</b>
zh_hans: 坐赏<b>暮土</b>小树苗
zh_hant: 欣賞一下<b>暮土</b>小樹苗

# daily_quest_cherry_sappling_night_01_desc
source: <b>Admire the sapling in the Vault of Knowledge for a short while</b>
de: <b>Geh und bewundere das Bäumchen im Tresor des Wissens für eine kurze Weile</b>
es: <b>Admira el árbol joven en la Bóveda del Conocimiento por un rato</b>
fr: <b>Appréciez le jeune arbre dans la Chambre forte de connaissance pendant un petit moment</b>.
id: <b>Kagumi pohon muda di Kubah Pengetahuan untuk sesaat</b>
it: <b>Apprezza l'alberello nella Cupola della Conoscenza</b>.
ja: <b>書庫を訪れ、しばしの間、若木を愛でる</b>
ko: <b>지식의 도서관에서 어린 나무를 잠시 감상하기</b>
pt: <b>Admire o broto no Reliquário do Conhecimento por um curto período de tempo</b>
ru: <b>Полюбуйтесь деревцем в Хранилище знаний</b>
th: <b>ชื่นชมต้นอ่อนในกรุสมบัติแห่งปัญญาเป็นระยะเวลาสั้นๆ</b>
vi: <b>Ngắm cây non ở Kho Tri Thức trong thời gian ngắn</b>
zh_hans: 坐赏<b>禁阁</b>小树苗
zh_hant: 欣賞一下<b>禁閣</b>小樹苗

# daily_quest_cherry_sappling_prairie_01_desc
source: <b>Admire the sapling in Daylight Prairie for a short while</b>
de: <b>Geh und bewundere das Bäumchen in der Tageslichtprärie für eine kurze Weile</b>
es: <b>Admira el árbol joven en la Planicie de la Luz del Día por un rato</b>
fr: <b>Appréciez le jeune arbre dans la Prairie illuminée pendant un petit moment</b>.
id: <b>Kagumi pohon muda di Padang Rumput Siang untuk sesaat</b>
it: <b>Apprezza l'alberello nella Prateria Diurna per un breve periodo</b>.
ja: <b>草原を訪れ、しばしの間、若木を愛でる</b>
ko: <b>햇빛 초원에서 어린 나무를 잠시 감상하기</b>
pt: <b>Admire o broto na Aurora's Campina por um curto período de tempo</b>
ru: <b>Полюбуйтесь деревцем в Полуденной прерии</b>
th: <b>ชื่นชมต้นอ่อนในทุ่งหญ้าแสงตะวันเป็นระยะเวลาสั้นๆ</b>
vi: <b>Ngắm cây non ở Thảo Nguyên Ánh Sáng trong thời gian ngắn</b>
zh_hans: 坐赏<b>云野</b>小树苗
zh_hant: 欣賞一下<b>雲野</b>小樹苗

# daily_quest_cherry_sappling_rain_01_desc
source: <b>Admire the sapling in the Hidden Forest for a short while</b>
de: <b>Geh und bewundere das Bäumchen im verborgenen Wald für eine kurze Weile</b>
es: <b>Admira el árbol joven en el Bosque Escondido por un rato</b>
fr: <b>Appréciez le jeune arbre dans la Forêt cachée pendant un petit moment</b>.
id: <b>Kagumi pohon muda di Hutan Tersembunyi untuk sesaat</b>
it: <b>Apprezza l'alberello nella Foresta Nascosta per un breve periodo</b>.
ja: <b>雨林を訪れ、しばしの間、若木を愛でる</b>
ko: <b>비밀의 숲에서 어린 나무를 잠시 감상하기</b>
pt: <b>Admire o broto na Floresta Escondida por um curto período de tempo</b>
ru: <b>Полюбуйтесь деревцем в Тайном лесу</b>
th: <b>ชื่นชมต้นอ่อนในป่าลับเป็นระยะเวลาสั้นๆ</b>
vi: <b>Ngắm cây non ở Rừng Mưa trong thời gian ngắn</b>
zh_hans: 坐赏<b>雨林</b>小树苗
zh_hant: 欣賞一下<b>雨林</b>小樹苗

# daily_quest_cherry_sappling_sunset_01_desc
source: <b>Admire the sapling in Valley of Triumph for a short while</b>
de: <b>Geh und bewundere das Bäumchen im Tal des Triumphs für eine kurze Weile</b>
es: <b>Admira el árbol joven en el Valle del Triunfo por un rato</b>
fr: <b>Appréciez le jeune arbre dans la Vallée du triomphe pendant un petit moment</b>.
id: <b>Kagumi pohon muda di Lembah Kejayaan untuk sesaat</b>
it: <b>Apprezza l'alberello nella Valle del Trionfo per un breve periodo</b>.
ja: <b>峡谷を訪れ、しばしの間、若木を愛でる</b>
ko: <b>승리의 계곡에서 어린 나무를 잠시 감상하기</b>
pt: <b>Admire o broto no Vale do Triunfo por um curto período de tempo</b>
ru: <b>Полюбуйтесь деревцем в Долине триумфа</b>
th: <b>ชื่นชมต้นอ่อนในหุบเขาแห่งชัยชนะเป็นระยะเวลาสั้นๆ</b>
vi: <b>Ngắm cây non ở Thung Lũng Vinh Quang trong thời gian ngắn</b>
zh_hans: 坐赏<b>霞谷</b>小树苗
zh_hant: 欣賞一下<b>霞谷</b>小樹苗

source: Daily Quest Complete
de: Tägliche Quest abgeschlossen
es: Misiones diarias terminadas
fr: Quête quotidienne terminée
id: Misi Harian Selesai
it: Missione giornaliera completata
ja: デイリークエスト完了
ko: 일일퀘스트 완료
pt: Missão diária concluída
ru: Задание дня выполнено
th: ภารกิจรายวันเสร็จสมบูรณ์
vi: Hoàn Thành Nhiệm Vụ Ngày
zh_hans: 每日任务完成
zh_hant: 每日任務完成

# daily_quest_do_competition_play_desc
source: <b>Play any Tournament sport</b>
de: <b>Spiele einen beliebigen Turniersport</b>
es: <b>Juega a cualquier deporte del torneo</b>
fr: <b>Participez à n’importe quel tournoi sportif</b>
id: <b>Mainkan salah satu olahraga Turnamen</b>
it: <b>Partecipa a uno sport del Torneo</b>
ja: <b>大競技会のいずれかの競技をプレーする</b>
ko: <b>토너먼트 스포츠 한 가지에 참여하기</b>
pt: <b>Jogue qualquer esporte do torneio</b>
ru: <b>Поучаствуйте в любом турнире</b>
th: <b>เล่นกีฬาทัวร์นาเมนต์ใดก็ได้</b>
vi: <b>Tham gia bất kỳ trò chơi nào trong Giải đấu</b>
zh_hans: <b>参与任何一项锦标赛赛事</b>
zh_hant: <b>參加任何一項錦標賽事</b>

# daily_quest_domusic_location1_1_desc
source: <b>Bow at a player</b>
de: <b>Verbeuge dich vor einem Spieler</b>
es: <b>Inclínate ante un jugador</b>
fr: <b>Inclinez-vous face à un joueur</b>
id: <b>Menunduk ke pemain</b>
it: <b>Inchinati ad un giocatore</b>
ja: <b>プレイヤーにお辞儀をする</b>
ko: <b>플레이어에게 고개 숙여 인사하기</b>
pt: <b>Curvar-se perante um jogador</b>
ru: <b>Поклонитесь игроку</b>
th: <b>คำนับผู้เล่น</b>
vi: <b>Cúi chào một người chơi</b>
zh_hans: <b>向一位玩家鞠躬</b>
zh_hant: <b>向一位玩家鞠躬</b>

# daily_quest_domusic_location1_2_desc
source: <b>High-Five a friend</b>
de: <b>Gib einem Freund ein High Five</b>
es: <b>Chócalas con un amigo</b>
fr: <b>Topez-là avec un ami</b>
id: <b>Tos dengan teman</b>
it: <b>Batti il cinque a un amico</b>
ja: <b>フレンドとハイタッチする</b>
ko: <b>친구와 하이파이브하기</b>
pt: <b>Cumprimentar um amigo com um “toca aí”</b>
ru: <b>Дайте «пять» другу</b>
th: <b>แปะมือกับเพื่อน</b>
vi: <b>Đập tay một người bạn</b>
zh_hans: <b>和朋友击掌</b>
zh_hant: <b>和朋友擊掌</b>

# daily_quest_domusic_location2_1_desc
source: <b>Make a new acquaintance</b>
de: <b>Lerne eine neue Person kennen</b>
es: <b>Haz un conocido</b>
fr: <b>Faites une nouvelle connaissance</b>
id: <b>Cari kenalan baru</b>
it: <b>Fai una nuova conoscenza</b>
ja: <b>新たな知り合いを作る</b>
ko: <b>낯선 플레이어와 촛불을 맞대기</b>
pt: <b>Conhecer alguém novo</b>
ru: <b>Заведите новое знакомство</b>
th: <b>ผูกมิตรกับคนรู้จักใหม่</b>
vi: <b>Thêm bạn mới</b>
zh_hans: <b>交一个新朋友</b>
zh_hant: <b>點亮一位陌生玩家</b>

# daily_quest_domusic_location2_2_desc
source: <b>Relive a Spirit's memories</b>
de: <b>Erlebe die Erinnerungen eines Geistes</b>
es: Revive las memorias de un espíritu
fr: </b>Revivez les souvenirs d'un esprit</b>
id: <b>Hidupkan kembali kenangan Roh</b>
it: <b>Rivivi i ricordi di uno spirito</b>
ja: <b>精霊の記憶を呼び起こす</b>
ko: <b>영혼의 기억을 체험하기</b>
pt: </b>Reviver as memórias de um espírito</b>
ru: Проживите воспоминания этого Духа
th: <b>หวนระลึกความทรงจำของสปิริต</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh</b>
zh_hans: <b>重温一位先灵的记忆</b>
zh_hant: <b>重溫一位先靈的記憶</b>

# daily_quest_domusic_location3_1_desc
source: <b>Light 20 candles</b>
de: <b>Zünde 20 Kerzen an</b>
es: <b>Enciende 20 velas</b>
fr: <b>Allumez 20 bougies</b>
id: <b>Nyalakan 20 lilin</b>
it: <b>Accendi 20 candele</b>
ja: <b>20本のキャンドルに灯を点す</b>
ko: <b>양초 20개에 불을 붙이기</b>
pt: <b>Acender 20 velas</b>
ru: <b>Зажгите 20 свечей</b>
th: <b>จุดเทียน 20 เล่ม</b>
vi: <b>Thắp 20 ngọn nến</b>
zh_hans: <b>点亮20根蜡烛</b>
zh_hant: <b>點亮 20 根蠟燭</b>

# daily_quest_domusic_location3_2_desc
source: <b>Forge a candle</b>
de: <b>Schmiede eine Kerze</b>
es: <b>Forja una vela</b>
fr: <b>Forgez une bougie</b>
id: <b>Tempa lilin</b>
it: <b>Forgia una candela</b>
ja: <b>キャンドルを精錬する</b>
ko: <b>양초 한 개 만들기</b>
pt: <b>Confeccionar uma vela</b>
ru: <b>Изготовьте свечу</b>
th: <b>หลอมเทียน</b>
vi: <b>Ngưng tụ 1 cây nến</b>
zh_hans: <b>用烛光凝聚成一根蜡烛</b>
zh_hant: <b>用燭光凝聚成一根蠟燭</b>

# daily_quest_domusic_location4_1_desc
source: <b>Send a gift to a friend</b>
de: <b>Schicke einem Freund ein Geschenk</b>
es: <b>Envía un regalo a un amigo</b>
fr: <b>Envoyez un cadeau à un ami</b>
id: <b>Kirimkan hadiah ke teman</b>
it: <b>Invia un regalo a un amico</b>
ja: <b>フレンドにギフトを贈る</b>
ko: <b>친구에게 선물 보내기</b>
pt: <b>Enviar um presente para um amigo</b>
ru: <b>Отправьте подарок другу</b>
th: <b>ส่งของขวัญให้เพื่อน</b>
vi: <b>Tặng quà cho một người bạn</b>
zh_hans: <b>给一位朋友送礼</b>
zh_hant: <b>送禮給一位朋友</b>

# daily_quest_domusic_location4_2_desc
source: <b>Wave to a friend</b>
de: <b>Winke einem Freund zu</b>
es: <b>Saluda a un amigo</b>
fr: <b>Faites signe à un ami</b>
id: <b>Lambaikan tangan ke teman</b>
it: <b>Saluta un amico</b>
ja: <b>フレンドに手を振る</b>
ko: <b>친구에게 손 흔들기</b>
pt: <b>Dar tchau para um amigo</b>
ru: <b>Помашите другу</b>
th: <b>โบกมือให้เพื่อน</b>
vi: <b>Vẫy tay với một người bạn</b>
zh_hans: <b>向一位朋友招手</b>
zh_hant: <b>向一位朋友招手</b>

# daily_quest_domusic_location5_1_desc
source: <b>Make a new acquaintance</b>
de: <b>Lerne eine neue Person kennen</b>
es: <b>Haz un conocido</b>
fr: <b>Faites une nouvelle connaissance</b>
id: <b>Cari kenalan baru</b>
it: <b>Fai una nuova conoscenza</b>
ja: <b>新たな知り合いを作る</b>
ko: <b>낯선 플레이어와 촛불을 맞대기</b>
pt: <b>Conhecer alguém novo</b>
ru: <b>Заведите новое знакомство</b>
th: <b>ผูกมิตรกับคนรู้จักใหม่</b>
vi: <b>Thêm bạn mới</b>
zh_hans: <b>交一个新朋友</b>
zh_hant: <b>點亮一位陌生玩家</b>

# daily_quest_domusic_location5_2_desc
source: <b>Relive a Spirit's memories in Vault of Knowledge</b>
de: <b>Erlebe die Erinnerungen eines Geistes im Tresor des Wissens</b>
es: <b>Revive los recuerdos de un espíritu en la Bóveda de Conocimiento</b>
fr: <b>Revivez les souvenirs d'un esprit dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Roh di Kubah Pengetahuan</b>
it: <b>Rivivi i ricordi di uno spirito nella Cupola della Conoscenza</b>
ja: <b>書庫で精霊の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviva as memórias de um espírito no Relicário do Conhecimento</b>
ru: <b>Проживите воспоминания духа в Хранилище знаний</b>
th: <b>หวนระลึกความทรงจำของสปิริตในกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh ở Kho Tri Thức</b>
zh_hans: <b>在禁阁中重温一位先灵的记忆</b>
zh_hant: <b>重溫一位禁閣先靈的記憶</b>

# daily_quest_domusic_location5_3_desc
source: <b>Light 20 candles</b>
de: <b>Zünde 20 Kerzen an</b>
es: <b>Enciende 20 velas</b>
fr: <b>Allumez 20 bougies</b>
id: <b>Nyalakan 20 lilin</b>
it: <b>Accendi 20 candele</b>
ja: <b>20本のキャンドルに灯を点す</b>
ko: <b>양초 20개에 불을 붙이기</b>
pt: <b>Acender 20 velas</b>
ru: <b>Зажгите 20 свечей</b>
th: <b>จุดเทียน 20 เล่ม</b>
vi: <b>Thắp 20 ngọn nến</b>
zh_hans: <b>点亮20根蜡烛</b>
zh_hant: <b>點亮 20 根蠟燭</b>

# daily_quest_domusic_location6_1_desc
source: <b>Use an expression near a friend</b>
de: <b>Verwende einen Ausdruck in der Nähe eines Freundes</b>
es: <b>Usa una expresión cerca de un amigo</b>
fr: <b>Utilisez une expression à côté d'un ami</b>
id: <b>Gunakan ekspresi di dekat teman</b>
it: <b>Usa un'espressione quando sei vicino a un amico</b>
ja: <b>フレンドのそばで感情表現を使う</b>
ko: <b>친구 근처에서 제스처 사용하기</b>
pt: <b>Use uma expressão perto de um amigo</b>
ru: <b>Используйте выражение рядом с другом</b>
th: <b>ใช้การแสดงออกใกล้กับเพื่อน</b>
vi: <b>Dùng biểu tượng cảm xúc với một người bạn</b>
zh_hans: <b>向一位朋友做表情动作</b>
zh_hant: <b>向一位朋友做表情動作</b>

# daily_quest_domusic_location6_2_desc
source: <b>Forge a candle</b>
de: <b>Schmiede eine Kerze</b>
es: <b>Forja una vela</b>
fr: <b>Forgez une bougie</b>
id: <b>Tempa lilin</b>
it: <b>Forgia una candela</b>
ja: <b>キャンドルを精錬する</b>
ko: <b>양초 한 개 만들기</b>
pt: <b>Confeccionar uma vela</b>
ru: <b>Изготовьте свечу</b>
th: <b>หลอมเทียน</b>
vi: <b>Ngưng tụ 1 cây nến</b>
zh_hans: <b>用烛光凝聚成一根蜡烛</b>
zh_hant: <b>用燭光凝聚成一根蠟燭</b>

# daily_quest_domusic_location6_3_desc
source: <b>Bow at a player</b>
de: <b>Verbeuge dich vor einem Spieler</b>
es: <b>Inclínate ante un jugador</b>
fr: <b>Inclinez-vous face à un joueur</b>
id: <b>Menunduk ke pemain</b>
it: <b>Inchinati ad un giocatore</b>
ja: <b>プレイヤーにお辞儀をする</b>
ko: <b>플레이어에게 고개 숙여 인사하기</b>
pt: <b>Curvar-se perante um jogador</b>
ru: <b>Поклонитесь игроку</b>
th: <b>คำนับผู้เล่น</b>
vi: <b>Cúi chào một người chơi</b>
zh_hans: <b>向一位玩家鞠躬</b>
zh_hant: <b>向一位玩家鞠躬</b>

# daily_quest_dostyle_dusk_triangle_2_desc
source: <b>View a Shared Memory at a style runway shrine</b>
de: <b>Sieh dir eine Geteilte Erinnerung bei einem Schrein des Stillaufstegs an</b>
es: <b>Mira un recuerdo compartido en un altar de pasarela</b>
fr: <b>Regardez un souvenir partagé sur le podium d’un sanctuaire</b>
id: <b>Lihat Memori Bersama di kuil panggung bergaya</b>
it: <b>Visualizza un Ricordo condiviso in un santuario passerella</b>
ja: <b>お洒落な日々のランウェイでシェアメモリーズを鑑賞する</b>
ko: <b>멋쟁이 패션쇼 제단에서 공유기억 보기</b>
pt: <b>Veja uma memória compartilhada em um altar de passarela de moda</b>
ru: <b>Посмотрите общее воспоминание в святилище подиума</b>
th: <b>ดูความทรงจำร่วมกันที่แท่นบูชารันเวย์ที่มีสไตล์</b>
vi: <b>Xem Ký Ức Chung tại một ngôi đền thời trang</b>
zh_hans: <b>在时尚秀场神坛观看共享回忆</b>
zh_hant: <b>欣賞一個伸展台神壇的共享記憶</b>

# daily_quest_dostyle_dusk_triangle_desc
source: <b>Change your pants</b>
de: <b>Ändere deine Hose</b>
es: <b>Cámbiate los pantalones</b>
fr: <b>Changez de pantalon</b>
id: <b>Ubah celana kamu</b>
it: <b>Cambia pantaloni</b>
ja: <b>装いアイテムを変える</b>
ko: <b>바지 바꾸기</b>
pt: <b>Troque a calça</b>
ru: <b>Смените штаны</b>
th: <b>เปลี่ยนกางเกงของคุณ</b>
vi: <b>Thay đổi quần của bạn</b>
zh_hans: <b>更换裤子</b>
zh_hant: <b>更換你的褲子</b>

# daily_quest_dostyle_duskmid_desc
source: <b>Change your mask</b>
de: <b>Ändere deine Maske</b>
es: <b>Cambia de máscara</b>
fr: <b>Changez de masque</b>
id: <b>Ubah topeng kamu</b>
it: <b>Cambia maschera</b>
ja: <b>マスクアイテムを変える</b>
ko: <b>가면 바꾸기</b>
pt: <b>Troque a máscara</b>
ru: <b>Смените маску</b>
th: <b>เปลี่ยนหน้ากากของคุณ</b>
vi: <b>Thay đổi mặt nạ của bạn</b>
zh_hans: <b>更换面具</b>
zh_hant: <b>更換你的面具</b>

# daily_quest_dostyle_night2_2_desc
source: <b>Hold a friend's hand</b>
de: <b>Halte die Hand eines Freundes</b>
es: <b>Toma a un amigo de la mano</b>
fr: <b>Tenez la main d’un ami</b>
id: <b>Pegang tangan teman</b>
it: <b>Tieni per mano un amico</b>
ja: <b>フレンドと手をつなぐ</b>
ko: <b>친구와 손잡기</b>
pt: <b>Segure a mão de um amigo</b>
ru: <b>Возьмите друга за руку</b>
th: <b>จับมือเพื่อน</b>
vi: <b>Nắm tay một người bạn</b>
zh_hans: <b>和一位朋友牵手</b>
zh_hant: <b>和一位朋友牽手</b>

# daily_quest_dostyle_night2_desc
source: <b>Record a Shared Memory at a style runway shrine</b>
de: <b>Sieh dir eine Geteilte Erinnerung bei einem Schrein des Stillaufstegs an</b>
es: <b>Graba un recuerdo compartido en un altar de pasarela</b>
fr: <b>Enregistrez un souvenir partagé sur le podium d’un sanctuaire</b>
id: <b>Rekam Kenangan Bersama di kuil panggung bergaya</b>
it: <b>Registra un Ricordo condiviso in un santuario passerella</b>
ja: <b>お洒落な日々の祭壇でシェアメモリーズを記録する</b>
ko: <b>멋쟁이 패션쇼 제단에서 공유기억 녹화하기</b>
pt: <b>Grave uma memória compartilhada em um altar de passarela de moda</b>
ru: <b>Запишите общее воспоминание в святилище подиума</b>
th: <b>บันทึกความทรงจำร่วมกันที่แท่นบูชารันเวย์ที่มีสไตล์</b>
vi: <b>Ghi lại Ký Ức Chung tại một ngôi đền thời trang</b>
zh_hans: <b>在时尚秀场神坛记录共享回忆</b>
zh_hant: <b>在風格伸展台神壇錄製共享記憶</b>
