Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_pass_quest_restriction
source: ( locked )
de: (gesperrt)
es: (bloqueado)
fr: ( verrouillé )
id: ( terkunci )
it: (bloccato)
ja: (ロックされています)
ko: ( 잠김 )
pt: (bloqueado)
ru: ( закрыто )
th: (ล็อกอยู่)
vi: (Chưa mở)
zh_hans: ( 未解锁 )
zh_hant: ( 未解鎖 )

# season_pass_seconds_left
source: <spendant/> Less than <b>one</b> minute left
de: <spendant/> Weniger als <b>eine</b> Minute verbleibend
es: <spendant/> Queda menos de <b> un</b> minuto
fr: <spendant/> Moins d'<b>une</b> minute restante
id: <spendant/> Kurang dari <b>satu</b> menit lagi
it: <spendant/> Hai meno di <b>un</b> minuto
ja: <spendant/>残り<b>1</b>分以下
ko: <spendant/> 남은 시간 <b>one</b>분
pt: <spendant/> Menos de <b>um</b> minuto restante
ru: <spendant/> Осталось меньше <b>одной</b> минуты
th: <spendant/> เหลือเวลาน้อยกว่า<b>หนึ่ง</b>นาที
vi: <spendant/>Còn lại dưới <b>1</b> phút
zh_hans: <spendant/> 剩下不到<b>一分钟</b>的时间
zh_hant: <spendant/> 剩下不到<b>一分鐘</b>的時間

# season_pass_seconds_left_no_pendant
source: Less than <b>one</b> minute left
de: Weniger als <b>eine</b> Minute verbleibend
es: Queda menos de <b> un</b> minuto
fr: Moins d'<b>une</b> minute restante
id: Kurang dari <b>satu</b> menit lagi
it: Hai meno di <b>un</b> minuto
ja: 残り<b>1</b>分以下
ko: 남은 시간 <b>1</b>분
pt: Menos de <b>um</b> minuto restante
ru: Осталось меньше <b>одной</b> минуты
th: เหลือเวลาน้อยกว่า<b>หนึ่ง</b>นาที
vi: Còn lại dưới <b>1</b> phút
zh_hans: 还剩不到<b>一分钟</b>
zh_hant: 還剩不到<b>一分鐘</b>

# season_pass_seconds_to_go_no_pendant
source: Less than <b>one</b> minute to go
de: Weniger als <b>eine</b> Minute verbleibend
es: Queda menos de <b>un</b> minuto.
fr: Il reste moins d'<b>une</b> minute
id: Kurang dari <b>satu</b> menit lagi
it: Finisce tra meno di <b>un</b> minuto
ja: あと<b>1</b>分以内
ko: 남은 시간 <b>1</b>분
pt: Menos de <b>um</b> minuto restante para começar
ru: До конца осталось меньше <b>одной</b> минуты
th: เหลืออีกไม่ถึง<b>หนึ่ง</b>นาที
vi: Sau chưa đầy <b>1</b> phút
zh_hans: 还有不到<b>一分钟</b>的时间
zh_hant: 還有不到<b>一分鐘</b>的時間

# season_pass_token_desc
source: Gift one of your <spendant/> season passes to this friend?
de: Willst du diesem Freund einen deiner <spendant/> Saisonspässe schenken?
es: Obsequia uno de tus <spendant/> pases de temporada a este amigo?
fr: Offrir l’un des vos passes saisonniers <spendant/> à cet ami ?
id: Berikan salah satu season pass <spendant/> ke teman ini?
it: Vuoi regalare uno dei tuoi pass stagionali <spendant/> a questo amico?
ja: このフレンドに<spendant/>アドベンチャーパスを贈りますか？
ko: <spendant/> 어드벤처 패스 중 하나를 이 친구에게 선물할까요?
pt: Dar um de seus <spendant/> passes de temporada para este amigo?
ru: Подарить один из <spendant/> сезонных пропусков этому другу?
th: มอบบัตรผ่านฤดูกาล <spendant/> ของคุณให้กับเพื่อนคนนี้หรือไม่
vi: Tặng <spendant/>Vé Mùa cho người bạn này?
zh_hans: 是否将<spendant/>奇妙之旅季票送给这位朋友？
zh_hant: 是否將<spendant/>奇妙之旅季票送給這位朋友？

# season_pass_token_error
source: You must be friends with this player for at least {{1}} days before you can gift them a pass
de: Du musst mit diesem Spieler mindestens {{1}} Tage lang befreundet sein, bevor du ihm/ihr einen Pass schenken kannst
es: Debes ser amigo de este jugador por al menos {{1}} días antes de poder regalarle un pase
fr: Ce joueur doit avoir été votre ami pendant au moins {{1}} jours pour que vous puissiez lui offrir un passe
id: Kamu harus berteman dengan pemain ini setidaknya selama {{1}} hari sebelum kamu dapat menghadiahkan pass kepada mereka
it: Per regalare un pass dovete essere amici per almeno {{1}} giorni
ja: このフレンドにシーズンパスを贈るには、フレンドになってから少なくとも {{1}} 日以上経過している必要があります
ko: 친구가 된 지 {{1}}일이 지나야 시즌패스를 선물할 수 있어요
pt: Você deve ser amigo deste jogador por pelo menos {{1}} dias antes de poder dar um passe de presente
ru: Чтобы подарить игроку пропуск, вы должны дружить хотя бы {{1}} д.
th: คุณจะต้องเป็นเพื่อนกับผู้เล่นคนนี้อย่างน้อย {{1}} ก่อนที่คุณจะสามารถมอบบัตรผ่านให้กับเขาได้
vi: Bạn phải kết bạn với người chơi này trong ít nhất {{1}} ngày trước khi bạn có thể tặng họ thẻ
zh_hans: 你必须与该玩家成为朋友{{1}}天以上才可以送给他们季票礼物
zh_hant: 您必須和這個玩家成為朋友至少{{1}}天以上才可以送給他們季票禮物

# season_pass_token_recv_desc
source: Your friend wants to gift you a<spendant/> season pass! Accept?
de: Dein Freund will dir einen<spendant/> Saisonspass schenken! Annehmen?
es: ¡Tu amigo quiere regalarte un <spendant/> pase de temporada! ¿Lo aceptas?
fr: Votre ami veut vous offrir un passe saisonnier<spendant/> ! Accepter ?
id: Temanmu ingin membermu season pass<spendant/>! Terima?
it: Il tuo amico ti vuole donare un pass stagionale <spendant/>! Accetti?
ja: フレンドがあなたに<spendant/>アドベンチャーパスを贈りたいそうです！受け取りますか？
ko: 친구가 <spendant/> 어드벤처 패스를 선물하려고 해요! 수락할까요?
pt: Seu amigo quer lhe dar um passe de temporada <spendant/>! Aceitar?
ru: Ваш друг хочет подарить вам<spendant/>сезонный пропуск! Принять подарок?
th: เพื่อนของคุณต้องการมอบ<spendant/>บัตรผ่านฤดูกาลให้กับคุณ! ต้องการรับหรือไม่
vi: Một người bạn muốn tặng bạn 1 <spendant/>Vé Mùa! Bạn muốn nhận?
zh_hans: 你的朋友想要送你一张<spendant/>奇妙之旅季票！是否接受？
zh_hant: 你的朋友想要送你一張<spendant/>奇妙之旅季票！是否接受？

# season_preview_21
source: Someone from the <1>Season of The Nine-Colored Deer</1> needs your help. Progress through Sky's realms to meet them.
de: Jemand aus der <1>Saison des Neunfarbigen Hirsches</1> braucht deine Hilfe. Durchschreite Skys Reiche, um dich mit der Person zu treffen.
es: Un personaje de la <1>temporada del ciervo de nueve colores</1> necesita tu ayuda. Explora los reinos de Sky para encontrarlo.
fr: Quelqu'un de la <1>saison du Cerf aux neuf couleurs</1> a besoin de votre aide. Parcourez les royaumes de Sky pour voler à son secours.
id: Seseorang dari <1>Musim Rusa Sembilan Warna</1> membutuhkan bantuan darimu. Pergilah ke alam Sky untuk menemui mereka.
it: Qualcuno dalla <1>Stagione del Cervo dai nove colori</1> ha bisogno del tuo aiuto. Avanza attraverso i regni di Sky per incontrarlo.
ja: <1>九色の鹿の季節</1>で誰かがあなたの助けを必要としているようです。 Skyの各地方のストーリーを進め、会いにいきましょう
ko: <1>아홉 빛깔 사슴의 시즌</1>에서 온 누군가에게 도움이 필요해요. Sky 왕국을 여행하며 그들을 만나보세요.
pt: Alguém da <1>Temporada do Cervo de Nove Cores</1> precisa da sua ajuda. Para encontrar esse alguém, progrida nos reinos de Sky.
ru: Кому-то из <1>сезона Девятицветного оленя</1> нужна ваша помощь. Пройдите через королевства Sky, чтобы встретиться с ним.
th: ใครบางคนจาก<1>ฤดูกาลแห่งกวางเก้าสี</1>ต้องการความช่วยเหลือจากคุณ ก้าวหน้าผ่านอาณาจักรแห่ง Sky เพื่อพบกับพวกเขา
vi: Ai đó từ <1>Mùa Cửu Sắc Lộc</1> cần sự giúp đỡ của bạn. Hãy tiến qua các vương quốc của Sky để gặp họ.
zh_hans: <1>九色鹿季</1>中有人需要你的帮助。 在Sky国度的领域中逐步取得进展来认识他们。
zh_hant: <1>九色鹿季</1>中有人需要你的幫助。 穿越 Sky 的領域，與他們相會。

# season_preview_22
source: A spirit from the <1>Season of Nesting</1> needs your help. Progress through Sky's realms to meet them.
de: Ein Geist der <1>Saison des Nistens</1> braucht deine Hilfe. Reise dich durch die Reiche von Sky, um ihn zu treffen.
es: Un espíritu de la <1>temporada acogedora</1> necesita tu ayuda. Avanza por los reinos de Sky para hallarlo.
fr: Un esprit de la <1>saison de la Nidification</1> a besoin de votre aide. Parcourez les royaumes de Sky pour voler à son secours.
id: Roh dari <1>Musim Bersarang</1> membutuhkan bantuan darimu. Teruslah melintasi alam Sky untuk bertemu dengan mereka.
it: Uno spirito della <1>Stagione dei Nidi</1> ha bisogno del tuo aiuto. Avanza attraverso i regni di Sky per incontrarlo.
ja: <1>巣づくりの季節</1>の精霊があなたの助けを必要としています。 Skyのストーリーを進め、会いに行きましょう
ko: <1>보금자리의 시즌</1> 영혼이 도움을 청하고 있어요. Sky 월드 어딘가에서 이 영혼을 만나 보세요.
pt: Um espírito da <1>Temporada do Ninho</1> precisa da sua ajuda. Viaje pelos reinos de Sky para encontrá-lo.
ru: Духу <1>Сезона гнездования</1> нужна ваша помощь. Пройдите через миры Sky, чтобы встретиться с ней.
th: สปิริตจาก<1>ฤดูกาลแห่งการสร้างรัง</1>ต้องการความช่วยเหลือจากคุณ ก้าวหน้าไปในดินแดนแห่ง Sky เพื่อพบกับเขา
vi: Một tinh linh từ <1>Mùa Xây Tổ</1> cần bạn giúp đỡ. Hãy băng qua các vương quốc của Sky để gặp họ.
zh_hans: <1>筑巢季</1>的先灵需要你的帮助。 你必须先通过 Sky 的各个领域，才能见到他。
zh_hant: <1>築巢季</1>的先靈需要你的幫助。 你必須先通過 Sky 的各個領域，才能見到他。

# season_preview_23
source: A spirit from the <1>Season of Duets</1> needs your help. Progress through Sky's realms to meet them.
de: Ein Geist aus der <1>Saison der Duette</1> braucht deine Hilfe. Reise durch die Reiche von Sky, um ihn zu treffen.
es: Un espíritu de la <1>temporada de los duetos</1> necesita tu ayuda. Avanza por los reinos de Sky para hallarlo.
fr: Un esprit de la <1>saison des Duos</1> a besoin de votre aide. Parcourez les royaumes de Sky pour voler à son secours.
id: Seorang roh dari <1>Musim Duet</1> membutuhkan bantuanmu. Jelajahi alam Sky untuk bertemu dengannya.
it: Uno spirito della <1>Stagione dei Duetti</1> ha bisogno del tuo aiuto. Avanza attraverso i reami di Sky per incontrarlo.
ja: <1>重なる音色の季節</1>の精霊があなたの助けを待っています。 Skyを進め各地を解放し、精霊に会いに行きましょう。
ko: <1>듀엣의 시즌</1> 영혼이 도움을 청하고 있어요. Sky 월드에서 이 영혼을 만나 보세요.
pt: Um espírito da <1>Temporada de Duetos</1> precisa da sua ajuda. Passe pelos reinos de Sky para encontrá-lo.
ru: Духу <1>Сезона Дуэтов</1> нужна ваша помощь. Пройдите через миры Sky, чтобы встретиться с ним.
th: วิญญาณจาก <1>ฤดูกาลของดูเอ็ท</1> ต้องการความช่วยเหลือจากคุณ ดำเนินการผ่านอาณาจักรของ Sky เพื่อพบกับพวกเขา
vi: Một tinh linh từ <1>Mùa Song Tấu</1> cần bạn giúp đỡ. Hãy vượt qua các vương quốc của Sky để gặp họ.
zh_hans: 一位来自<1>二重奏季</1>的先灵需要你的帮助。 穿越《Sky光·遇》的领域来结识这位先灵。
zh_hant: <1>二重奏季</1>的先靈需要你的幫助。 穿越 Sky 的領域，與他們相會。

# season_preview_24
source: An invisible girl from the <1>Season of Moomin</1> needs your help. Progress through Sky's realms to meet her.
de: Ein Mädchen der <1>Saison des Mumins</1> braucht deine Hilfe. Reise dich durch die Reiche von Sky, um es zu treffen.
es: Una niña invisible de la <1>temporada de los Mumin</1> necesita tu ayuda. Avanza por los reinos de Sky para hallarla.
fr: Une fille invisible de la <1>saison des Moomins</1> a besoin de votre aide. Parcourez les royaumes de Sky pour voler à son secours.
id: Seorang gadis tak terlihat dari <1>Musim Moomin</1> membutuhkan bantuanmu. Jelajahi dunia Sky untuk menemuinya.
it: Una ragazzina invisibile della <1>Stagione dei Mumin</1> ha bisogno del tuo aiuto. Attraversa i regni di Sky per incontrarla.
ja: <1>ムーミンの季節</1>で、目に見えない女の子があなたの助けを必要としています。 ゲームを進めSkyの各地方を解放し、彼女に会いにいきましょう
ko: <1>무민의 시즌</1>의 보이지 않는 소녀가 도움을 요청합니다. Sky 월드에서 소녀를 만나 보세요.
pt: Uma garota invisível da <1>Temporada dos Mumins</1> precisa da sua ajuda. Passe pelos reinos de Sky para encontrá-la.
ru: Невидимой девочке из <1>Сезона Муми-троллей</1> нужна ваша помощь. Пройдите через миры Sky, чтобы встретиться с ней.
th: เด็กสาวล่องหนจาก<1>ฤดูกาลแห่งมูมิน</1>ต้องการความช่วยเหลือจากคุณ ก้าวหน้าไปในดินแดนแห่ง Sky เพื่อพบกับเธอเลยสิ
vi: Một cô gái vô hình từ <1>Mùa Moomin</1> cần sự giúp đỡ của bạn. Hãy tiến qua các vương quốc của Sky để gặp cô ấy.
zh_hans: <1>姆明季</1>的一位隐形女孩需要你的帮助。 穿越Sky的各个领域来结识她。
zh_hant: 來自<1>姆明季</1>的一個透明女孩需要你的幫助。 穿越 Sky 的領域與她相遇。

# season_preview_25
source: A spirit from the <1>Season of Radiance</1> needs your help. Progress through Sky's realms to meet them.
de: Ein Geist aus der <1>Saison des Leuchtens</1> braucht deine Hilfe. Reise durch die Reiche von Sky, um ihn zu treffen.
es: Un espíritu de la <1>Temporada de resplandor</1> necesita tu ayuda. Avanza por los reinos de Sky para hallarlo.
fr: Un esprit de la <1>saison de l'Éclat</1> a besoin de votre aide. Parcourez les royaumes de Sky pour voler à son secours.
id: Roh dari <1>Musim Pancaran Cahaya</1> membutuhkan bantuan darimu. Jelajahi alam Sky untuk bertemu dengan mereka.
it: Uno spirito della <1>Stagione dello Splendore</1> ha bisogno del tuo aiuto. Avanza attraverso i regni di Sky per incontrarlo.
ja: <1>光に染まる季節</1>の精霊があなたの助けを必要としています。 ストーリーを進め、Skyの各地にいる彼らに会いに行きましょう
ko: <1>광채의 시즌</1> 영혼이 도움을 청하고 있어요. Sky 월드 어딘가에서 이 영혼을 찾아보세요.
pt: Um espírito da <1>Temporada do Resplendor</1> precisa da sua ajuda. Passe pelos reinos de Sky para encontrá-lo.
ru: Духу <1>Сезона сияния</1> нужна ваша помощь. Пройдите через миры Неба, чтобы встретиться с ним.
th: สปิริตจาก<1>ฤดูกาลแสงเรืองรอง</1>ต้องการความช่วยเหลือจากคุณ ก้าวหน้าไปในดินแดนแห่ง Sky เพื่อพบกับเขา
vi: Một tinh linh từ <1>Mùa Rạng Rỡ</1> cần bạn giúp đỡ. Hãy tiến qua các vương quốc của Sky để gặp họ.
zh_hans: 一位来自<1>彩染季</1>的先灵需要你的帮助。 穿越《Sky光·遇》的领域来结识这位先灵。
zh_hant: <1>彩染季</1>的先靈需要你的幫助。 穿越 Sky 的領域，與其相會。

# season_quest_giver_come_back
source: Come back in
de: Komm wieder in
es: Regresa en
fr: Revenir dans
id: Kembali dalam
it: Torna tra
ja: 残り
ko: 남은 시간
pt: Volte em
ru: Заходите через
th: กลับมาอีกครั้งใน
vi: Quay lại sau
zh_hans: 离回归还有
zh_hant: 離回歸還有

# season_quest_giver_come_back_hour
source: {{1}} hour(s)
de: {{1}} Stunde(n)
es: {{1}} hora(s)
fr: {{1}} heure(s)
id: {{1}} jam
it: {{1}} ora/e
ja: {{1}} 時間
ko: {{1}}시간
pt: {{1}} horas
ru: {{1}} час.
th: {{1}} ชั่วโมง
vi: {{1}} giờ
zh_hans: {{1}}小时
zh_hant: {{1}}小時

# season_quest_giver_come_back_hours
source: Come back in {{1}} hour(s)
de: Komm wieder in {{1}} Stunde(n)
es: Regresa en {{1}} hora(s)
fr: Revenez dans {{1}} heure(s)
id: Kembali dalam {{1}} jam
it: Torna tra {{1}} ora/e
ja: {{1}} 時間後に戻っておいで
ko: {{1}}시간 뒤에 다시 오세요
pt: Volte em {{1}} horas
ru: Заходите через {{1}} час.
th: กลับมาอีกครั้งใน {{1}} ชั่วโมง
vi: Quay lại sau {{1}} giờ
zh_hans: 任务将于{{1}}小时后刷新
zh_hant: 任務將於{{1}}小時後重置

# season_quest_giver_come_back_minute
source: {{1}} minute(s)
de: {{1}} Minute(n)
es: {{1}} minuto(s)
id: {{1}} menit
it: {{1}} minuto/i
ja: {{1}} 分
ko: {{1}}분
pt: {{1}} minuto(s)
ru: {{1}} мин.
th: {{1}} นาที
vi: {{1}} phút
zh_hans: {{1}}分钟
zh_hant: {{1}}分鐘

# season_quest_giver_come_back_minutes
source: Come back in {{1}} minute(s)
de: Komm wieder in {{1}} Minute(n)
es: Regresa en {{1}} minuto(s)
fr: Revenez dans {{1}} minute(s)
id: Kembali dalam {{1}} menit
it: Torna tra {{1}} minuto/i
ja: {{1}} 分後に戻っておいで
ko: {{1}}분 뒤에 다시 오세요
pt: Volte em {{1}} minutos
ru: Заходите через {{1}} мин.
th: กลับมาอีกครั้งใน {{1}} นาที
vi: Quay lại sau {{1}} phút nữa
zh_hans: 任务将于{{1}}分钟后刷新
zh_hant: 任務將於{{1}}分鐘後重置

# season_quest_giver_expire_hours
source: {{1}} hour(s) left to complete
de: {{1}} Stunde(n) übrig
es: {{1}} hora(s) restantes para completar
fr: Terminé dans {{1}} heure(s)
id: {{1}} jam lagi untuk menyelesaikannya
it: Ancora {{1}} ora/e per completare
ja: {{1}} 時間以内に終わらせてね
ko: 완료까지 {{1}}시간 남음
pt: {{1}} horas restantes para concluir
ru: У вас еще {{1}} час., чтобы выполнить
th: เหลือเวลาอีก {{1}} ชั่วโมงจึงจะเสร็จสมบูรณ์
vi: Còn {{1}} giờ để hoàn thành
zh_hans: 还剩{{1}}小时
zh_hant: 還剩{{1}}小時

# season_quest_giver_expire_minutes
source: {{1}} minute(s) left to complete
de: {{1}} Minute(n)
es: {{1}} minuto(s) restantes para completar
fr: Terminé dans {{1}} minute(s)
id: {{1}} menit lagi untuk menyelesaikannya
it: Ancora {{1}} minuto/i per completare
ja: {{1}} 分以内に終わらせてね
ko: 완료까지 {{1}}분 남음
pt: {{1}} minutos restantes para concluir
ru: У вас еще {{1}} мин., чтобы выполнить
th: เหลือเวลาอีก {{1}} นาทีจึงจะเสร็จสมบูรณ์
vi: Còn {{1}} phút để hoàn thành
zh_hans: 还剩{{1}}分钟
zh_hant: 還剩{{1}}分鐘

# season_secondsbefore
source: The new season starts in less than <b>one</b> minute
de: Die neue Saison beginnt in weniger als <b>einer</b> Minute
es: La nueva temporada comienza en menos de <b>un</b> minuto.
fr: La nouvelle saison commence dans moins d'<b>une</b> minute
id: Musim baru dimulai dalam waktu kurang dari <b>satu</b> menit
it: La nuova stagione inizia tra meno di <b>un</b> minuto
ja: まもなく新たな季節が訪れます
ko: <b>1</b>분 안에 새 시즌이 시작됩니다
pt: A nova temporada começa em menos de <b>um</b> minuto
ru: Новый сезон начнется меньше чем через <b>одну</b> минуту
th: ฤดูกาลใหม่จะเริ่มต้นในอีกไม่ถึง<b>หนึ่ง</b>นาที
vi: Mùa mới bắt đầu sau chưa đầy <b>1</b> phút nữa
zh_hans: 新季节还有不到<b>分钟就开始了
zh_hant: 新季節還有不到<b>分鐘就開始了

# season_secondsleft
source: Less than <b>one</b> minute left in the season
de: Diese Saison dauert nur noch weniger als <b>eine</b> Minute
es: Queda menos de <b>un</b> minuto en la temporada
fr: Moins d'<b>une</b> minute restante dans la saison
id: Kurang dari <b>satu</b> menit lagi sampai musim berakhir
it: La stagione termina tra meno di <b>un</b> minuto
ja: この季節はまもなく過ぎ去ります
ko: 새 시즌까지 남은 시간 <b>1</b>분 미만
pt: Menos de <b>um</b> minuto restante para a temporada
ru: Сезон закончится меньше чем через <b>одну</b> минуту
th: เหลือเวลาน้อยกว่า<b>หนึ่ง</b>นาทีในฤดูกาลนี้
vi: Mùa này kết thúc sau chưa đầy <b>1</b> phút nữa
zh_hans: 本季节还剩不到<b>一分钟</b>
zh_hant: 本季節還剩不到<b>一分鐘</b>

# sequencer_cant_select_part
source: Someone else is editing this part.
de: Jemand anderes bearbeitet diesen Teil.
es: Alguien más está editando esta parte.
fr: Quelqu'un d'autre est en train d'éditer ce morceau
id: Orang lain sedang mengedit bagian ini.
it: Qualcun altro sta modificando questa parte.
ja: 誰かがこの楽器を編集中です
ko: 다른 사람이 이 부분을 수정 중입니다.
pt: Outra pessoa está editando esse instrumento.
ru: Кто-то другой редактирует эту часть.
th: มีใครบางคนกำลังแก้ไขส่วนนี้อยู่
vi: Có người đang chỉnh sửa phần này.
zh_hans: 有其他人正在编写这个段落
zh_hant: 有其他人正在編寫這個段落

# sequencer_change_instrument_unavailable
source: No other instrument available
de: Kein anderes Instrument verfügbar
es: No hay más instrumentos disponibles
fr: Aucun autre instrument disponible
id: Tidak ada instrumen lain yang tersedia
it: Nessun altro strumento disponibile
ja: 他の楽器は利用できません
ko: 이용 가능한 악기 없음
pt: Nenhum instrumento disponível
ru: Больше нет доступных инструментов
th: ไม่มีเครื่องดนตรีอื่นใดmujพร้อมใช้งาน
vi: Không có nhạc cụ nào khác
zh_hans: 目前没有其他乐器可供选择
zh_hant: 目前沒有其他樂器可用

# sequencer_clear
source: Clear Part
de: Teil löschen
es: Borrar parte
fr: Effacer ce morceau
id: Hapus Bagian
it: Cancella parte
ja: サウンド消去
ko: 부분 지우기
pt: Limpar Sons
ru: Очистить эту часть
th: ล้างส่วนนี้
vi: Xóa
zh_hans: 清除此段落
zh_hant: 清除此段落

# sequencer_confirm_clear
source: Clear this part?
de: Diesen Teil löschen?
es: ¿Borrar esta parte?
fr: Effacer ce morceau?
id: Hapus bagian ini?
it: Cancellare questa parte?
ja: この楽器のサウンドを全て消去しますか？
ko: 이 부분을 지울까요?
pt: Deseja limpar todos os sons desse instrumento?
ru: Очистить эту часть?
th: ล้างส่วนนี้ใช่หรือไม่
vi: Xóa phần này?
zh_hans: 确定要清除这个段落吗?
zh_hant: 確定要清除這個段落嗎?

# sequencer_mute
source: Mute
de: Stummschalten
es: Silenciar
fr: Muet
id: Bisu
it: Disattivare l'audio
ja: ミュート
ko: 음소거
pt: Silenciar
ru: Отключить звук
th: ปิดเสียง
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

# sequencer_try_later
source: Please try again later.
de: Bitte versuche es später erneut.
es: Vuelve a intentarlo más tarde.
fr: Veuillez réessayer plus tard.
id: Coba lagi nanti.
it: Riprova più tardi.
ja: 時間をおいて、再度お試しください
ko: 나중에 다시 시도하세요.
pt: Tente de novo mais tarde.
ru: Попробуйте позже.
th: โปรดลองใหม่อีกครั้งในภายหลัง
vi: Vui lòng thử lại sau.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試。

# serendipity_join_confirm
source: Teleport and meet someone new?
de: Teleportieren und jemanden treffen?
es: ¿Teletransportarse y conocer a alguien nuevo?
fr: Se téléporter et rencontrer quelqu'un de nouveau ?
id: Teleportasi dan temui seseorang baru?
it: Vuoi teletrasportarti e incontrare qualcuno che non conosci?
ja: 新たなフレンドを見つけるためテレポートしますか？
ko: 텔레포트해서 새로운 누군가를 만나볼까요?
pt: Teletransportar e fazer uma nova amizade?
ru: Телепортироваться и познакомиться?
th: เทเลพอร์ตและพบปะผู้คนใหม่ๆ หรือไม่
vi: Dịch chuyển đến cạnh một người bạn mới?
zh_hans: 传送到一位新朋友身边？
zh_hant: 傳送到一位新朋友身邊？

# serendipity_teleport_facebook
source: Teleport to this Facebook friend?
de: Zu diesem Facebook-Freund teleportieren?
es: ¿Teletransportarse hasta este amigo de Facebook?
fr: Se téléporter jusqu'à cet ami Facebook ?
id: Teleportasi ke teman Facebook ini?
it: Vuoi raggiungere questo amico di Facebook?
ja: このFacebookのフレンドの元へ、テレポートしますか？
ko: Facebook 친구에게 텔레포트할까요?
pt: Teletransportar para este amigo do Facebook?
ru: Телепортироваться к этому другу из Facebook?
th: เทเลพอร์ตไปหาเพื่อน Facebook คนนี้หรือไม่
vi: Dịch chuyển đến chỗ người bạn Facebook này?
zh_hans: 传送到这个Facebook好友？
zh_hant: 傳送到這個Facebook好友？

# serendipity_teleport_nintendo
source: Teleport to this Nintendo Friend?
de: Zu einem Nintendo-Freund teleportiere?
es: ¿Teletransportarse hasta este amigo Nintendo?
fr: Se téléporter jusqu'à cet ami Nintendo ?
id: Teleportasi ke teman Nintendo ini?
it: Vuoi teletrasportarti da questo amico Nintendo?
ja: このSwitchのフレンドの元へ、テレポートしますか？
ko: 이 Nintendo 친구에게 텔레포트할까요?
pt: Teletransportar para este amigo da Nintendo?
ru: Перенестись к этому другу Nintendo?
th: เทเลพอร์ตไปหาเพื่อน Nintendo คนนี้หรือไม่
vi: Dịch chuyển đến chỗ người bạn Nintendo này?
zh_hans: 是否传送至此任天堂好友身边？
zh_hant: 是否傳送至此任天堂好友身邊？

# serendipity_teleport_sony
source: Teleport to this PlayStation™Network Friend?
de: Zu diesem PlayStation™Network-Freund teleportieren?
es: ¿Teletransportarte hasta esta amistad de PlayStation™Network?
fr: Se téléporter vers cet ami PlayStation™Network ?
id: Teleportasi ke Teman PlayStation™Network ini?
it: Vuoi teletrasportarti da questo amico di PlayStation™Network ?
ja: このPlayStation™Networkのフレンドのもとへ、テレポートしますか？
ko: 이 PlayStation™Network 친구가 있는 곳으로 텔레포트 할까요?
pt: Teletransportar-se para este amigo da PlayStation™Network?
ru: Перейти к этому другу по PlayStation™Network?
th: เทเลพอร์ตไปหาเพื่อน PlayStation™ คนนี้หรือไม่
vi: Dịch chuyển đến Bạn bè trong PlayStation™Network này?
zh_hans: 传送到这个PlayStation™Network朋友？
zh_hant: 要傳送到這位PlayStation™Network好友身邊嗎？

# sf_art_01_00
source: Sky was originally created as a sequel to Cloud (a game designed before thatgamecompany studio was formed). Sky began development in 2012 with a team of around ten developers at an office in Santa Monica, California.
de: Sky wurde ursprünglich als Fortsetzung zu Cloud erschaffen (einem Spiel, das vor der Gründung von thatgamecompany kreiert wurde). Die Entwicklung von Sky begann im Jahr 2012 in einem Büro in Santa Monica, Kalifornien, mit einem Team von rund 10 Entwicklern.
es: Sky se creó como una secuela de Cloud (un juego diseñado antes de que se formara el estudio thatgamecompany). Sky se empezó a desarrollar en 2012 con un equipo de unos diez desarrolladores en una oficina de Santa Monica, California.
fr: Sky était à l’origine une suite de Cloud (un jeu conçu avant la naissance du studio thatgamecompany). C’est en 2012 à Santa Monica, en Californie, qu’une équipe d’environ dix développeurs s’est lancée dans le développement de Sky.
id: Sky awalnya dibuat sebagai sekuel dari Cloud (game yang dirancang sebelum studio thatgamecompany dibentuk). Sky mulai dikembangkan pada tahun 2012 dengan tim beranggotakan sekitar sepuluh pengembang di sebuah kantor di Santa Monica, California.
it: Sky è nato come sequel di Cloud (un gioco progettato prima della fondazione dello studio thatgamecompany). Lo sviluppo di Sky è iniziato nel 2012 con un team di una decina di sviluppatori in un ufficio a Santa Monica, California.
ja: Skyは元々Cloud (thatgamecopmany設立前に作られたゲーム) の続編として制作が始まりました。 Skyの開発がカリフォルニア州サンタモニカのスタジオで始まったのは2012年のことで、当時の開発メンバーは10名ほどでした。
ko: Sky는 원래 Cloud(thatgamecompany 스튜디오가 설립되기 전에 개발된 게임)의 속편으로 제작되었습니다. 2012년 캘리포니아 산타모니카의 한 사무실에 10여 명의 개발자들이 모여 Sky를 개발하기 시작했습니다.
pt: Sky foi originalmente criado como uma sequência de Cloud (um jogo projetado antes da formação do estúdio thatgamecompany). Sky começou a ser desenvolvido em 2012 com uma equipe de cerca de dez desenvolvedores em um escritório em Santa Mônica, Califórnia.
ru: Изначально проект Sky задумывался как продолжение Cloud (игры, разработанной до образования студии thatgamecompany). Работа над Sky началась в 2012 году. Занималась игрой команда из примерно десяти разработчиков в офисе в Санта-Монике, штат Калифорния.
vi: Sky ban đầu được tạo ra như là phần tiếp theo của Cloud (một trò chơi được thiết kế trước khi studio thatgamecompany được thành lập). Sky bắt đầu phát triển vào năm 2012 bởi một đội ngũ khoảng 10 nhà phát triển tại văn phòng ở Santa Monica, California.
zh_hans: 在开发之初，《Sky光·遇》是作为《雲》（一款在 thatgamecompany 工作室成立之前设计的游戏）的续作而诞生的。 《Sky光·遇》于2012年在加州圣塔莫尼卡开始开发，当时整个开发团队大约有十位开发者成员组成。
zh_hant: 《Sky光·遇》最初是作為《雲》（一款在 thatgamecompany 成立之前設計的遊戲）的續作而誕生的。 《Sky光·遇》於2012年在加州聖塔莫尼卡開始開發，當時開發團隊大約有十名成員。
