Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# feast_tgc_santa_chat_4
source: GO TEAM KRILL!
de: LOS TEAM KRILL!
es: ¡VAMOS, EQUIPO CAMARÓN!
fr: ALLEZ LES KRILLS !
id: AYO TIM KRILL!
it: FORZA GAMBERETTI!
ja: フレフレ！チーム・暗黒竜！
ko: 새우 팀, 화이팅!
pt: VAI, TIME DRAGÃO!
ru: ВПЕРЕД, ДРАКОНЫ!
th: ทีมคริลล์ ลุยเลย!
vi: ĐỘI TÔM CỐ LÊN!
zh_hans: 皮皮虾队加油！
zh_hant: 皮皮蝦隊加油！

# feast_tgc_santa_chat_5
source: NICE SHOT!!!
de: TOLLER SCHUSS!!!
es: ¡¡¡BUEN TIRO!!!
fr: JOLI TIR !!!
id: TEMBAKAN BAGUS!!!
it: BEL COLPO!!!
ja: ナイスシュート！！
ko: 나이스 샷!!!
pt: QUE CHUTAÇO!!!
ru: ВОТ ЭТО УДАР!
th: ยิงได้เยี่ยม!!!
vi: CÚ SÚT TUYỆT VỜI!!!
zh_hans: 好球！！！
zh_hant: 進球啦！！！

# feature_coming_soon
source: This feature is under construction. It will be available in a future Sky update.
de: Diese Funktion wird gerade entwickelt. Sie wird in einem zukünftigen Update von Sky verfügbar sein.
es: Esta característica está en construcción. Estará disponible en una futura actualización de Sky.
fr: Cette fonctionnalité est en cours de construction. Elle sera disponible dans une future mise à jour de Sky.
id: Fitur ini tengah dikembangkan. Fitur ini akan segera tersedia di pembaruan Sky mendatang.
it: Questa funzione è in fase di sviluppo. Sarà disponibile in un futuro aggiornamento di Sky.
ja: この機能は現在開発中です。今後のSkyのアップデートをお待ちください
ko: 이 기능은 아직 준비 중입니다. 향후 Sky 업데이트에서 이용하실 수 있습니다.
pt: Este recurso está em construção. Ele estará disponível em uma atualização futura do Sky.
ru: Эта функция пока в разработке. Она будет доступна в следующих обновлениях Sky.
th: ฟีเจอร์นี้อยู่ระหว่างพัฒนาในขณะนี้ ซึ่งจะพร้อมให้ใช้งานในการอัปเดต Sky ในอนาคต
vi: Tính năng này đang được xây dựng và sẽ được đưa vào bản cập nhật Sky sau này.
zh_hans: 该功能正在构建中，并将在今后的《Sky》更新中推出。
zh_hant: 該功能正在構建中，並將在今後的《Sky》更新中推出。

# figurineskykid_specialedition_hint_01
source: Find Thatskykid near the Secret Area of The Vault of Knowledge
de: Finde Thatskykid beim Geheimbereich des Tresors des Wissens
es: Encuentra a Thatskykid cerca del área secreta de la Bóveda de Conocimiento
fr: Trouvez Thatskykid près de la zone secrète de la Chambre forte de connaissance.
id: Temukan anak Sky di dekat Area Rahasia Kubah Pengetahuan
it: Trova Thatskykid vicino all'area segreta della Cupola della Conoscenza
ja: 書庫の秘密のエリアの近くにいる『星の子ども』を探しましょう
ko: 지식의 도서관 비밀구역 근처에서 손 내미는 빛의 아이를 찾기
pt: Encontre Thatskykid perto da Área Secreta do Relicário do Conhecimento
ru: Найдите Thatskykid у Потайной области Хранилища знаний.
th: ค้นหา Thatskykid ใกล้กับพื้นที่ลับของกรุสมบัติแห่งปัญญา
vi: Tìm Thatskykid gần Khu Vực Bí Mật ở Kho Tri Thức
zh_hans: 在禁阁的秘密区域附近找到Thatskykid
zh_hant: 在禁閣的秘密區域附近找到Thatskykid

# figurineskykid_specialedition_hint_02
source: On behalf of everyone at TGC
de: Im Namen aller Mitarbeiter von TGC
es: De parte de todo el equipo de TGC
fr: Au nom de tous les membres de TGC
id: Mewakili semuanya di TGC
it: A nome di tutti noi di TGC
ja: TGCのみんなを代表して
ko: TGC의 모두를 대표해서...
pt: Em nome de todos da TGC
ru: От лица всей команды TGC
th: ในนามของทุกคนที่ TGC
vi: Thay mặt toàn bộ đội ngũ TGC
zh_hans: 代表TGC的每一个人
zh_hant: 代表TGC全體

# figurineskykid_specialedition_hint_03
source: Thank you for the memories we've had together!
de: Danke für die schöne Zeit, die wir zusammen hatten!
es: ¡Gracias por las memorias que compartimos!
fr: Merci pour les souvenirs que nous avons eus ensemble !
id: Terima kasih untuk kenangan bersama kita!
it: Grazie per i ricordi che abbiamo creato insieme!
ja: いっしょに思い出を作ってくれて、ありがとう！
ko: 함께 좋은 추억을 만들어 주셔서 고마워요!
pt: Obrigado pelas lembranças que compartilhamos!
ru: Спасибо за моменты, которые мы прожили вместе!
th: ขอบคุณสำหรับความทรงจำที่เรามีร่วมกัน!
vi: Cảm ơn bạn vì những kỷ niệm ấm áp!
zh_hans: 感谢你与我们共同创造美好回忆！
zh_hant: 謝謝你與我們共創美好的回憶！

# find_spirit_quest_activity
source: <b>Relive {{1}}'s memory in {{2}}</b>
de: <b>Erlebe die Erinnerung von {{1}} in {{2}}</b>
es: <b>Busca <1>{{1}}</1> en {{2}}…</b>
fr: <b>Chercher <1>{{1}}</1> à {{2}}...</b>
id: <b>Cari <1>{{1}}</1> di {{2}}...</b>
it: <b>Cerca <1>{{1}}</1> presso {{2}}...</b>
ja: <b>{{2}}で{{1}}の記憶を呼び起こす</b>
ko: <b>{{2}}에서 <1>{{1}}</1>을(를) 찾으세요...</b>
pt: <b>Reviva a memória de {{1}} em {{2}}</b>
ru: <b>В месте {{2}} найдите: <1>{{1}}</1>...</b>
th: <b>ค้นหา <1>{{1}}</1> ใน {{2}}...</b>
vi: <b>Tìm <1>{{1}}</1> tại {{2}}...</b>
zh_hans: <b>在{{2}}重温{{1}}的记忆</b>
zh_hant: <b>在{{2}}找到<1>{{1}}</1>……</b>

# firework_buildup_dawn
source: Help the spirit prepare the fireworks in the <2>Isle of Dawn</2>
de: Hilf dem Geist, das Feuerwerk auf der <2>Insel der Dämmerung</2> vorzubereiten
es: Ayuda al espíritu a preparar los fuegos artificiales en la <2>Isla del Amanecer</2>
fr: Aidez l’esprit à préparer les feux d’artifice dans l’<2>Île de l’aube</2>
id: Bantu roh menyiapkan kembang api di <2>Pulau Fajar</2>
it: Aiuta lo spirito a preparare i fuochi d’artificio sull’<2>Isola dell’Alba</2>
ja: <2>孤島</2>で花火の準備をする精霊を手伝いましょう
ko: <2>여명의 섬</2>에서 불꽃놀이를 준비하는 영혼을 도와주세요.
pt: Ajude o espírito a preparar os fogos de artifício na <2>Ilha do Alvorecer</2>
ru: Помогите духу подготовить фейерверки на <2>Острове рассвета</2>
th: ช่วยสปิริตเตรียมพลุใน<2>เกาะรุ่งอรุณ</2>
vi: Giúp tinh linh chuẩn bị pháo hoa trong <2>Đảo Bình Minh</2>
zh_hans: 帮助先灵在<2>晨岛</2>准备烟花
zh_hant: 幫助先靈在<2>晨島</2>準備煙火。

# firework_buildup_dusk
source: Help the spirit prepare the fireworks in the <2>Golden Wasteland</2>
de: Hilf dem Geist, das Feuerwerk in der <2>Goldenen Ödnis</2> vorzubereiten
es: Ayuda al espíritu a preparar los fuegos artificiales en el <2>Páramo Dorado</2>
fr: Aidez l’esprit à préparer les feux d’artifice dans le <2>Désert d’or</2>
id: Bantu roh menyiapkan kembang api di <2>Gurun Emas</2>
it: Aiuta lo spirito a preparare i fuochi d’artificio nel <2>Deserto Dorato</2>
ja: <2>捨てられた地</2>で花火の準備をする精霊を手伝いましょう
ko: <2>황금 황무지</2>에서 불꽃놀이를 준비하는 영혼을 도와주세요.
pt: Ajude o espírito a preparar os fogos de artifício no <2>Sertão Dourado</2>
ru: Помогите духу подготовить фейерверки на <2>Золотой пустоши</2>
th: ช่วยสปิริตเตรียมพลุใน<2>แดนร้างทองอร่าม</2>
vi: Giúp tinh linh chuẩn bị pháo hoa trong <2>Hoang Mạc Hoàng Kim</2>
zh_hans: 帮助先灵在<2>暮土</2>准备烟花
zh_hant: 幫助先靈在<2>暮土</2>準備煙火。

# firework_buildup_night
source: Help the spirit prepare the fireworks in the <2>Vault of Knowledge</2>
de: Hilf dem Geist, das Feuerwerk im <2>Tresor des Wissens</2> vorzubereiten
es: Ayuda al espíritu a preparar los fuegos artificiales en la <2>Bóveda de Conocimiento</2>
fr: Aidez l’esprit à préparer les feux d’artifice dans la <2>Chambre forte de connaissance</2>
id: Bantu roh menyiapkan kembang api di <2>Kubah Pengetahuan</2>
it: Aiuta lo spirito a preparare i fuochi d’artificio nella <2>Cupola della Conoscenza</2>
ja: <2>書庫</2>で花火の準備をする精霊を手伝いましょう
ko: <2>지식의 도서관</2>에서 불꽃놀이를 준비하는 영혼을 도와주세요.
pt: Ajude o espírito a preparar os fogos de artifício no <2>Relicário do Conhecimento</2>
ru: Помогите духу подготовить фейерверки в <2>Хранилище знаний</2>
th: ช่วยสปิริตเตรียมพลุใน<2>กรุสมบัติแห่งปัญญา</2>
vi: Giúp tinh linh chuẩn bị pháo hoa trong <2>Kho Tri Thức</2>
zh_hans: 帮助先灵在<2>禁阁</2>准备烟花
zh_hant: 幫助先靈在<2>禁閣</2>準備煙火。

# firework_buildup_prairie
source: Help the spirit prepare the fireworks in <2>Daylight Prairie</2>
de: Hilf dem Geist, das Feuerwerk in der <2>Tageslicht-Prärie</2> vorzubereiten
es: Ayuda al espíritu a preparar los fuegos artificiales en la <2>Planicie Luz de Día</2>
fr: Aidez l’esprit à préparer les feux d’artifice dans la <2>Prairie illuminée</2>
id: Bantu roh menyiapkan kembang api di <2>Padang Rumput Siang</2>
it: Aiuta lo spirito a preparare i fuochi d’artificio nella <2>Prateria Diurna</2>
ja: <2>草原</2>で花火の準備をする精霊を手伝いましょう
ko: <2>햇빛 초원</2>에서 불꽃놀이를 준비하는 영혼을 도와주세요.
pt: Ajude o espírito a preparar os fogos de artifício na <2>Campina da Aurora</2>
ru: Помогите духу подготовить фейерверки в <2>Полуденной прерии</2>
th: ช่วยสปิริตเตรียมพลุใน<2>ทุ่งหญ้าแสงตะวัน</2>
vi: Giúp tinh linh chuẩn bị pháo hoa trong <2>Thảo Nguyên Ánh Sáng</2>
zh_hans: 帮助先灵在<2>云野</2>准备烟花
zh_hant: 幫助先靈在<2>雲野</2>準備煙火。

# firework_buildup_rain
source: Help the spirit prepare the fireworks in the <2>Hidden Forest</2>
de: Hilf dem Geist, das Feuerwerk im <2>Verborgenen Wald</2> vorzubereiten
es: Ayuda al espíritu a preparar los fuegos artificiales en el <2>Bosque Escondido</2>
fr: Aidez l’esprit à préparer les feux d’artifice dans la <2>Forêt cachée</2>
id: Bantu roh menyiapkan kembang api di <2>Hutan Tersembunyi</2>
it: Aiuta lo spirito a preparare i fuochi d’artificio nella <2>Foresta Nascosta</2>
ja: <2>雨林</2>で花火の準備をする精霊を手伝いましょう
ko: <2>비밀의 숲</2>에서 불꽃놀이를 준비하는 영혼을 도와주세요.
pt: Ajude o espírito a preparar os fogos de artifício na <2>Floresta Oculta</2>
ru: Помогите духу подготовить фейерверки в <2>Тайном лесу</2>
th: ช่วยสปิริตเตรียมพลุใน<2>ป่าลับ</2>
vi: Giúp tinh linh chuẩn bị pháo hoa trong <2>Rừng Mưa</2>
zh_hans: 帮助先灵在<2>雨林</2>准备烟花
zh_hant: 幫助先靈在<2>雨林</2>準備煙火。

# firework_buildup_storm
source: Help the spirit prepare the fireworks in the <2>Eye of Eden</2>
de: Hilf dem Geist, das Feuerwerk im <2>Auge von Eden</2> vorzubereiten
es: Ayuda al espíritu a preparar los fuegos artificiales en el <2>Ojo de Edén</2>
fr: Aidez l’esprit à préparer les feux d’artifice dans l’<2>Œil d’Éden</2>
id: Bantu roh menyiapkan kembang api di <2>Pusat Eden</2>
it: Aiuta lo spirito a preparare i fuochi d’artificio nell’<2>Occhio di Eden</2>
ja: <2>暴風域</2>で花火の準備をする精霊を手伝いましょう
ko: <2>에덴의 눈</2>에서 불꽃놀이를 준비하는 영혼을 도와주세요.
pt: Ajude o espírito a preparar os fogos de artifício no <2>Olho de Éden</2>
ru: Помогите духу подготовить фейерверки в <2>Сердце Эдема</2>
th: ช่วยสปิริตเตรียมพลุใน<2>ดวงตาแห่งเอเดน</2>
vi: Giúp tinh linh chuẩn bị pháo hoa trong <2>Mắt Địa Đàng</2>
zh_hans: 帮助先灵在<2>暴风眼</2>准备烟花
zh_hant: 幫助先靈在<2>暴風眼</2>準備煙火。

# firework_buildup_sunset
source: Help the spirit prepare the fireworks in the <2>Valley of Triumph</2>
de: Hilf dem Geist, das Feuerwerk im <2>Tal des Triumphs</2> vorzubereiten
es: Ayuda al espíritu a preparar los fuegos artificiales en el <2>Valle del Triunfo</2>
fr: Aidez l’esprit à préparer les feux d’artifice dans la <2>Vallée du triomphe</2>
id: Bantu roh menyiapkan kembang api di <2>Lembah Kejayaan</2>
it: Aiuta lo spirito a preparare i fuochi d’artificio nella <2>Valle del Trionfo</2>
ja: <2>峡谷</2>で花火の準備をする精霊を手伝いましょう
ko: <2>승리의 계곡</2>에서 불꽃놀이를 준비하는 영혼을 도와주세요.
pt: Ajude o espírito a preparar os fogos de artifício no <2>Vale do Triunfo</2>
ru: Помогите духу подготовить фейерверки в <2>Долине триумфа</2>
th: ช่วยสปิริตเตรียมพลุใน<2>หุบเขาแห่งชัยชนะ</2>
vi: Giúp tinh linh chuẩn bị pháo hoa trong <2>Thung Lũng Vinh Quang</2>
zh_hans: 帮助先灵在<2>霞谷</2>准备烟花
zh_hant: 幫助先靈在<2>霞谷</2>準備煙火。

# fireworksmainstreet_confirm
source: Help the spirit <2>prepare the fireworks</2>?
de: Möchtest du dem Geist helfen, das <2>Feuerwerk vorzubereiten</2>?
es: ¿Quieres ayudar al espíritu a <2>preparar los fuegos artificiales</2>?
fr: Aider l’esprit à <2>préparer les feux d’artifice</2> ?
id: Bantu roh <2>menyiapkan kembang api</2>?
it: Vuoi aiutare lo spirito a <2>preparare i fuochi d’artificio</2>?
ja: <2>花火の準備</2>をする精霊を手伝いますか？
ko: <2>불꽃놀이를 준비</2>하는 영혼을 도와줄까요?
pt: Ajudar o espírito a <2>preparar os fogos de artifício</2>?
ru: Вы поможете духу <2>подготовить фейерверки</2>?
th: ช่วยสปิริตเตรียม<2>พลุ</2>หรือไม่
vi: Giúp tinh linh <2>chuẩn bị pháo hoa</2>?
zh_hans: 帮助先灵<2>准备烟花</2>吗？
zh_hant: 要幫助先靈<2>準備煙火</2>嗎？

# fireworksmainstreet_hint
source: <2>Collect the materials</2> and return to the spirit!
de: <2>Sammle die Materialien</2> und kehre zum Geist zurück!
es: ¡<2>Consigue los materiales</2> y vuelve con el espíritu!
fr: <2>Récupérez les matériaux</2> et retournez voir l’esprit !
id: <2>Kumpulkan bahan</2> dan kembali ke roh itu!
it: <2>Raccogli i materiali</2> e torna dallo spirito!
ja: <2>素材を集め</2>て、精霊のもとへ戻りましょう！
ko: <2>재료를 모은</2> 다음 영혼에게 돌아가주세요!
pt: <2>Junte os materiais</2> e fale novamente com o espírito!
ru: <2>Соберите все материалы</2> и вернитесь к духу!
th: <2>เก็บรวบรวมวัสดุ</2> แล้วกลับไปหาสปิริต!
vi: <2>Thu thập nguyên liệu</2> và trở về với tinh linh!
zh_hans: <2>收集材料</2>，返回先灵处！
zh_hant: <2>收齊材料</2>後，再回去找先靈！

# friend_is_recording
source: Your friend is creating a shared memory right now.
de: Dein Freund erstellt gerade eine Geteilte Erinnerung.
es: Tu amistad está creando un recuerdo compartido en este momento.
fr: Votre ami crée un souvenir partagé en ce moment même.
id: Temanmu sedang membuat kenangan bersama sekarang.
it: Sta creando un Ricordo condiviso.
ja: あなたのフレンドは現在、シェアメモリーズを制作中です
ko: 친구가 지금 공유기억을 남기고 있어요.
pt: Seu amigo está criando uma memória compartilhada neste momento.
ru: Ваш друг начинает создавать общее воспоминание.
th: เพื่อนของคุณกำลังสร้างความทรงจำร่วมกันอยู่ในขณะนี้
vi: Người bạn này đang tạo một ký ức chung.
zh_hans: 你的朋友此刻正在创建一段共享回忆。
zh_hant: 您的好友現在正在創造一段共享記憶。

# friend_shared_quest
source: <b>{{1}}</b> shared a <2>quest</2> with you.
de: <b>{{1}}</b> hat eine <2>Quest</2> mit dir geteilt.
es: <b>{{1}}</b> compartió una <2>misión</2> contigo.
fr: <b>{{1}}</b> a partagé une <2>quête</2> avec vous.
id: <b>{{1}}</b> berbagi sebuah <2>misi</2> dengan kamu.
it: <b>{{1}}</b> ha condiviso una <2>missione</2> con te.
ja: <b>{{1}}</b>さんがあなたと<2>クエスト</2>をシェアしました
ko: <b>{{1}}</b> 님이 <2>퀘스트</2>를 공유했어요.
pt: <b>{{1}}</b> compartilhou uma <2>missão</2> com você.
ru: <b>{{1}}</b> делится <2>заданием</2> с вами.
th: <b>{{1}}</b> ได้แชร์<2>ภารกิจ</2>กับคุณ
vi: <b>{{1}}</b> đã chia sẻ một <2>nhiệm vụ</2> với bạn.
zh_hans: <b>{{1}}</b>分享了一项<2>任务</2>给你。
zh_hant: <b>{{1}}</b>分享了一個<2>任務</2>給你。

# friend_shared_quests
source: <b>{{1}}</b> shared <2>quests</2> with you.
de: <b>{{1}}</b> hat <2>Quests</2> mit dir geteilt.
es: <b>{{1}}</b> compartió <2>misiones</2> contigo.
fr: <b>{{1}}</b> a partagé des <2>quêtes</2> avec vous.
id: <b>{{1}}</b> berbagi <2>misi</2> dengan kamu.
it: <b>{{1}}</b> ha condiviso <2>missioni</2> con te.
ja: <b>{{1}}</b>さんがあなたと<2>複数のクエスト</2>をシェアしました
ko: <b>{{1}}</b> 님이 <2>퀘스트</2>를 공유했어요.
pt: <b>{{1}}</b> compartilhou <2>missões</2> com você.
ru: <b>{{1}}</b> делится <2>заданиями</2> с вами.
th: <b>{{1}}</b> ได้แชร์<2>ภารกิจ</2>กับคุณ
vi: <b>{{1}}</b> đã chia sẻ <2>nhiệm vụ</2> với bạn.
zh_hans: <b>{{1}}</b>分享了一些<2>任务</2>给你。
zh_hant: <b>{{1}}</b>分享了數個<2>任務</2>給你。

# game_button_activate
source: Activate
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
it: Attiva
ja: アクション
ko: 활성화
pt: Ativar
ru: Активировать
th: เปิดใช้งาน
vi: Kích hoạt
zh_hans: 启动
zh_hant: 啟動

# game_button_backwards
source: Backward
de: Rückwärts
es: Hacia atrás
fr: Arrière
id: Mundur
it: Indietro
ja: 戻る
ko: 뒤로
pt: Para trás
ru: Назад
th: ไปข้างหลัง
vi: Sau
zh_hans: 向后
zh_hant: 向後

# game_button_camera
source: Look
de: Schauen
es: Mirar
fr: Regarder
id: Lihat
it: Guarda
ja: 見渡す
ko: 보기
pt: Olhar
ru: Посмотреть
th: ดู
vi: Góc nhìn
zh_hans: 改变视角
zh_hant: 改變視角

# game_button_chat
source: Chat
id: Obrolan
ja: チャット
ko: 채팅
pt: Bate-papo
ru: Чат
th: แชท
vi: Trò chuyện
zh_hans: 聊天
zh_hant: 聊天

# game_button_chat_log_toggle
source: Chat Log
de: Chat-Protokoll
es: Registro del chat
fr: Journal du chat
id: Log Obrolan
it: Registro chat
ja: チャットログ
ko: 채팅 기록
pt: Histórico de bate-papo
ru: Журнал чата
th: บันทึกแชท
vi: Lịch sử trò chuyện
zh_hans: 聊天历史
zh_hant: 聊天紀錄

# game_button_chat_log_toggle_bold
source: Show Chat Log
de: Chat-Protokoll anzeigen
es: Mostrar registro del chat
fr: Afficher le journal du chat
id: Tampilkan Log Obrolan
it: Visualizza registro chat
ja: チャットログ表示
ko: 채팅 기록 보기
pt: Mostrar histórico de bate-papo
ru: Показать журнал чата
th: แสดงบันทึกแชท
vi: Hiện lịch sử trò chuyện
zh_hans: 显示聊天日志
zh_hant: 顯示聊天紀錄

# game_button_clear_placeables
source: <b>Clear Space</b>
de: <b>Raum räumen</b>
es: <b>Borrar espacio</b>
fr: <b>Réinitialiser cet espace</b>
id: <b>Kosongkan Ruang</b>
it: <b>Rimuovi tutto dal tuo spazio</b>
ja: <b>スペースのお片付け</b>
ko: <b>공간 비우기</b>
pt: <b>Limpar espaço</b>
ru: <b>Очистить пространство</b>
th: <b>ล้างพื้นที่</b>
vi: <b>Xóa Không gian</b>
zh_hans: <b>清除空间</b>
zh_hant: <b>清除空間</b>

# game_button_controller_map
source: View Controls
de: Steuerung ansehen
es: Ver controles
fr: Configuration de la manette
id: Lihat Kontrol
it: Visualizza comandi
ja: コントローラー設定
ko: 컨트롤 확인
pt: Ver controles
ru: Схема контроллера
th: ดูการควบคุม
vi: Xem Điều khiển
zh_hans: 查看控制
zh_hant: 查看操作

# game_button_currency
source: Currency
de: Währung
es: Moneda
fr: Devise
id: Mata Uang
it: Valuta
ja: エレメント表示
ko: 화폐
pt: Moeda
ru: Валюта
th: สกุลเงิน
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# game_button_edit
source: <b>Edit</b>
de: <b>Bearbeiten</b>
es: <b>Editar</b>
fr: <b>Modifier</b>
it: <b>Modifica</b>
ja: <b>編集</b>
ko: <b>편집</b>
pt: <b>Editar</b>
ru: <b>Изменить</b>
th: <b>แก้ไข</b>
vi: <b>Chỉnh sửa</b>
zh_hans: <b>编辑</b>
zh_hant: <b>編輯</b>

# game_button_emote_favorites
source: Favorite Expressions
de: Lieblings-Emotes
es: Expresiones favoritas
fr: Emotes préférés
id: Ekspresi Favorit
it: Espressioni preferite
ja: お気に入り表現
ko: 즐겨찾는 제스처
pt: Expressões preferidas
ru: Любимые выражения
th: การแสดงออกสุดโปรด
vi: Biểu cảm Yêu thích
zh_hans: 最喜欢的表情
zh_hant: 最愛表情

# game_button_emote_menu
source: Express
de: Ausdrücken
es: Expresar
fr: Exprimer
id: Ekspresikan
it: Espressione
ja: 感情表現メニュー
ko: 제스처
pt: Expressar
ru: Выразить
th: แสดงออก
vi: Biểu đạt
zh_hans: 表达
zh_hant: 表達

# game_button_favorite_00
source: Favorite Expression 1
de: Lieblings-Emote 1
es: Expresión favorita 1
fr: Emote préféré 1
id: Ekspresi Favorit 1
it: Espressione preferita 1
ja: お気に入り表現 1
ko: 즐겨찾는 제스처 1
pt: Expressão preferida 1
ru: Любимое выражение 1
th: การแสดงออกสุดโปรด 1
vi: Biểu cảm Yêu thích 1
zh_hans: 最喜欢的表情1
zh_hant: 最愛表情1

# game_button_favorite_01
source: Favorite Expression 2
de: Lieblings-Emote 2
es: Expresión favorita 2
fr: Emote préféré 2
id: Ekspresi Favorit 2
it: Espressione preferita 2
ja: お気に入り表現 2
ko: 즐겨찾는 제스처 2
pt: Expressão preferida 2
ru: Любимое выражение 2
th: การแสดงออกสุดโปรด 2
vi: Biểu cảm Yêu thích 2
zh_hans: 最喜欢的表情2
zh_hant: 最愛表情2

# game_button_favorite_02
source: Favorite Expression 3
de: Lieblings-Emote 3
es: Expresión favorita 3
fr: Emote préféré 3
id: Ekspresi Favorit 3
it: Espressione preferita 3
ja: お気に入り表現 3
ko: 즐겨찾는 제스처 3
pt: Expressão preferida 3
ru: Любимое выражение 3
th: การแสดงออกสุดโปรด 3
vi: Biểu cảm Yêu thích 3
zh_hans: 最喜欢的表情3
zh_hant: 最愛表情3

# game_button_favorite_03
source: Favorite Expression 4
de: Lieblings-Emote 4
es: Expresión favorita 4
fr: Emote préféré 4
id: Ekspresi Favorit 4
it: Espressione preferita 4
ja: お気に入り表現 4
ko: 즐겨찾는 제스처 4
pt: Expressão preferida 4
ru: Любимое выражение 4
th: การแสดงออกสุดโปรด 4
vi: Biểu cảm Yêu thích 4
zh_hans: 最喜欢的表情4
zh_hant: 最愛表情4

# game_button_favorite_04
source: Favorite Expression 5
de: Lieblings-Emote 5
es: Expresión favorita 5
fr: Emote préféré 5
id: Ekspresi Favorit 5
it: Espressione preferita 5
ja: お気に入り表現 5
ko: 즐겨찾는 제스처 5
pt: Expressão preferida 5
ru: Любимое выражение 5
th: การแสดงออกสุดโปรด 5
vi: Biểu cảm Yêu thích 5
zh_hans: 最喜欢的表情5
zh_hant: 最愛表情5

# game_button_favorite_05
source: Favorite Expression 6
de: Lieblings-Emote 6
es: Expresión favorita 6
fr: Emote préféré 6
id: Ekspresi Favorit 6
it: Espressione preferita 6
ja: お気に入り表現 6
ko: 즐겨찾는 제스처 6
pt: Expressão preferida 6
ru: Любимое выражение 6
th: การแสดงออกสุดโปรด 6
vi: Biểu cảm Yêu thích 6
zh_hans: 最喜欢的表情6
zh_hant: 最愛表情6

# game_button_favorite_06
source: Favorite Expression 7
de: Lieblings-Emote 7
es: Expresión favorita 7
fr: Emote préféré 7
id: Ekspresi Favorit 7
it: Espressione preferita 7
ja: お気に入り表現 7
ko: 즐겨찾는 제스처 7
pt: Expressão preferida 7
ru: Любимое выражение 7
th: การแสดงออกสุดโปรด 7
vi: Biểu cảm Yêu thích 7
zh_hans: 最喜欢的表情7
zh_hant: 最愛表情7

# game_button_favorite_07
source: Favorite Expression 8
de: Lieblings-Emote 8
es: Expresión favorita 8
fr: Emote préféré 8
id: Ekspresi Favorit 8
it: Espressione preferita 8
ja: お気に入り表現 8
ko: 즐겨찾는 제스처 8
pt: Expressão preferida 8
ru: Любимое выражение 8
th: การแสดงออกสุดโปรด 8
vi: Biểu cảm Yêu thích 8
zh_hans: 最喜欢的表情8
zh_hant: 最愛表情8

# game_button_finish_edit
source: <b>Done</b>
de: <b>Fertig</b>
es: <b>Listo</b>
fr: <b>Terminé</b>
id: <b>Selesai</b>
it: <b>OK</b>
ja: <b>完了</b>
ko: <b>완료</b>
pt: <b>Pronto</b>
ru: <b>Готово</b>
th: <b>เสร็จสิ้น</b>
vi: <b>Hoàn thành</b>
zh_hans: <b>完成</b>
zh_hant: <b>完成</b>

# game_button_flight_toggle
source: Flight Toggle
de: Flugmodus umschalten
es: Alternar vuelo
fr: Activer/désactiver le vol
id: Tombol Terbang
it: Attiva/disattiva volo
ja: 飛行モード切替
ko: 비행 전환
pt: Alternância de voo
ru: Переключение полетов
th: เปิด/ปิดการบิน
vi: Đổi chế độ bay
zh_hans: 飞行模式切换
zh_hant: 飛行模式切換

# game_button_forwards
source: Forward
de: Vorwärts
es: Hacia adelante
fr: En avant
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
pt: Para frente
ru: Вперёд
th: ไปข้างหน้า
vi: Trước
zh_hans: 向前
zh_hant: 向前

# game_button_hide_quest_list
source: Hide Quests
de: Quests ausblenden
es: Ocultar misiones
fr: Masquer les quêtes
id: Sembunyikan Misi
it: Nascondi missioni
ja: クエストリストを閉じる
ko: 퀘스트 감추기
pt: Ocultar missões
ru: Скрыть задания
th: ซ่อนภารกิจ
vi: Ẩn nhiệm vụ
zh_hans: 隐藏任务
zh_hant: 隱藏任務

# game_button_jump_fly
source: Jump / Fly
de: Springen / Fliegen
es: Saltar/volar
fr: Sauter/voler
id: Lompat / Terbang
it: Salta/vola
ja: ジャンプ / 飛行
ko: 점프 / 날기
pt: Pular/Voar
ru: Прыгать / лететь
th: กระโดด / บิน
vi: Nhảy / Bay
zh_hans: 跳跃 / 翱翔
zh_hant: 跳躍 / 翱翔

# game_button_left
source: Left
de: Links
es: Izquierda
fr: Gauche
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
pt: Esquerda
ru: Налево
th: ซ้าย
vi: Trái
zh_hans: 向左
zh_hant: 向左

# game_button_menu_toggle
source: Item Ability
de: Item-Fähigkeit
es: Habilidad del artículo
fr: Utiliser l'objet équipé
id: Kemampuan Item
it: Utilizzare l'articolo
ja: アイテムの使用
ko: 아이템 기능
pt: Habilidade do artigo
ru: Использование предмета
th: ความสามารถไอเทม
vi: Công năng vật phẩm
zh_hans: 道具功能
zh_hant: 道具功能

# game_button_move
source: Move
de: Bewegen
es: Moverse
fr: Se déplacer
id: Gerak
it: Muovi
ja: 移動
ko: 이동
pt: Mover
ru: Двигаться
th: เคลื่อนที่
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# game_button_none
source: None
de: Keine
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pt: Nenhum
ru: Нет
th: ไม่มี
vi: Không
zh_hans: 无
zh_hant: 無

# game_button_note_00
source: Note 01 - Do
es: Nota 01: Do
id: Not 01 - Do
it: Nota 01 - Do
ja: 音符01：ド
ko: 음 01 - 도
pt: Nota 1: Dó
ru: Нота 1 — до
th: โน๊ต 01 - โด
vi: Nốt nhạc 01 - Đô
zh_hans: 音符01 - Do
zh_hant: 音符01 - Do

# game_button_note_01
source: Note 02 - Re
es: Nota 02: Re
fr: Note 02 - Ré
id: Not 02 - Re
it: Nota 02 - Re
ja: 音符02：レ
ko: 음 02 - 레
pt: Nota 2: Ré
ru: Нота 2 — ре
th: โน๊ต 02 - เร
vi: Nốt nhạc 02 - Rê
zh_hans: 音符02 - Re
zh_hant: 音符02 - Re

# game_button_note_02
source: Note 03 - Mi
es: Nota 03: Mi
id: Not 03 - Mi
it: Nota 03 - Mi
ja: 音符03：ミ
ko: 음 03 - 미
pt: Nota 3: Mi
ru: Нота 3 — ми
th: โน๊ต 03 - มี
vi: Nốt nhạc 03 - Mi
zh_hans: 音符03 - Mi
zh_hant: 音符03 - Mi

# game_button_note_03
source: Note 04 - Fa
es: Nota 04: Fa
id: Not 04 - Fa
it: Nota 04 - Fa
ja: 音符04：ファ
ko: 음 04 - 파
pt: Nota 4: Fá
ru: Нота 4 — фа
th: โน๊ต 04 - ฟา
vi: Nốt nhạc 04 - Fa
zh_hans: 音符04 - Fa
zh_hant: 音符04 - Fa

# game_button_note_04
source: Note 05 - Sol
es: Nota 05: Sol
id: Not 05 - Sol
it: Nota 05 - Sol
ja: 音符05：ソ
ko: 음 05 - 솔
pt: Nota 5: Sol
ru: Нота 5 — соль
th: โน๊ต 05 - ซอล
vi: Nốt nhạc 05 - Sol
zh_hans: 音符05 - Sol
zh_hant: 音符05 - Sol

# game_button_note_05
source: Note 06 - La
es: Nota 06: La
id: Not 06 - La
it: Nota 06 - La
ja: 音符06：ラ
ko: 음 06 - 라
pt: Nota 6: Lá
ru: Нота 6 — ля
th: โน๊ต 06 - ลา
vi: Nốt nhạc 06 - La
zh_hans: 音符06 - La
zh_hant: 音符06 - La

# game_button_note_06
source: Note 07 - Ti
es: Nota 07: Si
fr: Note 07 - Si
id: Not 07 - Ti
it: Nota 07 - Si
ja: 音符07：シ
ko: 음 07 - 시
pt: Nota 7: Si
ru: Нота 7 — си
th: โน๊ต 07 - เร
vi: Nốt nhạc 07 - Si
zh_hans: 音符07 - Ti
zh_hant: 音符07 - Ti

# game_button_note_07
source: Note 08 - Do
es: Nota 08: Do
id: Not 08 - Do
it: Nota 08 - Do
ja: 音符08：ド
ko: 음 08 - 도
pt: Nota 8: Dó
ru: Нота 8 — до
th: โน๊ต 08 - โด
vi: Nốt nhạc 08 - Đô
zh_hans: 音符08 - Do
zh_hant: 音符08 - Do
