Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# name_shh
source: Shushing Light Scholar
de: Beruhigender Lichtwissenschaftler
es: Erudito de la luz que silencia
fr: Érudit de Lumière silencieux
id: Cendekiawan Cahaya Diam
it: Studioso della Luce che zittisce
ja: 静けさを望む光学者
ko: 쉿 하는 학자
pt: Estudioso da luz silenciador
ru: Шикающий ученик света
th: นักวิชาการแสงเงียบงัน
vi: Học Giả Ánh Sáng
zh_hans: 静光学者
zh_hant: 靜光學者

# name_showdance
source: Dancing Performer
de: Tänzer
es: Bailarín
fr: Interprète de danse
id: Penampil Menari
it: Ballerino
ja: 舞い踊る表現者
ko: 춤추는 안무가
pt: Dançarino
ru: Учитель танцев
th: นักเต้นรำ
vi: Nghệ Nhân Khiêu Vũ
zh_hans: 跳舞艺人
zh_hant: 跳舞藝人

# name_shrug
source: Indifferent Alchemist
de: Gleichgültiger Alchemist
es: Alquimista indiferente
fr: Alchimiste indifférent
id: Ahli Alkimia Cuek
it: Alchimista indifferente
ja: 無頓着な錬金術師
ko: 무심한 연금술사
pt: Alquimista indiferente
ru: Безразличный алхимик
th: นักเล่นแร่แปรธาตุผู้เมินเฉย
vi: Thuật Sĩ Lạnh Lùng
zh_hans: 冷漠术士
zh_hant: 冷漠術士

# name_shy
source: Blushing Prospector
de: Errötende Goldsucherin
es: Buscadora de oro sonrojada
fr: Prospectrice rougissante
id: Penyelidik Malu
it: Prospettrice arrossita
ja: 恥じらう探鉱者
ko: 수줍은 탐험가
pt: Garimpeira ruborizada
ru: Краснеющий старатель
th: นักสำรวจแร่ผู้เขินอาย
vi: Người Khai Thác Nhút Nhát
zh_hans: 羞涩勘探者
zh_hant: 羞澀勘探者

# name_sidehug
source: Reassuring Ranger
de: Ermutigender Ranger
es: Guardaparques reconfortante
fr: Garde-forestier rassurant
id: Jagawana Penenang
it: Ranger rassicurante
ja: 頼もしい自然保護官
ko: 든든한 순찰대원
pt: Guarda-florestal Tranquilizador
ru: Надёжный рейнджер
th: พรานผู้มั่นใจ
vi: Kiểm Lâm Trấn An
zh_hans: 可靠护林员
zh_hant: 可靠護林員

# name_slouch
source: Slouching Soldier
de: Buckliger Soldat
es: Soldado encorvado
fr: Soldat avachi
id: Prajurit Bungkuk
it: Soldato stravaccato
ja: うなだれる戦士
ko: 구부정한 군인
pt: Soldado relaxado
ru: Скучающий солдат
th: ทหารจอมขี้เกียจ
vi: Người Lính Lả Lơi
zh_hans: 颓丧的士兵
zh_hant: 頹喪的士兵

# name_sneaky
source: Stealthy Survivor
de: Schleichende Überlebende
es: Sobreviviente sigilosa
fr: Survivante furtive
id: Penyintas Diam-diam
it: Sopravvissuta circospetta
ja: 隠れ潜む生存者
ko: 은밀한 생존자
pt: Sobrevivente furtiva
ru: Незаметный выживший
th: ผู้รอดชีวิตที่ซ่อนเร้น
vi: Người Sống Sót Ẩn Dật
zh_hans: 隐秘幸存者
zh_hant: 隱秘倖存者

# name_sneeze
source: Sneezing Geographer
de: Niesender Geograf
es: Geógrafo que estornuda
fr: Géographe qui éternue
id: Ahli Geografi Bersin
it: Geografo raffreddato
ja: くしゃみする地理学者
ko: 재채기하는 지리학자
pt: Geógrafo espirrando
ru: Чихающий географ
th: นักภูมิศาสตร์ผู้จามเก่ง
vi: Nhà Địa Lý Học Hắt Hơi
zh_hans: 打喷嚏的地理学家
zh_hant: 打噴嚏的地理學家

# name_sorry
source: Apologetic Lumberjack
de: Sich entschuldigender Baumfäller
es: Leñador arrepentido
fr: Bûcheron désolé
id: Penebang Minta Maaf
it: Taglialegna dispiaciuto
ja: 反省する木こり
ko: 사과하는 나무꾼
pt: Lenhador apologético
ru: Лесоруб извиняется
th: คนตัดไม้ผู้สำนึกผิด
vi: Thợ Rừng Có Lỗi
zh_hans: 歉意伐木工
zh_hant: 歉意伐木工

# name_sparkler
source: Sparkler Parent
de: Wunderkerzen-Mutter
es: Madre iluminada
fr: Parente étincelante
id: Orang Tua Berkilauan
it: Madre scintillante
ja: 煌きを放つ親
ko: 폭죽장이 부모
pt: Mãe cintilante
ru: Блестящий родитель
th: ผู้ดูแลประกายแสง
vi: Phụ Huynh Pháo Hoa
zh_hans: 火花家长
zh_hant: 火花家長

# name_spintrick
source: Spinning Mentor
de: Piourettina
es: Mentora de volteretas
fr: Mentor tournoyant
id: Mentor Berputar
it: Insegnante di giravolte
ja: 旋舞の師匠
ko: 빙빙 도는 스승
pt: Mentora do Giro
ru: Учительница трюков
th: ผู้ฝึกการหมุนตัว
vi: Đại Sư Xoay Tròn
zh_hans: 回旋大师
zh_hant: 迴旋大師

# name_storm
source: Eye of Eden
de: Auge von Eden
es: Ojo de edén
fr: Œil d’Éden
id: Pusat Eden
it: Occhio di Eden
ja: 暴風域
ko: 에덴의 눈
pt: Olho de Éden
ru: Сердце Эдема
th: ดวงตาแห่งเอเดน
vi: Mắt Địa Đàng
zh_hans: 暴风眼
zh_hant: 暴風眼

# name_stretch
source: Stretching Lamplighter
de: Sich streckender Laternenanzünder
es: Farolero que se estira
fr: Allumeur de réverbères qui s'étire
id: Pemasang Lentera Panjang
it: Lampionaio stiracchiato
ja: 体をほぐす点燈夫
ko: 체조하는 가로등지기
pt: Acendedor de lampiões se esticando
ru: Потягивающийся фонарщик
th: นักจุดโคมไฟจอมยืดเหยียด
vi: Người Thắp Đèn Bận Rộn
zh_hans: 忙碌的点灯人
zh_hant: 忙碌的點燈人

# name_strong
source: Confident Sightseer
de: Selbstbewusster Tourist
es: Turista confidente
fr: Touriste confident
id: Pelancong Percaya Diri
it: Turista fiducioso
ja: 自信に満ちた観光客
ko: 자신만만한 관람객
pt: Turista confidente
ru: Уверенный турист
th: ผู้เยี่ยมชมที่มั่นใจ
vi: Người Ngắm Cảnh Tự Tin
zh_hans: 自信观光客
zh_hant: 自信觀光客

# name_sunset
source: Valley of Triumph
de: Tal des Triumphs
es: Valle del Triunfo
fr: Vallée du triomphe
id: Lembah Kejayaan
it: Valle del Trionfo
ja: 峡谷
ko: 승리의 계곡
pt: Vale do Triunfo
ru: Долина триумфа
th: หุบเขาแห่งชัยชนะ
vi: Thung Lũng Vinh Quang
zh_hans: 霞谷
zh_hant: 霞谷

# name_tgc_fortune
source: Event Staff
de: Event-Personal
es: Personal del evento
fr: Personnel d'événement
id: Staf Acara
it: Personale
ja: お祝いする幹事
ko: 이벤트 스태프
pt: Equipe do evento
ru: Сотрудник события
th: เจ้าหน้าที่อีเวนต์
vi: Nhân Viên Sự Kiện
zh_hans: 活动工作人员
zh_hant: 活動工作人員

# name_tgc_love
source: Days of Love Staff
de: "Tage der Liebe"-Mitarbeiter
es: Empleado de los días del amor
fr: Personnel des Jours de l'amour
id: Staf Hari Kasih
it: Bastone dei Giorni dell'Amore
ja: 愛しみの日々幹事
ko: 사랑의 날 직원
pt: Gerente dos Días de Amor
ru: Персонал Дней Любви
th: เจ้าหน้าที่วันแห่งความรัก
vi: Nhân Viên Ngày Tình Yêu
zh_hans: 爱之庆典员工
zh_hant: 愛之慶典員工

# name_tgc_santa
source: Days of Feast Staff
de: "Die Tage des Fests"-Personal
es: Empleado de los días de las festividades
fr: Personnel des Jours de fête
id: Staf Hari Perjamuan
it: Bastone dei Giorni di Festa
ja: 聖なる宴の幹事
ko: 연회의 날 직원
pt: Gerente dos Dias de Festa
ru: Персонал Праздничных Дней
th: เจ้าหน้าที่วันแห่งงานฉลอง
vi: Nhân Viên Mùa Yến Hội
zh_hans: 宴会节员工
zh_hant: 盛宴節員工

# name_tgc_skidmore_halloween
source: Mischief Staff
de: Schalk-Personal
es: Personal de travesuras
fr: Personnel de la malice
id: Staf Kejahilan
it: Agente dispettoso
ja: いたずら好きな幹事
ko: 장난꾸러기 직원
pt: Gerente travessa
ru: Сотрудники Дней озорства
th: เจ้าหน้าที่ซุกซน
vi: Nhân Viên Nghịch Ngợm
zh_hans: 万圣节员工
zh_hant: 萬聖節員工

# name_think
source: Thoughtful Director
de: Nachdenklicher Direktor
es: Director atento
fr: Réalisateur réfléchi
id: Direktur Pemikir
it: Direttore pensieroso
ja: 思慮深き座長
ko: 고민하는 감독
pt: Diretor pensativo
ru: Задумчивый творец
th: ผู้กำกับครุ่นคิด
vi: Biên Đạo Trầm Tư
zh_hans: 沉思编导
zh_hant: 沉思編導

# name_thumbsup
source: Applauding Bellmaker
de: Applaudierende Glockenmacherin
es: Campanera que aplaude
fr: Fabricante de cloches applaudissant
id: Pembuat Lonceng Salut
it: Campanara che applaude
ja: 賞賛する鐘の造り手
ko: 박수 치는 종지기
pt: Sineira que aplaude
ru: Аплодирующий звонарь
th: ช่างทำระฆังผู้ปรบมือ
vi: Thợ Đồng Hồ Vỗ Tay
zh_hans: 鼓掌钟匠
zh_hant: 鼓掌鐘匠

# name_timid
source: Timid Bookworm
de: Schüchternder Bücherwurm
es: Ratón de biblioteca tímido
fr: Lecteur timide
id: Kutu Buku Pemalu
it: Lettore timido
ja: 引っ込み思案な読書家
ko: 소심한 책벌레
pt: Bibliófilo tímido
ru: Робкий любитель книг
th: หนอนหนังสือผู้ขี้อาย
vi: Mọt Sách Nhút Nhát
zh_hans: 内秀书虫
zh_hant: 含蓄書蟲

# name_tiptoe
source: Tiptoeing Tea-Brewer
de: Verstohlene Teebrauerin
es: Camarera de té en puntas de pie
fr: Brasseuse de thé sur la pointe des pieds
id: Pembuat Teh Berjinjit
it: Preparatrice di tè silenziosa
ja: ぬき足の茶人
ko: 까치걸음 차 애호가
pt: Fabricante de Chá na Ponta dos Pés
ru: Крадущаяся чаевница
th: นักชงชาเขย่งเท้า
vi: Cô Pha Trà Rón Rén
zh_hans: 踮脚的沏茶师
zh_hant: 小心翼翼的泡茶人

# name_toyvendor_invis
source: Equipment Rack
de: Ausrüstungsgestell
es: Estante de equipo
fr: Rack d'équipement
id: Rak Peralatan
it: Scaffale per attrezzature
ja: お楽しみ棚
ko: 장비 선반
pt: Rack de equipamento
ru: Стойка оборудования
th: ชั้นวางอุปกรณ์
vi: Khay Trang Bị
zh_hans: 设备架
zh_hant: 設備架

# name_tripleaxel
source: Twirling Champion
de: Wirbelnder Champion
es: Campeón de piruetas
fr: Champion virevoltant
id: Jagoan Berputar
it: Campione roteante
ja: くるりと舞う優勝者
ko: 뱅뱅 도는 챔피언
pt: Campeão de giros
ru: Кружащийся чемпион
th: แชมป์นักหมุนตัว
vi: Nhà Vô Địch Xoay Tròn
zh_hans: 螺旋舞冠
zh_hant: 螺旋舞冠

# name_tsktsk
source: Scolding Student
de: Schimpfende Schülerin
es: Estudiante gruñona
fr: Étudiante moralisatrice
id: Murid Marah-marah
it: Studentessa saccente
ja: したり顔の生徒
ko: 야단치는 학생
pt: Estudante esbravejante
ru: Ворчливая студентка
th: นักเรียนจอมตำหนิ
vi: Đội Trưởng Quản Lý
zh_hans: 管事小队长
zh_hant: 管事小隊長

# name_twirl
source: Warrior of Love
de: Kriegerin der Liebe
es: Guerrero de amor
fr: Guerrier de l'amour
id: Pejuang Cinta
it: Guerriera dell'amore
ja: 慈愛の戦士
ko: 사랑의 전사
pt: Guerreira do Amor
ru: Защитница любви
th: นักรบแห่งความรัก
vi: Chiến Binh Tình Yêu
zh_hans: 爱之战士
zh_hant: 愛的勇者

# name_voila
source: Talented Builder
de: Talentierter Baumeister
es: Constructor talentoso
fr: Bâtisseur talentueux
id: Pembangun Berbakat
it: Costruttore di talento
ja: 腕利きの工匠
ko: 유능한 건축가
pt: Construtor Engenhoso
ru: Талантливый строитель
th: ช่างก่อสร้างผู้มีพรสวรรค์
vi: Kiến Trúc Sư Thiên Tài
zh_hans: 天才建筑者
zh_hant: 天才建築者

# name_wait
source: Ceasing Commodore
de: Kommando-Kapitän
es: Capitán de navío cesante
fr: Commodore commandant
id: Komodor Berhenti
it: Commodoro autorevole
ja: 動じない提督
ko: 위풍당당 선장
pt: Comodoro Abandonado
ru: Командор-начальник
th: พลเรือผู้ผ่อนปรน
vi: Thuyền Trưởng Uy Nghiêm
zh_hans: 威严舰长
zh_hant: 威嚴的艦長

# name_wave
source: Waving Bellmaker
de: Winkender Glockenmacher
es: Campanero que saluda
fr: Fabricant de cloches saluant
id: Pembuat Lonceng Melambai
it: Campanaro sventolante
ja: 手を振る鐘の造り手
ko: 손 흔드는 종지기
pt: Sineiro que acena
ru: Машущий звонарь
th: ช่างทำระฆังผู้โบกมือ
vi: Thợ Chuông Vẫy Tay
zh_hans: 挥手钟匠
zh_hant: 揮手鐘匠

# name_welcome
source: Troupe Greeter
de: Zirkusbegrüßer
es: Grupo de saludadores
fr: Hôte de troupe
id: Penyapa Rombongan
it: Presentatore della troupe
ja: 一座の進行役
ko: 극단 문지기
pt: Trupe de comprimentadores
ru: Зазывала из труппы
th: ผู้ทักทายประจำคณะแสดง
vi: Nhân Viên Đón Khách
zh_hans: 迎宾侍者
zh_hant: 迎賓侍者

# name_whale
source: Whale Whisperer
de: Walsprecher
es: Susurrador de ballenas
fr: Orateur de baleines
id: Pembisik Paus
it: Portavoce della balena
ja: 鯨の語り部
ko: 고래 소리꾼
pt: Comunicador de baleias
ru: Голос кита
th: ผู้รู้ใจวาฬ
vi: Người Luyện Cá Voi
zh_hans: 鲸语者
zh_hant: 鯨語者

# name_whistle
source: Herb Gatherer
de: Kräutersammler
es: Recolector de hierbas
fr: Cueilleur d'herbes
id: Pengumpul Herbal
it: Raccoglitore di erbe
ja: 薬草採集人
ko: 허브 채집자
pt: Coletor de ervas
ru: Сборщик трав
th: นักเก็บสมุนไพร
vi: Người hái thảo mộc
zh_hans: 采药人
zh_hant: 採藥人

# name_windpose
source: Ascetic Monk
de: Asketen-Mönch
es: Monje ascético
fr: Moine ascétique
id: Biksu Pertapa
it: Monaco asceta
ja: 節制の修行者
ko: 금욕적인 수도승
pt: Monge Asceta
ru: Монах-отшельник
th: นักพรต
vi: Nhà Sư Khổ Hạnh
zh_hans: 苦行僧侣
zh_hant: 苦行僧侶

# name_wipe
source: Exhausted Dock Worker
de: Erschöpfter Dockarbeiter
es: Estibador exhausto
fr: Travailleur de quai épuisé
id: Pekerja Dermaga Kelelahan
it: Scaricatore esausto
ja: 疲弊した荷積み人
ko: 기진맥진한 부두 일꾼
pt: Estivador cansado
ru: Измученный грузчик
th: คนงานท่าเรือที่เหนื่อยล้า
vi: Người Đóng Tàu Mệt Mỏi
zh_hans: 辛劳码头工
zh_hant: 辛勞碼頭工

# name_wise
source: Wise Grandparent
de: Weiser Großvater
es: Abuelo sabio
fr: Grand-parent sage
id: Kakek Bijak
it: Nonno saggio
ja: 祖たる賢者
ko: 현명한 노인
pt: Avô sábio
ru: Мудрый дедушка
th: บรรพชนผู้ชาญฉลาด
vi: Trưởng Lão Thông Thái
zh_hans: 智慧长者
zh_hant: 智慧長者

# name_yawn
source: Slumbering Shipwright
de: Müder Bootsbauer
es: Fabricante de barcos dormilón
fr: Fabricant de bateaux somnolent
id: Pembuat Kapal Tertidur
it: Barcaiolo sonnolento
ja: 寝不足の造舟師
ko: 졸린 배 장인
pt: Fabricador de barcos sonolento
ru: Сонный корабел
th: ช่างต่อเรือผู้หลับใหล
vi: Thợ Đóng Tàu Ngủ Gật
zh_hans: 犯困船工
zh_hant: 愛睏船工

# nature_islandvortex_timeline_hint_01
source: The spirit wonders who left the used fishing gear in the middle of the ocean?
de: Der Geist fragt sich, wer die Angelausrüstung mitten im Ozean zurückgelassen hat.
es: El espíritu se pregunta quién dejó el equipo de pesca usado en el medio del océano.
fr: Les esprits se demandent qui a laissé du matériel de pêche usé au milieu de l'océan.
id: Roh bertanya-tanya siapa yang meninggalkan alat tangkap ikan di tengah lautan?
it: Lo spirito si chiede chi ha lasciato in mezzo all'oceano degli attrezzi da pesca usati.
ja: この精霊は、誰がこんな海のど真ん中に漁具を置いて行ったのだろう、と不思議に思っています
ko: 영혼은 대체 누가 바다 한가운데 쓰다 만 낚시 장비를 두고 갔는지 궁금해합니다.
pt: O espírito questiona: quem teria deixado o equipamento de pesca usado no meio do oceano?
ru: Духу интересно, кто мог оставить рыболовные снасти посреди океана?
th: สปิริตสงสัยว่า ใครคือผู้ทิ้งอุปกรณ์ตกปลาที่ใช้แล้วไว้กลางมหาสมุทร
vi: Tinh Linh tự hỏi, ai đã bỏ lại giữa đại dương đồ câu đã qua sử dụng?
zh_hans: 先灵想知道是谁把用过的渔具弃入了海中。
zh_hant: 先靈想知道是誰把用過的漁具丟棄至海中。

# nature_islandvortex_timeline_hint_02
source: Left unattended, darkness will spread and corrupt the creatures of light in the ocean.
de: Unbeaufsichtigt wird sich die Finsternis ausbreiten und die Lichtwesen im Ozean verderben.
es: Sin supervisión, la oscuridad se expandirá y corromperá a las criaturas de luz del océano.
fr: Si rien n'est fait, les ténèbres se propageront et corrompront les créatures de lumière qui vivent dans l'océan.
id: Jika dibiarkan, kegelapan akan menyebar dan melahap makhluk cahaya di lautan.
it: Lasciata incustodita, l'oscurità si diffonderà e corromperà le creature di luce nell'oceano.
ja: このままにしておけば、闇が広がり、やがて海にいる光の生き物たちが蝕まれてしまうでしょう
ko: 어둠을 가만히 두면 점점 퍼져 바다에 사는 빛의 크리처를 오염시킵니다.
pt: Se ninguém fizer nada, a escuridão vai se espalhar e corromper as criaturas de luz no oceano.
ru: Если с ней не бороться, тьма поглотит создания Света в океане.
th: หากไม่มีผู้ใดคอยดูแล ความมืดจะแพร่กระจายและทำลายสิ่งมีชีวิตแห่งแสงในมหาสมุทร
vi: Nếu không kiểm soát, bóng tối sẽ lan rộng và xâm thực các sinh vật ánh sáng của đại dương.
zh_hans: 如果就这么放任不管，黑暗将会扩散并污染海中的光之生物。
zh_hant: 如果就這麼放任不管，黑暗將會擴散並污染海中的光之生物。

# nature_turtle_timeline_hint_01
source: A <b>turtle</b> is emerging out of the ocean. Go find it!
de: Eine <b>Schildkröte</b> taucht aus dem Meer auf. Geh und finde sie!
es: Una <b>tortuga</b> está saliendo del océano. ¡Ve a buscarla!
fr: Une <b>tortue</b> émerge de l'océan. Cherchez-la !
id: Seekor <b>penyu</b> muncul dari laut. Cari!
it: Una <b>tartaruga</b> emerge dall'oceano. Vai a cercarla!
ja: <b>ウミガメ</b>が海から上がってきているようです。会いに行きましょう！
ko: <b>거북</b>이 바다 밖으로 나오고 있어요. 찾으러 가요!
pt: Uma <b>tartaruga</b> está surgindo do oceano. Vá procurá-la!
ru: Из глубин океана появляется <b>черепаха</b>. Найдите ее!
th: <b>เต่า</b>โผล่ขึ้นมาจากมหาสมุทรแล้ว จงตามหามัน!
vi: Một <b>con rùa</b> đang nổi lên từ dưới biển. Hãy tìm nó!
zh_hans: 海洋里出现了一只<b>乌龟</b>。去找到它！
zh_hant: 有一隻<b>海龜</b>浮出了海面。快去找牠吧！

# nature_turtle_timeline_hint_02
source: The <b>turtle</b> is already out! Try to spot it!
de: Die <b>Schildkröte</b> ist schon draußen! Versuche, sie zu entdecken!
es: ¡La <b>tortuga</b> ya salió! ¡Intenta encontrarla!
fr: La <b>tortue</b> est déjà sortie ! Essayez de la repérer !
id: Seekor <b>penyu</b> sudah keluar! Coba temukan!
it: La <b>tartaruga</b> è già emersa! Prova a individuarla!
ja: <b>ウミガメ</b>はすでに姿を現しているようです。探してみましょう！
ko: <b>거북</b>이 이미 나타났어요! 찾아보세요!
pt: A <b>tartaruga</b> já saiu! Tente encontrá-la!
ru: <b>Черепаха</b> уже всплыла! Попробуйте ее найти!
th: <b>เต่า</b>โผล่ออกมาแล้ว! ลองสังเกตดูให้ดีสิ!
vi: <b>Con rùa</b> đã xuất hiện! Hãy cố tìm ra nó!
zh_hans: <b>乌龟</b>已经出现了！试着找到它！
zh_hant: <b>海龜</b>已經出現了！試著找出牠來！

# nature_vortex_hint_1
source: Follow the light creature to the Vortex.
de: Folge dem Lichtwesen zum Vortex.
es: Sigue a la criatura de luz hasta el vórtice.
fr: Suivez la créature de lumière jusqu'au Vortex.
id: Ikuti makhluk cahaya ke Pusaran tersebut.
it: Segui la creatura di luce fino al Vortice.
ja: 光の生き物を追い、渦潮へ向かいましょう
ko: 빛의 크리처를 따라 소용돌이로 들어가세요.
pt: Siga a criatura de luz até o Vórtice.
ru: Следуйте за созданием Света в воронку.
th: ติดตามสิ่งมีชีวิตแห่งแสงไปยังน้ำวน
vi: Đi theo sinh vật ánh sáng đến Dòng Xoáy.
zh_hans: 跟随光之生物前往漩涡。
zh_hant: 跟隨光之生物前往漩渦。

# nature_wildlife_confirmation_text1
source: Teleport to Prairie Peaks
de: Teleportiere dich zum Präriegipfel
es: Teletransportarse a las cumbres de la planicie
fr: Se téléporter aux pics de la Prairie
id: Teleportasi ke Puncak Padang Rumput
it: Teletrasportati alle Vette della Prateria
ja: 草原連峰へテレポートします
ko: 초원 봉우리로 순간이동
pt: Teletransportar-se para os Picos da Campina
ru: Телепортироваться на Степные вершины
th: เทเลพอร์ตไปยังยอดเขาแห่งทุ่งหญ้า
vi: Dịch chuyển đến Đỉnh Thảo Nguyên
zh_hans: 传送至云野峻岭
zh_hant: 傳送至雲野峻嶺

# new_seasonal_quest_available_ap25
source: A new quest from <1>Season of Radiance</1> is now available!
de: Eine neue Quest aus der <1>Saison des Leuchtens</1> ist jetzt verfügbar!
es: ¡Hay una nueva misión disponible de la <1>Temporada de resplandor</1>!
fr: Une nouvelle quête de la <1>saison de l'Éclat</1> est disponible !
id: Misi baru dari <1>Musim Pancaran Cahaya</1> telah tersedia!
it: Una nuova missione della <1>Stagione dello Splendore</1> è ora disponibile!
ja: <1>光染めの案内人</1>から新たな依頼があるようです！
ko: <1>광채의 시즌</1>을 맞아 새로운 퀘스트에 도전할 수 있어요!
pt: Uma nova missão da <1>Temporada do Resplendor</1> está disponível!
ru: Доступно новое задание <1>Сезона сияния</1>!
th: ภารกิจใหม่จาก<1>ฤดูกาลแสงเรืองรอง</1>พร้อมให้เล่นแล้ว!
vi: Một nhiệm vụ mới từ <1>Mùa Rạng Rỡ</1> hiện đã được mở!
zh_hans: 来自<1>彩染季</1>的一项新任务现已推出！
zh_hant: <1>彩染季</1>的新任務現已解鎖！

# nicolas_ann_text1
source: Oh, you're here - great! Listen up 'cause I don't have much time.
de: Oh, du bist hier - toll! Hör gut zu, denn ich habe nicht viel Zeit.
es: Oh, estás aquí... ¡Genial! Escucha, no tenemos mucho tiempo.
fr: Oh, vous êtes là, super ! Écoutez bien, parce que je n'ai pas beaucoup de temps.
id: Oh, kamu di sini - bagus! Dengar karena aku tak punya banyak waktu.
it: Oh, sei qui! Fantastico! Ascoltami, perché non ho molto tempo.
ja: ああ来れたんだね、よかった！ねえ聞いてよ、僕あまり時間がないんだ
ko: 오, 여기 있었군요. 좋아요! 시간이 많이 없으니까 잘 들어요.
pt: Ah, você está aqui. Ótimo! Escute, pois não tenho muito tempo.
ru: О, вы здесь - отлично! Слушайте внимательно, у меня мало времени.
th: โอ้ คุณอยู่ที่นี่ - เยี่ยมเลย! จงฟังให้ดีเพราะฉันมีเวลาไม่มากนัก
vi: Ồ, bạn ở đây à - tuyệt vời! Nghe này, tôi không có nhiều thời gian.
zh_hans: 哦，你在这儿 - 太好了！听着，我时间不多。
zh_hant: 哦，你們在這裡 - 太好了！聽好了，我時間不多。

# nicolas_ann_text2
source: While everyone was celebrating, I found a way to duplicate myself.
de: Während alle feierten, fand ich einen Weg, mich zu verdoppeln.
es: Mientras todos celebraban, encontré una forma de duplicarme.
fr: Pendant que tout le monde faisait la fête, j'ai trouvé un moyen de me dédoubler.
id: Saat semua orang sedang merayakan, aku menemukan cara menggandakan diriku sendiri.
it: Mentre tutti festeggiavano, ho trovato il modo di duplicarmi.
ja: あのね、みんながお祝いしている間にね、分身の術を発見しちゃったの
ko: 모두가 파티에 빠져 있는 동안, 전 제 자신을 복제하는 방법을 알아냈어요.
pt: Enquanto todos estavam comemorando, descobri um jeito de me duplicar.
ru: Пока все наслаждались празднеством, у меня получилось дублировать самого себя.
th: ตอนที่ทุกคนกำลังฉลองกัน ฉันก็ค้นพบวิธีสร้างร่างแยกของตัวเองขึ้นมา
vi: Trong khi mọi người đang ăn mừng, tôi đã tìm ra cách để nhân bản chính mình.
zh_hans: 当所有人都在庆祝的时候，我找到了复制自己的方法。
zh_hant: 當每個人都在慶祝的同時，我找到了一種複製自己的方法。

# nicolas_ann_text3
source: Now join me on the stage, mini-me's, to herald in the next magical year of Sky!
de: Jetzt kommt mit mir auf die Bühne, ihr Mini-Ichs, um das nächste magische Jahr von Sky einzuläuten!
es: Ahora acompáñame al escenario, miniyó, ¡para recibir al próximo año mágico en Sky!
fr: Maintenant, rejoignez-moi sur scène, mini-moi, pour annoncer la prochaine année magique de Sky !
id: Sekarang ikut aku ke panggung, Kembaranku, untuk menyambut tahun ajaib berikutnya di Sky!
it: Ora unisciti a me sul palco, mini-me, per annunciare il prossimo anno magico di Sky!
ja: さあ僕と、もう一人の僕とステージに立とう！これからのSkyの1年もきっと素晴らしいものになるよ！
ko: 나의 분신들, 무대 위로 올라와서 Sky의 마법같은 내년을 알려주세요!
pt: Agora, juntem-se a mim no palco, mini-eus, para anunciar o próximo ano mágico de Sky!
ru: Выходите со мной на сцену, мои маленькие копии, возвестим о следующем годе «Sky»!
th: เจ้าตัวจิ๋วของฉัน ขึ้นมาร่วมเวทีกับฉันสิ เราจะป่าวประกาศสิ่งมหัศจรรย์ที่จะเกิดขึ้นกับ Sky ในปีหน้า!
vi: Giờ hãy lên sân khấu cùng tôi, bản sao, báo hiệu về năm tới đầy phép màu của Sky!
zh_hans: 快和迷你版的我一起登上舞台，宣布Sky的下一个神奇之年！
zh_hant: 迷你版的我，現在與我一同上臺，宣佈 Sky 下一個神奇的一年！

# no_ability_00
source: You haven't learned to do this yet
de: Du hast das noch nicht gelernt
es: No has aprendido a hacer esto aún
fr: Vous n’avez pas encore appris à faire ceci
id: Kamu belum belajar melakukan ini
it: Non l'hai ancora imparato
ja: まだこのスキルを習得していないようです
ko: 이것은 아직 배우지 못했어요
pt: Você ainda não aprendeu a fazer isso
ru: Вы еще не научились это делать
th: คุณยังไม่ได้เรียนรู้ที่จะทำสิ่งนี้
vi: Bạn chưa học được
zh_hans: 你还没有掌握这个<2>能力</2>
zh_hant: 你還沒有掌握這個<2>能力</2>

# no_constellation_gate_00
source: Come back after more <8>spirits</8> are saved!
de: Komm zurück, wenn du mehr <8>Geister</8> gerettet hast!
es: ¡Regresa cuando hayas salvado más <8>spíritus</8>!
fr: Revenez lorsque d’autres <8>esprits</8> auront été sauvés !
id: Kembali setelah lebih banyak <8>roh</8> diselamatkan!
it: Torna dopo aver salvato altri <8>spiriti</8>!
ja: もっと多くの精霊の力が必要なようです
ko: 더 많은 <8>영혼</8>을 구한 다음에 돌아오세요!
pt: Volte depois que mais <8>espíritos</8> forem salvos!
ru: Возвращайтесь, когда спасете больше <8>духов</8>!
th: กลับมาอีกครั้งหลังจากที่ช่วย<8>เหล่าสปิริต</8>ได้มากขึ้น!
vi: Hãy quay lại sau khi nhiều <8>Tinh Linh</8> khác được cứu!
zh_hans: 送更多<8>先灵</8>回归天际后可以打开星之门！
zh_hant: 送更多<8>先靈</8>回歸天際後可以打開星之門！

# no_darkstone_level_00
source: You need more <2><star/></2> to melt this
de: Du brauchst noch mehr <2><star/></2>, um das zu schmelzen
es: Necesitas <2><star/></2> para derretir esto
fr: Il vous faut <2><star/></2> supplémentaires pour faire fondre ceci
id: Kamu butuh lebih banyak <2><star/></2> untuk melelehkan ini
it: Ti servono più <2><star/></2> per scioglierlo
ja: もっと多くの<star/>が必要なようです
ko: 이것을 녹이려면 더 많은 <2><star/></2>이 필요해요
pt: Você precisa de mais <2><star/></2> para dissipar
ru: Вам нужно больше <2><star/></2>, чтобы это растопить
th: คุณต้องการ <2><star/></2> เพิ่ม เพื่อหลอมสิ่งนี้
vi: Bạn cần thêm <2><star/></2> để tịnh hóa
zh_hans: 你需要更高<2><star/></2>等级来驱散黑暗
zh_hant: 你需要更高<2><star/></2>等級來驅散黑暗

# no_engine_level_00
source: You need more <2><star/></2> to activate this
de: Du brauchst noch mehr <2><star/></2>, um das zu aktivieren
es: Necesitas <2><star/></2> para activar esto
fr: Il vous faut <2><star/></2> supplémentaires pour activer ceci
id: Kamu butuh lebih banyak <2><star/></2> untuk mengaktifkan ini
it: Ti servono più <2><star/></2> per attivarlo
ja: もっと多くの<star/>が必要なようです
ko: 이것을 작동하려면 더 많은 <2><star/></2>이 필요해요
pt: Você precisa de mais <2><star/></2> para ativar
ru: Вам нужно больше <2><star/></2>, чтобы это активировать
th: คุณต้องการ <2><star/></2> เพิ่ม เพื่อเปิดใช้งานสิ่งนี้
vi: Bạn cần thêm <2><star/></2> để kích hoạt
zh_hans: 你需要更高<2><star/></2>等级启动它
zh_hant: 你需要更高<2><star/></2>等級啓動它

# no_engine_player_00
source: You need other <8>players</8> to help activate this
de: Du brauchst andere <8>Spieler</8>, die dir helfen, das zu aktivieren
es: Necesitas otros <8>jugadores </8> para ayudarte a activar esto
fr: Il vous faut <8>joueurs</8> supplémentaires pour aider à activer ceci
id: Kamu butuh <8>pemain</8> lain untuk membantu mengaktifkan ini
it: Ti servono altri <8>giocatori</8> per attivarlo
ja: 起動するには、他のプレイヤーの協力が必要です
ko: 이것을 작동하려면 다른 <8>플레이어</8>의 도움이 필요해요
pt: Você precisa da ajuda de outros <8>jogadores</8> para ativar
ru: Вам нужна помощь других <8>игроков</8>, чтобы это активировать
th: คุณจำเป็นต้องพึ่งพา<8>ผู้เล่น</8>คนอื่นๆ เพื่อช่วยเปิดใช้งานสิ่งนี้
vi: Bạn cần <8>người chơi khác</8> giúp kích hoạt
zh_hans: 你需要其他<8>玩家</8>帮助你开启它
zh_hant: 你需要其他<8>玩家</8>幫助你開啓它
