Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# button_unavailable_shop_empty
source: <b>You've collected all available items this Spirit offers.</b> Thank you for your generosity!
de: <b>Du hast alle verfügbaren Gegenstände gesammelt, die dieser Geist anbietet.</b> Danke für deine Großzügigkeit!
es: <b>Recogiste todos los objetos disponibles que ofrece este espíritu.</b> ¡Gracias por tu generosidad!
fr: <b>Vous avez obtenu tous les objets disponibles proposés par cet esprit.</b> Merci pour votre générosité !
id: <b>Kamu berhasil mengumpulkan semua item tersedia yang ditawarkan Roh ini.</b> Terima kasih atas kedermawananmu!
it: <b>Hai raccolto tutti gli oggetti disponibili offerti da questo spirito.</b> Grazie per la tua generosità!
ja: この精霊が運んできたアイテムを全て入手しました！ 楽しんでいただきありがとうございます！
ko: <b>이 영혼이 제공하는 모든 아이템을 모았습니다.</b> 정말 감사합니다!
pt: <b>Você coletou todos os itens disponíveis que este espírito oferece.</b> Agradecemos pela generosidade!
ru: <b>Вы собрали все предметы, доступные у этого духа.</b> Спасибо за вашу щедрость!
th: <b>คุณได้เก็บรวบรวมไอเทมทั้งหมดที่สปิริตตนนี้มีให้แล้ว</b> ขอบคุณสำหรับความมีน้ำใจของคุณนะ!
vi: Bạn đã thu thập tất cả các vật phẩm Tinh Linh cung cấp.</b><b> Cảm ơn vì sự hào phóng của bạn!
zh_hans: 你已收集了此先灵提供的所有道具。</b><b> 感谢你慷慨解囊！
zh_hant: <b>你已收集了此先靈提供的所有道具。</b> 感謝你慷慨解囊！

# button_unavailable_teleport_to_new_level
source: Visit this <1>Spirit</1> in the world of Sky first to be able to <2>Teleport</2> to it.
de: Besuche zuerst diesen <1>Geist</1> in der Welt von Sky, damit du dich zu ihm <2>teleportieren</2> kannst.
es: Primero visita a este <1>espíritu</1> en el mundo de Sky para poder <2>teletransportarte</2> hacia él.
fr: Visitez d'abord cet <1>esprit</1>dans le monde de Sky pour pouvoir vous y <2>téléporter</2>.
id: Kunjungi <1>Roh</1> ini di dunia Sky terlebih dahulu agar bisa <2>Teleportasi</2> ke sana.
it: Recati da questo <1>spirito</1> nel mondo di Sky prima di poterti <2>teletrasportare</2> nella sua posizione.
ja: Skyの世界のどこかにいるこの<1>精霊</1>に会いに行くことで、精霊のもとへ<2>テレポート</2>できるようになります
ko: 이 영혼이 있는 곳으로 <2>텔레포트</2> 하려면 먼저 Sky 월드에서 이 <1>영혼</1>을 만나야 해요
pt: Visite primeiro o <1>espírito</1> no mundo de Sky para se <2>teletransportar</2> até lá.
ru: Зайдите к этому <1>духу</1> в мире Sky, чтобы потом <2>переноситься</2> к нему.
th: เยี่ยมเยียน<1>สปิริต</1>ตนนี้ในโลกของ Sky ก่อนเพื่อที่จะสามารถ<2>เทเลพอร์ต</2>ไปหาเขาได้
vi: Hãy đến gặp <1>Tinh Linh</1> này trong thế giới Sky trước để có thể <2>Dịch chuyển</2> đến vị trí đó.
zh_hans: 先在Sky的世界里拜访这位<1>先灵</1>，然后才能获得<2>传送</2>到它身边的能力。
zh_hant: 先拜訪 Sky 世界中的這位<1>先靈</1>，才能夠<2>傳送</2>過去。

# button_unavailable_teleport_to_same_level
source: You're near this <1>Spirit</1> already! Use <2>Teleport</2> to come here from another realm.
de: Du befindest dich bereits in der Nähe dieses <1>Geists</1>! Verwende <2>Teleportieren</2>, um von einem anderen Reich hierher zu reisen.
es: ¡Ya estás cerca de este <1>espíritu</1>! Usa la <2>teletransportación</2> para venir desde otro reino.
fr: Vous êtes déjà près de cet <1>esprit</1> ! Utilisez la <2>téléportation</2> pour venir ici d'un autre royaume.
id: Kamu sudah dekat dengan <1>Roh</1> ini! Gunakan <2>Teleportasi</2> untuk datang ke tempat ini dari dunia lain.
it: Sei già vicino a questo <1>spirito</1>! Utilizza il <2>teletrasporto</2> per venire qui da un altro regno.
ja: すでにこの<1>精霊</1>の近くにいます！ <2>テレポート</2>は他の地方から会いに来る時に使えます
ko: 이 <1>영혼</1>이 이미 가까이 있어요! 다른 구역에서 여기로 올 때 <2>텔레포트</2>를 사용해주세요.
pt: Você já está perto deste <1>espírito</1>! Use o <2>teletransporte</2> para vir de outro reino.
ru: Вы уже рядом с этим <1>духом</1>! Используйте <2>перенос</2>, чтобы прийти сюда из другого мира.
th: คุณอยู่ใกล้กับ<1>สปิริต</1>ตนนี้แล้ว! ใช้<2>เทเลพอร์ต</2>เพื่อเดินทางมาที่นี่จากดินแดนอื่น
vi: Bạn đang ở gần <1>Tinh Linh</1> này rồi! Sử dụng <2>Dịch chuyển</2> để đến đây từ một vương quốc khác.
zh_hans: 你已经离这位<1>先灵</1>很近了！使用<2>传送</2>从其他领域来到这里。
zh_hant: 您已經在這位<1>先靈</1>附近了！使用<2>傳送</2>從另一個世界來到這裡。

# cafe_initial_notice
source: Players come here to ask for help—or lend their help to others!
de: Spieler kommen hierher, damit sie um Hilfe bitten können – oder um anderen ihre Hilfe anzubieten!
es: La comunidad acude a este lugar para pedir ayuda o para prestar su ayuda a otros.
fr: Les joueurs viennent ici pour demander de l'aide ou pour prêter main-forte !
id: Para pemain datang ke sini untuk meminta bantuan-atau meminjamkan bantuan mereka kepada orang lain!
it: I giocatori vengono qui per chiedere aiuto o per prestare il proprio aiuto agli altri!
ja: プレイヤーたちが助けを求めに、またはお手伝いをしにここを訪れています！
ko: 여기에서 다른 플레이어에게 도움을 청할 수 있어요. 반대로 도움을 줄 수도 있고요!
pt: Os jogadores vêm até aqui para pedir ajuda – ou para ajudar outras pessoas!
ru: Игроки приходят сюда, чтобы попросить помощи — или помочь другим!
th: ผู้เล่นมาที่นี่เพื่อขอความช่วยเหลือ หรือให้ความช่วยเหลือคนอื่นๆ!
vi: Những người chơi đến đây để kêu gọi trợ giúp—hoặc giúp đỡ người khác!
zh_hans: 玩家们来到这里寻求帮助——或是向别人伸出援手！
zh_hant: 玩家們來這裡尋求幫助——或是助人一臂之力！

# cafe_order
source: Your daily <1>order</1> is being prepared...
de: Deine tägliche <1>Bestellung</1> wird vorbereitet ...
es: Estamos preparando tu <1>pedido</1> diario...
fr: Votre <1>commande</1> du jour est en cours de traitement...
id: <1>Pesanan</1> harian kamu sedang disiapkan...
it: Il tuo <1>ordine</1> giornaliero è in preparazione...
ja: 本日の<1>ご注文</1>をご用意しています
ko: 당신을 위한 오늘의 <1>요리</1> 준비 중...
pt: Seu <1>pedido</1> diário está sendo preparado...
ru: Ваш ежедневный <1>заказ</1> готовится...
th: กำลังเตรียม<1>คำสั่ง</1>รายวันของคุณ...
vi: <1>Đơn hàng</1> hàng ngày của bạn đang được chuẩn bị...
zh_hans: 你的本日<1>餐点</1>准备中⋯⋯
zh_hant: 你的本日<1>餐點</1>準備中⋯⋯

# cafe_pastry_plush_hint
source: Place the plush on the mantel to transform the cafe.
de: Lege das Plüschtier auf den Kaminsims, um das Café zu verwandeln.
es: Coloca el peluche en el mantel para transformar el café.
fr: Placez la peluche sur le manteau de cheminée pour transformer le café.
id: Letakkan perabotan mewah di atas perapian untuk mengubah kafe.
it: Posiziona il peluche sulla mensola del camino per trasformare la caffetteria.
ja: ぬいぐるみを暖炉の上に置いて、カフェを模様替えしましょう
ko: 벽난로 위에 인형을 놓아 카페를 변신시켜 보세요.
pt: Coloque a pelúcia sobre a lareira para transformar a cafeteria.
ru: Поместите мягкую игрушку на камин, чтобы преобразить кафе.
th: วางตุ๊กตาไว้บนหิ้งเพื่อพลิกโฉมร้านคาเฟ่
vi: Đặt thú bông lên bệ lò sưởi để thay đổi quán cà phê.
zh_hans: 将毛绒玩具放在壁炉架上来转变咖啡厅的风格。
zh_hant: 把毛絨玩偶放在壁爐架上，咖啡廳將神奇變身。

# camera_to_2d
source: Go back to 2D?
de: Zurück in die 2D-Ansicht?
es: ¿Volver a 2D?
fr: Retourner en 2D ?
id: Kembali ke 2D?
it: Tornare al 2D?
ja: 2Dに切り替えますか？
ko: 2D로 돌아갈까요?
pt: Voltar para 2D?
ru: Вернуться в 2D режим?
th: กลับไปเป็น 2 มิติหรือไม่
vi: Quay lại 2D?
zh_hans: 返回2D？
zh_hant: 返回2D？

# camera_to_3d
source: Go back to 3D?
de: Zurück in die 3D-Ansicht?
es: ¿Volver a 3D?
fr: Retourner en 3D ?
id: Kembali ke 3D?
it: Tornare al 3D?
ja: 3Dに切り替えますか？
ko: 3D로 돌아갈까요?
pt: Voltar para 3D?
ru: Вернуться в 3D режим?
th: กลับไปเป็น 3 มิติหรือไม่
vi: Quay lại 3D?
zh_hans: 返回3D？
zh_hant: 返回3D？

# cdnresources_downloading
source: Downloading latest content...
de: Lade neuesten inhalt herunter...
es: Descargando el contenido más reciente...
fr: Téléchargement du contenu le plus récent...
id: Mengunduh konten terbaru...
it: Scaricamento degli ultimi contenuti...
ja: 最新コンテンツをダウンロード中…
ko: 최신 콘텐츠 다운로드 중...
pt: Baixando o conteúdo mais recente...
ru: Загрузка последнего контента...
th: กำลังดาวน์โหลดเนื้อหาล่าสุด
vi: Đang tải xuống nội dung mới nhất...
zh_hans: 最新内容下载中...
zh_hant: 最新內容下載中...

# cdnresources_downloading_progress
source: Downloading latest content ({{1}}/{{2}})...
de: Neuester Inhalt wird heruntergeladen ({{1}}/{{2}}) ...
es: Descargando el contenido más reciente ({{1}}/{{2}})…
fr: Téléchargement du contenu le plus récent ({{1}}/{{2}})...
id: Mengunduh konten terbaru ({{1}}/{2}})...
it: Scaricamento dei nuovi contenuti ({{1}}/{{2}})...
ja: 最新コンテンツ ダウンロード中 ({{1}}/{{2}})...
ko: 최신 콘텐츠 다운로드 중 ({{1}}/{{2}})...
pt: Baixando o conteúdo mais recente ({{1}}/{{2}})...
ru: Загрузка последнего контента ({{1}}/{{2}})...
th: กำลังดาวน์โหลดเนื้อห���ล่าสุด ({{1}}/{{2}})...
vi: Đang tải xuống nội dung mới nhất ({{1}}/{{2}})...
zh_hans: 最新内容下载中({{1}}/{{2}})……
zh_hant: 最新內容下載中 ({{1}}/{{2}})……

# change_home_at_home
source: This is already your current <1>starting point</1>. Do you want to change it to another?
de: Dies ist bereits dein aktueller <1>Ausgangspunkt</1>. Möchtest du ihn in einen anderen umändern?
es: Este es tu <1>punto de partida</1> actual. ¿Quieres cambiarlo?
fr: Il s’agit déjà de votre <1>point de départ</1> actuel. Voulez-vous le remplacer par un autre ?
id: Ini sudah menjadi <1>titik awal</1> kamu saat ini. Apakah kamu ingin mengubahnya ke titik awal yang lain?
it: Questo è già il tuo attuale <1>punto di partenza</1>. Vuoi cambiarlo con un altro?
ja: ここは既に<1>開始地点</1>に設定されています。 別の場所に変更しますか？
ko: 이곳은 이미 현재 <1>홈</1>입니다. 다른 곳으로 바꿀까요?
pt: Este já é seu <1>ponto de partida</1> atual. Alterar?
ru: Это ваша нынешняя <1>стартовая точка</1>. Хотите сменить её на другую?
th: นี่คือ<1>จุดเริ่มต้น</1>ปัจจุบันของคุณ คุณต้องการเปลี่ยนเป็นจุดเริ่มต้นอื่นหรือไม่
vi: Đây đã là <1>điểm khởi đầu</1> hiện tại của bạn. Bạn có muốn thay đổi thành một điểm khác?
zh_hans: 这里已经是你当前的<1>起始点</1>。 你想要换个地方吗？
zh_hant: 這裡已經是你目前的<1>起始點</1>。 想要換到別的地方嗎？

# change_home_confirmation
source: Make this your new <1>starting point</1>? You will begin here when you launch Sky.
de: Möchtest du dies zu deinem neuen <1>Ausgangspunkt</1> machen? Du beginnst hier, wenn du Sky startest.
es: ¿Quieres elegir este nuevo <1>punto de partida</1>?. Empezarás desde aquí cuando abras Sky.
fr: Faire de cet endroit votre nouveau <1>point de départ</1> ? Vous commencerez ici au lancement de Sky.
id: Jadikan ini sebagai <1>titik awal</1> kamu yang baru? Kamu akan mulai dari sini saat meluncurkan Sky.
it: Vuoi che questo diventi il tuo nuovo <1>punto di partenza</1>? Inizierai da qui all'avvio di Sky.
ja: ここをゲームの<1>開始地点</1>に設定しますか？ Skyを起動する際に、ここから冒険が始まります
ko: 이곳을 <1>홈</1>으로 설정할까요? Sky를 실행하면 이곳에서 게임이 시작됩니다.
pt: Fazer deste seu novo <1>ponto de partida</1>? Você começará aqui quando iniciar Sky.
ru: Сделать это место <1>стартовой точкой</1>? При запуске Sky вы будете начинать игру из этой локации.
th: ต้องการให้ที่นี่เป็น<1>จุดเริ่มต้น</1>ใหม่ของคุณไหม คุณจะได้เริ่มต้นที่นี่ เมื่อเปิด Sky ขึ้นมา
vi: Biến đây thành <1>điểm khởi đầu</1> mới của bạn? Bạn sẽ bắt đầu tại đây khi khởi chạy Sky.
zh_hans: 将这里作为你的新<1>起始点</1>？ 当你启动《Sky光·遇》时，将会从这里开始。
zh_hant: 要將這裡設為<1>起始點</1>嗎？ 當你啟動《Sky光·遇》時，就會從這裡開始。

# change_home_confirmation_nest
source: Make this Nest your <1>starting point</1>? You will begin here when you launch Sky.
de: Möchtest du dieses Nest zu deinem <1>Ausgangspunkt</1> machen? Du beginnst hier, wenn du Sky startest.
es: ¿Quieres que este nido sea tu <1>punto de partida</1>? Empezarás desde aquí cuando abras Sky.
fr: Faire de ce nid votre <1>point de départ</1> ? Vous commencerez ici au lancement de Sky.
id: Jadikan Sarang ini sebagai <1>titik awal</1> kamu? Kamu akan mulai dari sini saat meluncurkan Sky.
it: Vuoi che questo Nido sia il tuo <1>punto di partenza</1>? Inizierai da qui all'avvio di Sky.
ja: あなたの巣をゲームの<1>開始地点</1>に設定しますか？ Skyを起動する際に、巣から冒険が始まります
ko: 이 보금자리를 <1>홈</1>으로 설정할까요? Sky를 실행하면 이곳에서 게임이 시작됩니다.
pt: Fazer deste Ninho seu novo <1>ponto de partida</1>? Você começará aqui quando iniciar Sky.
ru: Сделать Гнездо <1>стартовой точкой</1>? При запуске Sky вы будете начинать игру из этой локации.
th: ต้องการให้รังนี้เป็น<1>จุดเริ่มต้น</1>ของคุณใช่ไหม คุณจะได้เริ่มต้นที่นี่ เมื่อเปิด Sky ขึ้นมา
vi: Đặt Tổ này làm <1>điểm khởi đầu</1> của bạn? Bạn sẽ bắt đầu tại đây khi khởi chạy Sky.
zh_hans: 要将这个巢穴设为你的<1>起点</1>吗？ 当你启动《Sky光·遇》时，就会从这里开始。
zh_hant: 要將這個巢穴設為<1>起始點</1>嗎？ 當你啟動《Sky光·遇》時，就會從這裡開始。

# change_home_return
source: You may still meditate to return to your previous <1>starting point</1>.
de: Du kannst noch immer meditieren, um zu deinem vorherigen <1>Ausgangspunkt</1> zurückzukehren.
es: Tendrás la oportunidad de meditar para volver a tu <1>punto de partida</1> anterior.
fr: Vous pouvez toujours méditer pour retourner à votre <1>point de départ</1> précédent.
id: Kamu masih dapat bermeditasi untuk kembali ke <1>titik awal</1> sebelumnya.
it: Puoi ancora meditare per tornare al tuo <1>punto di partenza</1> precedente.
ja: 瞑想することで、以前の<1>開始地点</1>に戻れます
ko: 여전히 명상을 통해 이전 <1>홈</1>으로 돌아갈 수 있습니다.
pt: Você ainda pode meditar para retornar ao <1>ponto de partida</1> anterior.
ru: Вы всегда можете помедитировать, чтобы вернуться в прошлую <1>стартовую точку</1>.
th: คุณยังสามารถนั่งสมาธิเพื่อกลับไปยัง<1>จุดเริ่มต้น</1>ก่อนหน้าของคุณได้
vi: Bạn vẫn có thể thiền định để quay lại <1>điểm khởi đầu</1> trước đó của mình.
zh_hans: 你仍然可以通过冥想回到你以前的<1>起始点</1>。
zh_hant: 你也可以冥想返回之前的<1>起始點</1>。

# change_home_send_off
source: Light a <1>home candle</1> in another place to make it your <1>starting point</1>.
de: Zünde eine <1>Heimatskerze</1> an einem anderen Ort an, um ihn zu deinem <1>Ausgangpunkt</1> zu machen.
es: Enciende una <1>vela de hogar</1> en otro lugar para designarlo como tu <1>punto de partida</1>.
fr: Allumez une <1>bougie de maison</1> à un autre endroit pour en faire votre <1>point de départ</1>.
id: Nyalakan <1>lilin rumah</1> di tempat lain untuk menjadikannya sebagai <1>titik awal</1> kamu.
it: Accendi una <1>candela domestica</1> in un altro luogo per farlo diventare il tuo <1>punto di partenza</1>.
ja: 別の場所で<1>ホーム・キャンドル</1>を灯すと、そこがあなたのゲームの<1>開始地点</1>になります
ko: 다른 곳을 <1>홈</1>으로 설정하려면 그곳의 <1>안식처 양초</1>에 불을 붙이세요.
pt: Acenda uma <1>vela de lar</1> em outro lugar para torná-lo seu <1>ponto de partida</1>.
ru: Зажгите <1>домашнюю свечу</1> в другом месте, чтобы выбрать новую <1>стартовую точку</1>.
th: จุด<1>เทียนบ้าน</1>ในสถานที่อื่นเพื่อทำให้ที่นั่นกลายเป็น<1>จุดเริ่มต้น</1>ของคุณ
vi: Thắp <1>nến nhà</1> ở một nơi khác để biến nơi đó thành <1>điểm khởi đầu</1> của bạn.
zh_hans: 在其他地方点亮一支<1>家园蜡烛</1>，即可将那里变成你的<1>起始点</1>。
zh_hant: 在其他地方點亮<1>家園蠟燭</1>，將那裡設為<1>起始點</1>。

# changed_reservation_seat
source: You're seated in <b><1>group</1></b> {{1}} at <b><2>seat</2></b> {{2}}.
de: Dein Sitzplatz befindet sich in <b><1>Gruppe</1></b> {{1}}, <b><2>Sitz</2></b> {{2}}.
es: Compartes un lugar con el <b><1>grupo</1></b> {{1}} en el <b><2>asiento</2></b> {{2}}.
fr: Vous êtes dans le <b><1>groupe</1></b> {{1}} au <b><2>siège</2></b> {{2}}.
id: Kamu duduk di <b><1>grup</1></b> {{1}} di <b><2>kursi</2></b> {{2}}.
it: Sei nel <b><1>gruppo</1></b> {{1}}, <b><2>sedia</2></b> {{2}}.
ja: あなたの座席は<b><1>グループ</1></b> {{1}} の {{2}}<b><2>番</2></b>です
ko: 지금 위치는 {{1}}번 그룹 <b><1>그룹</1></b> 내 {{2}}번 <b><2>좌석</2></b>입니다.
pt: Você está sentado em <b><1>grupo </1></b> {{1}} no <b><2>assento</2></b> {{2}}.
ru: Вы сидите в <b><1>группе</1></b> {{1}} на <b><2>месте</2></b> {{2}}.
th: คุณได้ที่นั่งใน<b><1>กลุ่ม</1></b> {{1}} ณ <b><2>ที่นั่ง</2></b> {{2}}
vi: Bạn đang ngồi trong <b><1>nhóm</1></b> {{1}} tại <b><2>chỗ ngồi</2></b> {{2}}.
zh_hans: 你坐在第{{1}}<b><1>组</1></b>的第{{2}}号<b><2>座位</2></b>。
zh_hant: 你坐在第{{1}}<b><1>组</1></b>的第{{2}}號<b><2>座位</2></b>。

# changing_reservation_seat
source: Joining...
de: Beitreten …
es: Uniendo...
fr: Connexion en cours...
id: Bergabung...
it: Unisciti...
ja: アクセス中…
ko: 합석 중...
pt: Juntando-se...
ru: Присоединяемся…
th: กำลังเข้าร่วม...
vi: Đang vào...
zh_hans: 正在加入中...
zh_hant: 加入中……

# chat_global_enabled_message
source: <1>Make some noise!</1> Everyone in the coliseum can see your <2>chat messages</2> for the next {{1}} seconds.
de: <1>Mach Lärm!</1> Jeder im Kolosseum kann deine <2>Chat-Nachrichten</2> in den nächsten {{1}} Sekunden sehen.
es: <1>¡Haz ruido!</1> Todos en el Coliseo pueden ver tus <2>mensajes de chat</2> durante los próximos {{1}} segundos.
fr: <1>Faites du bruit !</1> Tout le monde dans le Colisée peut voir vos <2>messages de chat</2> pour les prochaines {{1}} secondes.
id: <1>Buat keributan!</1> Setiap orang di Coliseum dapat melihat <2>pesan obrolan milikmu</2> untuk {{1}} detik berikutnya.
it: <1>Fate rumore!</1> Tutti nel Colosseo possono vedere i tuoi <2>messaggi in chat</2> per i prossimi {{1}} secondi.
ja: <1>声をあげましょう！</1> 今から{{1}}秒間の間、円形劇場にいるみんなの<2>チャット</2>が見えるようになります
ko: <1>목소리를 높여요!</1> 앞으로 {{1}} 초 동안 대경기장에 있는 모든 사람이 당신의 <2>채팅 메시지</2>를 볼 수 있습니다.
pt: <1>Faça barulho!</1> Todos no Coliseu podem ver suas <2>mensagens de chat</2> pelos próximos {{1}} segundos.
ru: <1>Давайте пошумим!</1> Все в Колизе�� увидят ваши <2>сообщения в чате</2> в течение следующих {{1}} секунд.
th: <1>ขอเสียงหน่อย!</1> ทุกคนในโคลีเซียมจะมองเห็น<2>ข้อความแชทของคุณได้</2>ในตลอด {{1}} วินาทีถัดไป
vi: <1>Hãy làm náo loạn!</1> Mọi người trong Coliseum có thể thấy <2>tin nhắn chat</2> của bạn trong {{1}} giây tiếp theo.
zh_hans: <1>一起制造点声响吧！ </1>在接下来的{{1}}秒内，竞技场里的每个人都能看到你的<2>聊天讯息</2>。
zh_hant: <1>一起製造點聲響吧！</1>在接下來的{{1}}秒內，競技場裡的每個人都能看到你的<2>聊天訊息</2>。

# chat_message_remote_anonymous
source: {{1}}<b> - Anonymous</b>
de: {{1}}<b><i> - Anonym</i></b>
es: {{1}}<b><i> - Anónimo</i></b>
fr: {{1}}<b><i> - Anonyme</i></b>
id: {{1}}<b> - Anonim</b>
it: {{1}}<b><i> - Anonimo</i></b>
ja: {{1}}<b><i> 匿名</i></b>
ko: {{1}}<b><i> - 익명</i></b>
pt: {{1}}<b><i> - Anônimo</i></b>
ru: {{1}}<b><i> - Аноним</i></b>
th: {{1}}<b> - ผู้ไร้นาม</b>
vi: {{1}}<b> - Ẩn danh</b>
zh_hans: {{1}}<b><i> - 陌生人</i></b>
zh_hant: {{1}}<b><i> - 陌生人</i></b>

# chat_text_entry_placeholder
source: Chat...
de: Schreibe etwas ...
es: Comenta...
fr: Discuter...
id: Obrolan ...
it: Scrivi...
ja: チャット...
ko: 채팅…
pt: Conversar...
ru: Напишите что-нибудь...
th: แชท...
vi: Trò chuyện...
zh_hans: 聊天...
zh_hant: 聊天...

# closet_outfit_not_owned
source: You <b>have not</b> acquired this outfit. Help the <1>{{1}}</1> in <1>{{2}}</1> to get it.
de: Du hast dieses Outfit <b>nicht</b> erhalten. Hilf dem Geist <1>{{1}}</1> an folgendem Ort, um es zu bekommen: <1>{{2}}</1>.
es: Aún <b>no</b> adquieres este traje. Para obtenerlo, ayuda al espíritu <1>{{1}}</1> en <1>{{2}}</1>.
fr: Vous <b>n'avez pas</b> obtenu cette tenue. Aidez notre <1>{{1}}</1> à <1>{{2}}</1> pour la recevoir.
id: Kamu <b>belum</b> mendapatkan pakaian ini. Bantulah <1>{{1}}</1> di <1>{{2}}</1> untuk mendapatkannya.
it: <b>Non hai</b> acquisito questo abbigliamento. Per ottenerlo, aiuta: <1>{{1}}</1> (<1>{{2}}</1>).
ja: あなたはこの装いを<b>所持していないようです</b>。 <1>{{1}}</1>を<1>{{2}}</1>で手伝い、アイテム入手に挑戦しましょう
ko: 이 의상을 <b>아직 획득하지 못했어요</b>. <1>{{2}}</1>에서 <1>{{1}}</1>을(를) 도와 획득할 수 있습니다.
pt: Você <b>não</b> obteve este traje. Ajude <1>{{1}}</1> em <1>{{2}}</1> para obter.
ru: У вас <b>нет</b> этого наряда. Чтобы его получить, помогите духу по имени <1>{{1}}</1> в месте <1>{{2}}</1>.
th: คุณ<b>ยังไม่ได้</b>รับชุดเสื้อผ้านี้ ช่วย <1>{{1}}</1> ใน <1>{{2}}</1> เพื่อรับชุด
vi: Bạn <b>chưa</b> sở hữu bộ trang phục này. Hãy giúp <1>{{1}}</1> trong <1>{{2}}</1> để nhận được nó.
zh_hans: 你<b>尚未</b>获得此服饰。 在<1>{{2}}</1>中帮助<1>{{1}}</1>即可获得。
zh_hant: 你<b>尚未</b>獲得此造型。 幫助<1>{{2}}</1>的<1>{{1}}</1>即可取得。

# code_scanner_ask_camera_permission
source: To <b>Scan</b> a Sky QR code using the camera, we need your permission first. Or import from an image using the <b>Import</b> button.
de: Um einen Sky QR-Code mit der Kamera zu <b>Scannen</b>, benötigen wir zuerst Ihre Erlaubnis. Oder importieren Sie aus einem Bild mit der <b>Importieren</b> Schaltfläche.
es: Para <b>Escanear</b> un código QR de Sky usando la cámara, necesitamos tu permiso primero. O importa desde una imagen usando el botón de <b>Importar</b>.
fr: Pour <b>Scanner</b> un code QR Sky en utilisant la caméra, nous avons besoin de votre permission d'abord. Ou importez à partir d'une image en utilisant le bouton <b>Importer</b>.
id: Untuk <b>Memindai</b> kode QR Sky menggunakan kamera, kami memerlukan izinmu terlebih dahulu. Atau impor dari gambar menggunakan tombol <b>Impor</b>.
it: Per <b>Scansionare</b> un codice QR di Sky utilizzando la fotocamera, abbiamo bisogno prima del tuo permesso. Oppure importa da un'immagine utilizzando il pulsante <b>Importa</b>.
ja: Sky QRコードの<b>スキャン</b>には、カメラの使用許可が必要となります。または、<b>インポート</b>ボタンを使用し画像から取り込んでください
ko: 카메라로 Sky QR 코드를 <b>스캔</b>하려면 우선 카메라 앱 사용 권한을 승인해 주세요. 또는 <b>가져오기</b> 버튼으로 이미지를 불러올 수도 있습니다.
pt: Para <b>Scanear</b> um código QR Sky usando a câmera, precisamos da sua permissão primeiro. Ou importe de uma imagem usando o botão de <b>Importar</b>.
ru: Чтобы <b>Сканировать</b> QR-код Sky с помощью камеры, приложению нужно получить разрешение. Вы также можете импортировать изображение, используя кнопку <b>Импорт</b>.
th: เราต้องได้รับอนุญาตจากคุณก่อนเพื่อที่จะ<b>สแกน</b>รหัส QR ของ Sky โดยใช้กล้อง หรือนำเข้าจากภาพโดยใช้ปุ่ม<b>นำเข้า</b>
vi: Để <b>Quét</b> mã QR Sky bằng máy ảnh, chúng tôi cần sự cho phép của bạn trước. Hoặc nhập từ hình ảnh bằng cách sử dụng nút <b>Nhập khẩu</b>.
zh_hans: 要使用相机<b>扫描</b> Sky 二维码，我们首先需要您的许可。亦可使用<b>导入</b>按钮从图像导入。
zh_hant: 要使用相機<b>掃描</b> Sky QR 條碼，我們首先需要您的許可。亦可使用<b>導入</b>按鈕從圖像導入。

# code_scanner_camera_scanning
source: <b>Scan</b> a Sky QR code using the camera or import from an image using the <b>Import</b> button
de: <b>Scannen</b> Sie einen Sky QR-Code mit der Kamera oder importieren Sie aus einem Bild mit der <b>Importieren</b> Schaltfläche.
es: <b>Escanear</b> un código QR de Sky usando la cámara o importar desde una imagen usando el botón de <b>Importar</b>.
fr: <b>Scanner</b> un code QR Sky en utilisant la caméra ou importer à partir d'une image en utilisant le bouton <b>Importer</b>.
id: <b>Memindai</b> kode QR Sky menggunakan kamera atau impor dari gambar menggunakan tombol <b>Impor</b>.
it: <b>Scansionare</b> un codice QR di Sky utilizzando la fotocamera o importa da un'immagine utilizzando il pulsante <b>Importa</b>.
ja: カメラを使用してSky QRコードを<b>スキャン</b>、または<b>インポート</b>ボタンより画像を取り込みます
ko: 카메라로 Sky QR 코드를 <b>스캔</b>하거나 <b>가져오기</b> 버튼을 사용하여 이미지를 불러옵니다.
pt: <b>Scanear</b> um código QR Sky usando a câmera ou importar de uma imagem usando o botão de <b>Importar</b>.
ru: <b>Сканируйте</b> QR-код Sky с помощью камеры или импортируйте изображение, используя кнопку <b>Импорт</b>.
th: <b>สแกน</b> รหัส QR ของ Sky โดยใช้กล้อง หรือนำเข้าจากภาพโดยใช้ปุ่ม<b>นำเข้า</b>
vi: <b>Quét</b> mã QR Sky bằng máy ảnh hoặc nhập từ hình ảnh bằng cách sử dụng nút <b>Nhập khẩu</b>.
zh_hans: 使用相机<b>扫描</b> Sky 二维码或使用<b>导入</b>按钮从图像导入。
zh_hant: 使用相機<b>掃描</b> Sky QR 條碼或使用<b>導入</b>按鈕從圖像導入。

# code_scanner_checking_code
source: Checking your entered code:
de: Überprüfen Sie Ihren eingegebenen Code:
es: Comprobando tu código ingresado:
fr: Vérification de votre code saisi:
id: Memeriksa kode yang kamu masukkan:
it: Verificando il tuo codice inserito:
ja: 入力されたコードの確認中：
ko: 입력하신 코드를 확인 중입니다.
pt: Verificando o seu código inserido:
ru: Проверка введенного вами кода:
th: กำลังตรวจสอบรหัสที่คุณป้อน:
vi: Kiểm tra mã bạn đã nhập:
zh_hans: 检查您输入的代码：
zh_hant: 檢查您輸入的代碼：

# code_scanner_code_confirm_qr
source: Received QR code successfully! Confirm to use the code . . .
de: QR-Code erfolgreich erhalten! Bestätigen Sie, um den Code zu verwenden . . .
es: ¡Código QR recibido con éxito! Confirma para usar el código . . .
fr: Code QR reçu avec succès ! Confirmez pour utiliser le code . . .
id: Kode QR berhasil diterima! Konfirmasi untuk menggunakan kode . . .
it: Codice QR ricevuto con successo! Conferma per utilizzare il codice . . .
ja: QRコードを確認しました！コードを使用してよろしいですか
ko: QR 코드를 성공적으로 받았습니다! 코드를 사용할까요?
pt: Código QR recebido com sucesso! Confirme para usar o código . . .
ru: QR-код успешно получен! Подтвердите, чтобы использовать код . . .
th: ได้รับรหัส QR แล้ว! โปรดยืนยันเพื่อใช้รหัส . . .
vi: Nhận mã QR thành công! Xác nhận để sử dụng mã . . .
zh_hans: 二维码码接收成功！确认以使用该条码吗？
zh_hant: QR 條碼接收成功！確認以使用該條碼嗎？
