Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# title_sunset_theater_02
source: A place to play many parts.
de: Ein Ort, an dem man viele Rollen spielen kann.
es: Un lugar para interpretar muchos papeles.
fr: Un lieu où l'on peut jouer plusieurs rôles.
id: Teman untuk memainkan banyak bagian.
it: Un posto in cui recitare molte parti.
ja: 一人ひとりが輝く、夢の舞台
ko: 다양한 공연이 펼쳐지는 곳
pt: Um lugar para viver vários personagens.
ru: Здесь было и будет поставлено немало пьес.
th: สถานที่ที่มีหลายส่วนให้เล่น
vi: Một địa điểm có nhiều vai trò.
zh_hans: 扮演许多角色的地方。
zh_hant: 一個可扮演許多角色的所在。

# title_sunsetmusicshop_01
source: Harmony Hall
de: Harmoniesaal
es: Salón de Armonía
fr: Hall d'harmonie
id: Aula Harmoni
it: Salone dell'Armonia
ja: 奏の音楽堂
ko: 음악의 전당
pt: Salão da Harmonia
ru: Зал гармонии
th: โถงแห่งความปรองดอง
vi: Cửa hàng Âm nhạc
zh_hans: 和声大厅
zh_hant: 和聲大廳

# title_sunsetmusicshop_02
source: Melodies in the making
de: Melodien werden zum Leben erweckt
es: Melodías en proceso
fr: Des mélodies en composition
id: Melodi sedang disusun
it: Nascita delle melodie
ja: − 織りなす音色は、夢の調べ −
ko: 선율이 탄생하는 공방
pt: Melodias em formação
ru: Здесь рождаются мелодии
th: กำลังเรียบเรียงท่วงทำนอง
vi: Những giai điệu đang được viết nên
zh_hans: 酝酿中的旋律
zh_hant: 譜寫中的旋律

# title_sunsetvillage_01
source: Village of Dreams
de: Dorf der Träume
es: Aldea de los sueños
fr: Village des Rêves
id: Desa Impian
it: Villaggio dei Sogni
ja: 夢見の町
ko: 꿈의 마을
pt: Aldeia dos Sonhos
ru: Деревушка Мечтаний
th: หมู่บ้านแห่งความฝัน
vi: Làng Giấc Mơ
zh_hans: 圆梦村
zh_hant: 圓夢村

# title_sunsetvillage_02
source: A new spark inspires a humble community
de: Ein neuer Funke inspiriert eine bescheidene Gemeinschaft
es: Una nueva chispa inspira a la humilde comunidad
fr: Une nouvelle étincelle inspire une humble communauté
id: Percikan baru menginspirasi komunitas yang sederhana
it: Una nuova scintilla ispira una comunità umile
ja: − 若き希望は、雪嶺に互恵の温もりを灯す −
ko: 소박한 마을에 피어난 새 불씨
pt: Uma nova fagulha inspira uma humilde comunidade
ru: Юное дарование впечатлило жителей деревушки
th: ประกายแสงใหม่ที่สร้างแรงบันดาลใจให้กับชุมชนที่ถ่อมตัว
vi: Một tia lửa mới truyền cảm hứng cho một cộng đồng khiêm tốn
zh_hans: 圆梦之旅，并力同心
zh_hant: 圓夢之旅，併力同心

# title_water_trial_01
source: Trial of Water
de: Prüfung des Wassers
es: Prueba de Agua
fr: Épreuve de l'Eau
id: Ujian Air
it: Prova dell'Acqua
ja: 水の試練
ko: 물의 시련
pt: Provação da Água
ru: Испытание воды
th: บททดสอบแห่งน้ำ
vi: Thử Thách Nước
zh_hans: 水之试炼
zh_hant: 水之試煉

# title_water_trial_02
source: Time divides each contender.
de: Die Zeit trennt die Wettkämpfer.
es: El tiempo divide a cada contendiente.
fr: Le temps sépare les concurrents.
id: Waktu membagi setiap pesaing.
it: Il tempo divide ogni concorrente.
ja: − 耐えよ、時が汝らを断とうとも −
ko: 시간이 도전자를 갈라놓습니다
pt: O tempo divide cada concorrente.
ru: Время разделит всех.
th: เวลาเป็นสิ่งที่แยกผู้แข่งขันแต่ละคนออกจากกัน
vi: Thời gian phân chia từng đối thủ.
zh_hans: 耐心之道，跬步致远
zh_hant: 耐心之道，跬步致遠

# title_yetipark_01
source: Hermit Valley
de: Yetihang
es: Ladera del yeti
fr: Pente du Yéti
id: Lembah Pertapa
it: Pendio dello Yeti
ja: 隠者の峠
ko: 은둔자의 언덕
pt: Desfiladeiro do Iéti
ru: Долина Отшельника
th: หุบเขานักบวช
vi: Thung Lũng Hermit
zh_hans: 隐士山谷
zh_hant: 隱士山谷

# title_yetipark_02
source: Home of the giant with a gentle heart
de: Ein gefährlicher Ort für wagemutige Künstler
es: Hogar de el gigante con corazón noble.
fr: Un endroit périlleux pour les artistes audacieux
id: Rumah sang raksasa dengan hati lembut
it: Un luogo pericoloso per artisti audaci
ja: − 心優しき巨人の棲み処 −
ko: 다정한 마음을 가진 거인의 집
pt: Um lugar perigoso para espetáculos ousados
ru: Здесь обитает добродушный Отшельник
th: บ้านของยักษ์ผู้มีจิตใจอ���นอ่อนโยน
vi: Ngôi nhà của người khổng lồ với trái tim hiền lành
zh_hans: 温柔巨人的家
zh_hant: 溫柔巨人的家

# tos_dialog_button_agree
source: Agree
de: Zustimmen
es: De acuerdo
fr: J’accepte
id: Setuju
it: Accetto
ja: 同意する
ko: 동의
pt: Concordar
ru: Принимаю
th: ยอมรับ
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# tos_dialog_button_data
source: Data Sharing
de: Datenaustausch
es: Datos compartidos
fr: Partage de données
id: Berbagi Data
it: Condivisione dei dati
ja: データ共有
ko: 데이터 공유
pt: Compartilhar dados
ru: Обмен данными
th: การแชร์ข้อมูล
vi: Chia sẻ dữ liệu
zh_hans: 数据共享
zh_hant: 數據共享

# tos_dialog_button_data_01
source: I allow data tracking to help the Sky community grow
de: Ich bin mit der Datenaufzeichnung einverstanden, um die Sky-Community zu fördern.
es: Permito el seguimiento de datos para ayudar a que la comunidad de Sky crezca.
fr: J'autorise le suivi des données pour aider la communauté de Sky à se développer
id: Saya mengizinkan pelacakan data untuk membantu komunitas Sky tumbuh
it: Acconsento al monitoraggio dei dati per aiutare la comunità di Sky a crescere
ja: 私はデータトラッキングを許可し、Skyコミュニティの成長を支援します
ko: Sky 커뮤니티가 성장하는 데 도움을 줄 수 있도록 데이터 추적을 허용합니다
pt: Eu permito que meus dados sejam rastreados para auxiliar o crescimento da comunidade do Sky
ru: Я разрешаю отслеживание данных, чтобы помочь сообществу Sky расти
th: ฉันอนุญาตให้มีการติดตามข้อมูลเพื่อช่วยให้ชุมชน Sky เติบโตขึ้น
vi: Tôi cho phép chia sẻ dữ liệu để giúp cộng đồng Sky phát triển
zh_hans: 我允许数据共享，帮助《光·遇》社区成长
zh_hant: 我允許數據共享，幫助《光·遇》社區成長

# tos_dialog_button_disagree
source: Do Not Agree
de: Nicht zustimmen
es: No estoy de acuerdo
fr: Je n’accepte pas
id: Tidak Setuju
it: Non accetto
ja: 同意しない
ko: 거부
pt: Discordar
ru: Не принимаю
th: ไม่ยอมรับ
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# tos_dialog_button_privacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: 個人情報保護方針
ko: 개인정보 처리방침
pt: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách Bảo mật
zh_hans: 个人隐私政策
zh_hant: 個人隱私政策

# tos_dialog_button_privacy_01
source: I agree to Sky's Privacy Policy
de: Ich stimme der Datenschutzerklärung von Sky zu
es: Acepto la política de privacidad de Sky.
fr: J'accepte la politique de confidentialité de Sky
id: Saya menyetujui Kebijakan Privasi Sky
it: Accetto l'Informativa sulla privacy di Sky
ja: Skyの個人情報保護方針に同意します
ko: Sky의 개인정보 처리방침에 동의합니다
pt: Eu concordo com a política de privacidade do Sky
ru: Я соглашаюсь с политикой конфиденциальности Sky
th: ฉันยอมรับนโยบายความเป็นส่วนตัวของ Sky
vi: Tôi đồng ý với Chính sách Bảo mật của Sky
zh_hans: 我同意《光·遇》的个人隐私政策
zh_hant: 我同意《光·遇》的個人隱私政策

# tos_dialog_button_terms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pt: Termos de uso
ru: Условия использования
th: ข้อกำหนดในการให้บริการ
vi: Điều khoản Dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# tos_dialog_button_terms_01
source: I agree to Sky's Terms of Service
de: Ich stimme den Nutzungsbedingungen von Sky zu
es: Acepto los términos del servicio de Sky.
fr: J'accepte les conditions d’utilisation de Sky
id: Saya menyetujui Ketentuan Layanan Sky
it: Accetto i Termini di servizi di Sky
ja: Skyの利用規約に同意します
ko: Sky의 서비스 약관에 동의합니다
pt: Eu concordo com os termos de uso do Sky
ru: Я соглашаюсь с условиями использования Sky
th: ฉันยอมรับข้อกำหนดในการให้บริการของ Sky
vi: Tôi đồng ý với Điều khoản Dịch vụ của Sky
zh_hans: 我同意《光·遇》的服务条款
zh_hant: 我同意《光·遇》的服務條款

# tos_dialog_confirm_01
source: Sky relies on ad tracking to help us grow the community. Give us your permission and tap "Allow" in the next window.
de: Sky nutzt Ad-Tracking, um das Wachstum der Community zu fördern. Um deine Erlaubnis zu erteilen, tippe im nächsten Fenster auf „Zulassen“.
es: Sky depende del seguimiento publicitario para que la comunidad crezca. Danos tu permiso y toca «Permitir» en la próxima ventana.
fr: Sky dépend du suivi des publicités pour développer la communauté. Accordez-nous votre permission et appuyez sur « Autoriser » dans la fenêtre suivante.
id: Sky mengandalkan pelacakan iklan untuk membantu kami mengembangkan komunitas. Beri kami izin lalu ketuk "Izinkan" di jendela berikutnya.
it: Sky si affida al tracciamento per accrescere la community. Dai la tua autorizzazione nella finestra successiva, toccando "Consenti".
ja: 私たちはSkyの発展のためパーソナライズド広告を使用します。許可いただける場合は次の画面で『許可』をタップしてください
ko: Sky는 커뮤니티가 성장할 수 있도록 광고 추적을 활용합니다. 다음 창에서 '허용'을 탭하여 권한을 허용하여 주십시오.
pt: O Sky depende do rastreamento de anúncios para nos ajudar a desenvolver a comunidade. Dê sua permissão e toque em "Permitir" na próxima janela.
ru: Sky использует отслеживание рекламы, чтобы сообщество игры продолжало расти. Для разрешения отслеживания нажмите «Разрешить» в следующем окне.
th: Sky ใช้การติดตามโฆษณาเพื่อช่วยให้ชุมชนของเราเติบโตขึ้น ยินยอมให้สิทธิ์แก่เราแล้วแตะ "อนุญาต" ในหน้าต่างถัดไป
vi: Sky dựa vào việc theo dõi quảng cáo để giúp phát triển cộng đồng người chơi. Đồng ý và nhấn "Cho phép" trong cửa sổ tiếp theo.
zh_hans: 《Sky》通过广告追踪来帮助我们发展社区。给予您的许可，并在接下来的窗口中点击“允许”。
zh_hant: 《Sky光·遇》通過廣告追蹤來幫助我們發展社群。請給予您的許可，並在接下來的視窗中點擊「允許」。

# tos_dialog_confirm_02
source: Sky relies on ad tracking to help us grow the community. Do you agree to allow us to use your ad data? If you agree, please tap "Allow" in the next window.
de: Sky nutzt Ad-Tracking, um das Wachstum der Community zu fördern. Bist du damit einverstanden, dass wir deine Anzeigendaten verwenden? Wenn du zustimmst, tippe bitte im nächsten Fenster auf „Zulassen“.
es: Sky depende del seguimiento publicitario para que la comunidad crezca. Danos tu permiso y toca «Permitir» en la próxima ventana.
fr: Sky dépend du suivi des publicités pour développer la communauté. Acceptez-vous de nous autoriser à utiliser vos données publicitaires ? Si vous êtes d'accord, veuillez appuyer sur « Autoriser » dans la fenêtre suivante.
id: Sky mengandalkan pelacakan iklan untuk membantu kami mengembangkan komunitas. Apakah kamu setuju untuk mengizinkan kami untuk menggunakan datamu? Jika setuju, ketuk "Izinkan" di jendela berikutnya.
it: Sky si affida al tracciamento per far crescere la community. Ci consenti di utilizzare i tuoi dati relativi agli annunci? Se sei d'accordo, tocca "Consenti" nella finestra successiva.
ja: 私たちはSkyの発展のためパーソナライズド広告を使用します。許可いただける場合は次の画面で『許可』をタップしてください
ko: Sky는 커뮤니티가 성장할 수 있도록 광고 추적을 활용합니다. 다음 창에서 '허용'을 탭하여 권한을 허용하여 주십시오.
pt: O Sky depende do rastreamento de anúncios para nos ajudar a desenvolver a comunidade. Dê sua permissão e toque em "Permitir" na próxima janela.
ru: Sky использует отслеживание рекламы, чтобы сообщество игры продолжало расти. Вы даете разрешение на использование этих данных? Если вы согласны, нажмите «Разрешить» в следующем окне.
th: Sky ใช้การติดตามโฆษณาเพื่อช่วยให้ชุมชนของเราเติบโตขึ้น คุณยินยอมที่จะอนุญาตให้เราใช้ข้อมูลโฆษณาของคุณหรือไม่ หากคุณยอมรับ โปรดแตะ "อนุญาต" ในหน้าต่างถัดไป
vi: Sky dựa vào việc theo dõi quảng cáo để giúp phát triển cộng đồng người chơi. Bạn có đồng ý cho phép chúng tôi sử dụng dữ liệu quảng cáo của bạn không? Nếu bạn đồng ý, vui lòng nhấn "Cho phép" trong cửa sổ tiếp theo.
zh_hans: 《Sky》通过广告追踪来帮助我们发展社区。您是否同意我们使用您的广告数据？如果同意的话，请在接下来的窗口中点击“允许”。
zh_hant: 《Sky光·遇》通過廣告追蹤來幫助我們發展社群。您是否同意我們使用您的廣告數據？如果同意的話，請在接下來的視窗中點擊「允許」。

# tos_dialog_confirm_03
source: We use personalized ads to grow Sky's player base. If you agree to that, please tap "Allow" in the next window.
de: Wir nutzen personalisierte Werbung, um Sky mehr Spielern zugänglich zu machen. Wenn du zustimmst, tippe bitte im nächsten Fenster auf „Zulassen“.
es: Sky depende del seguimiento publicitario para que la comunidad crezca. Danos tu permiso y toca «Permitir» en la próxima ventana.
fr: Nous utilisons des publicités personnalisées pour augmenter le nombre de joueurs de Sky. Si vous acceptez, veuillez appuyer sur « Autoriser » dans la fenêtre suivante.
id: Kami menggunakan iklan dipersonalisasi untuk mengembangkan basis pemain Sky. Jika setuju, ketuk "Izinkan" di jendela berikutnya.
it: Utilizziamo annunci personalizzati per accrescere il numero di giocatori di Sky. Se sei d'accordo, tocca "Consenti" nella finestra successiva.
ja: 私たちはSkyの発展のためパーソナライズド広告を使用します。許可いただける場合は次の画面で『許可』をタップしてください
ko: Sky는 커뮤니티가 성장할 수 있도록 광고 추적을 활용합니다. 다음 창에서 '허용'을 탭하여 권한을 허용하여 주십시오.
pt: O Sky depende do rastreamento de anúncios para nos ajudar a desenvolver a comunidade. Dê sua permissão e toque em "Permitir" na próxima janela.
ru: Мы используем персонализированную рекламу, чтобы сообщество Sky продолжало расти. Если вы согласны, нажмите «Разрешить» в следующем окне.
th: เราใช้โฆษณาส่วนบุคคลเพื่อขยายฐานผู้เล่นของ Sky หากคุณยอมรับ โปรดแตะ "อนุญาต" ในหน้าต่างถัดไป
vi: Chúng tôi sử dụng quảng cáo được cá nhân hóa để phát triển cộng đồng người chơi của Sky. Nếu bạn đồng ý với điều đó, vui lòng nhấn vào "Cho phép" trong cửa sổ tiếp theo.
zh_hans: 我们使用个性化广告来提升《Sky》玩家的体验。如果您同意个性化广告设置的话，请在接下来的窗口中点击“允许”。
zh_hant: 我們使用個人化廣告以提升《Sky光·遇》的玩家體驗，如果您同意的話，請在下一個視窗點擊「允許」。

# tos_dialog_confirm_04
source: Ad tracking helps us find other individuals who might enjoy Sky. Do you mind if we use your ad data? Please tap "Allow" in the next window.
de: Das Ad-Tracking hilft uns, andere Personen zu finden, denen Sky gefällt. Bist du damit einverstanden, dass wir deine Anzeigendaten verwenden? Bitte tippe im nächsten Fenster auf „Zulassen“.
es: Sky depende del seguimiento publicitario para que la comunidad crezca. Danos tu permiso y toca «Permitir» en la próxima ventana.
fr: Le suivi des publicités nous aide à trouver d'autres personnes qui pourraient apprécier Sky. Cela vous dérangerait-il que nous utilisions vos données publicitaires ? Veuillez appuyer sur « Autoriser » dans la fenêtre suivante.
id: Pelacakan iklan membantu kami menemukan orang lain yang mungkin menikmati Sky. Apakah kamu tidak berkeberatan kami menggunakan data iklanmu? Ketuk "Izinkan" di jendela berikutnya.
it: Il tracciamento ci aiuta a trovare altre persone che potrebbero apprezzare Sky. Possiamo usare i tuoi dati relativi agli annunci? Tocca "Consenti" nella finestra successiva.
ja: 私たちはSkyの発展のためパーソナライズド広告を使用します。許可いただける場合は次の画面で『許可』をタップしてください
ko: Sky는 커뮤니티가 성장할 수 있도록 광고 추적을 활용합니다. 다음 창에서 '허용'을 탭하여 권한을 허용하여 주십시오.
pt: O Sky depende do rastreamento de anúncios para nos ajudar a desenvolver a comunidade. Dê sua permissão e toque em "Permitir" na próxima janela.
ru: Отслеживание рекламы помогает найти новых игроков Sky. Вы даете разрешение на использование этих данных? Если вы согласны, нажмите «Разрешить» в следующем окне.
th: การติดตามโฆษณาช่วยให้เราค้นหาบุคคลอื่นที่อาจชื่นชอบ Sky เราขอใช้ข้อมูลโฆษณาของคุณได้ไหม กรุณาแตะ "อนุญาต" ในหน้าต่างถัดไป
vi: Theo dõi quảng cáo giúp chúng tôi tìm thấy những người khác có thể thích Sky. Bạn có phiền nếu chúng tôi sử dụng dữ liệu quảng cáo của bạn không? Vui lòng nhấn "Cho phép" trong cửa sổ tiếp theo.
zh_hans: 广告追踪会帮助我们找到其他有可能会喜欢《Sky》的群体。您同意我们使用您的广告数据吗？请在接下来的窗口中点击“允许”。
zh_hant: 廣告追蹤會幫助我們找到其他有可能會喜歡《Sky光·遇》的玩家。您同意我們使用你的廣告數據嗎？請在接下來的視窗中點擊「允許」。

# tos_dialog_confirm_05
source: We use personalized ads to grow Sky's player base. Give your permission in the next window, be sure to tap "Allow"
de: Ich erlaube das Tracking und unterstütze damit das Wachstum der Sky-Community. Um deine Erlaubnis zu erteilen, tippe im nächsten Fenster auf „Zulassen“.
es: Sky depende del seguimiento publicitario para que la comunidad crezca. Danos tu permiso y toca «Permitir» en la próxima ventana.
fr: J'autorise le suivi des données pour aider la communauté de Sky à se développer. Donnez votre autorisation dans la fenêtre suivante, assurez-vous d'appuyer sur « Autoriser »
id: Kami menggunakan iklan dipersonalisasi untuk mengembangkan basis pemain Sky. Berikan izin di jendela berikutnya, pastikan untuk mengetuk "Izinkan"
it: Autorizzo il monitoraggio dei dati per aiutare la comunità di Sky a crescere. Dai la tua autorizzazione nella finestra successiva, toccando "Consenti".
ja: 私たちはSkyの発展のためパーソナライズド広告を使用します。許可いただける場合は次の画面で『許可』をタップしてください
ko: Sky는 커뮤니티가 성장할 수 있도록 광고 추적을 활용합니다. 다음 창에서 '허용'을 탭하여 권한을 허용하여 주십시오.
pt: O Sky depende do rastreamento de anúncios para nos ajudar a desenvolver a comunidade. Dê sua permissão e toque em "Permitir" na próxima janela.
ru: Я разрешаю отслеживание данных, чтобы сообщество Sky продолжало расти. Дайте разрешение в следующем окне. Не забудьте нажать «Разрешить»
th: เราใช้โฆษณาส่วนบุคคลเพื่อขยายฐานผู้เล่นของ Sky ยินยอมให้สิทธิ์ของคุณในหน้าต่างถัดไป แล้วแตะ "อนุญาต"
vi: Chúng tôi sử dụng quảng cáo được cá nhân hóa để phát triển cộng đồng người chơi của Sky. Vui lòng nhấn "Cho phép" trong cửa sổ tiếp theo.
zh_hans: 我们使用个性化广告以提升《Sky光·遇》的玩家体验，请于下一个窗口轻按「允许」表示同意。
zh_hant: 我們使用個人化廣告以提升《Sky光·遇》的玩家體驗，請於下一個視窗點擊「允許」表示同意。

# tos_dialog_info
source: Please review our <1>Terms of Service</1> and <1>Privacy Policy</1> for Sky using the links below.
de: Bitte lies unsere <1>Nutzungsbedingungen</1> und <1>Datenschutzbestimmungen</1> für Sky über die untenstehenden Links.
es: Revisa los <1>Términos de servicio</1> y la <1>Política de privacidad</1> de Sky en los siguientes enlaces.
fr: Veuillez consulter nos <1>Conditions d'utilisation</1> et la <1>Politique de confidentialité</1> de Sky en utilisant les liens ci-dessous.
id: Tinjau <1>Ketentuan Layanan</1> dan <1>Kebijakan Privasi</1> kami untuk Sky menggunakan tautan di bawah ini.
it: Consulta i nostri <1>Termini di servizio</1> e l'<1>Informativa sulla privacy</1> per Sky, utilizzando i collegamenti sottostanti.
ja: 以下のリンクよりSkyの<1>利用規約</1>と<1>個人情報保護方針</1>をお読みください
ko: 아래 주소에서 Sky의 <1>서비스 약관</1> 및 <1>개인정보 처리방침</1>을 확인하세요.
pt: Revise os <1>Termos de Serviço</1> e a <1>Política de Privacidade</1> de Sky usando os links abaixo.
ru: Прочитайте наши <1>Условия использования</1> и <1>Политику конфиденциальности</1> для Sky по ссылкам ниже.
th: โปรดตรวจสอบ<1>ข้อกำหนดในการให้บริการ</1>และ<1>นโยบายส่วนบุคคล</1>สำหรับ Sky โดยใช้ลิงก์ด้านล่างนี้
vi: Vui lòng xem <1>Điều khoản Dịch vụ</1> và <1>Chính sách Bảo mật</1> của chúng tôi đối với Sky tại các liên kết dưới đây.
zh_hans: 请使用下面的链接查看<1>服务条款</1>和<1>隐私政策</1>。
zh_hant: 請點擊下面的連結查閱<1>服務條款</1>和<1>隱私政策</1>。

# tos_dialog_info2
source: You must "Agree" to our <a href="%1$@">Terms of Service</a> in order to continue playing Sky. View our <a href="%2$@">Privacy Policy</a> for information about how we process user data.
de: Du musst unseren <a href="%1$@">Nutzungsbedingungen</a> "zustimmen", um Himmelsreich: Kinder des Lichts weiterhin spielen zu können. Sieh dir unsere <a href="%2$@">Datenschutzerklärung</a> an, wenn du mehr darüber erfahren willst, wie wir Nutzerdaten verarbeiten.
es: Debes estar "De acuerdo" con nuestras <a href="%1$@">Condiciones de servicio</a> para continuar jugando Sky Ve nuestra <a href="%2$@">Política de privacidad</a> para más información acerca de cómo procesamos los datos de los usuarios.
fr: Vous devez accepter nos <a href="%1$@">conditions générales d’utilisation</a> pour continue à jouer à Sky. Lisez notre <a href="%2$@">politique de confidentialité</a> pour plus d’informations sur la manière dont nous traivotres les données d’utilisateur.
id: Kamu harus "Menyetujui" <a href="%1$@">Ketentuan Layanan</a> kami untuk terus bermain Sky. Lihat <a href="%2$@">Kebijakan Privasi</a> untuk mengetahui informasi tentang bagaimana cara kami memproses data pengguna.
it: Devi "accettare" i <a href="%1$@">Termini di servizio</a> per continuare a giocare con Sky. Visualizza la nostra <a href="%2$@">Informativa sulla Privacy</a> per informazioni su come possiamo elaborare i dati utente.
ja: Skyをプレイするには、 <a href="%1$@">利用規約・免責事項</a> へのご同意が必要となります ユーザーデータの利用と保護に関する <a href="%2$@">プライバシーポリシー</a> はこちらです
ko: Sky를 계속 플레이하려면 <a href="%1$@">서비스 약관</a>에 동의해야 합니다. 사용자 데이터가 어떻게 처리되는지 궁금하시면 저희의 <a href="%2$@">개인정보 처리방침</a>을 확인하세요.
pt: É necessário “concordar” com os <a href=”%1$@”>termos de serviço</a> para poder continuar a jogar Sky. Veja a <a href=”%2$@”>política de privacidade</a> para obter mais informações sobre como processamos os dados dos usuários.
ru: Вы должны принять наши <a href="%1$@">Условия использования</a>, чтобы продолжить играть в «Небо». Информацию о том, как мы работаем с данными пользователей, вы найдете в нашей <a href="%2$@">Политике конфиденциальности</a>.
th: คุณจำเป็นต้อง "ยอมรับ" <a href="%1$@">ข้อกำหนดในการให้บริการ</a>ของเราเพื่อที่จะเล่น Sky ต่อไป ดู<a href="%2$@">นโยบายความเป็นส่วนตัว</a>ของเราสำหรับข้อมูลเกี่ยวกับวิธีการประมวลผลข้อมูลผู้ใช้ของเรา
vi: Bạn phải "Đồng ý" với <a href="%1$@">Điều khoản Dịch vụ</a> của chúng tôi để tiếp tục chơi Sky. Xem <a href="%2$@">Chính sách Bảo mật</a> của chúng tôi để biết thêm thông tin về cách chúng tôi xử lý dữ liệu người dùng.
zh_hans: 在进入《光·遇》前，您必须"同意"我们的<a href="%1$@">服务条款</a>。 如果您对我们将如何使用您的个人数据有疑问，请参考<a href="%2$@">个人隐私政策</a>。
zh_hant: 在進入《光·遇》前，您必須"同意"我們的<a href="%1$@">服務條款</a>。 如果您對我們將如何使用您的個人數據有疑問，請參考<a href="%2$@">個人隱私政策</a>。

# tos_dialog_info_ps
source: Please review our <1>Terms of Service</1> and <1>Privacy Policy</1> for Sky using the links below. By selecting "Agree", you acknowledge that you have read, understand and agree to these terms.
de: Bitte lies unsere <1>Nutzungsbedingungen</1> und <1>Datenschutzbestimmungen</1> für Sky über die untenstehenden Links. Durch die Auswahl von \„Einverstanden\“ bestätigst du, dass du diese Bedingungen gelesen und verstanden hast und ihnen zustimmst.
es: Revisa los <1>Términos de servicio</1> y la <1>Política de privacidad</1> de Sky en los siguientes enlaces. Al seleccionar "Aceptar", reconoces que leíste, entendiste y aceptaste estos términos.
fr: Veuillez consulter nos <1>Conditions d'utilisation</1> et la <1>Politique de confidentialité</1> de Sky en utilisant les liens ci-dessous. En sélectionnant "J'accepte", vous reconnaissez avoir lu, compris et accepté les présentes conditions.
id: Tinjau <1>Ketentuan Layanan</1> dan <1>Kebijakan Privasi</1> kami untuk Sky menggunakan tautan di bawah ini. Dengan memilih "Setuju", kamu menyatakan bahwa kamu telah membaca, memahami, dan menyetujui ketentuan ini.
it: Consulta i nostri <1>Termini di servizio</1> e l'<1>Informativa sulla privacy</1> di Sky, utilizzando i pulsanti sottostanti. Selezionando "Accetto", dichiari di aver letto, compreso e accettato i presenti termini.
ja: Skyのご利用には<1>利用規約</1>及び<1>個人情報保護方針</1>に同意していただく必要があります。 『同意』を選択することにより、あなたは文書を読み内容を理解し、これらの規約に同意したものとみなされます。
ko: 아래 주소에서 Sky의 <1>서비스 약관</1> 및 <1>개인정보 처리방침</1>을 확인하세요. \\'동의'를 선택함으로써 해당 약관을 읽고 이해하였으며 동의함을 확인합니다.
pt: Revise os <1>Termos de Serviço</1> e a <1>Política de Privacidade</1> de Sky usando os links abaixo. Ao selecionar o botão \“Aceito”\, você declara que leu, entendeu e concorda com os termos apresentados.
ru: Прочитайте наши <1>Условия использования</1> и <1>Политику конфиденциальности</1> для Sky по ссылкам ниже. Выбрав «Принимаю», вы подтверждаете, что прочитали, понимаете и принимаете эти условия.
th: โปรดอ่าน<1>ข้อกำหนดในการให้บริการ</1>และ<1>นโยบายส่วนบุคคล</1>สำหรับ Sky โดยใช้ลิงก์ด้านล่างนี้ การเลือก "ตกลง" จะถือว่าคุณรับทราบว่า คุณได้อ่าน ทำความเข้าใจ และยอมรับข้อกำหนดเหล่านี้
vi: Vui lòng xem <1>Điều khoản Dịch vụ</1> và <1>Chính sách Bảo mật</1> của chúng tôi đối với Sky tại các liên kết dưới đây. Bằng cách chọn"Đồng ý", bạn xác nhận rằng bạn đã đọc, hiểu và đồng ý với các điều khoản này.
zh_hans: 请使用下面的链接查看<1>服务条款</1>和<1>隐私政策</1>。 选择"同意"即表示，你承认你已阅读、理解并同意这些条款。
zh_hant: 請使用下面的連結查看<1>服務條款</1>和<1>個人隱私政策</1>。 選擇「同意」便表示您確認您已經閱讀、理解並同意這些條款。

# tos_dialog_title
source: <b>User Agreements</b>
de: <b>Nutzervereinbarung</b>
es: <b>Acuerdo de usuario</b>
fr: <b>Accords d'utilisation</b>
id: <b>Perjanjian Pengguna</b>
it: <b>Contratti con l'utente</b>
ja: <b>ご利用にあたって</b>
ko: <b>사용자 계약</b>
pt: <b>Contratos de usuário</b>
ru: <b>Пользовательские соглашения</b>
th: <b>ข้อตกลงในการใช้บริการ</b>
vi: <b>Thỏa thuận Người dùng</b>
zh_hans: <b>用户协议</b>
zh_hant: <b>用戶協議</b>
