Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# consumable_description_teleport_wisteria_tree
source: Scan the STAR to teleport you and any friends you're holding hands with to the <2>Wisteria Tree</2> in </2>Hidden Forest</2>?
de: Scanne den STERN, um dich und die Freunde, deren Hand du hältst, zum <2>Wisteriabaum</2> im <2>Verborgenen Wald</2> zu teleportieren.
es: Escanea el chip STAR para teletransportarte junto a quienes te tomen de la mano al <2>árbol de glicina</2> en el <2>Bosque Escondido</2>.
fr: Scannez l’ÉTOILE pour vous téléporter vous et les ami.e.s de qui vous tenez la main vers la<2>Glycine<2> dans la <2>Forêt cachée</2>.
id: Pindai STAR untuk memindahkan kamu dan teman yang sedang bergandengan tangan denganmu ke <2>Pohon Wisteria</2> di </2>Hutan Tersembunyi</2>?
it: Scansiona la STELLA per teletrasportare te o qualsiasi tuo amico a cui tieni la mano all’<2>albero di glicine</2>, nella <2>Foresta Nascosta</2>.
ja: STARをスキャンすると、あなたとあなたと手をつないだフレンドが、<2>雨林</2>に咲く<2>パープルの花木</2>までテレポートします
ko: STAR를 스캔하여 손을 잡은 친구와 함께 <2>비밀의 숲</2> 구역의 <2>등나무<2>로 순간이동합니다.
pt: Escaneie a ESTRELA para teletransportar você e os amigos com quem está de mãos dadas para a <2>Árvore de Glicínia</2> na <2>Floresta Oculta</2>.
ru: Отсканируйте ЗВЕЗДУ, чтобы телепортироваться вместе с друзьями, которых вы держите за руки, к <2>Дереву глицинии</2> в <2>Тайном лесу</2>.
th: สแกน STAR เพื่อเทเลพอร์ตตัวคุณและเพื่อนๆ ที่คุณจับมืออยู่ไปยัง<2>ต้นวิสทีเรีย</2>ใน</2>ป่าลับ</2>
vi: Quét STAR để dịch chuyển bạn và người mà bạn đang nắm tay tới <2>Cây Tử Đằng</2> trong </2>Rừng Mưa</2>?
zh_hans: 扫描STAR可将你和牵手的好友传送到</2>雨林</2>中的<2>紫藤树</2>？
zh_hant: 掃描 STAR 可以將你和牽手的朋友傳送到<2>雨林</2>的<2>紫藤樹<2>。

# consumable_description_teleport_you_and_i
source: Teleport "You" to "I" and vice versa.
de: Teleportiere "Dich" zu "Mir" und andersrum.
es: Teletransporta a "ti" hasta "mí" y viceversa.
fr: Téléporte « Vous » à « Moi » et vice-versa.
id: Teleportasi "Kamu" ke "Aku" dan sebaliknya.
it: Teletrasporti me da te e viceversa.
ja: "あなた"から"私"、"私"から"あなた"へテレポートします
ko: "너"를 "나"에게로, 또는 그 반대로 이동시킵니다
pt: Teletransporta “você” para “eu” e vice-versa.
ru: Телепортирует Тебя ко Мне и наоборот.
th: เทเลพอร์ต "คุณ" มาหา "ฉัน" และในทางกลับกัน
vi: Dịch chuyển "Bạn" tới "Tôi" và ngược lại.
zh_hans: 将“你”传送到“我”，或者“我”传送到“你”。
zh_hant: 將“你”傳送到“我”，或者“我”傳送到“你”。

# consumable_description_timeline_aurora_concert
source: Enjoy the Sky x AURORA concert with the friends you are holding hands with
de: Genieße das Sky x AURORA Konzert mit den Freunden, die du an der Hand hältst.
es: Disfruta el concierto de Sky x AURORA con tus amistades a las que les agarres la mano.
fr: Profitez du concert de Sky x AURORA avec les amis à qui vous tenez la main
id: Nikmati konser Sky x AURORA bersama teman yang kamu ajak bergandengan tangan
it: Goditi il concerto Sky x AURORA con gli amici che tieni per mano
ja: あなたと、あなたと手をつないだフレンドが Sky x AURORA コンサートを楽しめます
ko: 손을 잡은 친구들과 함께 Sky x AURORA 공연을 감상합니다.
pt: Curta o show Sky x AURORA com os amigos com quem você está de mãos dadas
ru: Насладитесь концертом AURORA в Sky с друзьями, с которыми держитесь за руки.
th: เพลิดเพลินไปกับคอนเสิร์ต Sky x AURORA ร่วมกับผองเพื่อนที่คุณกำลังจับมือด้วย
vi: Thưởng thức nhạc hội Sky x AURORA cùng những người mà bạn đang nắm tay
zh_hans: 与好友携手欣赏《Sky光·遇》x AURORA演唱会
zh_hant: 與朋友攜手，共享《Sky光·遇》x AURORA 演唱會

# consumable_description_timeline_birthdaycrab
source: Give a birthday hat to the crabs who live in the secret area.
de: Gebe den Krabben, die im geheimen Bereich leben, einen Geburtstagshut.
es: Regala un sombrero de cumpleaños a los cangrejos que viven en la zona secreta.
fr: Donnez un chapeau d'anniversaire aux crabes qui vivent dans l'endroit secret.
id: Memberikan topi ulang tahun ke kepiting yang tinggal di area rahasia.
it: Dai un cappello di compleanno ai granchi che vivono nella zona segreta.
ja: 秘密のエリアにいる闇の蟹たちが記念ハットをかぶります
ko: 비밀장소에 있는 어둠의 게에게 모두 생일맞이 모자를 씌웁니다.
pt: Dê um chapéu de aniversário para os caranguejos que vivem na área secreta.
ru: Подарите праздничную шляпу крабам, живущим в секретной зоне.
th: มอบหมวกวันเกิดให้ปูที่อาศัยอยู่ในพื้นที่ลับ
vi: Tặng mũ sinh nhật cho những con cua sống trong khu vực bí mật.
zh_hans: 给生活在秘密区域的螃蟹戴上一顶生日帽。
zh_hant: 给生活在秘密区域的螃蟹戴上一顶生日帽。

# consumable_description_timeline_daynight
source: Toggle time between day and night at Home (visible for you and friends that you're holding hands with)
de: Schalte zu Hause zwischen Tag und Nacht um (nur für dich sichtbar).
es: Alterna el tiempo entre el día y la noche en Hogar. (Solo visible para ti)
fr: Passez de jour à nuit à la Maison. (Uniquement visible pour vous)
id: Beralih waktu siang dan malam di Rumah. (Hanya terlihat oleh dirimu)
it: Passa dal giorno alla notte nella Base (visibile solo a te).
ja: ホームの昼と夜を切り替えます（変化が見えるのはあなただけです）
ko: 안식처의 풍경을 낮 또는 밤으로 변경합니다. (본인에게만 적용됩니다.)
pt: Alterne a hora entre o dia e a noite no Lar. (Visível apenas para você)
ru: Переключайте время между днем и ночью в Доме (видно только вам).
th: สลับเวลาระหว่างกลางวันและกลางคืนที่บ้าน (ปรากฏให้คุณและเพื่อนๆ ที่คุณจับมือได้เห็น)
vi: Chuyển đổi thời gian giữa ngày và đêm ở Nhà. (Chỉ hiển thị cho chính bạn)
zh_hans: 切换遇境时间到白天和夜晚。（仅自己可见）
zh_hant: 切換遇境的白天和夜晚時分。（僅自己可見）

# consumable_description_timeline_oreo
source: Summon Oreo from the Prairie without 8 players present.
de: Beschwöre "Oreo" aus der Prärie, ohne dass 8 Spieler anwesend sind.
es: Invoca a "Oreo" de la Planicie sin que haya 8 jugadores presentes.
fr: Appellez "Oreo" de la Prairie sans avoir 8 joueurs présents.
id: Memanggil Oreo dari Padang Rumput tanpa 8 pemain hadir.
it: Evoca "Oreo" dalla prateria senza 8 giocatori presenti.
ja: 8人のプレイヤーを待つことなく、草原のひみつを召喚することができます
ko: 초원에서 8명의 플레이어를 기다리지 않고 오레오를 소환합니다.
pt: Invocar "Oreo" da Campina sem a presença de 8 jogadores.
ru: Вызовите "Орео" из прерия без присутствия 8 игроков.
th: อัญเชิญโอรีโอจากทุ่งหญ้า โดยไม่จำเป็นต้องมีผู้เล่นครบ 8 คน
vi: Triệu hồi Oreo từ thảo nguyên mà không có 8 người chơi có mặt.
zh_hans: 在没有8名玩家在场的情况下，从草原上召唤出 "奥利奥"。
zh_hant: 在沒有8名玩家在場的情況下，從草原上召喚出 "奧利奧"。

# consumable_description_tiny
source: Makes you tiny for the next {{1}} mins.
de: Lässt dich die nächsten {{1}} Min. lang winzig werden.
es: Serás diminuto por los próximos {{1}} m.
fr: Vous rend minuscule pour les {{1}} prochaines minutes.
id: Membuat dirimu kecil selama {{1}} menit ke depan.
it: Ti rimpicciolisce per i prossimi {{1}} minuti.
ja: {{1}}分間あなたが小さくなる魔法です
ko: {{1}}분 동안 몸집이 작아집니다
pt: Fique pequeno pelos próximos {{1}} minutos.
ru: Делают вас крошкой на {{1}} мин.
th: ทำให้คุณตัวเล็กจิ๋วเป็นเวลา {{1}} นาที
vi: Thu nhỏ bạn trong {{1}} phút tiếp theo.
zh_hans: 在{{1}}分钟内让您身体缩小。
zh_hant: 在{{1}}分鐘內讓您身體縮小。

# consumable_description_trail
source: Gives you colorful flying trails for the next {{1}} mins.
de: Gibt dir bunte Flugspuren für die nächsten {{1}} Minuten.
es: Te otorga una colorida estela por los siguientes {{1}} minutos.
fr: Vous donne des traînées de vol colorées pendant les {{1}} prochaines minutes.
id: Memberimu jejak terbang warna-warni selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti, volando lasci la scia.
ja: {{1}}分間あなたの飛行がカラフルな軌跡を描きます
ko: {{1}}분 동안 다채로운 색의 비행 궤적을 남깁니다.
pt: Concede rastros de voo coloridos pelos próximos {{1}} minutos.
ru: Вы будете оставлять красочный след в полете {{1}} мин.
th: ช่วยให้เส้นทางบินของคุณมีสีสันเป็นเวลา {{1}} นาที
vi: Cung cấp cho bạn những đường bay đầy màu sắc trong {{1}} phút tiếp theo.
zh_hans: 在接下来的 {{1}} 分钟里拥有五颜六色的飞行尾迹。
zh_hant: 在接下來的 {{1}} 分鍾裏擁有五顔六色的飛行尾迹。

# consumable_description_trail_bicolor
source: Gives you colorful flying trails for the next {{1}} mins.
de: Gibt dir bunte Flugspuren für die nächsten {{1}} Minuten.
es: Te otorga una colorida estela por los siguientes {{1}} minutos.
fr: Vous donne des traînées de vol colorées pendant les {{1}} prochaines minutes.
id: Memberimu jejak terbang warna-warni selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti, volando lasci la scia.
ja: {{1}}分間あなたの飛行がカラフルな軌跡を描きます
ko: {{1}}분 동안 다채로운 색의 비행 궤적을 남깁니다.
pt: Concede rastros de voo coloridos pelos próximos {{1}} minutos.
ru: Вы будете оставлять красочный след в полете {{1}} мин.
th: ช่วยให้เส้นทางบินของคุณมีสีสันเป็นเวลา {{1}} นาที
vi: Cung cấp cho bạn những đường bay đầy màu sắc trong {{1}} phút tiếp theo.
zh_hans: 在接下来的 {{1}} 分钟里拥有五颜六色的飞行尾迹。
zh_hant: 在接下來的 {{1}} 分鍾裏擁有五顔六色的飛行尾迹。

# consumable_description_trail_bicolor_local
source: Gives you colorful flying trails for the next {{1}} mins.
de: Gibt dir bunte Flugspuren für die nächsten {{1}} Minuten.
es: Te otorga una colorida estela por los siguientes {{1}} minutos.
fr: Vous donne des traînées de vol colorées pendant les {{1}} prochaines minutes.
id: Memberimu jejak terbang warna-warni selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti, volando lasci la scia.
ja: {{1}}分間あなたの飛行がカラフルな軌跡を描きます
ko: {{1}}분 동안 다채로운 색의 비행 궤적을 남깁니다.
pt: Concede rastros de voo coloridos pelos próximos {{1}} minutos.
ru: Вы будете оставлять красочный след в полете {{1}} мин.
th: ช่วยให้เส้นทางบินของคุณมีสีสันเป็นเวลา {{1}} นาที
vi: Cung cấp cho bạn những đường bay đầy màu sắc trong {{1}} phút tiếp theo.
zh_hans: 在接下来的 {{1}} 分钟里拥有五颜六色的飞行尾迹。
zh_hant: 在接下來的 {{1}} 分鍾裏擁有五顔六色的飛行尾迹。

# consumable_description_trail_local
source: Gives you colorful flying trails for the next {{1}} mins.
de: Gibt dir bunte Flugspuren für die nächsten {{1}} Minuten.
es: Te otorga una colorida estela por los siguientes {{1}} minutos.
fr: Vous donne des traînées de vol colorées pendant les {{1}} prochaines minutes.
id: Memberimu jejak terbang warna-warni selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti, volando lasci la scia.
ja: {{1}}分間あなたの飛行がカラフルな軌跡を描きます
ko: {{1}}분 동안 다채로운 색의 비행 궤적을 남깁니다.
pt: Concede rastros de voo coloridos pelos próximos {{1}} minutos.
ru: Вы будете оставлять красочный след в полете {{1}} мин.
th: ช่วยให้เส้นทางบินของคุณมีสีสันเป็นเวลา {{1}} นาที
vi: Cung cấp cho bạn những đường bay đầy màu sắc trong {{1}} phút tiếp theo.
zh_hans: 在接下来的 {{1}} 分钟里拥有五颜六色的飞行尾迹。
zh_hant: 在接下來的 {{1}} 分鍾裏擁有五顔六色的飛行尾迹。

# consumable_description_trail_rainbow
source: Gives you rainbow flying trails for the next {{1}} mins.
de: Gibt dir Regenbogen-Flugspuren für die nächsten {{1}} Minuten.
es: Te otorga una estela arcoíris por los siguientes {{1}} minutos.
fr: Vous donne des traînées de vol aux couleurs de l'arc-en-ciel pendant les {{1}} prochaines minutes.
id: Memberimu jejak terbang pelangi selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti, volando lasci una scia arcobaleno.
ja: {{1}}分間あなたの飛行が虹色の軌跡を描きます
ko: {{1}}분 동안 무지개 빛깔의 비행 궤적을 남깁니다.
pt: Concede rastros de voo de arco-íris pelos próximos {{1}} minutos.
ru: Вы будете оставлять радужный след в полете {{1}} мин.
th: ช่วยให้เส้นทางบินของคุณมีสีรุ้งเป็นเวลา {{1}} นาที
vi: Cung cấp cho bạn những đường bay cầu vồng trong {{1}} phút tiếp theo.
zh_hans: 在接下来的{{1}} 分钟内为你提供彩虹般的飞行轨迹。
zh_hant: 在接下來的{{1}} 分鍾內為你提供彩虹般的飛行軌迹。

# consumable_description_trail_rainbow_local
source: Gives you rainbow flying trails for the next {{1}} mins.
de: Gibt dir Regenbogen-Flugspuren für die nächsten {{1}} Minuten.
es: Te otorga una estela arcoíris por los siguientes {{1}} minutos.
fr: Vous donne des traînées de vol aux couleurs de l'arc-en-ciel pendant les {{1}} prochaines minutes.
id: Memberimu jejak terbang pelangi selama {{1}} menit ke depan.
it: Per i prossimi {{1}} minuti, volando lasci una scia arcobaleno.
ja: {{1}}分間あなたの飛行が虹色の軌跡を描きます
ko: {{1}}분 동안 무지개 빛깔의 비행 궤적을 남깁니다.
pt: Concede rastros de voo de arco-íris pelos próximos {{1}} minutos.
ru: Вы будете оставлять радужный след в полете {{1}} мин.
th: ช่วยให้เส้นทางบินของคุณมีสีรุ้งเป็นเวลา {{1}} นาที
vi: Cung cấp cho bạn những đường bay cầu vồng trong {{1}} phút tiếp theo.
zh_hans: 在接下来的{{1}} 分钟内为你提供彩虹般的飞行轨迹。
zh_hant: 在接下來的{{1}} 分鍾內為你提供彩虹般的飛行軌迹。

# consumable_description_wax
source: Increase your light for the next {{1}} mins.
de: Steigert dein Licht für die nächsten {{1}} Min.
es: Aumenta tu luz por los siguientes {{1}} min.
fr: Augmente votre lumière pour les {{1}} minutes suivantes.
id: Meningkatkan cahayamu selama {{1}} menit ke depan.
it: Aumenta la tua luce per i prossimi {{1}} minuti.
ja: {{1}}分間 周囲を明るく照らす魔法です
ko: {{1}}분 동안 모을 수 있는 빛이 늘어납니다
pt: Aumenta a luz do usuário por {{1}} minutos.
ru: Свет прирастает в течение {{1}} мин.
th: เพิ่มแสงของคุณเป็นเวลานาน {{1}} นาที
vi: Tăng ánh sáng của bạn trong {{1}} phút tiếp theo.
zh_hans: 在{{1}}分钟内增加你的烛光获取量。
zh_hant: 在{{1}}分鐘內增加你的燭光獲取量。

# consumable_energy_local_desc
source: Your energy has been replenished
de: Deine Energie wurde wiederaufgefüllt
es: Se ha repuesto tu energía
fr: Votre énergie a été rechargée
id: Energimu telah diisi
it: La tua energia è stata ricaricata
ja: エナジーが回復しました
ko: 에너지가 회복되었어요
pt: Sua energia foi recarregada.
ru: Ваша энергия пополнена
th: พลังงานของคุณได้รับการเติมเต็มแล้ว
vi: Năng lượng của bạn đã được bổ sung
zh_hans: 能量已恢复，元气满满！
zh_hant: 能量已恢復，元氣滿滿！

# consumable_energy_remote_desc
source: Someone nearby has replenished your energy
de: Jemand in der Nähe hat deine Energie aufgefüllt
es: Alguien en la cercanía ha repuesto tu energía
fr: Un joueur proche a rechargé votre énergie
id: Seseorang di sekitar telah mengisi energimu
it: Qualcuno nelle vicinanze ha ricaricato la tua energia
ja: 他のプレイヤーがあなたのエナジーを回復してくれました
ko: 주변의 누군가가 에너지를 회복시켜주었어요
pt: Alguém por perto recarregou sua energia
ru: Кто-то рядом пополнил вашу энергию
th: คนที่อยู่ใกล้เคียงได้เติมพลังงานให้คุณแล้ว
vi: Ai đó gần đó đã bổ sung năng lượng cho bạn
zh_hans: 有小伙伴帮你恢复了能量
zh_hant: 有小夥伴幫你恢復了能量

# consumable_error_already_active
source: This Spell is already active.
de: Dieser Zauber ist bereits aktiv.
es: Este hechizo ya está activo.
fr: Ce sort est déjà actif.
id: Mantra ini sudah aktif.
it: Questo incantesimo è già attivo.
ja: この魔法はすでに使用されています
ko: 이 주문은 이미 활성화된 상태입니다.
pt: Este feitiço já está ativo.
ru: Эти чары уже активны.
th: คาถานี้ยังใช้งานอยู่
vi: Phép thuật này đã hoạt động.
zh_hans: 此魔法早已激活。
zh_hant: 此魔法已經啟用。

# consumable_error_insufficient
source: You don't have any more of this Spell.
de: Von diesem Zauber hast du keine mehr.
es: Ya no te queda nada de este hechizo.
fr: Vous avez épuisé ce sort.
id: Kamu tidak memiliki Mantra ini lagi.
it: Hai esaurito questo incantesimo.
ja: この魔法を持っていません
ko: 이 주문이 더 이상 없습니다.
pt: Você não tem mais este feitiço.
ru: У вас больше нет таких чар.
th: คุณไม่มีคาถานี้อีกต่อไป
vi: Bạn không còn Phép thuật này nữa.
zh_hans: 你已没有更多此魔法。
zh_hant: 你的這種魔法已經用完了。

# consumable_error_max_energy
source: Already at max energy
de: Deine Energie ist bereits vollständig
es: Tu energía ya está al máximo
fr: Maximum d'énergie déjà atteint
id: Energi sudah maksimal
it: Energia già al massimo
ja: 既にエナジーが満タンです
ko: 에너지가 이미 가득 찼어요
pt: Sua energia está no nível máximo
ru: Энергия уже на максимуме
th: มีพลังงานสูงสุดแล้ว
vi: Đã ở mức năng lượng tối đa
zh_hans: 能量已满
zh_hant: 能量已滿

# consumable_error_no_level_permission
source: Destination is in a place that you have not visited yet
de: Der Zielort ist ein Ort, den du noch nicht besucht hast
es: El destino está en un lugar que aún no has visitado.
fr: La destination se trouve dans un endroit que vous n'avez pas encore visité
id: Tujuan berada di tempat yang belum pernah kamu kunjungi
it: La tua meta si trova in un luogo che non hai ancora visitato
ja: このフレンドはあなたがまだ訪れたことのない場所にいます
ko: 아직 가보지 못한 곳이 목적지로 설정되어 있어요
pt: O destino é um lugar que você ainda não visitou
ru: Вы пытаетесь телепортироваться в место, где вы еще не были
th: จุดหมายปลายทางอยู่ในสถานที่ที่คุณไม่เคยไป
vi: Điểm đến ở một nơi mà bạn chưa ghé thăm
zh_hans: 目的地在某个您尚未造访的地方
zh_hant: 目的地在某個您尚未造訪的地方

# consumable_error_not_allowed
source: Prohibited to use here
de: Kann hier nicht benutzt werden
es: No se puede utilizar aquí.
fr: Impossible d'utiliser ici
id: Dilarang digunakan di sini
it: Qui non si può usare
ja: この場所では使用できません
ko: 여기에서는 사용할 수 없어요
pt: Proibido usar aqui
ru: Нельзя использовать здесь
th: ไม่สามารถใช้งานได้ที่นี่
vi: Không thể sử dụng tại đây
zh_hans: 禁止在此使用
zh_hant: 禁止在此使用

# consumable_error_still_on_cooldown
source: Consumable is on cooldown for {{1}} minutes and {{2}} seconds.
de: Der Verbrauchsgegenstand hat eine Abklingzeit von {{1}} Minuten und {{2}} Sekunden.
es: El consumible debe recargarse durante {{1}} minutos y {{2}} segundos.
fr: Le sort consommable se recharge pendant {{1}} minutes et {{2}} secondes.
id: Item konsumsi sedang dalam waktu jeda selama {{{1}} menit dan {{{2}} detik.
it: Il consumabile si ricarica in {{1}} minuti e {{2}} secondi.
ja: クールダウン中です：残り{{1}} 分 {{2}} 秒
ko: 쿨타임이 {{1}}분 {{2}}초 남았어요.
pt: O consumível está em recarga por {{1}} minutos e {{2}} segundos.
ru: Предмет на перезарядке ({{1}} мин. {{2}} сек.)
th: ไอเทมกดใช้กำลังอยู่ระหว่างคูลดาวน์ {{1}} นาทีและ {{2}} วินาที
vi: Vật phẩm tiêu hao đang hồi trong {{1}} phút {{2}} giây.
zh_hans: 消耗品处于冷却中，还剩{{1}}分{{2}}秒。
zh_hant: 消耗品冷卻剩餘{{1}}分鐘{{2}}秒。

# consumable_name
source: <2>{{1}} Spell</2>
de: <2>{{1}}-Zauber</2>
es: <2>{{1}} Hechizo</2>
fr: <2>Sort {{1}}</2>
id: <2>Mantra {{1}}</2>
it: <2>{{1}} Incantesimo</2>
ja: <2>{{1}}魔法</2>
ko: <2>{{1}} 주문 </2>
pt: <2>{{1}} Feitiço</2>
ru: <2>Чары {{1}}</2>
th: คาถา <2>{{1}}</2>
vi: <2>{{1}}Phép Thuật</2>
zh_hans: <2>{{1}}魔法</2>
zh_hant: <2>{{1}} 魔法 </2>

# consumable_name_beachball
source: Ball
es: Pelota
fr: Ballon
id: Bola
it: Palla
ja: ボール
ko: 공
pt: Bola
ru: Мяч
th: ลูกบอล
vi: Quả Bóng
zh_hans: 沙滩球
zh_hant: 玩具球

# consumable_name_birthdaycake_large
source: Large Birthday Cake
de: Große Geburtstagstorte
es: Pastel de cumpleaños grande
fr: Gros gâteau d'anniversaire
id: Kue Ulang Tahun Besar
it: Torta grande di compleanno
ja: 大きな誕生日ケーキ
ko: 큰 생일 케이크
pt: Bolo de aniversário grande
ru: Большой праздничный торт
th: เค้กวันเกิดขนาดใหญ่
vi: Bánh Sinh Nhật Lớn
zh_hans: 生日庆典大蛋糕
zh_hant: 生日慶典大蛋糕

# consumable_name_birthdaycake_medium
source: Medium Birthday Cake
de: Mittelgroße Geburtstagstorte
es: Pastel de cumpleaños mediano
fr: Gâteau d'anniversaire moyen
id: Kue Ulang Tahun Sedang
it: Torta media di compleanno
ja: 中くらいの誕生日ケーキ
ko: 일반 생일 케이크
pt: Bolo de aniversário médio
ru: Средний праздничный торт
th: เค้กวันเกิดขนาดกลาง
vi: Bánh Sinh Nhật Vừa
zh_hans: 生日蛋糕
zh_hant: 生日蛋糕

# consumable_name_birthdaycake_small
source: Small Birthday Cake
de: Kleine Geburtstagstorte
es: Pastel de cumpleaños pequeño
fr: Petit gâteau d'anniversaire
id: Kue Ulang Tahun Kecil
it: Torta piccola di compleanno
ja: 小さな誕生日ケーキ
ko: 작은 생일 케이크
pt: Bolo de aniversário pequeno
ru: Маленький праздничный торт
th: เค้กวันเกิดขนาดเล็ก
vi: Bánh Sinh Nhật Nhỏ
zh_hans: 生日蛋糕切件
zh_hant: 生日蛋糕切件

# consumable_name_bloom_sakura
source: Bloom Pin
de: Ansteckblüte
es: Prendedor de floración
fr: Broche florale
id: Pin Bermekaran
it: Spilletta fiore di pesco
ja: ピンバッジ 花笑む
ko: 꽃놀이 핀
pt: Broche de flor
ru: Значок цветения
th: เข็มกลัดเบ่งบาน
vi: Huy Hiệu Hoa Nở
zh_hans: 盛开胸针
zh_hant: 花憩徽章

# consumable_name_bonfire
source: Bonfire
de: Lagerfeuer
es: Fogata
fr: Feu de joie
id: Api Unggun
it: Falò
ja: タキビ
ko: 모닥불
pt: Fogueira
ru: Костер
th: กองไฟ
vi: Lửa Trại
zh_hans: 篝火
zh_hant: 篝火

# consumable_name_candle_trick
source: Candle Trick
de: Kerzentrick
es: Truco de vela
fr: Farce de la bougie
id: Trik Lilin
it: Trucco della candela
ja: いたずらキャンドル魔法
ko: 양초 흉내
pt: Pegadinha da vela
ru: Шутка-свечка
th: กลเทียน
vi: Trò Ghẹo Nến
zh_hans: 蜡烛把戏
zh_hant: 蠟燭惡作劇

# consumable_name_cat_curse
source: Krill Cat's Curse
de: Fluch der Krill-Katze
es: Maldición del gato Dragón Oscuro
fr: Malédiction du chat plancton
id: Kutukan Krill Cat
it: La maledizione del Gatto Oscuro
ja: 暗黒竜猫の呪い
ko: 어둠의 고양이 저주
pt: Maldição do gato Krill
ru: Проклятие темнокошки
th: คำสาปของคริลล์แคท
vi: Lời Nguyền Mèo Ma
zh_hans: 皮皮虾猫的诅咒
zh_hant: 皮皮蝦貓的詛咒

# consumable_name_color_collector
source: Butterfly Friend
de: Schmetterlingsfreund
es: Fiel a las mariposas
fr: Ami papillon
id: Teman Kupu-Kupu
it: Confidente delle farfalle
ja: 蝶々の友人
ko: 나비 친구
pt: Amigo das Borboletas
ru: Друг бабочек
th: เพื่อนผีเสื้อ
vi: Người Bạn Bướm
zh_hans: 蝴蝶之友
zh_hant: 蝴蝶之友

# consumable_name_crab_curse
source: Crab Curse
de: Krabbenfluch
es: Maldición de Cangrejo
fr: Malédiction du Crabe
id: Kutukan Kepiting
it: Maledizione del Granchio
ja: 蟹の呪い
ko: 게의 저주
pt: Maldição do Caranguejo
ru: Проклятие Краба
th: ปูต้องสาป
vi: Lời Nguyền Cua
zh_hans: 螃蟹的诅咒
zh_hant: 螃蟹的詛咒

# consumable_name_crab_rock_trick
source: Crab Rock Trick
de: Krebsstein-Trick
es: Truco de la roca cangrejo
fr: Crabe farceur
id: Trik Batu Kepiting
it: Trucco del granchio
ja: カニストーン
ko: 어둠의 게 흉내
pt: Travessura do caranguejo
ru: Розыгрыш «Каменный краб»
th: กลปูหิน
vi: Cua Biến Hình
zh_hans: 蟹变
zh_hant: 蟹變

# consumable_name_currency_trick
source: Event Ticket Trick
es: Truco de boleto del evento
fr: Astuce de ticket d'événement
id: Trik Tiket Acara
it: Trucco del biglietto evento
ja: イベントチケットトリック
ko: 이벤트 티켓 속임수
pt: Truque de Tíquete de Evento
ru: Трюк с билетами события
th: กลตั๋วอีเวนต์
vi: Mánh Khóe Vé Sự Kiện
zh_hans: 活动门票技巧
zh_hant: 活動票券戲法

# consumable_name_dark_dragon_firework
source: Dark Dragon Fireworks Pin
de: Dunkeldrache-Feuerwerk-Pin
es: Broche de fuegos artificiales del dragón oscuro
fr: Broche Feux d'artifice du Dragon sombre
id: Pin Kembang Api Naga Kegelapan
it: Spilletta fuochi d'artificio del Drago Oscuro
ja: ピンバッジ 暗黒竜の花火
ko: 다크 드래곤 폭죽 핀배지
pt: Broche de fogos de artifício do Dragão Sombrio
ru: Значок «Фейерверк Темного дракона»
th: เข็มกลัดพลุมังกรทมิฬ
vi: Ghim Pháo Hoa Rồng Hắc Ám
zh_hans: 冥龙烟花徽章
zh_hant: 冥龍煙火徽章

# consumable_name_diving
source: Diving
de: Tauchen
es: Buceando
fr: Plongeon
id: Terjun
it: Immersione
ja: ダイビング
ko: 잠수
pt: Mergulho
ru: Погружение
th: ดำน้ำ
vi: Đang lặn
zh_hans: 潜水中
zh_hant: 潛水中

# consumable_name_dnd
source: Do Not Disturb
de: Bitte nicht stören
es: No molestar
fr: Ne pas déranger
id: Jangan Ganggu
it: Non disturbare
ja: 集中モード
ko: 방해 금지
pt: Não perturbe
ru: Не беспокоить
th: ห้ามรบกวน
vi: Không Làm Phiền
zh_hans: 请勿打扰
zh_hant: 請勿打擾

# consumable_name_dragon_dance
source: Dragon
de: Drache
es: Dragón
id: Naga
it: Drago
ja: ドラゴントレイン
ko: 용
pt: Dragão
ru: Дракон
th: มังกร
vi: Rồng
zh_hans: 舞龙
zh_hant: 舞龍

# consumable_name_drop_wing
source: Drop Wing
de: Flügel platzieren
es: Soltar alas
fr: Déposer l'aile
id: Jatuhkan Sayap
it: Rilascia ala
ja: 暗黒竜
ko: 날개 버리기
pt: Soltar Asa
ru: Сбросить крыло
th: วางปีก
vi: Thả Ánh Sáng Chắp Cánh
zh_hans: 投下翼之光
zh_hant: 遺落羽翼

# consumable_name_energy
source: Fast Recharge
de: Schnelllade
es: Recarga rápida
fr: Recharge rapide
id: Isi Ulang Cepat
it: Ricarica Rapida
ja: スピードチャージ
ko: 고속충전
pt: Recarga rápida
ru: быстрой подзарядки
th: เติมพลังใหม่อย่างรวดเร็ว
vi: Sạc Nhanh
zh_hans: 元气满满
zh_hant: 元氣滿滿

# consumable_name_energy_potion
source: Instant Recharge Potion
de: Sofortauflade-Trank
es: Poción de recarga instantánea
fr: Potion de recharge instantanée
id: Ramuan Isi Ulang Instan
it: Pozione Ricarica Rapida
ja: リカバードリンク
ko: 즉석충전 물약
pt: Poção de Recarga Instantânea
ru: Зелье мгновенной подзарядки
th: น้ำยาเติมพลังฉับพลัน
vi: Thuốc Sạc Nhanh
zh_hans: 瞬时充能药水
zh_hant: 瞬時充能藥水

# consumable_name_firework_crab
source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
fr: Feux d’artifice
id: Kembang Api
it: Fuochi Artificiali
ja: タマヤ
ko: 불꽃놀이
pt: Fogos de artifício
ru: Фейерверк
th: พลุ
vi: Pháo Hoa
zh_hans: 缤纷烟火
zh_hant: 繽紛煙火

# consumable_name_firework_jelly
source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
fr: Feux d’artifice
id: Kembang Api
it: Fuochi Artificiali
ja: タマヤ
ko: 불꽃놀이
pt: Fogos de artifício
ru: Фейерверк
th: พลุ
vi: Pháo Hoa
zh_hans: 缤纷烟火
zh_hant: 繽紛煙火

# consumable_name_firework_manta
source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
fr: Feux d’artifice
id: Kembang Api
it: Fuochi Artificiali
ja: タマヤ
ko: 불꽃놀이
pt: Fogos de artifício
ru: Фейерверк
th: พลุ
vi: Pháo Hoa
zh_hans: 缤纷烟火
zh_hant: 繽紛煙火
