Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_wax_01
source: These candles are sacred. Collect their <2>light</2> to forge <candle/> <b>gifts</b> that grow your friendships.
de: Diese Kerzen sind heilig. Sammle ihr <2>Licht</2>, um <candle/> <b>Geschenke</b> zu formen, die deine Freundschaften wachsen lassen.
es: Estas velas son sagradas. Recoge su <2>luz</2> para forjar <candle/> de <b>regalo</b> que refuercen tus amistades.
fr: Ces bougies sont sacrées. Récupérez leur <2>lumière</2> pour forger des <candle/>cadeaux<b> et renforcer vos amitiés.
id: Lilin-lilin ini suci, kumpulkan <2>cahayanya</2> untuk menempa <candle/> <b>hadiah</b> yang menumbuhkan persahabatanmu.
it: Queste candele sono sacre. Raccogli la loro <2>luce</2> per creare <b>doni</b> di <candle/> che accrescono le tue amicizie.
ja: キャンドルは神聖なものです。 <2>光のかけら</2>を集め、<b>捧げる</b><candle/>を精錬し、友情を育みましょう
ko: 신성한 양초입니다. 양초의 <2>빛</2>을 모아 우정을 밝히는 <candle/> <b>선물</b>을 만들어보세요.
pt: Estas velas são sagradas. Pegue a <2>luz</2> delas para criar <b>presentes</b> de <candle/> que fortalecem amizades.
ru: Эти свечи священны. Собирайте их <2>свет</2>, чтобы создавать <candle/> <b>подарки</b> и радовать своих друзей.
th: เทียนเหล่านี้มีความศักดิ์สิทธิ์ เก็บรวบรวม<2>แสง</2>ของเทียน เพื่อสร้างของขวัญ <candle/> <b> </b>ที่จะช่วยพัฒนามิตรภาพของคุณ
vi: Đây là những ngọn nến thiêng. Hãy thu thập <2>ánh sáng</2> từ chúng để tạo ra <candle/> <b>quà tặng</b> giúp vun đắp tình bạn.
zh_hans: 这些蜡烛很神圣。 收集它们的<2>光</2>来锻造<candle/>份可以增进你们友谊的<b>礼物</b>。
zh_hant: 這些蠟燭很神聖。 收集它們的<2>燭光</2>，鑄造<candle/><b>禮物</b>來增進你的友誼。

# tutorial_wingbuff_00
source: <hinticon/> <1>Tap</1> on the button to receive <2>winged light <wingbuff/></2>
de: <hinticon/> <1>Tippe</1> auf den Button, um <2>geflügeltes Licht <wingbuff/></2> zu erhalten
es: <hinticon/> <1>Toca</1> el botón para recibir <2>luz alada<wingbuff/></2>
fr: <hinticon/> <1>Touchez</1> sur le bouton pour recevoir de la <2>lumière ailée <wingbuff/></2>
id: <hinticon/> <1>Ketuk</1> tombol untuk menerima <2>cahaya bersayap <wingbuff/></2>
it: <hinticon/> <1>Tocca</1> il pulsante per ricevere <2>luce alata<wingbuff/></2>
ja: <hinticon/> <1>ボタンをタップ</1> して<wingbuff/>を受け取りましょう
ko: <hinticon/> 버튼을 <1>탭</1>하여 <2>날개빛 <wingbuff/></2>을 받으세요
pt: <hinticon/> <1>Toque</1> no botão para receber <2>luz alada<wingbuff/></2>
ru: <hinticon/> <1>Нажмите</1> на кнопку, чтобы принять <2>крылатый свет <wingbuff/></2>
th: <hinticon/><1>แตะ</1>ปุ่มเพื่อรับ<2>แสงติดปีก<wingbuff/></2>
vi: <hinticon/> <1>Nhấn </1>nút, nhận <2>Ngọn Sáng Chắp Cánh<wingbuff/></2>
zh_hans: <hinticon/> <1>点击</1>按钮，接收<2>翼之光<wingbuff/></2>
zh_hant: <hinticon/> <1>點擊</1>按鈕，接收<2>翼之光<wingbuff/></2>

# tutorial_wingbuff_00_ps
source: <hinticon/> <1>Press <button type="activate"/></1> to receive <2>winged light <wingbuff/></2>
de: <hinticon/> <1>Drücke <button type="activate"/></1>, um <2>geflügeltes Licht <wingbuff/></2> zu erhalten
es: <hinticon/> <1>Presiona <button type="activate"/></1> para recibir una<2>luz alada<wingbuff/></2>
fr: <hinticon/> <1>Appuyez sur <button type="activate"/></1> pour recevoir de la <2>lumière ailée <wingbuff/></2>
id: <hinticon/> <1>Tekan <button type="activate"/></1> untuk menerima <2>cahaya bersayap <wingbuff/></2>
it: <hinticon/> <1>Premi <button type="activate"/></1> per ricevere <2>luce alata <wingbuff/></2>
ja: <hinticon/> <1><button type="activate"/> ボタンを押して</1> <wingbuff/>を受け取りましょう
ko: <hinticon/> <1><button type="activate"/> 을 눌러</1> <2>날개빛 <wingbuff/></2>을 받으세요
pt: <hinticon/> <1>Pressione <button type="activate"/></1> para receber <2>luz alada <wingbuff/></2>
ru: <hinticon/> <1>Нажмите <button type="activate"/></1>, чтобы получить <2>крылатый свет <wingbuff/></2>
th: <hinticon/><1>กด <button type="activate"/></1> เพื่อรับ<2>แสงติดปีก<wingbuff/></2>
vi: <hinticon/> <1>Ấn <button type="activate"/></1> nhận <2>Ngọn Sáng Chắp Cánh<wingbuff/></2>
zh_hans: <hinticon/> <1>按下 <button type="activate"/></1> 接受<2>翼之光<wingbuff/></2>
zh_hant: <hinticon/> <1>按下<button type="activate"/></1> 接受<2>翼之光<wingbuff/></2>

# tutorial_wingbuff_drop_00
source: <hinticon/> Collect the dropped <2><wingbuff/></2> to restore your <cape/>
de: <hinticon/> Sammle das fallengelassene <2><wingbuff/></2>, um deinen <cape/> wiederherzustellen
es: <hinticon/> Recoge el <2><wingbuff/></2> caído para restaurar tu <cape/>
fr: <hinticon/> Récupérez les <2><wingbuff/></2> tombées pour restaurer votre <cape/>
id: <hinticon/> Kumpulkan <2><wingbuff/></2> yang jatuh untuk memulihkan <cape/>
it: <hinticon/> Raccogli la <2><wingbuff/></2> caduta per ripristinare il tuo <cape/>
ja: <hinticon/> <wingbuff/>を消滅する前に取り戻して<cape/>のレベルを回復させましょう
ko: <hinticon/> 떨어뜨린 <2><wingbuff/></2>을 모아서 <cape/>를 회복하세요
pt: <hinticon/> Colete o <2><wingbuff/></2> para restaurar sua <cape/>
ru: <hinticon/> Поднимите оброненный <2><wingbuff/></2>, чтобы восстановить <cape/>
th: <hinticon/> เก็บรวบรวม <2><wingbuff/></2> ที่หล่นลงมาเพื่อฟื้นฟู <cape/> ของคุณ
vi: <hinticon/>Thu thập <2><wingbuff/></2> rơi rớt để khôi phục <cape/>
zh_hans: <hinticon/>收集掉落的<2><wingbuff/></2>恢复你的<cape/>
zh_hant: <hinticon/>收集掉落的<2><wingbuff/></2>恢復你的<cape/>

# tutorial_wingbuff_explanation_00
source: <hinticon/> <b>Strengthen your wing</b> <cape/> with <2>winged light <wingbuff/></2> to fly farther
de: <hinticon/> <b>Stärke deinen Flügel</b> <cape/>mit <2>geflügeltem Licht <wingbuff/></2>, um weiter zu fliegen.
es: <hinticon/> <b>Fortalece tus alas</b> con <cape/>luz alada<2> <wingbuff/></2> para volar más.
fr: <hinticon/> <b>Renforcez votre aile</b> <cape/> avec <2>une lumière ailée <wingbuff/></2> pour voler plus loin
id: <hinticon/> <b>Perkuat sayapmu</b> <cape/> dengan <2>cahaya bersayap <wingbuff/></2> untuk terbang lebih jauh
it: <hinticon/> <b>Rafforza la tua ala</b> <cape/> con la <2>luce alata <wingbuff/></2> per volare più lontano
ja: <hinticon/> <2>光の翼<wingbuff/></2>で<b>ケープ<cape/>を強化</b>すると、</2>より遠くへ飛べるようになります
ko: <hinticon/> <2>날개빛 <wingbuff/></2>으로 <b>날개</b> <cape/>의 힘을 길러 더 멀리 날아보세요
pt: <hinticon/> <b>Fortaleça suas asas</b> <cape/> com a <2>luz alada<wingbuff/></2> para voar mais longe
ru: <hinticon/> <b>Укрепляйте свое крыло</b> <cape/> <2>крылатым светом <wingbuff/></2>, чтобы летать дальше.
th: <hinticon/> <b>เพิ่มความแข็งแกร่งให้กับปีกของคุณ</b><cape/>ด้วย<2>แสงติดปีก <wingbuff/></2> เพื่อบินได้ไกลยิ่งขึ้น
vi: <hinticon/> <b>Cường hóa đôi cánh của bạn</b> <cape/> bằng <2>ngọn sáng chắp cánh <wingbuff/></2> để bay xa hơn
zh_hans: <hinticon/>用<2>翼之光<wingbuff/></2><b>增强你的翅膀</b><cape/>来飞得更远
zh_hant: <hinticon/> 使用<2>翼之光<wingbuff/></2><b>強化你的翅膀</b><cape/>，就能飛得更遠

# tutorial_wingbuff_level_up_00
source: <hinticon/> <1>Tap</1> the <warning>red dot</warning> to <2>level up</2> your wing <cape/>
de: <hinticon/> <1>Tippe</1> auf den <warning>roten Punkt</warning>, um deinen Flügel <cape/> <2>aufzuleveln</2>.
es: <hinticon/> <1>Toca</1> el <warning>punto rojo</warning> para <2>subir de nivel</2> tu ala <cape/>
fr: <hinticon/> <1>Touchez</1> le <warning>point rouge</warning> pour <2>améliorer</2> votre cape <cape/>
id: <hinticon/> <1>Ketuk</1> <warning>titik merah</warning> untuk <2>menaikkan level</2> sayapmu <cape/>
it: <hinticon/> <1>Tocca</1> il <warning>punto rosso</warning> per far <2>salire di livello</2> il tuo <cape/> alato
ja: <hinticon/> <warning>赤色の点</warning>を<1>タップ</1>するとケープ<cape/>が<2>レベルアップ</2>します
ko: <hinticon/> <warning>빨간색 점</warning>을 <1>탭</1>하여 <cape/> <2>레벨을 올리세요</2>
pt: <hinticon/> <1>Toque</1> no <warning>ponto vermelho</warning> para <2>evoluir</2> sua asa <cape/>
ru: <hinticon/> <1>Нажмите</1> на <warning>красную точку</warning>, чтобы <2>поднять уровень</2> крыла <cape/>.
th: <hinticon/> <1>แตะ</1><warning>จุดสีแดง</warning>เพื่อ<2>เพิ่มเลเวล</2>ปีกของคุณ<cape/>
vi: <hinticon/> <1>Nhấn</1> <warning>chấm đỏ</warning> để <2>tăng cấp</2> cánh của bạn <cape/>
zh_hans: <hinticon/><1>点击</1><warning>红点</warning><2>升级</2>翅膀<cape/>
zh_hant: <hinticon/> <1>點擊</1><warning>紅點</warning>，<2>升級</2>你的翅膀<cape/>

# tutorial_wingbuff_level_up_00_ps
source: <hinticon/> <1>Press <button type="emote_menu"/></1> to <2>level up</2> your wing <cape/>
de: <hinticon/> <1>Drücke <button type="emote_menu"/></1>, um deinen Umhang <cape/> <2>auf einen neuen Level</2> zu bringen
es: <hinticon/> <1>Presiona <button type="emote_menu"/></1> para <2>subir de nivel</2> tu <cape/> alada
fr: <hinticon/> <1>Appuyez sur <button type="emote_menu"/></1> pour <2>améliorer</2> votre aile <cape/>
id: <hinticon/> <1>Tekan <button type="emote_menu"/></1> untuk <2>menaikkan level</2> sayap <cape/> milikmu
it: <hinticon/> <1>Premi <button type="emote_menu"/></1> per far <2>salire di livello</2> il tuo <cape/> alato
ja: <hinticon/><1><button type="emote_menu"/> ボタンを押す</1>と<cape/>が<2>レベルアップ</2>します
ko: <hinticon/> <1><button type="emote_menu"/> 을 눌러</1> 날개 <cape/> <2>레벨을 확인하세요</2>
pt: <hinticon/> <1>Pressione <button type="emote_menu"/></1> para <2>subir o nível</2> da sua asa <cape/>
ru: <hinticon/> <1>Нажмите <button type="emote_menu"/></1>, чтобы <2>повысить уровень</2> вашего крыла <cape/>
th: <hinticon/><1>กด <button type="emote_menu"/></1> เพื่อ<2>เพิ่มเลเวล</2>ปีกของคุณ <cape/>
vi: <hinticon/> <1>Ấn <button type="emote_menu"/></1><2> để tăng cấp </2>cánh của bạn <cape/>
zh_hans: <hinticon/> <1>按下 <button type="emote_menu"/></1><2> 升级 </2>你的翅膀 <cape/>
zh_hant: <hinticon/> <1>按下 <button type="emote_menu"/></1><2> 升級</2>你的翅膀 <cape/>

# tutorial_wingbuff_progress
source: <hinticon/> Find <b>{{1}}</b> more <2><wingbuff/></2> to reach the next <cape/> level
de: <hinticon/> Finde noch <b>{{1}}</b> <2><wingbuff/></2>, um den nächsten <cape/> Level zu erreichen
es: <hinticon/> Encuentra <b>{{1}}</b> más <2><wingbuff/></2> para alcanzar el siguiente nivel de <cape/>
fr: <hinticon/> Trouvez <b>{{1}}</b> <2><wingbuff/></2> supplémentaires pour atteindre le prochain niveau de <cape/>
id: <hinticon/> Temukan <b>{{1}}</b> lain <2><wingbuff/></2> untuk mencapai level <cape/> berikutnya
it: <hinticon/> Trova ancora <b>{{1}}</b> <2><wingbuff/></2> per raggiungere il prossimo livello <cape/>
ja: <hinticon/> 次の<cape/>レベルまであと <b>{{1}}</b>片 の<wingbuff/>を集めましょう
ko: <hinticon/> <2><wingbuff/></2>을 <b>{{1}}</b>개 더 찾아 다음 <cape/> 레벨에 도전해보세요
pt: <hinticon/> Encontre mais <b>{{1}}</b> <2><wingbuff/></2> para alcançar o próximo <cape/> nível
ru: <hinticon/> Найдите ещё <b>{{1}}</b> <2><wingbuff/></2>, чтобы повысить уровень <cape/>
th: <hinticon/>ค้นหา<2><wingbuff/></2> เพิ่มอีก <b>{{1}}</b> เพื่อไปยังเลเวล <cape/> ถัดไป
vi: <hinticon/>Tìm thêm <b>{{1}}</b> <2><wingbuff/></2> để lên <cape/> cấp sau
zh_hans: <hinticon/> 再寻找 <b>{{1}}</b> 颗 <2><wingbuff/></2> 可以成长到下一个<cape/> 等级
zh_hant: <hinticon/> 再尋找 <b>{{1}}</b> 顆 <2><wingbuff/></2> 可以成長到下一個<cape/> 等級

# ui_adjust_insets
source: <b>Use the right stick to adjust the screen area to fit your display</b>
de: <b>Benutze den rechten stick, um den Bildschirmbereich an dein Display anzupassen.</b>
es: <b>Usa el joystick derecho para ajustar el área de la pantalla y se adecue a tu pantalla</b>.
fr: <b>Utilisez le joystick droit pour ajuster la zone d'affichage en fonction de votre écran.</b>
id: <b>Gunakan tuas kanan untuk menyesuaikan area layar agar sesuai dengan tampilanmu</b>
it: <b>Usa la levetta destra per regolare l'area dello schermo e adattarla allo schermo</b>
ja: <b>右スティックで表示エリアを調整します</b>
ko: <b>오른쪽 스틱을 사용해서 화면 영역을 디스플레이에 맞게 조정하세요</b>
pt: <b>Use o manípulo direito para ajustar a tela e encaixar na sua exibição</b>
ru: <b>Подогнать изображение под экран можно правым джойстиком</b>
th: <b>ใช้คันโยกขวาเพื่อปรับพื้นที่หน้าจอให้พอดีกับจอของคุณ</b>
vi: <b>Dùng thanh bên phải để điều chỉnh diện tích hiển thị khớp với màn hình</b>
zh_hans: <b>使用右操作杆调整屏幕区域以适应显示器</b>
zh_hant: <b>使用右操作桿配合你的螢幕調整畫面範圍</b>

# ui_adjust_insets_keyboard
source: <b>Use the arrow keys to adjust the game screen area to fit your display</b>
de: <b>Nutze die Pfeiltasten, um den Bildschirmbereich des Spiels an deinen Bildschirm anzupassen.</b>
es: <b>Usa las flechas del teclado para ajustar el área de juego de la pantalla para que se ajusten a tu monitor</b>.
fr: <b>Utilisez les touchés fléchées pour ajuster la zone de l’écran de feu.</b>
id: <b>Gunakan tombol panah untuk menyesuaikan area layar game agar sesuai dengan tampilanmu</b>
it: <b>Usa le frecce per regolare l’area dello schermo di gioco.</b>
ja: <b>方向キーで、表示エリアを調整します/b>
ko: <b>화살표 키를 사용해서 화면 영역을 디스플레이에 맞게 조정하세요.</b>
pt: <b>Use as teclas de seta para ajustar a área de exibição do jogo para se enquadrar na sua tela</b>
ru: <b>Воспользуйтесь клавишами со стрелками, чтобы подстроить область экрана игры под свой дисплей</b>
th: <b>ใช้ปุ่มลูกศรเพื่อปรับพื้นที่หน้าจอให้พอดีกับจอของคุณ</b>
vi: <b>Dùng các phím mũi tên để điều chỉnh khu vực màn hình trò chơi khớp với màn hình của bạn</b>
zh_hans: <b>使用箭头键调整游戏屏幕区域以适合你的显示器</b>
zh_hant: <b>使用箭頭將遊戲畫面區域調整到符合你的顯示器</b>

# ui_botton_done
source: <b>Done</b>
de: <b>Fertig</b>
es: <b>Listo</b>
fr: <b>Terminer</b>
id: <b>Selesai</b>
it: <b>Ok</b>
ja: <b>完了</b>
ko: <b>완료</b>
pt: <b>Pronto</b>
ru: <b>Готово</b>
th: <b>เสร็จสิ้น</b>
vi: <b>Hoàn tất</b>
zh_hans: <b>完成</b>
zh_hant: <b>完成</b>

# ui_button_done
source: <b>Done</b>
de: <b>Fertig</b>
es: <b>Listo</b>
fr: <b>Terminer</b>
id: <b>Selesai</b>
it: <b>Ok</b>
ja: <b>完了</b>
ko: <b>완료</b>
pt: <b>Pronto</b>
ru: <b>Готово</b>
th: <b>เสร็จสิ้น</b>
vi: <b>Hoàn tất</b>
zh_hans: <b>完成</b>
zh_hant: <b>完成</b>

# ui_nav_back
source: <b>Back</b>
de: <b>Zurück</b>
es: <b>Atrás</b>
fr: <b>Retour</b>
id: <b>Kembali</b>
it: <b>Indietro</b>
ja: <b>戻る</b>
ko: <b>뒤로</b>
pt: <b>Voltar</b>
ru: <b>Назад</b>
th: <b>กลับ</b>
vi: <b>Quay lại</b>
zh_hans: <b>返回</b>
zh_hant: <b>返回</b>

# ui_nav_cancel
source: <b>Cancel</b>
de: <b>Abbrechen</b>
es: <b>Cancelar</b>
fr: <b>Annuler</b>
id: <b>Batalkan</b>
it: <b>Annulla</b>
ja: <b>いいえ</b>
ko: <b>취소</b>
pt: <b>Cancelar</b>
ru: <b>Отмена</b>
th: <b>ยกเลิก</b>
vi: <b>Hủy</b>
zh_hans: <b>取消</b>
zh_hant: <b>取消</b>

# ui_nav_chat
source: <b>Chat</b>
id: <b>Obrolan</b>
ja: <b>チャット</b>
ko: <b>채팅</b>
ru: <b>Чат</b>
th: <b>แชท</b>
vi: <b>Trò chuyện</b>
zh_hans: <b>聊天</b>
zh_hant: <b>聊天</b>

# ui_nav_confirm
source: <b>Confirm</b>
de: <b>Bestätigen</b>
es: <b>Confirmar</b>
fr: <b>Confirmer</b>
id: <b>Konfirmasi</b>
it: <b>Conferma</b>
ja: <b>確認</b>
ko: <b>확인</b>
pt: <b>Confirmar</b>
ru: <b>Подтвердить</b>
th: <b>ยืนยัน</b>
vi: <b>Xác nhận</b>
zh_hans: <b>确认</b>
zh_hant: <b>確認</b>

# ui_nav_finish
source: <b>Finish</b>
de: <b>Fertig</b>
es: <b>Listo</b>
fr: <b>Complété</b>
id: <b>Selesai mengedit</b>
it: <b>Finitura</b
ja: <b>完成</b>
pt: <b>Pronto</b>
ru: <b>Завершить</b>
th: <b>สำเร็จ</b>
vi: <b>Chỉnh sửa xong</b>
zh_hans: <b>修改完毕</b>
zh_hant: <b>修改完畢</b>

# ui_nav_hide_menu
source: <b>Hide Menu</b>
de: <b>Menü ausblenden</b>
es: </b>Ocultar el menú</b>
fr: <b>Masquer le menu</b>
id: <b>Sembunyikan Menu</b>
it: <b>Nascondi menu</b>
ja: <b>メニューを閉じる</b>
ko: <b>메뉴 숨기기</b>
pt: <b>Ocultar menu</b>
ru: <b>Скрыть меню</b>
th: <b>ซ่อนเมนู</b>
vi: <b>Ẩn menu</b>
zh_hans: <b>隐藏菜单</b>
zh_hant: <b>隱藏選單</b>

# ui_nav_info
source: <b>Info</b>
es: <b>Información</b>
fr: <b>Informations</b>
it: <b>Informazioni</b>
ja: <b>詳しく見る</b>
ko: <b>정보</b>
pt: <b>Informações</b>
ru: <b>Информация</b>
th: <b>ข้อมูล</b>
vi: <b>Thông tin</b>
zh_hans: <b>信息</b>
zh_hant: <b>信息</b>

# ui_nav_modify
source: Modify
de: Bearbeiten
es: Modificar
fr: Modifier
id: Modifikasi
it: Modifica
ja: 編集
ko: 수정
pt: Mudar
ru: Изменить
th: แก้ไข
vi: Chỉnh sửa
zh_hans: 修改
zh_hant: 修改

# ui_nav_next_page
source: <b>Next Page</b>
de: <b>Nächste Seite</b>
es: <b>Página siguiente</b>
fr: <b>Page suivante</b>
id: <b>Halaman Berikutnya</b>
it: <b>Pagina successiva</b>
ja: <b>次のページ</b>
ko: <b>다음 페이지</b>
pt: <b>Próxima página</b>
ru: <b>Следующая страница</b>
th: <b>หน้าถัดไป</b>
vi: <b>Trang tiếp</b>
zh_hans: <b>下一页</b>
zh_hant: <b>下一頁</b>

# ui_nav_next_tab
source: <b>Next Tab</b>
de: <b>Nächster Tab</b>
es: <b>Solapa siguiente</b>
fr: <b>Onglet suivant</b>
id: <b>Tab Berikutnya</b>
it: <b>Scheda successiva</b>
ja: <b>次のタブ</b>
ko: <b>다음 탭</b>
pt: <b>Próxima guia</b>
ru: <b>Следующая вкладка</b>
th: <b>แท็บถัดไป</b>
vi: <b>Tab sau</b>
zh_hans: <b>下一个标签</b>
zh_hant: <b>下一個標籤</b>

# ui_nav_no
source: <b>No</b>
de: <b>Nein</b>
fr: <b>Non</b>
id: <b>Tidak</b>
ja: <b>いいえ</b>
ko: <b>아니오</b>
pt: <b>Não</b>
ru: <b>Нет</b>
th: <b>ไม่ใช่</b>
vi: <b>Không</b>
zh_hans: <b>否</b>
zh_hant: <b>否</b>

# ui_nav_ok
source: <b>OK</b>
es: <b>ACEPTAR</b>
id: <b>OKE</b>
ja: <b>はい</b>
ko: <b>확인</b>
ru: <b>ОК</b>
th: <b>ตกลง</b>
zh_hans: <b>是</b>
zh_hant: <b>是</b>

# ui_nav_prev_page
source: <b>Previous Page</b>
de: <b>Vorige Seite</b>
es: <b>Página anterior</b>
fr: <b>Page précédente</b>
id: <b>Halaman Sebelumnya</b>
it: <b>Pagina precedente</b>
ja: <b>前のページ</b>
ko: <b>이전 페이지</b>
pt: <b>Página anterior</b>
ru: <b>Предыдущая страница</b>
th: <b>หน้าก่อน</b>
vi: <b>Trang trước</b>
zh_hans: <b>上一页</b>
zh_hant: <b>上一頁</b>

# ui_nav_prev_tab
source: <b>Previous Tab</b>
de: <b>Voriger Tab</b>
es: <b>Solapa anterior</b>
fr: <b>Onglet précédent</b>
id: <b>Tab Sebelumnya</b>
it: <b>Scheda precedente</b>
ja: <b>前のタブ</b>
ko: <b>이전 탭</b>
pt: <b>Guia anterior</b>
ru: <b>Предыдущая вкладка</b>
th: <b>แท็บก่อนหน้า</b>
vi: <b>Tab trước</b>
zh_hans: <b>上一个标签</b>
zh_hant: <b>上一個標籤</b>

# ui_nav_purchase
source: <b>Purchase</b>
de: <b>Kaufen</b>
es: <b>Comprar</b>
fr: <b>Acheter</b>
id: <b>Beli</b>
it: <b>Acquista</b>
ja: <b>購入</b>
ko: <b>구매</b>
pt: <b>Comprar</b>
ru: <b>Купить</b>
th: <b>ซื้อ</b>
vi: <b>Mua</b>
zh_hans: <b>购买</b>
zh_hant: <b>購買</b>

# ui_nav_remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
pt: Remover
ru: Удалить
th: ลบออก
vi: Gỡ
zh_hans: 移除
zh_hant: 移除

# ui_nav_scroll
source: <b>Scroll</b>
de: <b>Scrollen</b>
es: <b>Desplazarse</b>
fr: <b>Faire défiler</b>
id: <b>Gulir</b>
it: <b>Scorri</b>
ja: <b>スクロールする</b>
ko: <b>스크롤</b>
pt: <b>Role</b>
ru: <b>Промотать</b>
th: <b>เลื่อน</b>
vi: <b>Cuộn</b>
zh_hans: <b>滚动</b>
zh_hant: <b>捲動</b>

# ui_nav_select
source: <b>Select</b>
de: <b>Wählen</b>
es: <b>Seleccionar</b>
fr: <b>Sélectionner</b>
id: <b>Pilih</b>
it: <b>Seleziona</b>
ja: <b>選択</b>
ko: <b>선택</b>
pt: <b>Selecionar</b>
ru: <b>Выбрать</b>
th: <b>เลือก</b>
vi: <b>Chọn</b>
zh_hans: <b>选择</b>
zh_hant: <b>選擇</b>

# ui_nav_show_menu
source: <b>Show Menu</b>
de: <b>Menü anzeigen</b>
es: </b>Mostrar menú</b>
fr: <b>Afficher le menu</b>
id: <b>Tampilkan Menu</b>
it: <b>Visualizza menu</b>
ja: <b>メニューを開く</b>
ko: <b>메뉴 표시</b>
pt: <b>Mostrar menu</b>
ru: <b>Показать меню</b>
th: <b>แสดงเมนู</b>
vi: <b>Hiện menu</b>
zh_hans: <b>显示菜单</b>
zh_hant: <b>顯示選單</b>

# ui_nav_skip
source: <b>Skip</b>
de: <b>Weiter</b>
es: <b>Saltar</b>
fr: <b>Passer</b>
id: <b>Lewati</b>
it: <b>Salta</b>
ja: <b>スキップ</b>
ko: <b>건너뛰기</b>
pt: <b>Pular</b>
ru: <b>Пропустить</b>
th: <b>ข้าม</b>
vi: <b>Bỏ qua</b>
zh_hans: <b>跳过</b>
zh_hant: <b>跳過</b>

# ui_nav_translate_off
source: <b>Undo Translation</b>
de: <b>Übersetzung rückgängig machen</b>
es: <b>Deshacer traducción</b>
fr: <b>Annuler la traduction</b>
id: <b>Batalkan Terjemahan</b>
it: <b>Annulla traduzione</b>
ja: <b>翻訳した文章を元に戻す</b>
ko: <b>번역 취소</b>
pt: <b>Desfazer tradução</b>
ru: <b>Отменить перевод</b>
th: <b>เลิกทำการแปล</b>
vi: <b>Hoàn tác dịch</b>
zh_hans: <b>撤销翻译</b>
zh_hant: <b>復原翻譯</b>

# ui_nav_translate_on
source: <b>Translate</b>
de: <b>Übersetzen</b>
es: <b>Traducir</b>
fr: <b>Traduire</b>
id: <b>Terjemahkan</b>
it: <b>Traduci</b>
ja: <b>翻訳する</b>
ko: <b>번역</b>
pt: <b>Traduzir</b>
ru: <b>Перевести</b>
th: <b>แปล</b>
vi: <b>Dịch</b>
zh_hans: <b>翻译</b>
zh_hant: <b>翻譯</b>

# ui_nav_use
source: <b>Use</b>
de: <b>Verwenden</b>
es: <b>Usar</b>
fr: <b>Utiliser</b>
id: <b>Gunakan</b>
it: <b>Usa</b>
ja: <b>使用</b>
ko: <b>사용</b>
pt: <b>Usar</b>
ru: <b>Использовать</b>
th: <b>ใช้</b>
vi: <b>Dùng</b>
zh_hans: <b>使用</b>
zh_hant: <b>使用</b>

# ui_nav_web_remote_hide_qr
source: <b>Hide</b>
de: <b>Verstecken</b>
es: <b>Esconder</b>
fr: <b>Masquer</b>
id: <b>Sembunyikan</b>
it: <b>Nascondi</b>
ja: <b>非表示</b>
ko: <b>숨기기</b>
pt: <b>Ocultar</b>
ru: <b>Скрыть</b>
th: <b>ซ่อน</b>
vi: <b>Ẩn</b>
zh_hans: <b>隐藏</b>
zh_hant: <b>隱藏</b>

# ui_nav_web_remote_show_qr
source: <b>Link</b>
de: <b>Verbinden</b>
es: <b>Vincular</b>
fr: <b>Lier</b>
id: <b>Tautkan</b>
it: <b>Collega</b>
ja: <b>接続</b>
ko: <b>연결</b>
pt: <b>Vincular</b>
ru: <b>Привязать</b>
th: <b>เชื่อมโยง</b>
vi: <b>Liên kết</b>
zh_hans: <b>绑定</b>
zh_hant: <b>連接</b>

# ui_nav_web_remote_unlink
source: <b>Unlink</b>
de: <b>Trennen</b>
es: <b>Desvincular</b>
fr: <b>Délier</b>
id: <b>Batalkan Tautan</b>
it: <b>Scollega</b>
ja: <b>接続解除</b>
ko: <b>연결 해제</b>
pt: <b>Desvincular</b>
ru: <b>Отвязать</b>
th: <b>ยกเลิกการเชื่อมโยง</b>
vi: <b>Hủy liên kết</b>
zh_hans: <b>解除绑定</b>
zh_hant: <b>解除連結</b>

# ui_nav_yes
source: <b>Yes</b>
de: <b>Ja</b>
es: <b>Sí</b>
fr: <b>Oui</b>
id: <b>Ya</b>
it: <b>Sì</b>
ja: <b>はい</b>
ko: <b>예</b>
pt: <b>Sim</b>
ru: <b>Да</b>
th: <b>ใช่</b>
vi: <b>OK</b>
zh_hans: <b>是</b>
zh_hant: <b>是</b>

# unlock_while_diving_disabled
source: Cannot unlock in the water.
de: Entsperren im Wasser nicht möglich.
es: No se puede desbloquear en el agua.
fr: Impossible de déverrouiller dans l'eau.
id: Tidak bisa membuka saat berada di air.
it: Impossibile sbloccare in acqua.
ja: 水中ではアンロックできません
ko: 물 속에서는 잠금해제할 수 없습니다
pt: Não é possível desbloquear na água.
ru: Нельзя активировать в воде.
th: ไม่สามารถปลดล็อกในน้ำได้
vi: Không thể mở khóa trong nước.
zh_hans: 水中不可解锁。
zh_hant: 無法在水中解鎖。

# video_settings_subtitle_button
source: Subtitles
de: Untertitel
es: Subtítulos
fr: Sous-titres
id: Subtitle
it: Sottotitoli
ja: 字幕
ko: 자막
pt: Legendas
ru: Субтитры
th: คำบรรยาย
vi: Phụ đề
zh_hans: 字幕
zh_hant: 字幕

# video_settings_title
source: Video Settings
de: Videoeinstellungen
es: Configuración de video
fr: Paramètres vidéo
id: Pengaturan Video
it: Impostazioni video
ja: 動画設定
ko: 영상 설정
pt: Configurações de vídeo
ru: Настройки видео
th: การตั้งค่าเสียง
vi: Cài đặt video
zh_hans: 视频设置
zh_hant: 影像設定

# video_settings_volume_button
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 소리 크기
ru: Громкость
th: ระดับเสียง
vi: Âm lượng
zh_hans: 音量
zh_hant: 音量

# view_note_recording_confirm_title
source: View this <2>Shared Memory</2>?
de: Die <2>Geteilte Erinnerung</2> anzeigen?
es: ¿Ver este <2>recuerdo compartido</2>?
fr: Voir ce <2>souvenir partagé</2> ?
id: Lihat <2>Kenangan Bersama</2> ini?
it: Vuoi visualizzare questo <2>Ricordo condiviso</2>?
ja: この<2>シェアメモリーズ</2>を鑑賞しますか？
ko: 이 <2>공유기억</2>을 보시겠어요?
pt: Quer visualizar esta <2>Memória Compartilhada</2>?
ru: Посмотреть <2>общее воспоминание</2>?
th: ดู<2>ความทรงจำร่วมกัน</2>นี้หรือไม่
vi: Xem <2>Ký Ức Chung</2> này?
zh_hans: 是否浏览这段<2>共享回忆</2>？
zh_hant: 查看這段<2>共享記憶</2>？

# view_note_stage_confirm_title
source: Enter this <2>Shared Space</2>?
de: Willst du diesen <2>Gemeinschaftsraum</2> betreten? Du kannst jederzeit zurückkehren und mit allen spielen.
es: ¿Ingresar a este <2>espacio compartido</2>? Puedes regresar a jugar con el resto cuando quieras.
fr: Entrer dans cet <2>espace partagé</2> ? Vous pouvez retourner jouer avec les autres à tout moment.
id: Masuk ke <2>Ruang Bersama</2> ini? Kamu bisa kembali bermain dengan yang lain kapan saja.
it: Vuoi entrare in questo <2>Spazio condiviso</2>? Potrai tornare a giocare con gli altri in qualsiasi momento.
ja: この<2>シェアスペース</2>を鑑賞しますか？ いつでもみんなのもとへ戻って来られます
ko: <2>공유공간</2>에 들어갈까요? 언제든 여기 있는 다른 플레이어들에게 돌아올 수 있습니다.
pt: Entrar neste <2>espaço compartilhado</2>? Você pode voltar e jogar com todos a qualquer momento.
ru: Войти в <2>общее пространство</2>? В общую игру можно вернуться в любой момент.
th: เข้าสู่<2>พื้นที่ส่วนกลาง</2>นี้หรือไม่
vi: Vào <2>Không Gian Chung</2> này? Bạn có thể quay lại chơi với mọi người bất cứ lúc nào.
zh_hans: 进入此<2>共享空间</2>？ 你可以随时返回和大家一起游玩。
zh_hant: 進入此 <2>共享空間</2>？ 你可以隨時返回遊戲，繼續和其他人遊玩。
