Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# aurora_runaway_5400
source: I can't take it anymore
ja: これ以上はもう耐えられない
zh_hans: 我已无法再忍受

# aurora_runaway_600
source: Climbing my way in a tree
ja: 枝の間を縫って木を登る
zh_hans: 我攀爬着一棵大树

# aurora_runaway_700
source: I saw a piece of heaven
ja: 天国のかけらを見た
zh_hans: 我瞥见天堂一隅

# aurora_runaway_800
source: Waiting, impatient, for me
ja: そこで私をじっと待っていた
zh_hans: 它正静候着我，下坠

# aurora_runaway_900
source: And I was running far away
ja: 私は遠くへ駆け出した
zh_hans: 我曾竭力奔跑

# aurora_social_crabrace
source: You need another player to activate the race
de: Du brauchst einen anderen Spieler, um das Rennen zu aktivieren.
es: Necesitas a otra persona para activar la carrera
fr: Vous avez besoin d'un autre joueur pour activer la course
id: Kamu memerlukan pemain lain untuk mengaktifkan balapan
it: Serve un altro giocatore per attivare la gara
ja: レースを開始するには他のプレイヤーが必要です
ko: 경기를 시작하려면 다른 플레이어가 필요해요
pt: Você precisa de outro jogador para ativar a corrida
ru: Чтобы начать гонку, нужен еще один игрок
th: คุณจำเป็นต้องมีผู้เล่นอีกคนเพื่อเปิดเล่นการแข่งขัน
vi: Bạn cần một người chơi khác để kích hoạt cuộc đua
zh_hans: 还需要一名玩家才能开始比赛。
zh_hant: 你需要另一名玩家才能開始比賽。

# aurora_social_photoop
source: Ready for some photo moments?
de: Bereit für ein paar Foto-Momente?
es: ¿Todo listo para unas fotos?
fr: Prêt pour des moments photo ?
id: Siap berfoto?
it: Siamo pronti per un momento fotografico?
ja: 写真撮影の準備はいいですか？
ko: 사진을 찍어 볼까요?
pt: Todos prontos para registrar alguns momentos fotográficos?
ru: Готовы сделать фото на память?
th: พร้อมสำหรับช่วงเวลาถ่ายภาพหรือยัง
vi: Sẵn sàng chụp vài kiểu chứ?
zh_hans: 准备好拍照留念了吗？
zh_hant: 準備好要拍照了嗎？

# aurora_social_soundbath_breathein
source: Breathe in...
de: Atme ein …
es: Inhala...
fr: Inspirez...
id: Hirup...
it: Inspirate...
ja: 吸って…
ko: 숨을 들이쉬고...
pt: Inspire…
ru: Вдыхайте…
th: หายใจเข้า...
vi: Hít vào...
zh_hans: 吸气……
zh_hant: 吸氣……

# aurora_social_soundbath_breatheout
source: Breathe out...
de: Atme aus …
es: Exhala...
fr: Expirez...
id: Hembuskan...
it: Espirate...
ja: 吐いて…
ko: 내쉬고...
pt: Expire...
ru: Выдыхайте…
th: หายใจออก...
vi: Thở ra...
zh_hans: 呼气……
zh_hant: 吐氣……

# aurora_social_soundbath_disablezone
source: Let's take a break from items and spells
de: Machen wir mal eine Pause von Gegenständen und Zaubern
es: Tomémonos un descanso de los objetos y los hechizos
fr: Laissons les objets et les sorts un moment et faisons une pause
id: Kita berhenti sejenak dari item dan mantra.
it: Prendiamoci una pausa da oggetti e incantesimi
ja: 少しの間、アイテムや魔法の使用をお休みしましょう
ko: 아이템과 주문은 잠시 치워둡니다
pt: Vamos dar um tempo e não usar itens e feitiços
ru: Давайте отдохнем от предметов и чар
th: มาพักผ่อนจากไอเทมและคาถากันเถอะ
vi: Hãy tạm chia tay các vật phẩm và phép thuật
zh_hans: 我们暂时放下物品和魔法，稍事休息吧。
zh_hant: 讓我們暫時擺脫道具與魔法。

# aurora_theseed_100
source: Just like the seed
ja: 種子のように
zh_hans: 我就像颗种子

# aurora_theseed_1000
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱并非全部

# aurora_theseed_1100
source: When the last tree has fallen
ja: 最後の木が切り倒され
zh_hans: 当最后一棵树倒下

# aurora_theseed_1200
source: And the rivers are poisoned
ja: 川が毒されても
zh_hans: 当所有河流被污染

# aurora_theseed_1300
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱便毫无用处

# aurora_theseed_1400
source: You cannot eat money, oh no
ja: お金だけでは意味がない
zh_hans: 金钱并非万能

# aurora_theseed_1500
source: You cannot eat money, oh no
ja: あなたはお金を食べられない
zh_hans: 金钱并非全部

# aurora_theseed_1600
source: When the last tree has fallen
ja: 最後の木が切り倒され
zh_hans: 当最后一棵树倒下

# aurora_theseed_1700
source: And the rivers are poisoned
ja: 川が毒されても
zh_hans: 当所有河流被污染

# aurora_theseed_1800
source: You cannot eat money oh, no, oh, no
ja: あなたはお金を食べられない
zh_hans: 金钱便毫无用处

# aurora_theseed_1900
source: Suffocate me
ja: 私の息を止めて
zh_hans: 就让我窒息

# aurora_theseed_200
source: I don't know where to go
ja: どこへ行くのかわからない
zh_hans: 不知去向何方

# aurora_theseed_2000
source: So my tears can be rain
ja: そうすれば私の涙が雨となり
zh_hans: 我的泪会化作雨水

# aurora_theseed_2100
source: I will water the ground where I stand
ja: 私が立つこの大地に水が降りそそぐ
zh_hans: 灌溉我所在的土地

# aurora_theseed_2200
source: So the flowers can grow back again
ja: そうして花々がまた咲きほこる
zh_hans: 花朵便得以重新生长

# aurora_theseed_2300
source: Cause just like the seed
ja: なぜならまさに種子のように
zh_hans: 因为就如同种子

# aurora_theseed_2400
source: Everything wants to live
ja: みんな生きたがっている
zh_hans: 万物都向往生存

# aurora_theseed_2500
source: We are burning our fingers
ja: 無茶をしてひどい目にあっても
zh_hans: 我们正自食苦果

# aurora_theseed_2600
source: But we learn and forget
ja: 私たちは学び 許し合っていく
zh_hans: 却依然屡教不改

# aurora_theseed_2700
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱并非万能

# aurora_theseed_2800
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱并非全部

# aurora_theseed_2900
source: When the last tree has fallen
ja: 最後の木が切り倒され
zh_hans: 当最后一棵树倒下

# aurora_theseed_300
source: Through dirt and shadow I grow
ja: 泥と影から私は育つ
zh_hans: 在阴暗泥泞下生长

# aurora_theseed_3000
source: And the rivers are poisoned
ja: 川が毒されても
zh_hans: 当所有河流被污染

# aurora_theseed_3100
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱便毫无用处

# aurora_theseed_3200
source: You cannot eat money, oh no
ja: お金だけでは意味がない
zh_hans: 金钱并非万能

# aurora_theseed_3300
source: You cannot eat money, oh no
ja: あなたはお金を食べられない
zh_hans: 金钱并非全部

# aurora_theseed_3400
source: When the last tree has fallen
ja: 最後の木が切り倒され
zh_hans: 当最后一棵树倒下

# aurora_theseed_3500
source: And the rivers are poisoned
ja: 川が毒されても
zh_hans: 当所有河流被污染

# aurora_theseed_3600
source: You cannot eat money, oh no, oh, no
ja: あなたはお金を食べられない
zh_hans: 金钱便毫无用处

# aurora_theseed_3700
source: Feed me sunlight, feed me air
ja: どうか与えて 陽の光を 空気を
zh_hans: 请给予我阳光与空气

# aurora_theseed_3800
source: Feed me truth and feed me prayer
ja: どうか与えて 真実を 祈りを
zh_hans: 给予我真理和企盼

# aurora_theseed_3900
source: Feed me sunlight, feed me air
ja: どうか与えて 陽の光を 空気を
zh_hans: 请给予我阳光与空气

# aurora_theseed_400
source: I'm reaching light through the struggle
ja: もがきながら光へ手をのばす
zh_hans: 挣扎着去触碰光

# aurora_theseed_4000
source: Feed me truth and feed me prayers
ja: どうか与えて 真実を 祈りを
zh_hans: 给予我真理和企盼

# aurora_theseed_4100
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱并非万能

# aurora_theseed_4200
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱并非全部

# aurora_theseed_4300
source: When the last tree has fallen
ja: 最後の木が切り倒され
zh_hans: 当最后一棵树倒下

# aurora_theseed_4400
source: And the rivers are poisoned
ja: 川が毒されても
zh_hans: 当所有河流被污染

# aurora_theseed_4500
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱便毫无用处

# aurora_theseed_4600
source: You cannot eat money, oh no
ja: お金だけでは意味がない
zh_hans: 金钱并非万能

# aurora_theseed_4700
source: You cannot eat money, oh no
ja: あなたはお金を食べられない
zh_hans: 金钱并非全部

# aurora_theseed_4800
source: When the last tree has fallen
ja: 最後の木が切り倒され
zh_hans: 当最后一棵树倒下

# aurora_theseed_4900
source: And the rivers are poisoned
ja: 川が毒されても
zh_hans: 当所有河流被污染

# aurora_theseed_500
source: Just like the seed
ja: 種子のように
zh_hans: 我就像颗种子

# aurora_theseed_5000
source: You cannot eat money, oh no, oh, no
ja: あなたはお金を食べられない
zh_hans: 金钱便毫无用处

# aurora_theseed_600
source: I'm chasing the wonder
ja: 思いのままに追いかける
zh_hans: 我在追寻奇迹

# aurora_theseed_700
source: I unravel myself
ja: 自分を知っていく
zh_hans: 我舒展着枝芽

# aurora_theseed_800
source: All in slow motion
ja: ゆったりとした時の中で
zh_hans: 缓慢生长

# aurora_theseed_900
source: You cannot eat money, oh no
ja: お金は食べられない
zh_hans: 金钱并非万能

# aurora_throughtheeyes_100
source: The world is covered by our trace
ja: 世界は私たちの足跡で覆われている
zh_hans: 这世界遍布我们的印记

# aurora_throughtheeyes_1000
source: Through the skin of a child
ja: 子どもたちの肌を通して
zh_hans: 用孩子细腻的触觉

# aurora_throughtheeyes_1100
source: When a human strokes your skin
ja: 誰かがあなたの肌を撫でるとき
zh_hans: 如果有人前来轻抚安慰

# aurora_throughtheeyes_1200
source: That is when you let them in
ja: あなたの中に 受け入れてあげて
zh_hans: 这是你敞开心扉的时机

# aurora_throughtheeyes_1300
source: Let them in before they go
ja: 去ってしまうその前に 受け入れてあげて
zh_hans: 趁来得及去敞开心扉吧

# aurora_throughtheeyes_1400
source: I would rather feel alive with a childlike soul
ja: 私は子どもたちの魂で生を感じていたい
zh_hans: 我宁愿以孩子的心灵来体会生命

# aurora_throughtheeyes_1500
source: With a childlike soul
ja: 子どもたちの魂で
zh_hans: 以孩子纯粹的心灵

# aurora_throughtheeyes_1600
source: Hey oh oh hey
zh_hans: 嘿 哦 哦 嘿

# aurora_throughtheeyes_1700
source: Oh hey
zh_hans: 哦 嘿

# aurora_throughtheeyes_1800
source: Ah ah hey
zh_hans: 啊 啊 嘿

# aurora_throughtheeyes_1900
source: Oh hey
zh_hans: 哦 嘿

# aurora_throughtheeyes_200
source: Scars we cover up with paint
ja: 傷跡は絵の具で隠して
zh_hans: 我们用颜料遮掩着伤痕

# aurora_throughtheeyes_2000
source: Hey oh oh hey
zh_hans: 嘿 哦 哦 嘿

# aurora_throughtheeyes_2100
source: Oh hey
zh_hans: 哦 嘿

# aurora_throughtheeyes_2200
source: Ah ah hey
zh_hans: 啊 啊 嘿

# aurora_throughtheeyes_2300
source: Oh hey
zh_hans: 哦 嘿

# aurora_throughtheeyes_300
source: Watch them preaching sour lies
ja: 腐敗した嘘で道理を説く人たちを見ていた
zh_hans: 看他们以酸楚的谎言宣讲

# aurora_throughtheeyes_400
source: I would rather see this world through the eyes of a child
ja: 私は子どもたちの目で世界を見ていたい
zh_hans: 我宁愿通过孩子的双眼看这世界

# aurora_throughtheeyes_500
source: Through the eyes of a child
ja: 子どもたちの目を通して
zh_hans: 通过孩子天真的双眼

# aurora_throughtheeyes_600
source: Darker times will come and go
ja: 訪れては過ぎてゆく 暗闇の時
zh_hans: 那些你需要见到她的笑容聊以慰藉的黑暗时刻

# aurora_throughtheeyes_700
source: Times you need to see her smile
ja: それも彼女の笑顔を知るのに必要な時間
zh_hans: 即便降临也终会过去

# aurora_throughtheeyes_800
source: And mothers' hands are warm and mild
ja: 母たちの心は暖かく穏やかで
zh_hans: 母亲的心是如此温暖轻柔

# aurora_throughtheeyes_900
source: I would rather feel this world through the skin of a child
ja: 私は子どもたちの肌で世界を感じていたい
zh_hans: 我宁愿用孩子的触觉感受这世界

# aurora_title01
source: Sky: Children of the Light
de: Sky: Kinder des Lichts
es: Sky: Niños de la Luz
fr: Sky – Enfants de la Lumière
id: Sky: Anak-Anak Cahaya
it: Sky: Figli della Luce
ja: Sky 星を紡ぐ子どもたち
ko: SKY - 빛의 아이들
pt: Sky - Filhos da Luz
ru: Sky: Дети Света
zh_hans: 《Sky 光·遇》
zh_hant: 《Sky光·遇》

# aurora_warrior_100
source: I fall asleep in my own tears
ja: 自分の涙の中で眠りについた
zh_hans: 我在泪水中入睡

# aurora_warrior_1000
source: Warrior warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_1100
source: Just reach out for the light
ja: 光に手を伸ばして
zh_hans: 伸手去触碰光芒吧

# aurora_warrior_1200
source: Warrior, warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_1300
source: I am a warrior, yeah yeah yeah
ja: 私は戦士
zh_hans: 我是战士

# aurora_warrior_1400
source: Warrior, warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_1500
source: I am a warrior, yeah yeah yeah
ja: 私は戦士
zh_hans: 我是战士

# aurora_warrior_1600
source: Warrior, warrior of love
ja: 戦士 愛の戦士
zh_hans: 为爱而战

# aurora_warrior_1700
source: I stand behind the wall of people and thoughts mind controlling
ja: 私が立つのは 人々と思考を支配する壁の後ろ
zh_hans: 我站在人潮与思想的高墙之后 稳住心神

# aurora_warrior_1800
source: And I hold a sword to guide me
ja: そこで私を導く剣をかまえた
zh_hans: 握紧指引我前行的利剑

# aurora_warrior_1900
source: I'm fighting my way
ja: 戦って道を切り開く
zh_hans: 用我的方式去战斗

# aurora_warrior_200
source: I cry for the world for everyone
ja: 世界と皆のために 涙を流す
zh_hans: 为世界和每一个生命哭泣

# aurora_warrior_2000
source: I can't recall the last time
ja: 最後はいつだったろう
zh_hans: 我已想不起上一次

# aurora_warrior_2100
source: I opened my eyes to see the world as beautiful
ja: 目を開き 世界が美しいと感じたのは
zh_hans: 睁眼看见美好世界就在眼前，是在何时

# aurora_warrior_2200
source: And I built a cage to hide in
ja: 隠れるための籠を作った
zh_hans: 我造了一座牢笼藏匿其中

# aurora_warrior_2300
source: I'm hiding I'm trying to battle the night
ja: いまは隠れている 夜を戦い抜くために
zh_hans: 我躲藏着 我要与黑夜抗争

# aurora_warrior_2400
source: Let love conquer your mind
ja: 愛にあなたの心を明け渡して
zh_hans: 就让爱征服你的心

# aurora_warrior_2500
source: Warrior warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_2600
source: Just reach out for the light
ja: 光に手を伸ばして
zh_hans: 伸手去触碰光芒吧

# aurora_warrior_2700
source: Warrior warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_2800
source: I am a warrior, yeah yeah yeah
ja: 私は戦士
zh_hans: 我是战士

# aurora_warrior_2900
source: Warrior, warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_300
source: And I build a boat to float in
ja: 涙の海を漂うボートを作って
zh_hans: 我便造一艘小船漂泊其中

# aurora_warrior_3000
source: I am a warrior, yeah yeah yeah
ja: 私は戦士
zh_hans: 我是战士

# aurora_warrior_3100
source: Warrior, warrior of love
ja: 戦士 愛の戦士
zh_hans: 为爱而战

# aurora_warrior_3200
source: Underneath darkened skies
ja: 暗くなった空の下
zh_hans: 在黑暗的苍穹之下

# aurora_warrior_3300
source: There's a light kept alive
ja: まだ光を残した灯火がある
zh_hans: 仍有一盏明灯不灭

# aurora_warrior_3400
source: Let love conquer your mind
ja: 愛にあなたの心を明け渡して
zh_hans: 就让爱征服你的心

# aurora_warrior_3500
source: Warrior warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_3600
source: Just reach out for the light
ja: ただ光に手を伸ばして
zh_hans: 伸手去触碰光芒吧

# aurora_warrior_3700
source: Warrior warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_3800
source: I am a warrior, yeah yeah yeah
ja: 私は戦士
zh_hans: 我是战士

# aurora_warrior_3900
source: Warrior warrior
ja: 戦士 戦士よ
zh_hans: 战士 战士

# aurora_warrior_400
source: I'm floating away
ja: 流されていく
zh_hans: 一路顺流而下

# aurora_warrior_4000
source: I am a warrior, yeah yeah yeah
ja: 私は戦士
zh_hans: 我是战士

# aurora_warrior_4100
source: Warrior, warrior of love
ja: 戦士 愛の戦士
zh_hans: 为爱而战

# aurora_warrior_4200
source: Warrior of love
ja: 愛の戦士
zh_hans: 为爱而战

# aurora_warrior_4300
source: Warrior of love
ja: 愛の戦士
zh_hans: 为爱而战

# aurora_warrior_500
source: I can't recall the last time
ja: 最後はいつだったろう
zh_hans: 我已想不起上一次

# aurora_warrior_600
source: I opened my eyes to see the world as beautiful
ja: 目を開き 世界が美しいと感じたのは
zh_hans: 睁眼看见美好世界就在眼前，是在何时

# aurora_warrior_700
source: And I built a cage to hide in
ja: 隠れるための籠を作った
zh_hans: 我造了一座牢笼藏匿其中

# aurora_warrior_800
source: I'm hiding I'm trying to battle the night
ja: 隠れながら夜を戦い抜こうとしている
zh_hans: 我躲藏着 我要与黑夜抗争

# aurora_warrior_900
source: Let love conquer your mind
ja: 愛に心を明け渡して
zh_hans: 就让爱征服你的心

# avatar_you_have_died
source: You have lost all your light...
de: Du hast dein ganzes Licht verloren ...
es: Perdiste toda tu luz...
fr: Vous avez perdu toute votre lumière...
id: Kamu kehabisan seluruh cahayamu ...
it: Hai perso tutta la tua luce...
ja: あなたは全ての光を失ってしまいました...
ko: 빛을 모두 잃었습니다…
pt: Você perdeu toda sua luz...
ru: Вы потеряли весь свой свет...
th: คุณสูญเสียแสงทั้งหมดไปแล้ว...
vi: Bạn đã mất toàn bộ nguồn sáng ...
zh_hans: 你失去了所有的星光...
zh_hant: 你失去了所有的星光...

# aviary_shop_body_done
source: Speak with the <1>Hopeful Steward</1> outside to finish restoring the <1>Outfit Workshop</1>!
de: Sprich mit dem <1>Hoffnungsvollen Verwalter</1> draußen, um die Wiederherstellung der <1>Outfit-Werkstatt</1> abzuschließen!
es: ¡Habla con el <1>Administrador optimista</1>, que está fuera, para terminar de reparar el <1>taller de trajes</1>!
fr: Parlez au <1>Coordinateur optimiste</1>, à l'extérieur, pour finir de restaurer l'<1>Atelier de tailleur</1> !
id: Bicaralah dengan <1>Pelayan Penuh Harapan</1> di luar untuk menyelesaikan pemulihan <1>Lokakarya Pakaian</1>!
it: Parla con l'<1>Assistente speranzoso</1> all'esterno per finire di restaurare la <1>Bottega di abbigliamento</1>!
ja: <1>希望の番人</1>に話しかけ、<1>装いのアトリエ</1>の復元を完了しましょう！
ko: 밖에 있는 <1>희망적인 집사</1>에게 말을 걸어 <1>의상 제작소</1> 복원을 마무리해주세요!
pt: Fale com o <1>Gestor Otimista</1> do lado de fora para terminar de restaurar o <1>Ateliê de Trajes</1>!
ru: Поговорите с <1>неунывающим смотрителем</1> снаружи, чтобы закончить восстановление <1>мастерской нарядов</1>!
th: พูดคุยกับ<1>บริกรผู้มีความหวัง</1>ด้านนอกเพื่อซ่อมแซม<1>เวิร์คช็อปชุดเสื้อผ้า</1>ให้เสร็จ!
vi: Nói chuyện với <1>Quản Gia Hy Vọng</1> bên ngoài để hoàn thành việc phục hồi <1>Xưởng Trang Phục</1>!
zh_hans: 与外面的<1>满怀希望的守护者</1>交谈以完成<1>服饰工作室</1>的恢复工作！
zh_hant: 拜訪外面的<1>滿懷希望的守護者</1>，來把<1>服飾設計所</1>復原！

# aviary_shop_body_notstarted
source: A spirit once ran a <1>Outfit Workshop</1> here long ago... The <1>Hopeful Steward</1> outside knows where they might be.
de: Vor langer Zeit hat ein Geist hier eine <1>Outfit-Werkstatt</1> betrieben ... Der <1>Hoffnungsvolle Verwalter</1> draußen weiß, wo er sein könnte.
es: Hace mucho, un espíritu tuvo un <1>taller de trajes</1> aquí... El <1>Administrador optimista</1>, que está fuera, sabe dónde podría estar.
fr: Il y a très longtemps, un esprit tenait un <1>Atelier de tailleur</1>... Le <1>Coordinateur optimiste</1>, dehors, sait où le trouver.
id: Dahulu kala, seorang roh pernah menjalankan <1>Lokakarya Pakaian</1> di sini... <1>Pelayan Penuh Harapan</1> di luar sana tahu di mana mereka mungkin berada.
it: Molto tempo fa, qui uno spirito gestiva una <1>Bottega di abbigliamento</1>... L'<1>Assistente speranzoso</1> all'esterno sa dove potrebbe essere.
ja: 遠い昔、とある精霊はここで<1>装いのアトリエ</1>を営んでいました… 外にいる<1>希望の番人</1>なら、その精霊がどこにいるか知っているかもしれません
ko: 오래 전 어느 영혼이 이곳에서 <1>의상 제작소</1>를 운영했어요... 밖에 있는 <1>희망적인 집사</1>가 위치를 알고 있습니다.
pt: Um espírito abriu um <1>Ateliê de Trajes</1> aqui há muito tempo... O <1>Gestor Otimista</1> sabe onde ele fica.
ru: Некогда <1>мастерской нарядов</1> заведовал дух... <1>Неунывающий смотритель</1>, который находится снаружи, должен знать, где искать его.
th: ครั้งหนึ่งเคยมีสปิริตที่เปิด<1>เวิร์คช็อปชุดเสื้อผ้า</1>อยู่ที่นี่เมื่อนานมาแล้ว... <1>บริกรผู้มีความหวัง</1>ด้านนอกรู้ว่าพวกเขาอยู่ที่ไหน
vi: Một tinh linh từng điều hành <1>Xưởng Trang Phục</1> tại đây rất lâu về trước... <1>Quản Gia Hy Vọng</1> bên ngoài biết họ có thể đang ở đâu.
zh_hans: 很久以前，有一位先灵曾在这里开了一家<1>服饰工作室</1>…… 外面的<1>满怀希望的守护者</1>会知道这位先灵可能在哪里。
zh_hant: 很久以前，有位先靈曾在此經營<1>服飾設計所</1>⋯⋯ 外面的<1>滿懷希望的守護者</1>會知道這位先靈可能在哪裡。

# aviary_shop_body_ongoing
source: Complete <b>Season of Flight</b> for the <1>Flight Guide</1> to restore the <1>Outfit Workshop</1>.
de: Schließe die <b>Saison des Fliegens</b> ab, damit der <1>Flughelfer</1> die <1>Outfit-Werkstatt</1> wiederherstellt.
es: Completa la <b>Temporada del vuelo</b> para que el <1>Guía de vuelo</1> restaure el <1>taller de trajes</1>.
fr: Terminez la <b>saison de l'Envol</b> et le <1>Guide de vol</1> restaurera l'<1>Atelier de tailleur</1>.
id: Selesaikan <b>Musim Penerbangan</b> agar <1>Pemandu Penerbangan</1> dapat memulihkan <1>Lokakarya Pakaian</1>.
it: Completa la <b>Stagione del Volo</b> per la <1>guida di volo</1> per ripristinare la <1>Bottega di abbigliamento</1>.
ja: <1>羽ばたく案内人</1>が<1>装いのアトリエ</1>を復元できるように、<b>羽ばたく季節</b>のクエストを完了しましょう
ko: <1>비행의 안내자</1>를 위해 <b>비행의 시즌</b>을 완료해서 <1>의상 제작소</1>를 복원해주세요.
pt: Conclua a <b>Temporada do Voo</b> para o <1>Guia de Voo</1> para restaurar o <1>Ateliê de Trajes</1>.
ru: Завершите <b>Сезон полётов</b> у <1>проводника полётов</1>, чтобы восстановить <1>мастерскую нарядов</1>.
th: เล่น<b>ฤดูกาลแห่งการโบยบิน</b>ให้จบเพื่อให้<1>ผู้แนะนำการบิน</1>ซ่อมแซม<1>เวิร์คช็อปชุดเสื้อผ้า</1>
vi: Hoàn thành <b>Mùa Bay Lượn</b> để <1>Chỉ Dẫn Bay</1> phục hồi <1>Xưởng Trang Phục</1>.
zh_hans: 完成<b>飞翔季</b>的任务，帮助<1>飞翔向导</1>复原<1>服饰设计所</1>。
zh_hant: 完成<b>飛翔季</b>的任務，幫助<1>飛翔嚮導</1>復原<1>服飾設計所</1>。

# aviary_shop_cape_done
source: Speak with the <1>Hopeful Steward</1> outside to finish restoring the <1>Cape Workshop</1>!
de: Sprich mit dem <1>Hoffnungsvollen Verwalter</1> draußen, um die Wiederherstellung der <1>Umhang-Werkstatt</1> abzuschließen!
es: ¡Habla con el <1>Administrador optimista</1>, que está fuera, para terminar de reparar el <1>taller de capas</1>!
fr: Parlez au <1>Coordinateur optimiste</1>, à l'extérieur, pour finir de restaurer l'<1>Atelier de capes</1> !
id: Bicaralah dengan <1>Pelayan Penuh Harapan</1> di luar untuk menyelesaikan pemulihan <1>Lokakarya Jubah</1>!
it: Parla con l'<1>Assistente speranzoso</1> all'esterno per finire di restaurare la <1>Bottega di mantelli</1>!
ja: 外にいる<1>希望の番人</1>に話しかけ、 <1>ケープの仮縫室</1>の復元を完了しましょう！
ko: 밖에 있는 <1>희망적인 집사</1>에게 말을 걸어 <1>망토 제작소</1>를 마저 복원해주세요!
pt: Fale com o <1>Gestor Otimista</1> do lado de fora para terminar a restauração do <1>Ateliê de Capas</1>!
ru: Поговорите с <1>неунывающим смотрителем</1> снаружи, чтобы закончить восстановление <1>мастерской накидок</1>!
th: พูดคุยกับ<1>บริกรผู้มีความหวัง</1>ด้านนอกเพื่อซ่อมแซม<1>เวิร์คช็อปเสื้อคลุม</1>ให้เสร็จ!
vi: Nói chuyện với <1>Quản Gia Hy Vọng</1> bên ngoài để hoàn thành việc phục hồi <1>Xưởng Áo Choàng</1>!
zh_hans: 与外面的<1>满怀希望的守护者</1>交谈以完成<1>斗篷工作室</1>的恢复工作！
zh_hant: 拜訪外面的<1>滿懷希望的守護者</1>，來把<1>斗篷裁縫店</1>復原！

# aviary_shop_cape_notstarted
source: A spirit once ran a <1>Cape Workshop</1> here long ago... The <1>Hopeful Steward</1> outside knows where they might be.
de: Vor langer Zeit hat ein Geist hier eine <1>Umhang-Werkstatt</1> betrieben ... Der <1>Hoffnungsvolle Verwalter</1> draußen weiß, wo er sein könnte.
es: Hace mucho, un espíritu tuvo un <1>taller de capas</1> aquí... El <1>Administrador optimista</1>, que está fuera, sabe dónde podría estar.
fr: Il y a très longtemps, un esprit tenait un <1>Atelier de capes</1>... Le <1>Coordinateur optimiste</1>, dehors, sait où le trouver.
id: Dahulu kala, seorang roh pernah menjalankan <1>Lokakarya Jubah</1> di sini... <1>Pelayan Penuh Harapan</1> di luar sana tahu di mana mereka mungkin berada.
it: Molto tempo fa, qui uno spirito gestiva una <1>Bottega di mantelli</1>... L'<1>Assistente speranzoso</1> all'esterno sa dove potrebbe essere.
ja: 遠い昔、とある精霊はここで<1>ケープの仮縫室</1>を営んでいました… 外にいる<1>希望の番人</1>なら、その精霊がどこにいるか知っているかもしれません
ko: 오래 전 어느 영혼이 이곳에서 <1>망토 제작소</1>를 운영했어요... 밖에 있는 <1>희망적인 집사</1>가 위치를 알고 있습니다.
pt: Um espírito abriu um <1>Ateliê de Capas</1> aqui há muito tempo... O <1>Gestor Otimista</1> sabe onde ele fica.
ru: Некогда <1>мастерской накидок</1> заведовал дух... <1>Неунывающий смотритель</1>, который находится снаружи, должен знать, где искать его.
th: ครั้งหนึ่งเคยมีสปิริตที่เปิด<1>เวิร์คช็อปเสื้อคลุม</1>อยู่ที่นี่เมื่อนานมาแล้ว... <1>บริกรผู้มีความหวัง</1>ด้านนอกรู้ว่าพวกเขาอยู่ที่ไหน
vi: Một tinh linh từng điều hành <1>Xưởng Áo Choàng</1> tại đây rất lâu về trước... <1>Quản Gia Hy Vọng</1> bên ngoài biết họ có thể đang ở đâu.
zh_hans: 很久以前，有一位先灵曾在这里开了一家<1>斗篷工作室</1>…… 外面的<1>满怀希望的守护者</1>知道这位先灵可能在哪里。
zh_hant: 很久以前，有位先靈曾在此經營<1>斗篷裁縫店</1>…… 外面的<1>滿懷希望的守護者</1>會知道這位先靈可能在哪裡。

# aviary_shop_cape_ongoing
source: Complete <b>Season of Dreams</b> for the <1>Dreams Guide</1> to restore the <1>Cape Workshop</1>.
de: Schließe die <b>Saison der Träume</b> ab, damit die <1>Traumanleitung</1> die <1>Umhang-Werkstatt</1> wiederherstellt.
es: Completa la <b>Temporada de los sueños</b> para que el <1>Guía de los sueños</1> restaure el <1>taller de capas</1>.
fr: Terminez la <b>saison des Rêves</b> et le <1>Guide des Rêves</1> restaurera l'<1>Atelier de capes</1>.
id: Selesaikan <b>Musim Mimpi</b> agar <1>Pemandu Mimpi</1> dapat memulihkan <1>Lokakarya Jubah</1>.
it: Completa la <b>Stagione dei Sogni</b> per la <1>guida dei sogni</1> per ripristinare la <1>Bottega di mantelli</1>.
ja: <1>夢見の案内人</1>が<1>ケープの仮縫室</1>を復元できるように、<b>夢かなう季節</b>のクエストを完了しましょう
ko: <1>꿈의 안내자</1>를 위해 <b>꿈의 시즌</b>을 완료해서 <1>망토 제작소</1>를 복원해주세요.
pt: Conclua a <b>Temporada dos Sonhos</b> para o <1>Guia dos Sonhos</1> para restaurar o <1>Ateliê de Capas</1>.
ru: Завершите <b>Сезон мечтаний</b> у <1>проводника мечтаний</1>, чтобы восстановить <1>мастерскую накидок</1>.
th: เล่น<b>ฤดูกาลแห่งฝัน</b>ให้จบเพื่อให้<1>ผู้แนะนำฝัน</1>ซ่อมแซม<1>เวิร์คช็อปเสื้อคลุม</1>
vi: Hoàn thành <b>Mùa Giấc Mơ</b> để <1>Chỉ Dẫn Giấc Mơ</1> phục hồi <1>Xưởng Áo Choàng</1>.
zh_hans: 完成<b>梦想季</b>的任务，帮助<1>梦想向导</1>修复<1>斗篷裁缝店</1>。
zh_hant: 完成<b>夢想季</b>的任務，幫助<1>夢想嚮導</1>修復<1>斗篷裁縫店</1>。
