Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap18_fetch_05_task_desc
source: Find the <2>mask</2> by the <b>forest bridge</b> to begin the <2>Passage of Alignment</2>.
de: Finden Sie die <2>Maske</2> in der <b>Waldbrücke</b>, um den <2>Übergang der Anpassung</2> zu beginnen.
es: Encuentra la <2>máscara</2> en la <b>Puente del bosque</b> para comenzar la <2>iniciación de alineamiento</2>.
fr: Trouvez le <2>masque</2> près du <b>Pont de la Forêt Cachée</b> pour commencer l'<2>Initiation à l'Alignement</2>.
id: Temukan <2>topeng</2> di <b>jembatan hutan</b> untuk memulai <2>Inisiasi Keselarasan</2>.
it: Trova la <2>maschera</2> nella <b>Ponte della foresta</b> per iniziare la <2>Transizione dell'Allineamento</2>.
ja: <b>雨林の橋の近く</b>で<2>仮面</2>を見つけ、<2>団結のならい</2>を始めましょう
ko: <b>숲 다리</b>에서 <2>가면</2>을 찾아 <2>협력의 성장</2>를 시작하세요.
pt: Encontre a <2>máscara</2> proóximo a <b>ponte da floresta</b> para iniciar a <2>Passagem do Alinhamento</2>.
ru: Чтобы начать <2>Посвящение выравнивания</2>, найдите <2>маску</2> у <b>лесного моста</b>.
th: ค้นหา<2>หน้ากาก</2>ข้าง<b>สะพานป่า</b>เพื่อเริ่มต้น<2>เส้นทางแห่งการจัดเรียง</2>
vi: Tìm <2>mặt nạ</2> cạnh <b>cây cầu trong rừng</b> để bắt đầu <2>Thử Thách Liên Kết</2>.
zh_hans: 找到在 <b>雨林小桥</b>旁的<2>面具</2> 以开始<2>团结之旅</2>。
zh_hant: 找到在 <b>雨林小橋</b>旁的<2>面具</2> 以開始<2>齊心之旅</2>。

# spirit_shop_ap06unlock_ap18_fetch_05_task_done
source: <b>Return</b> to the <2>Passage Stone</2> to complete the <2>Passage of Alignment</2>.
de: Kehre zum <2>Übergangsstein</2> <b>zurück</b>, um den <2>Übergang der Anpassung</2> abzuschließen.
es: <b>Regresa</b> a la <2>roca de iniciación</2> para completar la <2>iniciación de alineamiento</2>.
fr: <b>Retournez</b> à la <2>pierre d'Initiation</2> pour terminer l'<2>Initiation à l'Alignement</2>.
id: <b>Kembali</b> ke <2>Batu Inisiasi</2> untuk menyelesaikan <2>Inisiasi Keselarasan</2>.
it: <b>Ritorna</b> alla <2>Pietra della Transizione</2> per completare la <2>Transizione dell'Allineamento</2>.
ja: <2>ならいの大岩</2>に<b>戻り</b>、<2>団結のならい</2>を完了しましょう
ko: <2>성장의 돌</2>로 <b>돌아가</b> <2>협력의 성장</2>을 완료하세요.
pt: <b>Volte</b> à <2>Pedra da Passagem</2> para concluir a <2>Passagem do Alinhamento</2>.
ru: <b>Вернитесь</b> к <2>Камню посвящения</2>, чтобы завершить <2>Посвящение выравнивания</2>.
th: <b>กลับไป</b>ที่<2>ศิลาเส้นทาง</2>เพื่อจบบทเรียน<2>เส้นทางแห่งการจัดเรียง</2>
vi: <b>Quay về</b> <2>Đá Thử Thách</2> để hoàn thành <2>Thử Thách Liên Kết</2>.
zh_hans: <b>返回</b><2>夜行石</2>并完成<2>联合之旅</2>。
zh_hant: <b>返回</b><2>夜行石</2>並完成<2>齊心之旅</2>。

# spirit_shop_ap06unlock_ap19_fetch_01_task_desc
source: Photograph the <1>Reassuring Ranger's</1> favorite <b>landmarks</b>.
de: Fotografiere die <b>Lieblingssehenswürdigkeiten</b> des <1>Ermutigender Ranger</1>.
es: Fotografía los <b>puntos de referencia</b> favoritos del <1>Guardaparques reconfortante</1>.
fr: Photographiez les <b>sites</b> préférés du <1>Garde-forestier rassurant</1>.
id: Ambil foto <b>tempat</b> favorit si <1>Jagawana Penenang</1>.
it: Fotografa le <b>tappe</b> preferite del <1>Ranger rassicurante</1>.
ja: <1>頼もしい自然保護官</1>のお気に入りの<b>目印</b>を撮影しましょう
ko: <1>든든한 순찰대원</1>이 좋아하는 <b>구조물</b>을 촬영하세요.
pt: Fotografe os <1>pontos de referência</1> favoritos do <b>Guarda-florestal Tranquilizador</b>.
ru: Сделайте снимки любимых <b>достопримечательностей</b> <1>Надёжного рейнджера</1>.
th: รูปถ่ายของ<1>สถานที่</1>สุดโปรดของ<b>พรานผู้มั่นใจ</b>
vi: Chụp hình các <b>thắng cảnh</b> yêu thích của <1>Kiểm Lâm Trấn An</1>.
zh_hans: 拍摄<1>可靠护林员</1>最喜欢的<b>地标</b>。
zh_hant: 拍攝<1>可靠護林員</1>最愛的<b>地標</b>。

# spirit_shop_ap06unlock_ap19_fetch_01_task_done
source: You photographed all of the <1>Reassuring Ranger's</1> favorite <b>landmarks</b>! Talk to the <1>Moments Guide</1> to continue your photographic journey.
de: Du hast alle <b>Lieblingssehenswürdigkeiten</b> des <1>Ermutigender Ranger</1> fotografiert! Sprich mit dem <1>Momente-Helfer</1>, um deine fotografische Reise fortzusetzen.
es: ¡Fotografiaste todos los <b>puntos de referencia</b> favoritos del <1>Guardaparques reconfortante</1>! Habla con el <1>guía de los momentos</1> para continuar el viaje fotográfico.
fr: Vous avez photographié tous les <b>sites</b> préférés du <1>Garde-forestier rassurant</1> ! Parlez au <1>guide des Instants</1> pour continuer votre périple photographique.
id: Kamu mengambil foto semua <b>tempat</b> favorit si <1>Jagawana Penenang</1>! Temui <1>Pemandu Momen</1> untuk melanjutkan perjalanan fotografimu.
it: Hai fotografato tutte le <b>tappe</b> preferite del <1>Ranger rassicurante</1>! Parla con la <1>Guida dei Momenti</1> per continuare il tuo viaggio fotografico.
ja: <1>頼もしい自然保護官</1>のお気に入りの全ての<b>目印</b>を撮影しました！<1>瞬きの案内人</1>に報告し、 写真を楽しむ旅を続けましょう
ko: <1>든든한 순찰대원</1>이 좋아하는 <b>구조물</b>를 모두 촬영했어요! <1>순간의 안내자</1>에게 돌아가서 사진 찍기 여행을 이어가세요.
pt: Você fotografou todos os <1>pontos de referência</1> favoritos do <b>Guarda-florestal Tranquilizador</b>! Fale com o <1>Guia dos Momentos</1> para continuar sua jornada fotográfica.
ru: Вы сфотографировали все любимые <b>достопримечательности</b> <1>Надёжного рейнджера</1>! Поговорите с <1>проводником мгновений</1>, чтобы продолжить своё приключение.
th: คุณถ่ายภาพ<b>สถานที่สุดโปรด</b>ของ<1>พรานผู้มั่นใจ</1>ครบทั้งหมดแล้ว! พูดคุยกับ<1>ผู้แนะนำช่วงเวลา</1>เพื่อเดินทางตามเส้นทางแห่งการถ่ายภาพของคุณต่อไป
vi: Bạn đã chụp hình tất cả các <b>thắng cảnh</b> yêu thích của <1>Kiểm Lâm Trấn An</1>! Nói chuyện với <1>Chỉ Dẫn Khoảnh Khắc</1> để tiếp tục hành trình chụp hình.
zh_hans: 你拍摄了<1>可靠护林员</1>最喜欢的所有<b>地标</b>！与<1>拾光向导</1>交谈，继续拍摄之旅。
zh_hant: 你拍攝了所有<1>可靠護林員</1>最愛的<b>地標</b>！與<1>拾光嚮導</1>談話，繼續你的拍攝之旅。

# spirit_shop_ap06unlock_ap19_fetch_02_task_desc
source: Photograph the <1>Nightbird Whisperer's</1> favorite <b>light creature</b>.
de: Fotografiere das <b>Lieblingslichtwesen</b> der <1>Nachtvogelflüsterin</1>.
es: Fotografía la <b>criatura de luz</b> favorita de la <1>Susurradora de aves nocturnas</1>.
fr: Photographiez la <b>créature de lumière</b> préférée de la <1>Charmeuse d’oiseaux de nuit</1>.
id: Ambil foto <b>makhluk cahaya</b> favorit si <1>Pembisik Burung Malam</1>.
it: Fotografa la <b>creatura di luce</b> preferita della <1>Allevatrice di uccelli notturni</1>.
ja: <1>夜鳥の語り部</1>のお気に入りの<b>光の生き物</b>を撮影しましょう
ko: <1>밤의 새 소리꾼</1>이 좋아하는 <b>빛의 크리처</b>를 촬영하세요.
pt: Fotografe a <1>criatura de luz</1> favorita da <b>Domadora de Aves Noturnas</b>.
ru: Сделайте снимки любимых <b>созданий света</b> <1>Заклинательницы сов</1>.
th: ถ่ายภาพ<1>สิ่งมีชีวิตแห่งแสง</1>ตัวโปรดของ<b>ผู้รู้ใจนกราตรี</b>
vi: Chụp hình <b>sinh vật ánh sáng</b> yêu thích của <1>Chim Đêm Thì Thầm</1>.
zh_hans: 拍摄<1>夜鸟语者</1>最喜欢的<b>光之生物</b>。
zh_hant: 拍攝<1>夜鳥語者</1>最愛的<b>光之生物</b>。

# spirit_shop_ap06unlock_ap19_fetch_02_task_done
source: You managed to photograph the <1>Nightbird Whisperer's</1> favorite <b>light creature</b>! Talk to the <1>Moments Guide</1> to continue your photographic journey.
de: Du hast es geschafft, das <b>Lieblingslichtwesen</b> der <1>Nachtvogelflüsterin</1> zu fotografieren! Sprich mit dem <1>Momente-Helfer</1>, um deine fotografische Reise fortzusetzen.
es: ¡Lograste fotografiar a la <b>criatura de luz</b> favorita de la <1>Susurradora de aves nocturnas</1>! Habla con el <1>guía de los momentos</1> para continuar el viaje fotográfico.
fr: Vous avez réussi à photographier la <b>créature de lumière</b> préférée de la <1>Charmeuse d’oiseaux de nuit</1> ! Parlez au <1>guide des Instants</1> pour continuer votre périple photographique.
id: Kamu berhasil mengambil foto <b>makhluk cahaya</b> favorit si <1>Pembisik Burung Malam</1>! Temui <1>Pemandu Momen</1> untuk melanjutkan perjalanan fotografimu.
it: Hai fotografato la <b>creatura di luce</b> preferita della <1>Allevatrice di uccelli notturni</1>! Parla con la <1>Guida dei Momenti</1> per continuare il tuo viaggio fotografico.
ja: <1>夜鳥の語り部</1>のお気に入りの<b>光の生き物</b>を撮影しました！<1>瞬きの案内人</1>に報告し、 写真を楽しむ旅を続けましょう
ko: <1>밤의 새 소리꾼</1>이 좋아하는 <b>빛의 크리처</b>를 촬영했어요! <1>순간의 안내자</1>에게 돌아가서 사진 찍기 여행을 이어가세요.
pt: Você conseguiu fotografar a <1>criatura de luz</1> favorita da <b>Domadora de Aves Noturnas</b>! Fale com o <1>Guia dos Momentos</1> para continuar a sua jornada fotográfica.
ru: Вы сфотографировали все любимые <b>создания света</b> <1>Заклинательницы сов</1>! Поговорите с <1>проводником мгновений</1>, чтобы продолжить фотоохоту.
th: คุณสามารถถ่ายภาพ<b>สิ่งมีชีวิตแห่งแสง</b>ตัวโปรดของ<1>ผู้รู้ใจนกราตรี</1>ได้สำเร็จ! พูดคุยกับ <1>ผู้แนะนำช่วงเวลา</1>เพื่อเดินทางตามเส้นทางแห่งการถ่ายภาพของคุณต่อไป
vi: Bạn đã chụp hình <b>sinh vật ánh sáng</b> yêu thích của <1>Chim Đêm Thì Thầm</1>! Nói chuyện với <1>Chỉ Dẫn Khoảnh Khắc</1> để tiếp tục hành trình chụp hình.
zh_hans: 你成功地拍摄了<1>夜鸟语者</1>最喜欢的<b>光之生物</b>！与<1>拾光向导</1>交谈，继续拍摄之旅。
zh_hant: 你成功拍攝了<1>夜鳥語者</1>最愛的<b>光之生物</b>！與<1>拾光嚮導</1>談話，繼續你的拍攝之旅。

# spirit_shop_ap06unlock_ap19_fetch_03_task_desc
source: Photograph the <1>Jolly Geologist's</1> glowing <b>crystals</b>.
de: Fotografiere die leuchtenden <b>Kristalle</b> der <1>Fröhliche Geologin</1>.
es: Fotografía los <b>cristales</b> brillantes de la <1>Geóloga alegre</1>.
fr: Photographiez les <b>cristaux</b>de la <1>Géologue joyeuse</1>.
id: Ambil foto <b>kristal</b> bercahaya si <1>Ahli Geologi Periang</1>.
it: Fotografa i <b>cristalli</b> luccicanti della <1>Geologa allegra</1>.
ja: <1>上機嫌な地質学者</1>の発光する<b>水晶</b>を撮影しましょう
ko: <1>유쾌한 지질학자</1>의 빛나는 <b>수정</b>을 촬영하세요.
pt: Fotografe os <1>cristais</1> brilhantes da <b>Geóloga Alegre</b>.
ru: Сделайте снимки сияющих <b>кристаллов</b> для <1>Весёлого геолога</1>.
th: ถ่ายภาพ<b>คริสตัล</b>เรืองแสงของ<1>นักธรณีวิทยาผู้ร่าเริง</1>
vi: Chụp hình các <b>tinh thể</b> phát sáng của <1>Nhà địa chất học</1>.
zh_hans: 拍摄<1>雀跃地质学家</1>的发光<b>水晶</b>。
zh_hant: 拍攝<1>雀躍地質學家</1>的發光<b>水晶</b>。

# spirit_shop_ap06unlock_ap19_fetch_03_task_done
source: You photographed the <1>Jolly Geologist's</1> curious <b>crystals</b>! Return to the <1>Moments Guide</1> to continue your photographic journey.
de: Du hast die interessanten <b>Kristalle</b> der <1>Fröhliche Geologin</1> fotografiert! Kehre zum <1>Momente-Helfer</1> zurück, um deine fotografische Reise fortzusetzen.
es: ¡Fotografiaste los curiosos <b>cristales</b> de la <1>Geóloga alegre</1>! Vuelve con el <1>guía de los momentos</1> para continuar el viaje fotográfico.
fr: Vous avez photographié les étranges <b>cristaux</b> de la <1>Géologue joyeuse</1> ! Retournez voir le <1>guide des Instants</1> pour continuer votre périple photographique.
id: Kamu mengambil foto <b>kristal</b> aneh milik si <1>Ahli Geologi Periang</1>! Temui <1>Pemandu Momen</1> untuk melanjutkan perjalanan fotografimu.
it: Hai fotografato i <b>cristalli</b> insoliti della <1>Geologa allegra</1>! Torna dalla <1>Guida dei Momenti</1> per continuare il tuo viaggio fotografico.
ja: <1>上機嫌な地質学者</1>が興味を抱いている<b>水晶</b>を撮影しました！<1>瞬きの案内人</1>に報告し、 写真を楽しむ旅を続けましょう
ko: <1>유쾌한 지질학자</1>의 신비로운 <b>수정</b>을 촬영했어요! <1>순간의 안내자</1>에게 돌아가서 사진 찍기 여행을 이어가세요.
pt: Você fotografou os <1>cristais</1> estranhos da <b>Geóloga Alegre</b>! Fale com o <1>Guia dos Momentos</1> para continuar sua jornada fotográfica.
ru: Вы сфотографировали все удивительные <b>кристаллы</b> для <1>Весёлого геолога</1>! Поговорите с <1>проводником мгновений</1>, чтобы продолжить фотоохоту.
th: คุณถ่ายภาพ<b>คริสตัล</b>ที่แปลกประหลาดของ<1>นักธรณีวิทยาผู้ร่าเริง</1>แล้ว! กลับไปหา<1>ผู้แนะนำช่วงเวลา</1>เพื่อเดินทางตามเส้นทางแห่งการถ่ายภาพของคุณต่อไป
vi: Bạn đã chụp hình các <b>tinh thể</b> kỳ lạ của <1>Nhà Địa Chất Vui Vẻ</1>! Trở về với <1>Chỉ Dẫn Khoảnh Khắc</1> để tiếp tục hành trình chụp hình.
zh_hans: 你拍摄了<1>雀跃地质学家</1>奇特的<b>水晶</b>！回到<1>拾光向导</1>那里，继续拍摄之旅。
zh_hant: 你拍攝了<1>雀躍地質學家</1>奇特的<b>水晶</b>！與<1>拾光嚮導</1>談話，繼續你的拍攝之旅。

# spirit_shop_ap06unlock_ap19_fetch_04_task_desc
source: Photograph the <1>Ascetic Monk's</1> <b>pilgrimage</b>.
de: Fotografiere die <b>Pilgerreise</b> des <1>Asketen-Mönchs</1>.
es: Fotografía el <b>peregrinaje</b> del <1>monje ascético</1>.
fr: Photographiez le <1>pèlerinage</1> du <b>moine ascétique</b>.
id: Potret <b>ziarah</b> <1>Biarawan Bertapa</1>.
it: Vuoi fotografare il <b>pellegrinaggio</b> del <1>Monaco asceta</1>?
ja: <1>節制の修行者</1>の<b>巡礼</b>を撮影しましょう
ko: <1>금욕적인 수도승</1>의 <b>순례</b>를 사진으로 찍으세요.
pt: Fotografe a <b>peregrinação</b> do <1>Monge Asceta</1>.
ru: Сфотографируйте <b>паломничество</b> <1>Монаха-отшельника</1>.
th: ถ่ายภาพ<1>การแสวงบุญ</1>ของ<b>นักพรต</b>
vi: Chụp hình <b>chuyến hành hương</b> của <1>Nhà Sư Khổ Hạnh</1>.
zh_hans: 拍摄<1>苦行僧侣的</1><b>朝圣之旅</b>。
zh_hant: 拍攝<1>苦行僧侶</1>的<b>朝聖之旅</b>。

# spirit_shop_ap06unlock_ap19_fetch_04_task_done
source: You photographed the <1>Ascetic Monk's</1> <b>pilgrimage</b>! Return to the <1>Moments Guide</1> to continue your photographic <b>journey</b>.
de: Du hast die <b>Pilgerreise</b> des <1>Asketen-Mönchs</1> fotografiert! Kehre zum <1>Momente-Helfer</1> zurück, um deine fotografische <b>Reise</b> fortzusetzen.
es: ¡Fotografiaste el <b>peregrinaje</b> del <1>monje ascético</1>! Vuelve con el <1>guía de los momentos</1> para continuar el <b>viaje</b> fotográfico.
fr: Vous avez photographié le <b>pèlerinage</b> du <1>moine ascétique</1> ! Retournez voir le <1>guide des Instants</1> pour continuer votre <b>périple</b> photographique.
id: Kamu mengambil foto <b>ziarah</b> <1>Biarawan Bertapa</1>! Kembali ke <1>Pemandu Momen</1> untuk melanjutkan <b>perjalanan</b> fotografimu.
it: Hai fotografato il <b>pellegrinaggio</b> del <1>Monaco asceta</1>! Torna dalla <1>Guida dei Momenti</1> per continuare il tuo <b>viaggio</b> fotografico.
ja: <1>節制の修行者</1>の<b>巡礼</b>を撮影しました！<1>瞬きの案内人</1>に報告し、 写真を楽しむ旅を続けましょう
ko: <1>금욕적인 수도승</1>의 <b>순례</b>를 사진으로 찍었어요! <1>순간의 안내자</1>에게 말을 걸어 사진의 <b>여정</b>을 계속해 주세요.
pt: Você fotografou a <b>peregrinação</b> do <1>Monge Asceta</1>! Retorne ao <1>Guia dos Momentos</1> para continuar sua <b>jornada</b> fotográfica.
ru: Вы сфотографировали <b>паломничество</b> <1>Монаха-отшельника</1>! Вернитесь к <1>Проводнику мгновений</1>, чтобы продолжить свое <b>фотопутешествие</b>.
th: คุณถ่ายภาพ<1>การแสวงบุญ</1>ของ<b>นักพรต</b>แล้ว! กลับไปหา<1>ผู้แนะนำช่วงเวลา</1>เพื่อ<b>เดินทาง</b>ตามเส้นทางแห่งการถ่ายภาพของคุณต่อไป
vi: Bạn đã chụp hình <b>chuyến hành hương</b> của <1>Nhà Sư Khổ Hạnh</1>! Quay về với <1>Chỉ Dẫn Khoảnh Khắc</1> để tiếp tục <b>hành trình</b> chụp hình.
zh_hans: 你拍摄了<1>苦行僧侣的</1><b>朝圣之旅</b>！回去找<1>拾光向导</1>，继续你的摄影<b>之旅</b>。
zh_hant: 你拍攝了<1>苦行僧侶</1>的<b>朝聖之旅</b>！與<1>拾光嚮導</1>談話，繼續你的拍攝<b>旅程</b>。

# spirit_shop_ap06unlock_ap19_fetch_05_task_desc
source: Find all four <1>spirits</1> and bring them to the <1>Moments Guide</1>.
de: Finde alle vier <1>Geister</1> und bringe sie zum <1>Momente-Helfer</1>.
es: Encuentra a los cuatro <1>espíritus</1> y llévalos con el <1>guía de los momentos</1>.
fr: Trouvez les quatre <1>esprits</1> pour les apporter au <1>guide des Instants</1>.
id: Temukan semua empat <1>roh</1> dan bawa mereka ke <1>Pemandu Momen</1>.
it: Trova tutti e quattro gli <1>spiriti</1> e portali alla <1>Guida dei Momenti</1>
ja: 4人の<1>精霊たち</1>を全員、<1>瞬きの案内人</1>のもとへ連れて行きましょう
ko: <1>영혼</1> 4명을 모두 찾아 <1>순간의 안내자</1>에게 데리와 주세요.
pt: Encontre todos os quatro <1>espíritos</1> e leve-os para o <1>Guia dos Momentos</1>.
ru: Посетите всех четырех <1>духов</1> и приведите их к <1>Проводнику мгновений</1>.
th: ค้นหา<1>สปิริต</1>ทั้งสี่ตน และพาพวกเขาไปหา<1>ผู้แนะนำช่วงเวลา</1>
vi: Tìm tất cả bốn <1>tinh linh</1> và đưa họ đến với <1>Chỉ Dẫn Khoảnh Khắc</1>.
zh_hans: 找齐四位<1>先灵</1>，并将他们带到<1>拾光向导</1>那里。
zh_hant: 找到所有四個<1>先靈</1>，並帶他們去見<1>拾光嚮導</1>。

# spirit_shop_ap06unlock_ap19_fetch_05_task_done
source: You brought all the <1>spirits</1> together! Return to the <1>Moments Guide</1> to take one last picture.
de: Du hast alle <1>Geister</1> zusammengebracht! Kehre zum <1>Momente-Helfer</1> zurück, um ein letztes Foto zu machen.
es: ¡Reuniste a todos los <1>espíritus</1>! Regresa con el <1>guía de los momentos</1> para tomar una última fotografía.
fr: Vous avez réuni tous les <1>esprits</1> ! Retournez voir le <1>guide des Instants</1> pour prendre une dernière photo.
id: Kamu mengumpulkan semua <1>roh</1>! Kembali ke <1>Pemandu momen</1> untuk mengambil satu foto terakhir.
it: Hai portato tutti gli <1>spiriti</1> insieme! Torna dalla <1>Guida dei Momenti</1> per scattare l’ultima foto.
ja: <1>精霊たち</1>を全員連れてきました！<1>瞬きの案内人</1>のもとへ戻り、最後の1枚を一緒に撮りましょう
ko: 모든 <1>영혼</1>을 데려 왔어요! <1>순간의 안내자</1>에게 말을 걸어 마지막 사진을 찍어주세요.
pt: Você trouxe todos os <1>espíritos</1>! Volte ao <1>Guia dos Momentos</1> para tirar uma última foto.
ru: Вы собрали всех <1>духов</1>! Вернитесь к <1>Проводнику мгновений</1>, чтобы сделать последний снимок.
th: คุณพา<1>สปิริต</1>ทั้งหมดกลับมารวมตัวกันแล้ว! กลับไปหา<1>ผู้แนะนำช่วงเวลา</1>เพื่อถ่ายภาพสุดท้าย
vi: Bạn đã tập hợp được tất cả các <1>tinh linh</1>! Quay về với <1>Chỉ Dẫn Khoảnh Khắc</1> để chụp một bức hình cuối cùng.
zh_hans: 你将所有<1>先灵</1>都聚在了一起！回去找<1>拾光向导</1>，拍摄最后一张照片。
zh_hant: 你找到所有<1>先靈</1>了！回去找<1>拾光嚮導</1>，拍下最後的照片。

# spirit_shop_ap06unlock_ap20_fetch_05_task_desc
source: See how you can help the new village visitor.
de: Sehen Sie, wie Sie dem neuen Dorfbesucher helfen können.
es: Mira cómo puedes ayudar al nuevo visitante del pueblo.
fr: Voyez comment vous pouvez aider le nouveau visiteur du village.
id: Lihat bagaimana kamu bisa membantu pengunjung desa yang baru.
it: Guarda come puoi aiutare il nuovo visitatore del villaggio.
ja: 郷の新たな訪問者をどのようにお手伝いできるか考えてみましょう
ko: 새들의 정원에 새로 찾아온 이를 도와주세요.
pt: Veja como você pode ajudar o novo visitante da aldeia.
ru: Посмотрите, как вы можете помочь новому посетителю деревни.
th: มาดูกันว่าคุณสามารถช่วยเหลือผู้มาเยือนหมู่บ้านคนใหม่ได้ยังไงบ้าง
vi: Xem làm thế nào bạn có thể giúp đỡ khách mới của làng.
zh_hans: 来看看你可以如何帮助这位小镇新访客。
zh_hant: 來看看你可以如何幫助這位小鎮新訪客。

# spirit_shop_ap06unlock_ap20_fetch_06_task_desc
source: See how you can help the new village visitor.
de: Sehen Sie, wie Sie dem neuen Dorfbesucher helfen können.
es: Mira cómo puedes ayudar al nuevo visitante del pueblo.
fr: Voyez comment vous pouvez aider le nouveau visiteur du village.
id: Lihat bagaimana kamu bisa membantu pengunjung desa yang baru.
it: Guarda come puoi aiutare il nuovo visitatore del villaggio.
ja: 郷の新たな訪問者をどのようにお手伝いできるか考えてみましょう
ko: 새들의 정원에 새로 찾아온 이를 도와주세요.
pt: Veja como você pode ajudar o novo visitante da aldeia.
ru: Посмотрите, как вы можете помочь новому посетителю деревни.
th: มาดูกันว่าคุณสามารถช่วยเหลือผู้มาเยือนหมู่บ้านคนใหม่ได้ยังไงบ้าง
vi: Xem làm thế nào bạn có thể giúp đỡ khách mới của làng.
zh_hans: 来看看你可以如何帮助这位小镇新访客。
zh_hant: 來看看你可以如何幫助這位小鎮新訪客。

# spirit_shop_ap06unlock_ap20_fetch_07_task_desc
source: See how you can help the new village visitor.
de: Sehen Sie, wie Sie dem neuen Dorfbesucher helfen können.
es: Mira cómo puedes ayudar al nuevo visitante del pueblo.
fr: Voyez comment vous pouvez aider le nouveau visiteur du village.
id: Lihat bagaimana kamu bisa membantu pengunjung desa yang baru.
it: Guarda come puoi aiutare il nuovo visitatore del villaggio.
ja: 郷の新たな訪問者をどのようにお手伝いできるか考えてみましょう
ko: 새들의 정원에 새로 찾아온 이를 도와주세요.
pt: Veja como você pode ajudar o novo visitante da aldeia.
ru: Посмотрите, как вы можете помочь новому посетителю деревни.
th: มาดูกันว่าคุณสามารถช่วยเหลือผู้มาเยือนหมู่บ้านคนใหม่ได้ยังไงบ้าง
vi: Xem làm thế nào bạn có thể giúp đỡ khách mới của làng.
zh_hans: 来看看你可以如何帮助这位小镇新访客。
zh_hant: 來看看你可以如何幫助這位小鎮新訪客。

# spirit_shop_ap06unlock_ap20_fetch_08_task_desc
source: See how you can help the new village visitor.
de: Sehen Sie, wie Sie dem neuen Dorfbesucher helfen können.
es: Mira cómo puedes ayudar al nuevo visitante del pueblo.
fr: Voyez comment vous pouvez aider le nouveau visiteur du village.
id: Lihat bagaimana kamu bisa membantu pengunjung desa yang baru.
it: Guarda come puoi aiutare il nuovo visitatore del villaggio.
ja: 郷の新たな訪問者をどのようにお手伝いできるか考えてみましょう
ko: 새들의 정원에 새로 찾아온 이를 도와주세요.
pt: Veja como você pode ajudar o novo visitante da aldeia.
ru: Посмотрите, как вы можете помочь новому посетителю деревни.
th: มาดูก���นว่าคุณสามารถช่วยเหลือผู้มาเยือนหมู่บ้านคนใหม่ได้ยังไงบ้าง
vi: Xem làm thế nào bạn có thể giúp đỡ khách mới của làng.
zh_hans: 来看看你可以如何帮助这位小镇新访客。
zh_hant: 來看看你可以如何幫助這位小鎮新訪客。

# spirit_shop_ap06unlock_ap20_fetch_09_task_desc
source: Follow this spirit inside to see how you can help them.
de: Folge diesem Geist hinein, um zu sehen, wie du helfen kannst.
es: Sigue a este espíritu hacia el interior para ver cómo ayudarle.
fr: Suivez l'esprit pour découvrir comment vous pourrez l'aider.
id: Ikuti roh ini ke dalam untuk melihat bagaimana kamu dapat membantunya.
it: Segui questo spirito all'interno per scoprire come aiutarlo.
ja: 精霊の後を追い、どのようにお手伝いできるか考えてみましょう
ko: 영혼을 따라 안으로 들어가서 도와줄 방법을 찾아봐요.
pt: Siga este espírito para ver como você pode ajudar.
ru: Следуйте за этим духом и узнайте, чем вы можете ему помочь.
th: ติดตามสปิริตตนนี้เข้าไปข้างในเพื่อดูว่าคุณจะช่วยเขาได้ยังไงบ้าง
vi: Hãy theo tinh linh này vào trong để xem bạn có thể giúp gì cho họ.
zh_hans: 跟着这个先灵一起进去，看看能不能帮上什么忙。
zh_hant: 跟著這個先靈一起進去，看看能不能幫上什麼忙。

# spirit_shop_ap06unlock_ap20_fetch_10_task_desc
source: See how you can help the new village visitor.
de: Finde heraus, wie du dem neuen Dorfbesucher helfen kannst.
es: Averigua cómo puedes ayudar al nuevo visitante de la aldea.
fr: Proposez votre aide à cette personne tout juste arrivée au village.
id: Lihat bagaimana kamu bisa membantu pengunjung desa yang baru.
it: Scopri come puoi aiutare l'ospite del villaggio.
ja: 郷の新たな訪問者をどのようにお手伝いできるか考えてみましょう
ko: 새로 마을을 찾아온 손님을 도와줄 방법을 찾아봐요.
pt: Veja como você pode ajudar o novo visitante da aldeia.
ru: Узнайте, чем вы можете помочь новому гостю деревни.
th: มาดูกันว่าคุณสามารถช่วยเหลือผู้มาเยือนหมู่บ้านคนใหม่ได้ยังไงบ้าง
vi: Hãy xem bạn có thể giúp gì cho khách mới đến làng.
zh_hans: 看看你可以如何帮助新来的小镇访客。
zh_hant: 看看你能為新來的小鎮訪客提供什麼協助。

# spirit_shop_ap06unlock_ap21_fetch_01_task_done
source: Return to the <1>Spirit of Mural</1>.
de: Kehre zum <1>Geist des Wandbildes</1> zurück.
es: Regresa al <1>Espíritu del mural</1>.
fr: Retourner à l'<1>esprit de la fresque</1>.
id: Kembali ke <1>Roh Mural</1>.
it: Ritorna dallo <1>spirito del murale</1>.
ja: <1>壁画の精</1>のもとへ戻りましょう
ko: <1>벽화의 영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>Espírito do Mural</1>.
ru: Вернитесь к <1>духу фрески</1>.
th: กลับไปหา<1>สปิริตแห่งจิตรกรรมฝาผนัง</1>
vi: Quay lại với <1>Tinh Linh Cổ Họa</1>.
zh_hans: 回去找<1>壁画先灵</1>。
zh_hant: 回去找<1>壁畫先靈</1>。

# spirit_shop_ap06unlock_ap21_fetch_02_task_done
source: Return to the <1>Spirit of Mural</1>.
de: Kehre zum <1>Geist des Wandbildes</1> zurück.
es: Regresa al <1>Espíritu del mural</1>.
fr: Retourner à l'<1>esprit de la fresque</1>.
id: Kembali ke <1>Roh Mural</1>.
it: Ritorna dallo <1>spirito del murale</1>.
ja: <1>壁画の精</1>のもとへ戻りましょう
ko: <1>벽화의 영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>Espírito do Mural</1>.
ru: Вернитесь к <1>духу фрески</1>.
th: กลับไปหา<1>สปิริตแห่งจิตรกรรมฝาผนัง</1>
vi: Quay lại với <1>Tinh Linh Cổ Họa</1>.
zh_hans: 回去找<1>壁画先灵</1>。
zh_hant: 回去找<1>壁畫先靈</1>。

# spirit_shop_ap06unlock_ap21_fetch_03_task_done
source: Return to the <1>Spirit of Mural</1>.
de: Kehre zum <1>Geist des Wandbildes</1> zurück.
es: Regresa al <1>Espíritu del mural</1>.
fr: Retourner à l'<1>esprit de la fresque</1>.
id: Kembali ke <1>Roh Mural</1>.
it: Ritorna dallo <1>spirito del murale</1>.
ja: <1>壁画の精</1>のもとへ戻りましょう
ko: <1>벽화의 영혼</1>에게 돌아가세요.
pt: Fale novamente com o <1>Espírito do Mural</1>.
ru: Вернитесь к <1>духу фрески</1>.
th: กลับไปหา<1>สปิริตแห่งจิตรกรรมฝาผนัง</1>
vi: Quay lại với <1>Tinh Linh Cổ Họa</1>.
zh_hans: 回去找<1>壁画先灵</1>。
zh_hant: 回去找<1>壁畫先靈</1>。
