Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_explore_sunset_hotspring_desc
source: <b>Relax at the Hotspring in the Village of Dreams</b>
de: <b>Entspann dich in der heißen Quelle im Dorf der Träume</b>
es: <b>Relájate en las aguas termales en la Aldea de los sueños</b>
fr: <b>Détendez-vous à la source chaude du Village des rêves </b>
id: <b>Bersantai di Mata Air Panas di Desa Impian</b>
it: <b>Rilassati alla sorgente termale nel Villaggio dei Sogni</b>
ja: <b>夢見の町の温泉でゆっくりする</b>
ko: <b>꿈의 마을 온천에서 휴식하기</b>
pt: <b>Relaxe nas águas termais na Aldeia dos Sonhos</b>
ru: <b>Отдохните в горячем источнике в Деревушке мечтаний</b>
th: <b>ผ่อนคลายที่น้ำพุร้อนในหมู่บ้านแห่งความฝัน</b>
vi: <b>Thư giãn tại Suối Nước Nóng trong Làng Giấc Mơ</b>
zh_hans: <b>在圆梦村泡温泉放松</b>
zh_hant: <b>在圓夢村泡溫泉放鬆</b>

# daily_quest_express_an_emote_to_a_friend_desc
source: <b>Use an expression near a friend</b>
de: <b>Verwende einen Ausdruck in der Nähe eines Freundes</b>
es: <b>Usa una expresión cerca de un amigo</b>
fr: <b>Utilisez une expression à côté d'un ami</b>
id: <b>Gunakan ekspresi di dekat teman</b>
it: <b>Usa un'espressione quando sei vicino a un amico</b>
ja: <b>フレンドのそばで感情表現を使う</b>
ko: <b>친구 근처에서 제스처 사용하기</b>
pt: <b>Use uma expressão perto de um amigo</b>
ru: <b>Используйте выражение рядом с другом</b>
th: <b>ใช้การแสดงออกใกล้กับเพื่อน</b>
vi: <b>Dùng biểu tượng cảm xúc với một người bạn</b>
zh_hans: <b>向一位朋友做表情动作</b>
zh_hant: <b>向一位朋友做表情動作</b>

# daily_quest_fetchlight_earth_desc
source: <b>Collect <learth><learth_img/>Green Light</learth></b>
de: <b>Sammle <learth><learth_img/>Grünes Licht</learth></b>
es: <b>Recoge <learth><learth_img/>Luz Verde</learth></b>
fr: <b>Récupérez la <learth><learth_img/>lumière verte</learth></b>
id: <b>Kumpulkan <learth><learth_img/>Cahaya Hijau</learth></b>
it: <b>Raccogli <learth><learth_img/>Luce Verde</learth></b>
ja: <b><learth><learth_img/>緑色の灯り</learth>を集める</b>
ko: <b><learth><learth_img/>녹색 빛</learth> 모으기</b>
pt: <b>Colete <learth><learth_img/>Luz Verde</learth></b>
ru: <b>Соберите <learth><learth_img/>зеленый свет</learth></b>
th: <b>เก็บ<learth><learth_img/>แสงสีเขียว</learth></b>
vi: <b>Thu thập <learth><learth_img/>Ánh Sáng Lục</learth></b>
zh_hans: <b>收集 <learth><learth_img/>绿色光芒</learth></b>
zh_hant: <b>收集 <learth><learth_img/>綠色光芒</learth></b>

# daily_quest_fetchlight_fire_desc
source: <b>Collect <lfire><lfire_img/>Orange Light</lfire></b>
de: <b>Sammle <lfire><lfire_img/>Oranges Licht</lfire></b>
es: <b>Recoge <lfire><lfire_img/>Luz Naranja</lfire></b>
fr: <b>Récupérez la <lfire><lfire_img/>lumière orange</lfire></b>
id: <b>Kumpulkan <lfire><lfire_img/>Cahaya Oranye</lfire></b>
it: <b>Raccogli <lfire><lfire_img/>Luce Arancione</lfire></b>
ja: <b><lfire><lfire_img/>だいだい色の灯り</lfire>を集める</b>
ko: <b><lfire><lfire_img/>주황색 빛</lfire> 모으기</b>
pt: <b>Colete <lfire><lfire_img/>Luz Laranja</lfire>
ru: <b>Соберите <lfire><lfire_img/>оранжевый свет</lfire></b>
th: <b>เก็บ<lfire><lfire_img/>แสงสีส้ม</lfire></b>
vi: <b>Thu thập <lfire><lfire_img/>Ánh Sáng Cam</lfire></b>
zh_hans: <b>收集 <lfire><lfire_img/>橙色光芒</lfire></b>
zh_hant: <b>收集 <lfire><lfire_img/>橙色光芒</lfire></b>

# daily_quest_fetchlight_mind_desc
source: <b>Collect <lmind><lmind_img/>Purple Light</lmind></b>
de: <b>Sammle <lmind><lmind_img/>Lila Licht</lmind></b>
es: <b>Recoge <lmind><lmind_img/>Luz Púrpura</lmind></b>
fr: <b>Récupérez la <lmind><lmind_img/>lumière violette</lmind></b>
id: <b>Kumpulkan <lmind><lmind_img/>Cahaya Ungu</lmind></b>
it: <b>Raccogli <lmind><lmind_img/>Luce Viola</lmind></b>
ja: <b><lmind><lmind_img/>紫色の灯り</lmind>を集める</b>
ko: <b><lmind><lmind_img/>보라색 빛</lmind> 모으기</b>
pt: <b>Colete <lmind><lmind_img/>Luz Roxa</lmind>
ru: <b>Соберите <lmind><lmind_img/>пурпурный свет</lmind></b>
th: <b>เก็บ<lmind><lmind_img/>แสงสีม่วง</lmind></b>
vi: <b>Thu thập <lmind><lmind_img/>Ánh Sáng Tím</lmind></b>
zh_hans: <b>收集<lmind><lmind_img/>紫色光芒</lmind></b>
zh_hant: <b>收集<lmind><lmind_img/>紫色光芒</lmind></b>

# daily_quest_fetchlight_void_desc
source: <b>Collect <lvoid><lvoid_img/>Red Light</lvoid> </b>
de: <b>Sammle <lvoid><lvoid_img/>Rotes Licht</lvoid> </b>
es: <b>Recoge <lvoid><lvoid_img/>Luz Roja</lvoid> </b>
fr: <b>Récupérez la <lvoid><lvoid_img/>lumière rouge</lvoid> </b>
id: <b>Kumpulkan <lvoid><lvoid_img/>Cahaya Merah</lvoid></b>
it: <b>Raccogli <lvoid><lvoid_img/>Luce Rossa</lvoid> </b>
ja: <b><lvoid><lvoid_img/>赤色の灯り</lvoid>を集める</b>
ko: <b><lvoid><lvoid_img/>빨간색 빛</lvoid> 모으기</b>
pt: <b>Colete <lvoid><lvoid_img/>Luz Vermelha</lvoid>
ru: <b>Соберите <lvoid><lvoid_img/>красный свет</lvoid></b>
th: <b>เก็บ<lvoid><lvoid_img/>แสงสีแดง</lvoid></b>
vi: <b>Thu thập <lvoid><lvoid_img/>Ánh Sáng Đỏ</lvoid> </b>
zh_hans: <b>收集 <lvoid><lvoid_img/>红色光芒</lvoid> </b>
zh_hant: <b>收集 <lvoid><lvoid_img/>紅色光芒</lvoid> </b>

# daily_quest_fetchlight_water_desc
source: <b>Collect <lwater><lwater_img/>Blue Light</lwater> </b>
de: <b>Sammle <lwater><lwater_img/>Blaues Licht</lwater> </b>
es: <b>Recoge <lwater><lwater_img/>Luz Azul</lwater> </b>
fr: <b>Récupérez la <lwater><lwater_img/>lumière bleue</lwater> </b>
id: <b>Kumpulkan <lwater><lwater_img/>Cahaya Biru</lwater></b>
it: <b>Raccogli <lwater><lwater_img/>Luce Blu</lwater> </b>
ja: <b><lwater><lwater_img/>青色の灯り</lwater>を集める</b>
ko: <b><lwater><lwater_img/>파란색 빛</lwater> 모으기</b>
pt: <b>Colete <lwater><lwater_img/>Luz Azul</lwater>
ru: <b>Соберите <lwater><lwater_img/>синий свет</lwater></b>
th: <b>เก็บ<lwater><lwater_img/>แสงสีฟ้า</lwater></b>
vi: <b>Thu thập <lwater><lwater_img/>Ánh Sáng Lam</lwater> </b>
zh_hans: <b>收集<lwater><lwater_img/>蓝色光芒</lwater> </b>
zh_hant: <b>收集<lwater><lwater_img/>藍色光芒</lwater> </b>

# daily_quest_fetchlight_wind_desc
source: <b>Collect <lwind><lwind_img/>Cyan Light</lwind></b>
de: <b>Sammle <lwind><lwind_img/>Türkises Licht</lwind></b>
es: <b>Recoge <lwind><lwind_img/>Luz Turquesa</lwind></b>
fr: <b>Récupérez la <lwind><lwind_img/>lumière cyan</lwind></b>
id: <b>Kumpulkan <lwind><lwind_img/>Cahaya Sian</lwind></b>
it: <b>Raccogli <lwind><lwind_img/>Luce Azzurra</lwind></b>
ja: <b><lwind><lwind_img/>水色の灯り</lwind>を集める</b>
ko: <b><lwind><lwind_img/>청록색 빛</lwind> 모으기</b>
pt: <b>Colete <lwind><lwind_img/>Luz Ciana</lwind>
ru: <b>Соберите <lwind><lwind_img/>бирюзовый свет</lwind></b>
th: <b>เก็บ<lwind><lwind_img/>แสงสีฟ้าอมเขียว</lwind></b>
vi: <b>Thu thập <lwind><lwind_img/>Ánh Sáng Xanh</lwind></b>
zh_hans: <b>收集<lwind><lwind_img/>青色光芒</lwind></b>
zh_hant: <b>收集<lwind><lwind_img/>青色光芒</lwind></b>

# daily_quest_find_cafe_flowers_1_desc
source: Smell flowers with <2>Cinnamoroll</2> in Aviary Village.
de: Rieche an Blumen mit <2>Cinnamoroll</2> im Volieren-Dorf.
es: Huele flores con <2>Cinnamoroll</2> en la aldea aviaria.
fr: Sentez les fleurs avec <2>Cinnamoroll</2> au village volière.
id: Cium aroma bunga bersama <2>Cinnamoroll</2> di Desa Aviary.
it: Annusa i fiori con <2>Cinnamoroll</2> nel Villaggio degli Uccelli.
ja: 花鳥郷で<2>シナモン</2>といっしょに花の香りを楽しむ
ko: 새들의 정원 마을에서 <2>시나모롤</2>과 함께 꽃향기를 맡기
pt: Cheire flores com o <2>Cinnamoroll</2> na Aldeia Aviária.
ru: Вместе с <2>Синаморолом</2> насладитесь ароматом цветов в Птичьей деревне.
th: ดมกลิ่นดอกไม้ร่วมกับ<2>ซินามอโรล</2>ในหมู่บ้านเอเวียรี
vi: Thưởng thức hương hoa cùng <2>Cinnamoroll</2> ở Làng Chuồng Chim.
zh_hans: 在云巢与<2>Cinnamoroll</2>一起品味花香。
zh_hant: 在雲巢與 <2>大耳狗喜拿</2> 一起聞花香。

# daily_quest_find_cafe_flowers_2_desc
source: Find <2>Cinnamoroll</2> peeking around Aviary Village.
de: Finde <2>Cinnamoroll</2>, während er sich im Volieren-Dorf umsieht.
es: Busca a <2>Cinnamoroll</2> en la aldea aviaria.
fr: Trouvez <2>Cinnamoroll</2> quelque part dans le village volière.
id: Temukan <2>Cinnamoroll</2> yang mengintip di sekitar Desa Aviary.
it: Trova <2>Cinnamoroll</2> che gironzola nel Villaggio degli Uccelli.
ja: 花鳥郷のどこかでかくれんぼしている<2>シナモン</2>を探す
ko: 새들의 정원 마을을 구경하는 <2>시나모롤</2>을 찾기
pt: Encontre <2>Cinnamoroll</2> explorand a Aldeia Aviária.
ru: Найдите <2>Синаморола</2>, который гуляет по Птичьей деревне.
th: ค้นหา<2>ซินามอโรล</2>ที่แอบมองอยู่รอบๆ หมู่บ้านเอเวียรี
vi: Tìm <2>Cinnamoroll</2> đang ẩn quanh Làng Chuồng Chim.
zh_hans: 在云巢找到躲在角落的<2>Cinnamoroll</2>。
zh_hant: 在雲巢找到躲在角落的 <2>大耳狗喜拿</2>。

# daily_quest_find_cafe_hint_1
source: <2>Cinnamoroll</2> is outside in the Village.
de: <2>Cinnamoroll</2> ist draußen im Dorf.
es: <2>Cinnamoroll</2> está justo afuera de la aldea.
fr: <2>Cinnamoroll</2> est dehors dans le village.
id: <2>Cinnamoroll</2> berada di luar di Desa.
it: <2>Cinnamoroll</2> è fuori, nel villaggio.
ja: <2>シナモン</2>は、お外にいるようです
ko: <2>시나모롤</2>은 마을로 외출 중입니다.
pt: <2>Cinnamoroll</2> está do lado de fora na Aldeia.
ru: <2>Синаморол</2> где-то в деревне.
th: <2>ซินามอโรล</2>อยู่ในหมู่บ้านด้านนอก
vi: <2>Cinnamoroll</2> đang ở ngoài Làng.
zh_hans: <2>Cinnamoroll</2>不在店里，在镇上闲逛。
zh_hant: <2>大耳狗喜拿</2>不在店裡，在鎮上閒逛。

# daily_quest_find_cafe_rolling_desc
source: Meet <2>Cinnamoroll</2> on a hill in Aviary Village.
de: Triff <2>Cinnamoroll</2> auf einem Hügel im Volieren-Dorf.
es: Busca a <2>Cinnamoroll</2> en una colina de la aldea aviaria.
fr: Rencontrez <2>Cinnamoroll</2> sur une colline du village volière.
id: Temui <2>Cinnamoroll</2> di atas bukit di Desa Aviary.
it: Incontra <2>Cinnamoroll</2> su una collina nel Villaggio degli Uccelli.
ja: 花鳥郷の丘にいる<2>シナモン</2>に会いに行く
ko: 새들의 정원 마을 언덕에서 <2>시나모롤</2>을 만나기
pt: Encontre <2>Cinnamoroll</2> em uma colina na Aldeia Aviária.
ru: Встретьтесь с <2>Синаморолом</2> на холме Птичьей деревни.
th: พบกับ<2>ซินามอโรล</2>บนเนินเขาในหมู่บ้านเอเวียรี
vi: Gặp gỡ <2>Cinnamoroll</2> trên một ngọn đồi ở Làng Chuồng Chim.
zh_hans: 在云巢的山丘上与 <2>Cinnamoroll</2> 见面
zh_hant: 在雲巢的山丘上與 <2>大耳狗喜拿</2> 見面。

# daily_quest_find_cafe_sleeping_1_desc
source: Wake up <2>Cinnamoroll</2> in Aviary Village.
de: Wecke <2>Cinnamoroll</2> im Volieren-Dorf auf.
es: Despierta a <2>Cinnamoroll</2> en la aldea aviaria.
fr: Réveillez <2>Cinnamoroll</2> dans le village volière.
id: Bangunkan <2>Cinnamoroll</2> di Desa Aviary.
it: Sveglia <2>Cinnamoroll</2> nel Villaggio degli Uccelli.
ja: 花鳥郷でお昼寝している<2>シナモン</2>を起こす
ko: 새들의 정원 마을에서 <2>시나모롤</2>을 깨우기
pt: Acorde <2>Cinnamoroll</2> na Aldeia Aviária.
ru: Разбудите <2>Синаморола</2> в Птичьей деревне.
th: ปลุก<2>ซินามอโรล</2>ในหมู่บ้านเอเวียรี
vi: Đánh thức <2>Cinnamoroll</2> ở Làng Chuồng Chim.
zh_hans: 在云巢叫醒<2>Cinnamoroll</2>。
zh_hant: 在雲巢叫醒 <2>大耳狗喜拿</2>。

# daily_quest_find_cafe_sleeping_2_desc
source: Fly up to the tower with <2>Cinnamoroll</2> in Aviary Village.
de: Fliege mit <2>Cinnamoroll</2> zum Turm im Volieren-Dorf.
es: Vuela hasta la torre con <2>Cinnamoroll</2> en la aldea aviaria.
fr: Volez jusqu'au clocher avec <2>Cinnamoroll</2> au village volière.
id: Terbang ke menara bersama <2>Cinnamoroll</2> di Desa Aviary.
it: Vola sulla torre con <2>Cinnamoroll</2> nel Villaggio degli Uccelli.
ja: 花鳥郷で<2>シナモン</2>と高い塔の上まで飛んで行く
ko: 새들의 정원 마을에서 <2>시나모롤</2>과 함께 탑 위로 날아오르기
pt: Voe até a torre com <2>Cinnamoroll</2> na Aldeia Aviária.
ru: Вместе с <2>Синаморолом</2> взлетите на колокольню Птичьей деревни.
th: บินไปยังหอคอยร่วมกับ<2>ซินามอโรล</2>ในหมู่บ้านเอเวียรี
vi: Bay lên tòa tháp cùng <2>Cinnamoroll</2> ở Làng Chuồng Chim.
zh_hans: 在云巢与<2>Cinnamoroll</2>一起飞上塔顶。
zh_hant: 與 <2>大耳狗喜拿</2> 一起飛到雲巢的塔上。

# daily_quest_find_cafe_sleeping_3_desc
source: Splash in the water with <2>Cinnamoroll</2> in Aviary Village.
de: Plansche im Wasser mit <2>Cinnamoroll</2> im Volieren-Dorf.
es: Chapotea en el agua con <2>Cinnamoroll</2> en la aldea aviaria.
fr: Plongez dans l'eau avec <2>Cinnamoroll</2> au village volière.
id: Bermain air bersama <2>Cinnamoroll</2> di Desa Aviary.
it: Tuffati nell'acqua con <2>Cinnamoroll</2> nel Villaggio degli Uccelli.
ja: 花鳥郷で<2>シナモン</2>といっしょに水遊びする
ko: 새들의 정원 마을에서 <2>시나모롤</2>과 함께 물놀이를 즐기기
pt: Pule na água com <2>Cinnamoroll</2> na Aldeia Aviária.
ru: Отправляйтесь плескаться вместе с <2>Синаморолом</2> в Птичьей деревне.
th: สาดน้ำไปกับ<2>ซินามอโรล</2>ในหมู่บ้านเอเวียรี
vi: Hãy té nước cùng <2>Cinnamoroll</2> tại Làng Chuồng Chim.
zh_hans: 在云巢与<2>Cinnamoroll</2>一起跃入水中。
zh_hant: 在雲巢與 <2>大耳狗喜拿</2> 一起玩水。

# daily_quest_fly_continuously_for_1_minute_desc
source: <b>Fly non-stop for 1 minute</b>
de: <b>Fliege 1 Minute lang nonstop</b>
es: <b>Vuela sin parar por 1 minuto</b>
fr: <b>Envolez-vous sans arrêt pendant 1 minute</b>
id: <b>Terbang tanpa henti selama 1 menit</b>
it: <b>Vola ininterrottamente per 1 minuto</b>
ja: <b>1分間 着地せずに飛び続ける</b>
ko: <b>1분 동안 쉬지 않고 비행하기</b>
pt: <b>Voar sem parar por 1 minuto</b>
ru: <b>Пролетите без остановок 1 минуту</b>
th: <b>บินไม่หยุดเป็นเวลา 1 นาที</b>
vi: <b>Bay liên tục 1 phút</b>
zh_hans: <b>持续飞行1分钟</b>
zh_hant: <b>持續飛行 1 分鐘</b>

# daily_quest_fly_continuously_for_2_minutes_desc
source: <b>Fly non-stop for 2 minutes</b>
de: <b>Fliege 2 Minuten lang nonstop</b>
es: <b>Vuela sin parar por 2 minutos</b>
fr: <b>Envolez-vous sans arrêt pendant 2 minutes</b>
id: <b>Terbang tanpa henti selama 2 menit</b>
it: <b>Vola ininterrottamente per 2 minuti</b>
ja: <b>2分間 着地せずに飛び続ける</b>
ko: <b>2분 동안 쉬지 않고 비행하기</b>
pt: <b>Voar sem parar por 2 minutos</b>
ru: <b>Пролетите без остановок 2 минуты</b>
th: <b>บินไม่หยุดเป็นเวลา 2 นาที</b>
vi: <b>Bay liên tục 2 phút</b>
zh_hans: <b>持续飞行2分钟</b>
zh_hant: <b>持續飛行 2 分鐘</b>

# daily_quest_fly_for_1_minute_desc
source: <b>Take flight for 1 minute</b>
de: <b>Fliege 1 Minute lang</b>
es: <b>Toma el vuelo por 1 minuto</b>
fr: <b>Envolez-vous pendant 1 minute</b>
id: <b>Terbang selama 1 menit</b>
it: <b>Spicca il volo per 1 minuto</b>
ja: <b>合計で1分間 空を飛ぶ</b>
ko: <b>1분 동안 비행하기</b>
pt: <b>Decolar por 1 minuto</b>
ru: <b>Пролетите 1 минуту</b>
th: <b>ออกบินเป็นเวลา 1 นาที</b>
vi: <b>Bay 1 phút</b>
zh_hans: <b>累计飞行1分钟</b>
zh_hant: <b>累計飛行 1 分鐘</b>

# daily_quest_fly_for_2_minutes_desc
source: <b>Take flight for 2 minutes</b>
de: <b>Fliege 2 Minuten lang</b>
es: <b>Toma el vuelo por 2 minutos</b>
fr: <b>Envolez-vous pendant 2 minutes</b>
id: <b>Terbang selama 2 menit</b>
it: <b>Spicca il volo per 2 minuti</b>
ja: <b>合計で2分間 空を飛ぶ</b>
ko: <b>2분 동안 비행하기</b>
pt: <b>Decolar por 2 minutos</b>
ru: <b>Пролетите 2 минуту</b>
th: <b>ออกบินเป็นเวลา 2 นาที</b>
vi: <b>Bay 2 phút</b>
zh_hans: <b>累计飞行2分钟</b>
zh_hant: <b>累計飛行 2 分鐘</b>

# daily_quest_fly_with_a_manta_desc
source: <b>Ride with a Manta</b>
de: <b>Schwimme mit einem Riesenrochen</b>
es: <b>Vuela con una mantarraya</b>
fr: <b>Montez sur une raie manta</b>
id: <b>Menaiki seekor Manta</b>
it: <b>Cavalca una manta</b>
ja: <b>マンタに乗る</b>
ko: <b>만타가오리 위에 올라타기</b>
pt: <b>Passeie com uma arraia</b>
ru: <b>Поездки с мантой</b>
th: <b>ขี่กระเบน</b>
vi: <b>Cưỡi cùng Cá Đuối</b>
zh_hans: <b>乘着光鳐兜风</b>
zh_hant: <b>乘坐光鰩</b>

# daily_quest_follow_another_player_desc
source: <b>Follow a friend</b>
de: <b>Folge einem Freund</b>
es: <b>Sigue a una amistad</b>
fr: <b>Suivez un ami</b>
id: <b>Ikuti teman</b>
it: <b>Segui un amico</b>
ja: <b>「フレンドについて行く」機能を使ってみる</b>
ko: <b>친구를 따라가기</b>
pt: <b>Siga um amigo</b>
ru: <b>Следуйте за другом</b>
th: <b>ติดตามเพื่อน</b>
vi: <b>Đi theo một người bạn</b>
zh_hans: <b>跟随一位朋友</b>
zh_hant: <b>跟隨一位朋友</b>

# daily_quest_follow_another_player_in_day_desc
source: <b>Follow another player in Daylight Prairie</b>
de: <b>Folge einem anderen Spieler in der Tageslichtprärie</b>
es: <b>Sigue a otro jugador en la Planicie Luz de Día</b>
fr: <b>Suivez un autre joueur dans la Prairie illuminée</b>
id: <b>Ikuti pemain lain di Padang Rumput Siang</b>
it: <b>Segui un altro giocatore nella Prateria Diurna</b>
ja: <b>草原で他のプレイヤーについていく</b>
ko: <b>햇빛 초원에서 다른 플레이어를 따라가기</b>
pt: <b>Seguir outro jogador na Campina da Aurora</b>
ru: <b>Следуйте за другим игроком в Полуденной прерии</b>
th: <b>ติดตามผู้เล่นคนอื่นในทุ่งหญ้าแสงตะวัน</b>
vi: <b>Đi theo người chơi khác trong Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野跟随一位玩家</b>
zh_hant: <b>在雲野跟隨一位玩家</b>

# daily_quest_follow_another_player_in_dusk_desc
source: <b>Follow another player in Golden Wasteland</b>
de: <b>Folge einem anderen Spieler in der Goldenen Ödnis</b>
es: <b>Sigue a otro jugador en el Páramo Dorado</b>
fr: <b>Suivez un autre joueur dans le Désert d’or</b>
id: <b>Ikuti pemain lain di Gurun Emas</b>
it: <b>Segui un altro giocatore nel Deserto Dorato</b>
ja: <b>捨てられた地で他のプレイヤーについていく</b>
ko: <b>황금 황무지에서 다른 플레이어를 따라가기</b>
pt: <b>Seguir outro jogador no Sertão Dourado</b>
ru: <b>Следуйте за другим игроком в Золотой пустоши</b>
th: <b>ติดตามผู้เล่นคนอื่นในแดนร้างทองอร่าม</b>
vi: <b>Đi theo người chơi khác trong Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土跟随一位玩家</b>
zh_hant: <b>在暮土跟隨一位玩家</b>

# daily_quest_follow_another_player_in_night_desc
source: <b>Follow another player in Vault of Knowledge</b>
de: <b>Folge einem anderen Spieler im Tresor des Wissens</b>
es: <b>Sigue a otro jugador en la Bóveda de Conocimiento</b>
fr: <b>Suivez un autre joueur dans la Chambre forte de connaissance</b>
id: <b>Ikuti pemain lain di Kubah Pengetahuan</b>
it: <b>Segui un altro giocatore nella Cupola della Conoscenza</b>
ja: <b>書庫で他のプレイヤーについていく</b>
ko: <b>지식의 도서관에서 플레이어를 따라가기</b>
pt: <b>Seguir outro jogador no Relicário do Conhecimento</b>
ru: <b>Следуйте за другим игроком в Хранилище знаний</b>
th: <b>ติดตามผู้เล่นคนอื่นในกรุสมบัติแห่งปัญญา</b>
vi: <b>Đi theo người chơi khác trong Kho Tri Thức</b>
zh_hans: <b>在禁阁跟随一位玩家</b>
zh_hant: <b>在禁閣跟隨一位玩家</b>

# daily_quest_follow_another_player_in_rain_desc
source: <b>Follow another player in Hidden Forest</b>
de: <b>Folge einem anderen Spieler im Verborgenen Wald</b>
es: <b>Sigue a otro jugador en el Bosque Escondido</b>
fr: <b>Suivez un autre joueur dans la Forêt cachée</b>
id: <b>Ikuti pemain lain di Hutan Tersembunyi</b>
it: <b>Segui un altro giocatore nella Foresta Nascosta</b>
ja: <b>雨林で他のプレイヤーについていく</b>
ko: <b>비밀의 숲에서 다른 플레이어를 따라가기</b>
pt: <b>Seguir outro jogador na Floresta Oculta</b>
ru: <b>Следуйте за другим игроком в Тайном лесу</b>
th: <b>ติดตามผู้เล่นคนอื่นในป่าลับ</b>
vi: <b>Đi theo người chơi khác trong Rừng Mưa</b>
zh_hans: <b>在雨林跟随一位玩家</b>
zh_hant: <b>在雨林跟隨一位玩家</b>

# daily_quest_follow_another_player_in_sunset_desc
source: <b>Follow another player in Valley of Triumph</b>
de: <b>Folge einem anderen Spieler im Tal des Triumphs</b>
es: <b>Sigue a otro jugador en el Valle del Triunfo</b>
fr: <b>Suivez un autre joueur dans la Vallée du triomphe</b>
id: <b>Ikuti pemain lain di Lembah Kejayaan</b>
it: <b>Segui un altro giocatore nella Valle del Trionfo</b>
ja: <b>峡谷で他のプレイヤーについていく</b>
ko: <b>b>승리의 계곡에서 다른 플레이어를 따라가기</b></b>
pt: <b>Seguir outro jogador no Vale do Triunfo</b>
ru: <b>Следуйте за другим игроком в Долине триумфа</b>
th: <b>ติดตามผู้เล่นคนอื่นในหุบเขาแห่งชัยชนะ</b>
vi: <b>Đi theo người chơi khác trong Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷跟随一位玩家</b>
zh_hant: <b>在霞谷跟隨一位玩家</b>

# daily_quest_forge_a_candle_desc
source: <b>Forge a candle</b>
de: <b>Schmiede eine Kerze</b>
es: <b>Forja una vela</b>
fr: <b>Forgez une bougie</b>
id: <b>Tempa lilin</b>
it: <b>Forgia una candela</b>
ja: <b>キャンドルを精錬する</b>
ko: <b>양초 한 개 만들기</b>
pt: <b>Confeccionar uma vela</b>
ru: <b>Изготовьте свечу</b>
th: <b>หลอมเทียน</b>
vi: <b>Ngưng tụ 1 cây nến</b>
zh_hans: <b>用烛光凝聚成一根蜡烛</b>
zh_hant: <b>用燭光凝聚成一根蠟燭</b>

# daily_quest_help_spirit
source: Meet up with <1>{{1}}</1> in <b>{{2}}</b>
de: Triff dich mit <1>{{1}}</1> in <b>{{2}}</b>
es: Reúnete con <1>{{1}}</1> en <b>{{2}}</b>
fr: Retrouvez <1>{{1}}</1> à <b>{{2}}</b>
id: Bertemu dengan <1>{{1}}</1> di <b>{{2}}</b>
it: Incontra <1>{{1}}</1> presso <b>{{2}}</b>
ja: <1>{{1}}</1>に<b>{{2}}</b>で会いましょう
ko: <b>{{2}}</b>에서 <1>{{1}}</1>와(과) 만나기
pt: Encontre-se com <1>{{1}}</1> em <b>{{2}}</b>
ru: Соберите команд�� из игроков (<1>{{1}}</1>) в месте <b>{{2}}</b>
th: พบกับ <1>{{1}}</1> ใน <b>{{2}}</b>
vi: Gặp gỡ <1>{{1}}</1> trong <b>{{2}}</b>
zh_hans: 在<b>{{2}}</b>与<1>{{1}}</1>相聚
zh_hant: 與<1>{{1}}</1>在<b>{{2}}</b>見面

# daily_quest_help_spirit_started
source: Help <1>{{1}}</1>
de: Hilf <1>{{1}}</1>
es: Ayuda a <1>{{1}}</1>
fr: Aidez <1>{{1}}</1>
id: Bantu <1>{{1}}</1>
it: Aiuta <1>{{1}}</1>
ja: <1>{{1}}</1>を手伝う
ko: <1>{{1}}</1>을(를) 돕기
pt: Ajude <1>{{1}}</1>
ru: Помогите духу: <1>{{1}}</1>
th: ช่วยเหลือ <1>{{1}}</1>
vi: Hỗ trợ <1>{{1}}</1>
zh_hans: 帮助<1>{{1}}</1>
zh_hant: 幫<1>{{1}}</1>一個忙

# daily_quest_high_five_someone_desc
source: <b>High-Five a friend</b>
de: <b>Gib einem Freund ein High Five</b>
es: <b>Chócalas con un amigo</b>
fr: <b>Topez-là avec un ami</b>
id: <b>Tos dengan teman</b>
it: <b>Batti il cinque a un amico</b>
ja: <b>フレンドとハイタッチする</b>
ko: <b>친구와 하이파이브하기</b>
pt: <b>Cumprimentar um amigo com um “toca aí”</b>
ru: <b>Дайте «пять» другу</b>
th: <b>แปะมือกับเพื่อน</b>
vi: <b>Đập tay một người bạn</b>
zh_hans: <b>和朋友击掌</b>
zh_hant: <b>和朋友擊掌</b>

# daily_quest_hold_someones_hand_desc
source: <b>Hold a friend's hand</b>
de: <b>Halte die Hand eines Freundes</b>
es: <b>Toma la mano de un amigo</b>
fr: <b>Tenez la main d’un ami</b>
id: <b>Pegang tangan teman</b>
it: <b>Tieni la mano a un amico</b>
ja: <b>フレンドと手をつなぐ</b>
ko: <b>친구와 손잡기</b>
pt: <b>Segurar a mão de um amigo</b>
ru: <b>Возьмите друга за руку</b>
th: <b>จับมือเพื่อน</b>
vi: <b>Nắm tay một người bạn</b>
zh_hans: <b>和朋友牵手</b>
zh_hant: <b>和朋友牽手</b>

# daily_quest_hug_someone_desc
source: <b>Hug a friend</b>
de: <b>Umarme einen Freund</b>
es: <b>Da un abrazo a un amigo</b>
fr: <b>Faites un câlin à un ami</b>
id: <b>Peluk teman</b>
it: <b>Abbraccia un amico</b>
ja: <b>フレンドとハグをする</b>
ko: <b>친구와 포옹하기</b>
pt: <b>Abraçar um amigo</b>
ru: <b>Обнимите друга</b>
th: <b>กอดเพื่อน</b>
vi: <b>Ôm một người bạn</b>
zh_hans: <b>和朋友拥抱</b>
zh_hant: <b>和朋友擁抱</b>

# daily_quest_interact_with_invite_shrine_desc
source: <b>Interact with the Friend Invite Shrine</b>
de: <b>Interagiere mit dem Einladungsschrein für Freunde</b>
es: <b>Interactúa con el altar de Invitación de amigo</b>
fr: <b>Interagissez avec le sanctuaire d’ami</b>
id: <b>Berinteraksi dengan Kuil Undang Teman</b>
it: <b>Interagisci con il santuario dell'amico</b>
ja: <b>呼び寄せの像を使う</b>
ko: <b>친구초대 제단 사용하기</b>
pt: <b>Interagir com o altar de convocação de amigo</b>
ru: <b>Используйте алтарь приглашения друга</b>
th: <b>โต้ตอบกับแท่นบูชาคําขอเป็นเพื่อน</b>
vi: <b>Tương tác với Đền Mời</b>
zh_hans: <b>使用邀请神坛</b>
zh_hant: <b>使用邀請神壇</b>

# daily_quest_join_a_group_of_3_desc
source: <b>Team up with 3 players</b>
de: <b>Schließe dich mit 3 Spielern zusammen</b>
es: <b>Haz equipo con 3 amigos</b>
fr: <b>Faites équipe avec 3 joueurs</b>
id: <b>Bentuk tim dengan 3 teman</b>
it: <b>Unisciti a 3 giocatori</b>
ja: <b>4人グループで行動する</b>
ko: <b>플레이어 3명과 팀 이루기</b>
pt: <b>Juntar-se a 3 jogadores</b>
ru: <b>Соберите команду из 3 игроков</b>
th: <b>ร่วมทีมกับผู้เล่น 3 คน</b>
vi: <b>Lập nhóm với 3 người chơi</b>
zh_hans: <b>和3个玩家组队</b>
zh_hant: <b>和 3 個玩家組隊</b>

# daily_quest_join_a_group_of_4_desc
source: <b>Team up with 4 players</b>
de: <b>Schließe dich mit 4 Spielern zusammen</b>
es: <b>Haz equipo con 4 amigos</b>
fr: <b>Faites équipe avec 4 joueurs</b>
id: <b>Bentuk tim dengan 4 teman</b>
it: <b>Unisciti a 4 giocatori</b>
ja: <b>5人グループで行動する</b>
ko: <b>플레이어 4명과 팀 이루기</b>
pt: <b>Juntar-se a 4 jogadores</b>
ru: <b>Соберите команду из 4 игроков</b>
th: <b>ร่วมทีมกับผู้เล่น 4 คน</b>
vi: <b>Lập nhóm với 4 người chơi</b>
zh_hans: <b>和4个玩家组队</b>
zh_hant: <b>和 4 個玩家組隊</b>

# daily_quest_join_a_group_of_6_desc
source: <b>Team up with 6 players</b>
de: <b>Schließe dich mit 6 Spielern zusammen</b>
es: <b>Haz equipo con 6 amigos</b>
fr: <b>Faites équipe avec 6 joueurs</b>
id: <b>Bentuk tim dengan 6 teman</b>
it: <b>Unisciti a 6 giocatori</b>
ja: <b>7人グループで行動する</b>
ko: <b>플레이어 6명과 팀 이루기</b>
pt: <b>Juntar-se a 6 jogadores</b>
ru: <b>Соберите команду из 6 игроков</b>
th: <b>ร่วมทีมกับผู้เล่น 6 คน</b>
vi: <b>Lập nhóm với 6 người chơi</b>
zh_hans: <b>和6个玩家组队</b>
zh_hant: <b>和 6 個玩家組隊</b>
