Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_message_stone_place_treasure
source: <hinticon/> Bury the treasure in the perfect spot in soft sand
de: <hinticon/> Vergrabe den Schatz am perfekten Ort im weichen Sand
es: <hinticon/> Entierra el tesoro en el lugar ideal en la arena blanda.
fr: <hinticon/> Enfouissez le trésor à l'endroit idéal dans le sable.
id: <hinticon/> Kubur harta karun di tempat yang sempurna di pasir yang lembut
it: <hinticon/> Seppellisci il tesoro nel punto perfetto sotto la sabbia soffice
ja: <hinticon/> 陸地のどこか最適なところに、お宝を埋めましょう
ko: <hinticon/> 보물을 붇을 부드러운 모래 속 위치를 정하세요.
pt: <hinticon/> Enterre o tesouro no local perfeito na areia fofa
ru: <hinticon/> Закопайте сокровище в идеальном месте в мягком песке.
th: <hinticon/> ฝังสมบัติไว้ในจุดที่เหมาะสมในทรายนิ่ม
vi: <hinticon/> Chôn kho báu vào vị trí hoàn hảo trên cát mềm
zh_hans: <hinticon/>将宝物埋在软沙中的完美位置
zh_hant: <hinticon/>在柔軟沙地上的合適位置埋下寶藏

# tutorial_next_candle
source: <hinticon/> <2>Light</2> the next set of candles to proceed.
de: <hinticon/> <2>Entzünde</2> die nächsten Kerzen, um fortzufahren.
es: <hinticon/> <2>Enciende</2> el siguiente conjunto de velas para continuar.
fr: <hinticon/> <2>Allumez</2> la prochaine série de bougies pour continuer.
id: <hinticon/> <2>Nyalakan</2> serangkaian lilin berikutnya untuk melanjutkan.
it: <hinticon/> <2>Accendi</2> la prossima serie di candele per procedere.
ja: <hinticon/> 先に進むために、キャンドルに<2>火を灯し</2>ましょう
ko: <hinticon/> 계속 진행하려면 다음 양초에 <2>불을 붙이세요</2>
pt: <hinticon /> <2>Acenda</2> o próximo conjunto de velas para prosseguir.
ru: <hinticon/> <2>Зажгите</2> следующий набор свечей, чтобы продолжить.
th: <hinticon/> <2>จุด</2>เทียนชุดถัดไปเพื่อไปต่อ
vi: <hinticon/> <2>Thắp </2>nhóm ngọn nến tiếp theo để tiếp tục.
zh_hans: <hinticon/> <2>点亮</2>下一组蜡烛以继续。
zh_hant: <hinticon/> <2>點亮</2>下一組蠟燭以繼續。

# tutorial_pickup_dropped_collectible_00
source: <hinticon/> Approach the vanishing <b>winged light</b> <8><wingbuff/></8> to recover them
de: <hinticon/> Nähere dich dem verschwindenen <b>geflügelten Licht</b> <8><wingbuff/></8> an, um sie einzusammeln
es: <hinticon/> Acércate a la <b>luz alada</b> <8><wingbuff/></8> para recuperarlas
fr: <hinticon/> Approchez-vous de la <b>lumière ailée</b> évanescente <8><wingbuff/></8> pour les récupérer
id: <hinticon/> Dekati <b>cahaya bersayap</b> yang meredup <8><wingbuff/></8> untuk memulihkannya
it: <hinticon/> Avvicinati alla <b>luce alata</b> <8><wingbuff/></8> che si smorza per recuperarla
ja: <hinticon/> 消えかけた<wingbuff/>を<8>取り戻しましょう</8>
ko: <hinticon/> 사라지는 <b>날개빛</b> <8><wingbuff/></8>을 주워 되찾으세요
pt: <hinticon/> Aproxime-se da <b>luz alada</b> <8><wingbuff/></8> evanescente para pegá-la
ru: <hinticon/> Подходите к исчезающему <b>крылатому свету</b> <8><wingbuff/></8>, чтобы его пополнить
th: <hinticon/> เข้าใกล้<b>แสงติดปีก</b> <8><wingbuff/></8> ที่หายไปเพื่อเก็บกู้มัน
vi: <hinticon/>Đến gần <b>Ngọn Sáng Chắp Cánh</b><8><wingbuff/></8> đang biến mất để khôi phục chúng
zh_hans: <hinticon/> 靠近快要丢失的<b>翼之光</b><8><wingbuff/></8>可以重新拾起
zh_hant: <hinticon/> 靠近快要丟失的<b>翼之光</b><8><wingbuff/></8>可以重新拾起

# tutorial_prestige_00
source: <hinticon/> <prestige/> accumulate after ascending <b>winged light</b> <wingbuff/> in Eye of Eden
de: <hinticon/> <prestige/> steigen an, wenn du <b>geflügeltes Licht</b> <wingbuff/> im Auge von Eden aufsteigen lässt
es: <hinticon/> <prestige/> acumula después de ascender <b>luz alada</b> <wingbuff/> en Ojo de Edén
fr: <hinticon/> Le <prestige/> s’accumule après avoir fait monter la <b>lumière ailée</b> <wingbuff/> dans Œil d’Éden
id: <hinticon/> <prestige/> bertambah setelah menaikkan <b>cahaya bersayap</b> <wingbuff/> di Pusat Eden
it: <hinticon/> <prestige/> si accumula dopo l'ascensione della <b>luce alata</b> <wingbuff/> nell'Occhio di Eden
ja: <hinticon/> <prestige/> を精錬するには、<wingbuff/>を暴風域の中心部まで無事に送り届ける必要があります
ko: <hinticon/> <prestige/>는 에덴의 눈에서 <b>날개빛</b> <wingbuff/>을 하늘로 돌려보내 얻을 수 있어요
pt: <hinticon/> <prestige/> acumula ao ascender <b>luz alada</b> <wingbuff/> no Olho de Éden
ru: <hinticon/> <prestige/> накапливается после вознесения <b>крылатого света</b> <wingbuff/> в Сердце Эдема
th: <hinticon/> <prestige/> สะสมได้หลังจากจุติ<b>แสงติดปีก</b><wingbuff/>ในดวงตาแห่งเอเดน
vi: <hinticon/>Tại Mắt Địa Đàng, thăng hoa <b>Ngọn Sáng Chắp Cánh</b><wingbuff/> để tích lũy nhận <prestige/>
zh_hans: <hinticon/> 在暴风眼升华<b>翼之光</b><wingbuff/>，以获得<prestige/>
zh_hant: <hinticon/> 在暴風眼昇華<b>翼之光</b><wingbuff/>，以獲得<prestige/>

# tutorial_rain_00
source: <hinticon/> Rain <b>washes away</b> your <2>light</2>. Find <2>flames</2> or other <b>players</b> to recover
de: <hinticon/> Regen <b>entzieht</b> dir <2>Licht</2>. Finde <2>Flammen</2> oder andere <b>Spieler</b>, um dich zu erholen.
es: <hinticon/> La lluvia <b>se lleva</b> tu <2>luz</2>. Encuentra <2>llamas</2> o a otras <b>personas</b> para recuperarte.
fr: <hinticon/> La pluie <b>vous enlève</b> votre <2>lumière</2>. Trouvez des <2>flammes</2> ou d'autres <b>joueurs</b> pour la récupérer.
id: <hinticon/> Hujan <b>memadamkan</b> <2>cahaya</2> milikmu. Temukan <2>nyala api</2> atau <b>pemain</b> lain untuk memulihkan
it: La <hinticon/>pioggia<b> lava via</b> la tua <2>luce</2>. Trova <2>fiamme</2> o altri <b>giocatori</b> per recuperarla.
ja: <hinticon/>雨があなたの<2>光</2>を<b>奪ってしまった</b>ようです。<2>火</2>や周囲の<b>プレイヤー</b>を探して、回復しましょう
ko: <hinticon/> 비는 마음 속의 <2>빛</2>을 <b>꺼뜨립니다</b>. <2>불꽃</2> 또는 다른 <b>플레이어</b>를 찾아 빛을 회복하세요.
pt: A <hinticon/> chuva <b>apaga</b> a sua <2>luz</2>. Encontre <2>chamas</2> ou outros <b>jogadores</b> para se recuperar.
ru: <hinticon/> Дождь <b>смывает</b> ваш <2>свет</2>. Найдите <2>огонь</2> или других <b>игроков</b>, чтобы восстановиться
th: <hinticon/> สายฝน<b>ชะล้าง</b><2>แสง</2>ของคุณไป ค้นหา<2>เปลวไฟ</2>หรือ<b>ผู้เล่น</b>คนอื่นๆ เพื่อฟื้น���ู
vi: <hinticon/> Cơn mưa <b>cuốn trôi</b> <2>ánh sáng</2> của bạn. Tìm <2>ngọn lửa</2> hoặc <b>người chơi</b> khác để khôi phục
zh_hans: <hinticon/>雨水<b>浇黯了</b>你的<2>光芒</2>。找到<2>火焰</2>或其他<b>玩家</b>即可恢复。
zh_hant: <hinticon/>雨水<b>澆熄了</b>你的<2>光芒</2>。找到<2>火焰</2>或其他<b>玩家</b>即可恢復。

# tutorial_resume_00
source: <hinticon/> The <2>Return Shrine</2> allows you to <b>resume your journey</b> from where you left off
de: <hinticon/> Der <2>Rückkehrschrein</2> ermöglicht es dir, dein <8>Zuhause</8> zu verlassen und mit deiner Reise weiterzumachen
es: <hinticon/> <2>El Altar de Retorno</2> te permite dejar el <8>Hogar</8> y continuar tu aventura.
fr: <Hinticon/> Le <2>sanctuaire de retour</2> vous permet de quitter la <8>Maison</8> et de reprendre votre voyage
id: <hinticon/> <2>Kuil Kembali</2> memungkinkanmu meninggalkan <8>rumah</8> dan melanjutkan perjalananmu
it: <hinticon/> Il <2>santuario di ritorno</2> ti consente di uscire dalla <8>Base</8> per riprendere il viaggio
ja: <hinticon/> <2>舞戻りの像</2>に祈りを捧げると <8>ホーム</8>を出て冒険を再開することができます
ko: <hinticon/> <2>귀환제단</2>을 통해 <8>안식처</8>를 떠나 모험을 계속할 수 있어요
pt: <hinticon/> O <2>altar do retorno</2> permite que você deixe o <8>Lar</8> e continue sua jornada
ru: <hinticon/> <2>Алтарь возвращения</2> позволяет выходить из <8>дома</8> и продолжать путешествие
th: <hinticon/><2>แท่นบูชาคืนกลับ</2>ช่วยให้คุณสามารถ<b>เดินทางต่อ</b>จากจุดเดิมได้
vi: <hinticon/> <2>Đền Thờ Trở Về</2> giúp bạn rời khỏi <8>Nhà</8> và tiếp tục hành trình của mình
zh_hans: <hinticon/> <2>回归神坛</2>让你离开<8>遇境</8>继续之前的旅程
zh_hant: <hinticon/> <2>回歸神壇</2>讓你離開<8>遇境</8>繼續之前的旅程

# tutorial_resume_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in the world of <8>Sky</8>?
de: <hinticon/> <8>Zuhause</8> verlassen und deine Reise in der Welt von <8>Himmelsreich</8> fortführen?
es: <hinticon/> ¿Deja atrás el <8>Hogar</8> y continúa tu viaje a través del mundo de <8>Sky</8>?
fr: <hinticon/> Quitter votre <8>Maison</8> et reprendre votre voyage dans le monde de <8>Sky</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di dunia <8>Sky</8>?
it: <Hinticon/> Vuoi lasciare la <8>Casa</8> e riprendere il viaggio nel mondo di <8>Sky</8>?
ja: <hinticon/> <8>ホーム</8>を離れて<8>Skyの世界</8>の冒険を続けますか?
ko: <hinticon/> <8>안식처</8>를 떠나 <8>Sky</8>월드에서 모험을 계속할까요?
pt: <hinticon/> Sair do seu <8>lar</8> e continuar a jornada pelo mundo de <8>Sky</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие в мире <8>«Неба»</8>?
th: <hinticon/> ออกจาก<8>บ้าน</8> และเดินทางต่อไปในโลกแห่ง <8>Sky</8> หรือไม่
vi: <hinticon/> Rời khỏi <8>Nhà</8>, tiếp tục hành trình tại thế giới <8>Sky</8>?
zh_hans: <hinticon/> 离开<8>遇境</8>，继续你在<8>《光·遇》</8>世界的旅程?
zh_hant: <hinticon/> 離開<8>遇境</8>，繼續你在<8>《光·遇》</8>世界的旅程?

# tutorial_resume_dawn_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in <8>Isle of Dawn</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise auf der <8>Insel der Dämmerung</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje en la <8>Isla del Amanecer</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage sur l’<8>Île de l’aube</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di <8>Pulau Fajar</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio nell'<8>Isola dell'Alba</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>孤島</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>여명의 섬</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada na <8>Ilha do Alvorecer</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие по <8>Острову рассвета</8>?
th: <hinticon/> ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>เกาะรุ่งอรุณ</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Đảo Bình Minh</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续在<8>晨岛</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續在<8>晨島</8>的旅程？

# tutorial_resume_day_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in <8>Daylight Prairie</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise in der <8>Tageslichtprärie</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje en la <8>Planicie Luz de Día</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage dans la <8>Prairie illuminée</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di <8>Padang Rumput Siang</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio nella <8>Prateria Diurna</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>草原</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>햇빛 초원</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada na <8>Campina da Aurora</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие по <8>Полуденной прерии</8>?
th: <hinticon/> ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>ทุ่งหญ้าแสงตะวัน</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Thảo Nguyên Ánh Sáng</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续在<8>云野</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續在<8>雲野</8>的旅程？

# tutorial_resume_dusk_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in <8>Golden Wasteland</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise in der <8>Goldenen Ödnis</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje en el <8>Páramo Dorado</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage dans le <8>Désert d'or</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di <8>Gurun Emas</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio nel <8>Deserto Dorato</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>捨てられた地</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>황금 황무지</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada no <8>Sertão Dourado</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие по <8>Золотой пустоши</8>?
th: <hinticon/>ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>แดนร้างทองอร่าม</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Hoang Mạc Hoàng Kim</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续在<8>暮土</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續在<8>暮土</8>的旅程？

# tutorial_resume_night_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in <8>Vault of Knowledge</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise im <8>Tresor des Wissens</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje en la <8>Bóveda de Conocimiento</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage dans la <8>Chambre forte de connaissance</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di <8>Kubah Pengetahuan</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio nella <8>Cupola della Conoscenza</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>書庫</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>지식의 도서관</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada no <8>Relicário do Conhecimento</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие по <8>Хранилищу знаний</8>?
th: <hinticon/>ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>กรุสมบัติแห่งปัญญา</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Kho Tri Thức</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续在<8>禁阁</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續在<8>禁閣</8>的旅程？

# tutorial_resume_orbit_01
source: <hinticon/> Leave <8>Home</8> and resume your journey to <8>The Light</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise zum <8>Licht</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje hacia <8>la luz</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage vers <8>la Lumière</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu menuju <8>Cahaya</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio verso <8>la luce</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>天空</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>빛의 고향</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada para a <8>Luz</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие к <8>Свету</8>?
th: <hinticon/>ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>แสงสว่าง</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Vùng Đất Ánh Sáng</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续前往<8>星光净土</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續前往<8>星光淨土</8>的旅程？

# tutorial_resume_rain_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in <8>Hidden Forest</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise im <8>Verborgenen Wald</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje en el <8>Bosque Escondido</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage dans la <8>Forêt cachée</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di <8>Hutan Tersembunyi</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio nella <8>Foresta Nascosta</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>雨林</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>비밀의 숲</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada na <8>Floresta Oculta</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие по <8>Тайному лесу</8>?
th: <hinticon/>ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>ป่าลับ</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Rừng Mưa</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续在<8>雨林</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續在<8>雨林</8>的旅程？

# tutorial_resume_storm_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in <8>Eye of Eden</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise im <8>Auge von Eden</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje en el <8>Ojo de Edén</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage dans l’<8>Œil d’Éden</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di <8>Pusat Eden</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio nell'<8>Occhio di Eden</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>暴風域</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>에덴의 눈</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada no <8>Olho de Éden</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие по <8>Сердцу Эдема</8>?
th: <hinticon/>ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>ดวงตาแห่งเอเดน</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Mắt Địa Đàng</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续在<8>暴风眼</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續在<8>暴風眼</8>的旅程？

# tutorial_resume_sunset_01
source: <hinticon/> Leave <8>Home</8> and resume your journey in <8>Valley of Triumph</8>?
de: <hinticon/> Das <8>Zuhause</8> verlassen und deine Reise im <8>Tal des Triumphs</8> fortsetzen?
es: <hinticon/>¿Abandonar <8>Hogar</8> y volver a tu viaje en el <8>Valle del Triunfo</8>?
fr: <hinticon/> Quitter la <8>Maison</8> et reprendre votre voyage dans la <8>Vallée du triomphe</8> ?
id: <hinticon/> Tinggalkan <8>Rumah</8> dan lanjutkan perjalananmu di <8>Lembah Kejayaan</8>?
it: <hinticon/> Vuoi uscire dalla <8>Base</8> e riprendere il viaggio nella <8>Valle del Trionfo</8>?
ja: <hinticon/> <8>ホーム</8>を出て<8>峡谷</8>から冒険を再開しますか？
ko: <hinticon/> <8>안식처</8>를 떠나 <8>승리의 계곡</8>에서의 여정을 이어갈까요?
pt: <hinticon/> Deixar o <8>Lar</8> e retomar a jornada no <8>Vale do Triunfo</8>?
ru: <hinticon/> Выйти из <8>Дома</8> и продолжить путешествие по <8>Долине триумфа</8>?
th: <hinticon/>ออกจาก<8>บ้าน</8> และเดินทางต่อไปใน<8>หุบเขาแห่งชัยชนะ</8>หรือไม่
vi: <hinticon/>Rời khỏi <8>Nhà</8> và tiếp tục hành trình đến <8>Thung Lũng Vinh Quang</8>?
zh_hans: <hinticon/>离开<8>遇境</8>并继续在<8>霞谷</8>的旅程？
zh_hant: <hinticon/>離開<8>遇境</8>並繼續在<8>霞谷</8>的旅程？

# tutorial_return_to_shore
source: <hinticon/> Return to the shore to continue your journey.
de: <hinticon/> Kehrer zur Küste zurück, um deine Reise fortzusetzen.
es: <hinticon/> Regresa a la costa para seguir tu viaje.
fr: <hinticon/> Retournez sur le rivage pour continuer votre voyage.
id: <hinticon/> Kembali ke pantai untuk melanjutkan perjalananmu.
it: <hinticon/> Torna a riva per continuare il tuo viaggio.
ja: <hinticon/> 陸地に戻り、あなたの旅を続けましょう
ko: <hinticon/> 바닷가로 돌아가 모험을 계속하세요
pt: <hinticon/> Retorne à costa para continuar a jornada.
ru: <hinticon/> Вернитесь на побережье, чтобы продолжить свое путешествие.
th: <hinticon/> กลับไปที่ฝั่งเพื่อเดินทางต่อ
vi: <hinticon/>Quay lại bờ biển để tiếp tục hành trình.
zh_hans: <hinticon/> 回到海岸以继续旅途。
zh_hant: <hinticon/> 回到海岸以繼續旅途。

# tutorial_rise_00
source: <hinticon/> <1>Press and hold</1> <b>anywhere</b> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> <1>Halte</1> <b>irgendwo</b> gedrückt, um <2>Energie</2> zu verbrauchen und aufzusteigen
es: <hinticon/> <1>Mantén presionado</1> <b>en cualquier parte</b> para consumir <2>energía </2> y subir
fr: <hinticon/> <1>Maintenez</1> <b>n’importe où</b> pour consommer de <2>l'énergie</2> et vous élever
id: <hinticon/> <1>Tekan dan tahan</1> <b>di mana saja</b> untuk menggunakan <2>energi</2> dan naik
it: <hinticon/> <1>Tieni premuto</1> <b>un punto qualsiasi</b> per consumare <2>energia</2> e ascendere
ja: <hinticon/> <1>画面のどこでも長押し</1>で エナジーを消費して<2>上昇します</2>
ko: <hinticon/> <b>아무 곳이나</b> <1>길게 눌러</1> <2>에너지</2>를 사용하여 떠오르세요
pt: <hinticon/> <1>Aperte e segure</1> <b>em qualquer lugar</b> para consumir <2>energia</2> e subir
ru: <hinticon/> <1>Нажмите и держите</1> <b>экран</b>, чтобы потребить <2>энергию</2> и подняться
th: <hinticon/><1>กด </1><b> ค้างไว้ที่ใดก็ได้</b>เพื่อใช้<2>พลังงาน</2>และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> <1>Nhấn và giữ</1><b> chỗ bất kỳ </b>để tiêu hao <2>năng lượng</2> bay lên
zh_hans: <hinticon/> <1>长按</1><b>屏幕空白区域</b>可以消耗<2>能量</2>飞升
zh_hant: <hinticon/> <1>長按</1><b>螢幕空白區域</b>可以消耗<2>能量</2>飛升

# tutorial_rise_00_pro
source: <hinticon/> <1>Press and hold</1> the <b>bottom right button</b> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> <1>Halte</1> die <b>untere rechte Taste</b> gedrückt, um <2>Energie</2> zu verbrauchen und aufzusteigen
es: <hinticon/> <1>Mantén presionado</1> el <b>botón inferior derecho</b> para consumir <2>energía </2> y subir
fr: <hinticon/> <1>Maintenez</1> le <b>bouton du bas droit</b> pour consommer de <2>l'énergie</2> et vous élever
id: <hinticon/> <1>Tekan dan tahan</1> <b>tombol kanan bawah</b> untuk menggunakan <2>energi</2> dan naik
it: <hinticon/> <1>Tieni premuto</1> il <b>pulsante in basso a destra</b> per consumare <2>energia</2> e ascendere
ja: <hinticon/> <1><b>右下ボタンを</b>長押し</1>するとエネルギーを消費して<2>上昇します</2>
ko: <hinticon/> <b>오른쪽 하단 버튼</b>을 <1>길게 눌러</1> <2>에너지</2>를 사용하여 떠오르세요
pt: <hinticon/> <1>Aperte e segure</1> o <b>botão inferior direito</b> para consumir <2>energia</2> e subir
ru: <hinticon/> <1>Зажмите</1> <b>кнопку снизу справа</b>, чтобы потребить <2>энергию</2> и подняться
th: <hinticon/><1>กดปุ่ม</1><b>ด้านล่างขวาค้างไว้</b>เพื่อใช้<2>พลังงาน</2>และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> <1>Nhấn và giữ </1><b>nút dưới bên phải </b>để tiêu hao <2>năng lượng</2> bay lên
zh_hans: <hinticon/> <1>长按</1><b>右下角按钮</b>可以消耗<2>能量</2>飞升
zh_hant: <hinticon/> <1>長按</1><b>右下角按鈕</b>可以消耗<2>能量</2>飛升

# tutorial_rise_00_pro_lh
source: <hinticon/> <1>Press and hold</1> the <b>bottom left button</b> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> <1>Halte</1> die <b>untere linke Taste</b> gedrückt, um <2>Energie</2> zu verbrauchen und aufzusteigen
es: <hinticon/> <1>Mantén presionado</1> el <b>botón inferior izquierdo </b> para consumir <2>energía </2> y subir
fr: <hinticon/> <1>Maintenez</1> le <b>bouton du bas gauche</b> pour consommer de <2>l'énergie</2> et vous élever
id: <hinticon/> <1>Tekan dan tahan</1> <b>tombol kiri bawah</b> untuk menggunakan <2>energi</2> dan naik
it: <hinticon/> <1>Tieni premuto</1> il <b>pulsante in basso a sinistra</b> per consumare <2>energia</2> e ascendere
ja: <hinticon/> <1><b>左下ボタンを</b>長押し</1>するとエネルギーを消費して<2>上昇します</2>
ko: <hinticon/> <b>왼쪽 하단 버튼</b>을 <1>길게 눌러</1> <2>에너지</2>를 사용하여 떠오르세요
pt: <hinticon/> <1>Aperte e segure</1> o <b>botão inferior esquerdo</b> para consumir <2>energia</2> e subir
ru: <hinticon/> <1>Зажмите</1> <b>кнопку снизу слева</b>, чтобы потребить <2>энергию</2> и подняться
th: <hinticon/><1>กดปุ่ม</1><b>ด้านล่างซ้ายค้างไว้</b>เพื่อใช้<2>พลังงาน</2>และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> <1>Nhấn và giữ </1><b>nút dưới bên trái </b>để tiêu hao <2>năng lượng</2> bay lên
zh_hans: <hinticon/> <1>长按</1><b>左下角按钮</b>可以消耗<2>能量</2>飞升
zh_hant: <hinticon/> <1>長按</1><b>左下角按鈕</b>可以消耗<2>能量</2>飛升
