Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# mainstreet_storm_02
source: Brave the storm to guide <1>spirits</1> back to this refuge.
de: Trotze dem Sturm und führe die <1>Geister</1> zurück zu dieser Zuflucht.
es: Hazle frente a la tempestad para guiar a los <1>espíritus</1> de vuelta a su refugio.
fr: Bravez la tempête pour guider les <1>esprits</1> vers ce refuge.
id: Hadapi badai untuk memandu <1>para roh</1> kembali ke pengungsian ini.
it: Affronta la tempesta per guidare gli <1>spiriti</1> verso questo rifugio.
ja: 嵐に立ち向かい、<1>精霊たち</1>がこの隠れ家へ帰れるよう導きましょう
ko: 폭풍을 이겨내고 <1>영혼들</1>을 이 피난처로 안내해 주세요.
pt: Enfrente a tempestade para guiar os <1>espíritos</1> de volta ao refúgio.
ru: Одолейте бурю, чтобы провести <1>духов</1> в это убежище.
th: ฝ่าฟันพายุเพื่อนำทาง<1>เหล่าสปิริต</1>กลับไปยังที่หลบภัยแห่งนี้
vi: Dũng cảm vượt qua giông bão để dẫn dắt các <1>tinh linh</1> trở về nơi trú ẩn này.
zh_hans: 勇敢地面对风暴，带领<1>先灵</1>回到这个避难所。
zh_hant: 勇敢面對風暴，引導<1>先靈</1>回到避難所。

# mainstreet_storm_03
source: Aviary Village has been awakened. Brave the storm to guide <1>spirits</1> back to this refuge.
de: Das Volieren-Dorf ist erwacht. Trotze dem Sturm und führe die <1>Geister</1> zurück zu dieser Zuflucht.
es: Se despertó la aldea aviaria. Hazle frente a la tempestad para guiar a los <1>espíritus</1> de vuelta a su refugio.
fr: Le village volière a été réveillé. Bravez la tempête pour guider les <1>esprits</1> vers ce refuge.
id: Desa Aviary telah kembali. Hadapi badai untuk memandu <1>para roh</1> kembali ke pengungsian ini.
it: Il Villaggio degli Uccelli è stato risvegliato. Affronta la tempesta per guidare gli <1>spiriti</1> verso questo rifugio.
ja: 花鳥郷が目覚めました 嵐に立ち向かい、<1>精霊たち</1>がこの隠れ家へ帰れるよう導きましょう
ko: 새들의 정원 마을이 깨어났어요. 폭풍을 이겨내고 <1>영혼들</1>을 이 피난처로 안내해 주세요.
pt: A Aldeia Aviária despertou. Enfrente a tempestade para guiar os <1>espíritos</1> de volta ao refúgio.
ru: Птичья деревня пробудилась. Одолейте бурю, чтобы провести <1>духов</1> в это убежище.
th: หมู่บ้านเอเวียรีตื่นขึ้นแล้ว ฝ่าฟันพายุเพื่อนำทาง<1>เหล่าสปิริต</1>กลับไปยังที่หลบภัยแห่งนี้
vi: Làng Chuồng Chim đã thức tỉnh. Dũng cảm vượt qua giông bão để dẫn dắt các <1>tinh linh</1> trở về nơi trú ẩn này.
zh_hans: 云巢已被唤醒。 勇敢地面对风暴，带领<1>先灵</1>回到这个避难所。
zh_hant: 雲巢已經甦醒。 勇敢面對風暴，引導<1>先靈</1>回到避難所。

# mainstreet_wallpainting_00
source: The stars were once united and our light was infinite.
de: Einst waren die Sterne vereint und unser Licht war unendlich.
es: Érase una vez, las estrellas estábamos unidas y nuestra luz era infinita.
fr: Les étoiles étaient autrefois unies et notre lumière était infinie.
id: Bintang-bintang pernah bersatu dan cahaya kami tak terbatas.
it: Le stelle, un tempo, erano unite e la nostra luce infinita.
ja: かつて星々は一つであり、その煌めきは永遠を約束されていました
ko: 한때 별들은 하나였고, 우리의 빛은 무한했습니다.
pt: Um dia, as estrelas se alinharam e a nossa luz era infinita.
ru: Когда-то звезды сияли вместе, и наш свет был бесконечным.
th: ครั้งหนึ่งหมู่ดาวเคยรวมกันเป็นหนึ่ง และแสงสว่างของเราก็เจิดจ้าเป็นนิรันดร์
vi: Các ngôi sao từng tụ họp và ánh sáng của chúng ta từng là vô tận.
zh_hans: 从前，群星紧紧团结在一起，无穷无尽地闪闪发光。
zh_hant: 繁星曾齊聚一堂，散發萬丈光芒。

# mainstreet_wallpainting_01
source: The first of us descended to build a Kingdom in the clouds.
de: Die ersten von uns sind herabgestiegen, um ein Königreich in den Wolken zu errichten.
es: La primera de nosotras descendió para construir un reino en las nubes.
fr: Le premier d’entre nous est descendu pour construire un royaume dans les nuages.
id: Yang pertama dari kami turun untuk membangun Kerajaan di awan.
it: I primi tra di noi discesero per costruire un regno tra le nuvole.
ja: 雲の中に王国を築こうと、降り立った最初の星々
ko: 우리 중 첫 번째 별이 내려와 구름 속에 왕국을 세웠습니다.
pt: O primeiro de nós desceu para criar um reino nas nuvens.
ru: Первые из нас спустились, чтобы построить царство в облаках.
th: บรรพชนของเราได้ลงมาสร้างอาณาจักรในหมู่เมฆ
vi: Người đầu tiên trong chúng ta đã hạ xuống và dựng nên Vương quốc trên mây.
zh_hans: 后来，我们中的第一批陨落，在云端建立了一个王国。
zh_hant: 我們的先祖下凡而來，在雲間建立起王國。

# mainstreet_wallpainting_02
source: But we took our light for granted...
de: Aber wir hielten unser Licht für selbstverständlich …
es: Pero no supimos valorar nuestra luz...
fr: Mais nous avons pris notre lumière pour acquise...
id: Namun, kami menganggap remeh cahaya...
it: Ma avevamo dato la nostra luce per scontata...
ja: 光とは常にそこにあるものと、思い込んでいたのです…
ko: 하지만 우리가 지닌 빛을 당연하게 여긴 탓일까요...
pt: Mas subestimamos a nossa luz...
ru: Но мы думали, свет с нами навсегда…
th: แต่แล้วเรากลับไม่เห็นคุณค่าของแสงสว่างที่เราได้รับ...
vi: Nhưng chúng ta đã xem thường ánh sáng của mình...
zh_hans: 但我们将我们的光视为理所当然……
zh_hant: 但我們把「光」視為理所當然的存在……

# mainstreet_wallpainting_03
source: ...and in shadow, we withered away.
de: … und so verkümmerten wir im Schatten.
es: ... y nos marchitamos en las sombras.
fr: ...et dans l'ombre, nous avons peu à peu dépéri.
id: ...dan dalam bayangan, kami redup.
it: ...e nell'ombra, siamo poco a poco avvizziti.
ja: …そして闇の中、我らは枯れ落ちていきました
ko: ...우리는 그림자 속에서 시들어갔습니다.
pt: ... e definhamos nas sombras.
ru: … а он померк среди теней.
th: ...และเราก็ต่างร่วงโรยไปในเงามืด
vi: ...và chúng ta dần lụi tàn trong bóng đêm.
zh_hans: ……在阴暗中，我们渐渐黯淡。
zh_hant: ……於是我們就在陰影之中逐漸凋零。

# mainstreet_wallpainting_04
source: A long time has passed. Now, you bring us hope.
de: Es ist viel Zeit vergangen. Jetzt bringst du uns Hoffnung.
es: Pasó mucho tiempo. Ahora tú nos das esperanzas.
fr: Beaucoup de temps s'est écoulé. Aujourd’hui, tu nous apportes l'espoir.
id: Waktu telah lama berlalu. Kini, kau memberikan harapan.
it: È trascorso molto tempo. Ora, tu ci porti speranza.
ja: 長い長い月日が流れ、そして今、あなたが希望をもたらしてくれました
ko: 그 후로 오랜 시간이 흘렀습니다. 이제 우리는 당신에게서 희망을 봅니다.
pt: Muito tempo se passou desde então. Hoje, você nos traz esperança.
ru: Много воды утекло. И теперь вы принесли нам надежду.
th: วันเวลาที่แสนยาวนานได้ผ่านไปแล้ว ตอนนี้คุณนำความหวังกลับมาสู่พวกเรา
vi: Đã qua một thời gian dài. Giờ đây, ngươi mang cho chúng ta niềm hy vọng.
zh_hans: 时光荏苒。现在，你给我们带来了希望。
zh_hant: 過了許久，你的出現為我們帶來了希望。

# mainstreet_wallpainting_05
source: Go forth child. Return your light to our fallen stars.
de: Geh hinaus, Kind. Bring dein Licht zu unseren gefallenen Sternen zurück.
es: Ve, criatura. Regresa nuestra luz a nuestras estrellas caídas.
fr: Va, mon enfant. Redonne ta lumière à nos étoiles déchues.
id: Pergilah, Nak. Kembalikan cahayamu kepada bintang jatuh kami.
it: Vai. Restituisci la tua luce alle nostre stelle cadute.
ja: 先へ進みなさい、星の子よ。落ちた星々にあなたの光を還すのです
ko: 앞으로 나아가세요, 아이여. 당신의 빛을 떨어진 별들에게 돌려주세요.
pt: Vá adiante, criança. Leve a sua luz até nossas estrelas decaídas.
ru: Иди, дитя Неба. Верни свет павшим звездам.
th: จงมุ่งหน้าต่อไป สปิริตน้อยเอ๋ย จงคืนแสงสว่างแก่ดวงดาวที่ร่วงหล่นของเรา
vi: Hãy tiến lên. Hãy mang ánh sáng về cho những ngôi sao tăm tối chúng ta.
zh_hans: 去吧，孩子。把你的光还给我们陨落的星星。
zh_hant: 向前邁進吧，孩子。將你的光芒，返還給那些墜落的星。

# mainstreet_wallpainting_06
source: Your destiny awaits.
de: Dein Schicksal erwartet dich.
es: Tu destino te espera.
fr: Ta destinée t’attend.
id: Nasib menunggu.
it: Il tuo destino ti attende.
ja: 使命があなたを待っています
ko: 운명이 기다립니다.
pt: O seu destino aguarda.
ru: Это твоя судьба.
th: โชคชะตารอคอยคุณอยู่
vi: Định mệnh đang chờ ngươi.
zh_hans: 命运已静候你多时。
zh_hant: 命運之神正召喚著你。

# mannequin_outfit_missing
source: Some outfits can't be worn as they haven't been unlocked yet
de: Einige Outfits können nicht getragen werden, weil sie noch nicht freigeschaltet wurden.
es: Algunos trajes no se pueden usar porque todavía no se desbloquearon.
fr: Certaines tenues ne peuvent pas être portées, car elles n'ont pas encore été débloquées
id: Beberapa pakaian tidak dapat dikenakan karena belum dibuka kuncinya
it: Alcuni costumi non possono essere indossati perché non sono stati ancora sbloccati
ja: まだ解放していないドレスアップアイテムは着用できません
ko: 일부 의상은 잠금 해제되지 않아 착용할 수 없습니다.
pt: Alguns trajes não podem ser usados porque ainda não foram desbloqueados
ru: Некоторые костюмы недоступны для ношения, т.к. еще не разблокированы
th: ชุดเสื้อผ้าบางชุดยังไม่สามารถสวมใส่ได้ เนื่องจากยังไม่ได้ปลดล็อก
vi: Một số trang phục không thể mặc vì chưa được mở khóa
zh_hans: 部分服饰尚未解锁，暂时无法穿戴
zh_hant: 有些服飾還未解鎖，暫時無法穿戴

# meditation_hint_enter_trial
source: Items and spells cannot be used in the trials.
de: In den Prüfungen können Gegenstände und Zauber nicht eingesetzt werden.
es: Los objetos y los hechizos no pueden utilizarse en las pruebas.
fr: Les objets et les sorts ne peuvent pas être utilisés dans les épreuves.
id: Item dan mantra tidak dapat digunakan dalam uji coba.
it: Oggetti e incantesimi non possono essere usati nelle prove.
ja: 試練では道具や魔法は使用できません
ko: 시련에서는 아이템과 주문을 사용할 수 없습니다.
pt: Itens e feitiços não podem ser usados nas provações.
ru: Во время испытаний нельзя использовать предметы и чары.
th: ไม่สามารถใช้ไอเทม และคาถาในบททดสอบได้
vi: Các vật phẩm và Phép thuật không thể được sử dụng trong các thử thách.
zh_hans: 道具和魔法在此次考验中将无法使用。
zh_hant: 道具和魔法在此次考驗中將無法使用。

# meditation_hint_exit_trial
source: Head back to the central <b>Cave</b>?
de: Zurück in die zentrale <b>Höhle</b>?
es: ¿Volver a la <b>Cueva</b> central?
fr: Retourner à la <b>Grotte</b> centrale ?
id: Kembali ke bagian tengah <b>Gua</b>?
it: Vuoi tornare alla <b>Grotta</b> centrale?
ja: <b>石窟</b>の中央広場に戻りますか？
ko: 중앙 <b>동굴</b>로 돌아갈까요?
pt: Voltar para a <b>Caverna</b> central?
ru: Вернуться в центральную <b>пещеру</b>?
th: มุ่งหน้ากลับไปที่<b>ถ้ำ</b>กลางใช่ไหม
vi: Quay lại trung tâm <b>Hang động</b>?
zh_hans: 是否回到<b>山洞</b>的中心？
zh_hant: 是否回到<b>山洞</b>的中心？

# meditation_hint_friendly_compete
source: Race with friends and see who collects the most <1>fragments of light</1>!
de: Tritt mit deinen Freunden an und finde heraus, wer die meisten <1>Lichtfragmente</1> sammelt!
es: ¡Corre con tus amistades para ver quién recoge la mayor cantidad de <1>fragmentos de luz</1>!
fr: Faites la course avec vos amis et voyez qui collectera le plus de <1>fragments de lumière</1> !
id: Berlombalah dengan teman dan lihat siap yang mengumpulkan <1>fragmen cahaya</1> paling banyak!
it: Gareggia con gli amici e vedi chi raccoglie più <1>frammenti di luce</1>!
ja: フレンドとレースしよう！誰が一番<1>光のかけら</1>を集められるでしょう？
ko: 친구와 <1>빛의 조각</1> 모으기 시합을 해 보세요!
pt: Corra com amigos e veja quem coleta mais <1>fragmentos de luz</1>!
ru: Устройте гонку с друзьями — победит тот, кто соберет больше всех <1>фрагментов света</1>!
th: แข่งขันกับเพื่อนๆ และดูว่าใครรวบรวม<1>ผลึกแสง</1>ได้มากที่สุด!
vi: Đua với bạn bè và xem ai thu thập được nhiều <1>mảnh vỡ ánh sáng</1> nhất!
zh_hans: 与朋友竞赛，看谁收集的<1>光之碎片</1>最多！
zh_hant: 與好友一較高下，看誰收集到最多<1>光之碎片</1>！

# meditation_hint_learn_more_url_confirm
source: Do you want to learn more about this? This will take you out of <8>SKY</8>.
de: Möchtest du mehr darüber erfahren? Dadurch verlässt du <8>SKY</8>.
es: ¿Te gustaría aprender más sobre la conservación de la naturaleza? Esto te llevará fuera de <8>SKY</8>.
fr: Souhaites-tu en savoir plus sur la protection de la nature ? Cela te fera quitter <8>SKY</8>.
id: Apakah kamu ingin mempelajari lebih lanjut tentang pelestarian alam? Ini akan membawa kamu keluar dari <8>SKY</8>.
it: Ti piacerebbe saperne di più sulla conservazione della natura? Questo ti porterà fuori da <8>SKY</8>.
ja: 詳細を確認しますか？ 瞑想すると<8>Sky</8>の外の世界につながります
ko: 자연 보호에 대해 더 알아보고 싶으신가요? 이동 시 <8>SKY</8>를 벗어나게 됩니다.
pt: Deseja saber mais a respeito? Você sairá do <8>SKY</8>.
ru: Хочешь узнать больше о сохранении природы? Это выведет тебя из <8>SKY</8>.
th: คุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับการอนุรักษ์ธรรมชาติหรือไม่? สิ่งนี้จะพาคุณออกจาก <8>SKY</8>
vi: Bạn có muốn tìm hiểu thêm về việc bảo tồn thiên nhiên không? Điều này sẽ đưa bạn ra khỏi <8>SKY</8>.
zh_hans: 想要了解更多？ 这将会带你离开<8>SKY</8>。
zh_hant: 您想了解更多關於自然保育的資訊嗎？ 這將會帶您離開 <8>SKY</8>。

# meditation_hint_need_multiple_players
source: Call for help from other players to complete this activity.
de: Bitte andere Spieler um Hilfe, um diese Aktivität abzuschließen.
es: Pide ayuda a otros jugadores para completar esta actividad.
fr: Demandez l'aide d'autres joueurs pour réaliser cette activité.
id: Minta bantuan dari pemain lain untuk menyelesaikan aktivitas ini.
it: Chiedi aiuto ad altri giocatori per completare questa attività.
ja: このアクティビティを完了させるため、周りのプレイヤー達に助けを呼びかけてみましょう
ko: 이 퀘스트를 완료하려면 플레이어들에게 도움을 요청해보세요
pt: Peça ajuda a outros jogadores para concluir esta atividade.
ru: Чтобы завершить это действие вам понадобится помощь других игроков.
th: ขอความช่วยเหลือจากผู้เล่นคนอื่นเพื่อทำกิจกรรมนี้ให้เสร็จ
vi: Kêu gọi sự giúp đỡ từ những người khác để hoàn thành hoạt động này.
zh_hans: 呼唤其他玩家的帮助来完成这个活动。
zh_hant: 呼喚其他玩家的幫助來完成這個活動。

# meditation_hint_start_activity
source: Start this activity?
de: Diese Aktivität beginnen?
es: ¿Comenzar esta actividad?
fr: Commencer cette activité ?
id: Mulai aktivitas ini?
it: Iniziare questa attività?
ja: このアクティビティを開始しますか？
ko: 이 활동을 시작할까요?
pt: Iniciar esta atividade?
ru: Приступить к выполнению?
th: เริ่มกิจกรรมนี้หรือไม่
vi: Bắt đầu hoạt động này?
zh_hans: 要开始这项活动吗？
zh_hant: 開始這項活動？

# meditation_hint_trial_give_up
source: Forfeit this trial and return to the <b>Cave of Prophecies</b>?
de: Diese Prüfung unterbrechen und in die <b>Höhle der Prophezeiungen</b> zurückkehren?
es: ¿Anular esta prueba y regresar a la <b>Cueva de las Profecías</b>?
fr: Annuler cette épreuve et retourner à la <b>Grotte des prophéties</b> ?
id: Batalkan uji coba ini dan kembali ke <b>Gua Nubuat</b>?
it: Vuoi rinunciare a questa prova e tornare alla <b>Grotta delle Profezie</b>?
ja: この試練を放棄し、<b>預言者の石窟</b>に戻りますか？
ko: 이 시련을 포기하고 <b>예언의 동굴</b>로 돌아갈까요?
pt: Desistir desta provação e retornar à <b>Caverna das Profecias</b>?
ru: Бросить испытание и вернуться в <b>Пещеру пророчеств</b>?
th: ยอมแพ้ต่อบททดสอบนี้ และกลับสู่<b>ถ้ำแห่งคำพยากรณ์</b>หรือไม่
vi: Bỏ qua khiêu chiến này và quay trở lại <b>Hang Bình Minh</b>?
zh_hans: 是否放弃本次挑战，回到<b>预言山谷</b>？
zh_hant: 是否放棄本次挑戰，回到<b>預言山谷</b>？

# meditation_portal
source: <warning>Warning:</warning> Entering an earlier level will cause the current savepoint in the latest level to be lost
de: <warning>Achtung:</warning> Wenn du einen früheren Level betrittst, verlierst du deinen aktuellen Speicherpunkt im gegenwärtigen Level
es: <warning>Advertencia:</warning> entrar a una nivel anterior causará que se pierda tu punto de control actual
fr: <warning>Attention :</warning> retourner dans un niveau précédent supprimera le point de sauvegarde du dernier niveau joué.
id: <warning>Peringatan:</warning> Memasuki level lebih awal akan menyebabkan titik penyimpanan saat ini di level terbaru hilang
it: <warning>Attenzione:</warning> entrando in un livello precedente perderai il punto di salvataggio attuale nel livello più recente
ja: ここから以前訪れたことのある場所にワープできます <warning>最後にいた場所に戻ることができなくなります</warning>のでご注意ください
ko: <warning>경고:</warning> 이전 레벨에 입장하면 가장 최근 레벨의 현재 저장지점이 삭제됩니다.
pt: <warning>Alerta:</warning> ao entrar em um nível antigo, o ponto salvo do nível mais recente será perdido
ru: <warning>Внимание:</warning> войдя на более ранний уровень, вы потеряете текущую точку сохранения на последнем уровне
th: <warning>คำเตือน:</warning> การเข้าสู่ด่านก่อนหน้าจะทำให้จุดเซฟปัจจุบันในด่านล่าสุดของคุณหายไป
vi: <warning>Cảnh báo: </warning> Vào cấp độ thấp hơn sẽ làm mất điểm lưu hiện tại ở cấp độ mới nhất
zh_hans: <warning>注意:</warning>进入到之前的关卡，当前关卡进度将丢失
zh_hant: <warning>注意:</warning>進入到之前的關卡，將遺失目前關卡的進度

# meditation_shrine_12year
source: What advice would you give your 12-year-old self?
de: Welchen Rat würdest du deinem 12-jährigen Ich geben?
es: ¿Qué consejo te darías a ti mismo a la edad de 12 años?
fr: Quels conseils vous donneriez-vous si vous aviez 12 ans ?
id: Nasihat apa yang akan kamu berikan ke dirimu yang masih berumur 12 tahun?
it: Se potessi incontrare la versione dodicenne di te, quale consiglio le daresti?
ja: 12歳の自分に伝えたいことは何ですか？
ko: 12살 때의 자신을 만나면 어떤 조언을 해주시겠어요?
pt: Qual conselho você daria ao seu eu de 12 anos?
ru: Какой совет вы бы дали себе 12-летнему(-ей)?
th: คุณอยากให้คำแนะนำอะไรกับตัวเองในวัย 12 ขวบบ้าง
vi: Bạn sẽ đưa ra lời khuyên gì cho đứa trẻ 12 tuổi của mình?
zh_hans: 今天的您会给12岁的您什么样的建议？
zh_hant: 今天的你會給12歲的你什麼樣的建議？

# meditation_shrine_3words
source: Describe yourself in 3 words
de: Beschreibe dich selbst in 3 Worten
es: Descríbete a ti mismo en 3 palabras
fr: Décrivez-vous en 3 mots.
id: Jelaskan dirimu dalam 3 kata
it: Descriviti con 3 parole.
ja: 自分を3つの言葉で表すと？
ko: 자신을 세 단어로 묘사해주세요
pt: Descreva-se com 3 palavras
ru: Опишите себя в 3 словах
th: จงอธิบายตัวคุณเองใน 3 คำ
vi: Mô tả bản thân bằng 3 từ
zh_hans: 最代表您自己的三个词
zh_hant: 哪三個詞最能代表你？

# meditation_shrine_admire
source: Who do you most <b>admire</b>?
de: Wen <b>bewunderst</b> du am meisten?
es: ¿A quién <b>admiras </b> más?
fr: Qui <b>admirez-vous</b> le plus ?
id: Siapa orang yang paling kamu <b>kagumi</b>?
it: Chi <b>ammiri</b> di più?
ja: あなたが一番<b>尊敬</b>している人は誰ですか？
ko: 가장 <b>존경</b>하는 사람은 누구인가요?
pt: Quem você mais <b>admira</b>?
ru: Кем вы больше всего <b>восхищаетесь</b>?
th: คุณ<b>ชื่นชม</b>ใครมากที่สุด
vi: Bạn <b>ngưỡng mộ</b> ai nhất?
zh_hans: 你最<b>敬仰</b>的人是谁？
zh_hant: 你最<b>敬仰</b>的人是誰？

# meditation_shrine_advice
source: What’s the best piece of advice you’ve ever been given?
de: Was war der beste Rat, den du selbst jemals erhalten hast?
es: ¿Cuál es el mejor consejo que has recibido?
fr: Quel est le meilleur conseil que vous ayez reçu ?
id: Nasihat terbaik apa yang pernah kamu terima?
it: Qual è il miglior consiglio che tu abbia mai ricevuto?
ja: 今までで一番ためになったアドバイスは何でしたか？
ko: 지금까지 받은 최고의 조언은 무엇인가요?
pt: Qual foi o melhor conselho que você já recebeu?
ru: Какой совет лучший из всех, что вы получали?
th: คำแนะนำที่ดีที่สุดที่คุณเคยได้รับคืออะไร
vi: Lời khuyên tốt nhất mà bạn từng đưa ra là gì?
zh_hans: 您收到过的最有人生价值的建议是？
zh_hant: 你收到過的最有價值的建議是什麼？

# meditation_shrine_advice_moth
source: What advice would you give a new player?
de: Welchen Rat würdest du einem neuen Spieler geben?
es: ¿Qué consejo le darías a alguien que recién empieza a jugar?
fr: Quel conseil donneriez-vous à un nouveau joueur ?
id: Apa saran yang akan kamu berikan kepada pemain baru?
it: Che consiglio daresti a un nuovo giocatore?
ja: 新しく世界に降り立った星の子どもたちへ、アドバイスを送りましょう
ko: 새로운 플레이어에게 어떤 조언을 건넬 수 있을까요?
pt: Qual conselho você daria a um jogador novo?
ru: Какой совет вы дали бы новому игроку?
th: คุณมีคำแนะนำอะไรสำหรับผู้เล่นใหม่
vi: Bạn sẽ khuyên người chơi mới điều gì?
zh_hans: 你会给新玩家提什么建议？
zh_hant: 你會給新玩家什麼建議呢？

# meditation_shrine_advice_moth_2
source: Give one piece of advice you wish that someone told you when you first joined Sky.
de: Nenne einen Ratschlag, den du dir gewünscht hättest, als du in Sky angefangen hast.
es: Da un consejo que te hubiera gustado que alguien te diga apenas te uniste a Sky.
fr: Indiquez un conseil que vous auriez aimé qu’on vous donne lorsque vous avez rejoint Sky pour la première fois.
id: Berikan nasihat yang ingin kamu dengar dari seseorang saat kamu pertama kali bergabung dengan Sky.
it: Qual è un consiglio che avresti voluto ricevere quando ti sei unito/a per la prima volta a Sky?
ja: Skyに降り立ったばかりの頃に聞いておきたかった、と思うアドバイスを教えてください
ko: 처음 Sky를 접했을 때 들었던 조언이 있다면 알려주세요.
pt: Dê um conselho que você gostaria de ter recebido quando entrou em Sky pela primeira vez.
ru: Какой совет вы бы хотели получить от других, когда только пришли в мир Неба?
th: โปรดให้คำแนะนำหนึ่งข้อที่คุณอยากได้จากผู้อื่น เมื่อคุณเข้าร่วม Sky เป็นครั้งแรก
vi: Đưa ra một lời khuyên mà bạn ước đã nhận được khi mới đến thế giới Sky.
zh_hans: 给出一条你希望有人在你初次加入《Sky·光遇》时告诉你的建议。
zh_hant: 請說出一個你希望自己剛開始玩《Sky光·遇》時，有人能夠給你的建議。

# meditation_shrine_alive
source: When do you feel most <b>alive</b>?
de: Wann fühlst du dich am <b>lebendigsten</b>?
es: ¿Cuándo te sientes más <b>vivo</b>?
fr: Quand vous sentez-vous le plus <b>en vie</b> ?
id: Di saat-saat seperti apa kamu merasa paling <b>bersemangat</b>?
it: Quando ti senti più <b>vivo/a</b>?
ja: 自分は<b>生きている</b>と実感する時はどんな時ですか？
ko: 언제 가장 <b>살아있음을</b> 느끼시나요?
pt: Quando você sente que tem mais <b>vida</b>?
ru: Когда вы чувствуете себя <b>живее всего</b>?
th: เมื่อใดที่คุณรู้สึก<b>ร่าเริง</b>มากที่สุด
vi: Khi nào bạn cảm thấy <b>đầy sức sống</b> nhất?
zh_hans: 你什么时候觉得活得最<b>充实</b>？
zh_hant: 你什麼時候會覺得活得非常<b>充實</b>？

# meditation_shrine_animal
source: What <b>animal</b> makes you smile?
de: Welches <b>Tier</b> bringt dich zum Lächeln?
es: ¿Qué <b>animal</b> te hace sonreír?
fr: Quel <b>animal</b> vous fait sourire ?
id: <b>Binatang</b> apa yang membuatmu tersenyum?
it: Quale <b>animale</b> ti fa sorridere?
ja: あなたの一番好きな<b>動物<を教えてください
ko: 어떤 <b>동물</b>을 볼 때 미소를 짓게 되시나요?
pt: Que <b>animal</b> faz você sorrir?
ru: Какое <b>животное</b> вас веселит?
th: <b>สัตว์ชนิดใด</b>ที่ทำให้คุณยิ้มได้
vi: <b>Con vật gì</b>khiến bạn mỉm cười?
zh_hans: 什么<b>动物</b>能让你欢笑？
zh_hant: 什麼<b>動物</b>能讓你露出笑容？

# meditation_shrine_animal_try
source: If you could be one animal for a day, what animal would you choose to be?
de: Wenn du einen Tag lang ein Tier sein könntest, welches Tier würdest du sein?
es: Si pudieras ser un animal por un día, ¿qué animal desearías ser?
fr: Si vous pouviez être un animal seulement pendant une journée, lequel choisiriez-vous ?
id: Kalau kamu bisa memilih menjadi hewan selama satu hari, hewan apa yang akan kamu pilih?
it: Se potessi essere un animale per un giorno, quale animale sceglieresti di essere?
ja: 1日だけ動物になれるなら、何になりたいですか？
ko: 하루 동안 한 가지 동물로 변할 수 있다면 어떤 동물이 되고 싶은가요?
pt: Se você pudesse ser um animal por um dia, que animal escolheria?
ru: Если бы вы могли стать любым животным на один день, кем бы вы стали?
th: หากคุณเลือกเป็นสัตว์หนึ่งตัวได้หนึ่งวัน คุณอยากเลือกเป็นสัตว์ชนิดใด เพราะเหตุใด
vi: Nếu được trở thành một loài vật trong một ngày, bạn sẽ chọn trở thành loài vật nào?
zh_hans: 如果能当一天的动物，你会选择当什么动物？
zh_hant: 如果可以當某種動物一天，你會想要當什麼動物？

# meditation_shrine_anniversary
source: Share a message to help us <b>celebrate</b> Sky's anniversary!
de: Schreibe uns eine Nachricht und <b>feiere</b> den Geburtstag von Sky!
es: ¡Comparte un mensaje para ayudarnos a <b>celebrar</b> el aniversario de Sky!
fr: Partagez un message pour nous aider à <b>célébrer</b> l’anniversaire de Sky !
id: Bagikan pesan untuk membantu kami <b>merayakan</b> hari ulang tahun Sky!
it: Condividi un messaggio per aiutarci a <b>festeggiare</b> il compleanno di Sky!
ja: Skyのアニバーサーリーの<b>お祝い</b>に、あなたのメッセージを聞かせてください！
ko: 메시지를 남겨 Sky 기념일을 <b>축하</b>해 주세요!
pt: Compartilhe uma mensagem para nos ajudar a <b>comemorar</b> o aniversário do Sky!
ru: Поделитесь этим сообщением и разделите радость праздника <b>день рождения Sky!</b>
th: แชร์ข้อความเพื่อช่วยเรา<b>เฉลิมฉลอง</b>วันครบรอบของ Sky!
vi: Hãy chia sẻ tin nhắn giúp chúng tôi <b>chúc mừng</b> lễ kỷ niệm Sky!
zh_hans: 为了<b>庆祝</b> Sky 周年庆，在此留下一段讯息吧！
zh_hant: 為了<b>慶祝</b> Sky 週年慶，在此留下一段訊息吧！

# meditation_shrine_anniversary_krillcrabs
source: If you had to invite either one Dark Dragon or ten Dark Crabs to a party, which would you choose?
de: Würdest du lieber einen Dunkeldrachen oder zehn Dunkelkrabben zu einer Party einladen?
es: Si tuvieras que elegir entre invitar a un dragón oscuro o a diez cangrejos oscuros a una fiesta, ¿a cuál elegirías?
fr: Si vous deviez inviter soit un dragon obscur, soit dix crabes sombres à une fête, que choisiriez-vous ?
id: Siapa yang akan kamu pilih untuk diundang ke pesta, satu Naga Kegelapan atau sepuluh Kepiting Kegelapan?
it: Se dovessi invitare un drago oscuro o dieci granchi oscuri a una festa, quale sceglieresti?
ja: 暗黒竜1匹か、闇の蟹10匹、いずれかをパーティーに招待しないといけないなら、どちらに声をかけますか？
ko: 다크 드래곤 1마리 또는 어둠의 게 10마리 중 한 쪽을 파티에 초대해야 한다면 어느 쪽을 선택하시겠나요?
pt: Se tivesse que convidar um Dragão Sombrio ou dez caranguejos sombrios para uma festa, qual escolheria?
ru: Кого бы вы пригласили на вечеринку: тёмного дракона или десять тёмных крабов?
th: หากคุณต้องเชิญมังกรทมิฬหนึ่งตัวหรือปูทมิฬสิบตัวมาร่วมงานปาร์ตี้ คุณจะเลือกเชิญใคร
vi: Nếu phải mời một Rồng Hắc Ám hoặc mười Cua Hắc Ám vào một bữa tiệc, bạn sẽ chọn bên nào?
zh_hans: 如果你必须在一只冥龙或十只暗蟹两者中选择，你会邀请哪个参加派对？
zh_hant: 如果你必須在一隻冥龍或十隻暗蟹兩者中選擇，你會邀請哪個參加派對？
