Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_hist_07_00
source: In 2020, Sky released four new adventure seasons as well as launching on the Google Play store.
de: Im Jahr 2020 veröffentlichte Sky vier neue Abenteuersaisons und wurde im Google Play Store verfügbar.
es: En 2020, Sky lanzó cuatro temporadas de aventuras nuevas y se lanzó también en la tienda de Google Play.
fr: En 2020, Sky a sorti quatre nouvelles saisons d’aventure et a posé ses valises sur le Google Play.
id: Pada tahun 2020, Sky merilis empat petualangan musim baru dan juga meluncurkannya di Google Play Store.
it: Nel 2020, Sky ha rilasciato quattro nuove stagioni di avventure oltre al lancio sul Google Play Store.
ja: 2020年、Skyには新たな4つの季節が訪れ、Google Playストアでの配信が開始されました。
ko: 2020년에 Sky는 네 개의 새로운 시즌을 선보이고 Google Play 스토어 버전도 출시했습니다.
pt: Em 2020, Sky lançou quatro novas temporadas de aventura, além de ser lançado na loja Google Play.
ru: В 2020 году в Sky вышли ещё четыре сезона, а сама игра появилась в магазине Google Play.
vi: Vào năm 2020, Sky đã phát hành bốn mùa phiêu lưu mới cũng như ra mắt trên cửa hàng Google Play.
zh_hans: 2020年，《Sky光·遇》发布了四个新的冒险季，并登陆Google Play商店。
zh_hant: 2020年，《Sky光·遇》推出了四個全新冒險季節，並登陸 Google Play 商店。

# sf_hist_07_05
source: BEHIND THE SCENES: Two of these seasons could have released under different names altogether... Can you guess which season they relate to? Season of: Gatherings, Awakening, Origins Season of: Wander, Radiance, Migration 🕯️
de: HINTER DEN KULISSN: Zwei der Saisons hätten unter komplett anderen Namen erscheinen können … Kannst du erraten, auf welche Saison sie sich beziehen? Saison: des Sammelns, des Erwachens, der Ursprünge Saison: der Wunder, des Leuchtens, der Wanderung 🕯️
es: DETRÁS DE ESCENA: Dos de estas temporadas se podrían haber lanzado con otros nombres… ¿Puedes adivinar con qué temporada se relacionan? Temporada de: reuniones, despertar, orígenes Temporada de: asombro, resplandor, migración 🕯️
fr: LES COULISSES : deux de ces saisons auraient pu sortir sous un tout autre nom... Vous devinez lesquelles ? Saison : des Rassemblements, de l’Éveil, des Origines Saison : de l’Errance, de l’Éclat, de la Migration 🕯️
id: <b>DI BALIK LAYAR:</b> Dua dari musim ini bisa saja dirilis dengan nama yang berbeda... Dapatkah kamu menebak musim mana yang berhubungan dengan musim ini? Pertemuan, Kebangkitan, Asal-Usul Musim dari: Pengembaraan, Pencerahan, Migrasi
it: DIETRO LE QUINTE: due di queste stagioni avrebbero potuto essere pubblicate con nomi completamente diversi, indovinate di quali si tratta... Stagione degli Incontri, del Risveglio, delle Origini Stagione del Viaggio, dello Splendore, della Migrazione 🕯️
ja: 開発舞台裏：これらの季節の内2つは、全く別の名前で登場する予定でした。どの季節のことかわかりますか？ Season of: Gatherings (集い), Awakening (目覚め), Origins (起源) Season of: Wander (彷徨う), Radiance (煌めき), Migration (移住) 🕯️
ko: 뒷이야기: 그중에서 두 시즌은 원래 다른 이름으로 출시될 예정이었습니다... 어떤 시즌으로 출시되었는지 맞혀보시겠어요? 모임, 각성, 기원의 시즌 방랑, 광채, 이주의 시즌 🕯️
pt: BASTIDORES: duas dessas temporadas poderiam ter sido lançadas com nomes completamente diferentes... Você consegue adivinhar a quais temporadas elas se referem? Temporada de: Encontros, Despertar, Origens Temporada de: Caminhadas, Radiância, Migração 🕯️
ru: ЗАКУЛИСЬЕ: два этих сезона могли выйти под совершенно другими названиями. Можете угадать, о каких сезонах здесь идёт речь? Сезон: собраний, пробуждений, начал Сезон: блуждания, света, миграции 🕯️
vi: CHUYỆN HẬU TRƯỜNG: Hai trong số những phần này có thể đã được phát hành dưới những cái tên hoàn toàn khác... Bạn có đoán được chúng liên quan đến mùa nào không? Mùa Hội Họp, Mùa Thức Tỉnh, Mùa Khởi Nguyên Mùa Lữ Hành, Mùa Rạng Rỡ, Mùa Di Cư 🕯️
zh_hans: 幕后故事：这些季节中的两个本来要以不同的名称一起发布……你能猜出它们与哪个季节相关吗？ 季节：团聚、觉醒、起源 季节：漫游、光辉、迁移 🕯️
zh_hant: 幕後：這四個季節中的兩個，原本的名字跟最終發布的不一樣。你能猜出這些分別與哪個季節有關嗎？ 季節：團聚、覺醒、起源 季節：漫遊、光輝、遷徙 🕯️

# sf_hist_08_00
source: On July 2020, the game celebrated its first anniversary. This time also saw the world gravely impacted by the COVID-19 pandemic.
de: Im Juli 2020 feierte das Spiel seinen ersten Geburtstag. Zu dieser Zeit wurde die Welt auch von der Corona-Pandemie heimgesucht.
es: En julio de 2020, el juego celebró su primer aniversario. Además, vio el grave impacto que la pandemia de COVID-19 causó en el mundo.
fr: En juillet 2020, le jeu a fêté son premier anniversaire. Le monde vivait également une pandémie majeure de COVID-19.
id: Pada bulan Juli 2020, game ini merayakan hari jadinya yang pertama. Kali ini juga merupakan masa dimana dunia terkena dampak besar dari pandemi COVID-19.
it: Nel luglio 2020, il gioco ha celebrato il suo primo anniversario. In quello stesso periodo, il mondo è stato gravemente colpito dalla pandemia di COVID-19.
ja: 2020年7月、Skyは1周年を祝いました。COVID-19 (新型コロナウィルス) のパンデミックにより、世界中に深刻な影響が出始めた年でもありました。
ko: 2020년 7월에는 출시 1주년을 맞았습니다. 전 세계가 코로나 19 팬데믹으로 엄청난 충격을 받은 무렵이기도 했습니다.
pt: Em julho de 2020, o jogo celebrou seu primeiro aniversário. Na época, também testemunhou o mundo sendo gravemente impactado pela pandemia de COVID-19.
ru: В июле 2020 года игра отпраздновала свою первую годовщину. Тогда же мир серьёзно пострадал от пандемии COVID-19.
vi: Vào tháng 7 năm 2020, trò chơi đã kỷ niệm sinh nhật một tuổi. Thời điểm này chứng kiến ​​thế giới bị ảnh hưởng nặng nề bởi đại dịch COVID-19.
zh_hans: 2020年7月，该游戏庆祝了一周年的纪念。也见证了全球深受新冠疫情的影响。
zh_hant: 2020 年 7 月，該遊戲慶祝了它的首個週年紀念。與此同時，全球也因新冠疫情而深受影響。

# sf_hist_08_01
source: Sky's first anniversary Through a special ‘Healing Pack’ initiative, thatgamecompany launched Sky’s first non-profit campaign to aid frontline workers through Doctors Without Borders. Thanks to the community, over USD 1 Million was raised.
de: Der erste Geburtstag von Sky Mit einer besonderen Heilungspaket-Initiative startete thatgamecompany Skys erste gemeinnützige Kampagne über Ärzte ohne Grenzen, um Frontarbeitern zu helfen. Dank der Community wurde über 1 Million US-Dollar erzielt.
es: Primer aniversario de Sky Mediante una iniciativa especial de "Paquete de Curación", thatgamecompany lanzó la primera campaña sin fines de lucro de Sky para ayudar a los trabajadores de la primera línea a través de Médicos sin fronteras. Gracias a la comunidad, se recaudó más de 1 millón de dólares.
fr: Premier anniversaire de Sky À travers son initiative spéciale « Pack guérison », thatgamecompany lançait sa première campagne à but non lucratif pour soutenir les personnes en première ligne avec Médecins sans frontières. Grâce à la communauté, nous avons ainsi pu réunir plus d’un million de dollars américains.
id: Ulang tahun pertama Sky Melalui inisiatif khusus 'Healing Pack', thatgamecompany meluncurkan kampanye nirlaba pertama Sky untuk membantu para pekerja di garis depan melalui Doctors Without Borders. Berkat komunitas, lebih dari USD 1 Juta berhasil dikumpulkan.
it: Primo anniversario di Sky Attraverso una la speciale iniziativa del "Pacchetto di guarigione", thatgamecompany ha lanciato la prima campagna senza scopo di lucro di Sky per aiutare i lavoratori in prima linea attraverso Medici Senza Frontiere. Grazie alla comunità, abbiamo raccolto oltre 1 milione di dollari.
ja: Skyの最初のアニバーサリー 癒しの日々にて『癒しのパック』を販売し、国境なき医師団を通し感染症と最前線で戦う医療従事者達を支援するキャンペーンを実施しました。1周年を迎えるこの年に、コミュニティの皆さんのおかげでSkyはこのキャンペーンで100万ドルを超える寄付を行うことがかないました。
ko: Sky의 1주년 thatgamecompany는 국경없는의사회와 협력하여 ‘치유 팩’ 계획을 통해 최전방에서 근무하는 사람들을 돕는 Sky 속 최초 비영리 캠페인을 진행했습니다. 커뮤니티 여러분 덕분에 백만 달러가 넘는 금액을 모금했습니다.
pt: Primeiro aniversário de Sky Através da iniciativa especial 'Pacote de Cura', a thatgamecompany lançou a primeira campanha sem fins lucrativos de Sky para ajudar trabalhadores da linha de frente através dos Médicos Sem Fronteiras. Graças à comunidade, mais de 1 milhão de dólares foram arrecadados.
ru: Первая годовщина Sky С помощью специальных целительных наборов thatgamecompany устроила в Sky первую благотворительную кампанию при посредничестве организации «Врачи без границ», чтобы помочь тем, кто трудился на передовой пандемического фронта. Игровое сообщество помогло собрать свыше миллиона долларов.
vi: Kỷ niệm Sky một tuổi Thông qua sáng kiến ​​'Gói Chữa Lành' đặc biệt, thatgamecompany đã phát động chiến dịch phi lợi nhuận đầu tiên của Sky nhằm hỗ trợ những người lao động ở tuyến đầu thông qua Tổ chức Bác Sĩ Không Biên Giới. Nhờ cộng đồng, hơn 1 triệu USD đã được quyên góp.
zh_hans: 《Sky光·遇》的一周年纪念 通过一项特别的“治愈礼包”活动， thatgamecompany 发布了《Sky光·遇》的首次非营利宣传活动，通过无国界医生组织支援前线工作者。在社区的鼎力支持下，此次活动筹集到了超过1百万美元的善款。
zh_hant: 《Sky光·遇》的一週年紀念 透過特別的「治癒禮包」計劃， thatgamecompany 發起了《Sky光·遇》首次非營利活動，以幫助無國界醫生救助前線工作者。感謝社群的支持，募集了超過 100 萬美元的善款。

# sf_hist_09_00
source: As part of each adventure season IN 2021, Sky saw continued expansions across the kingdom where new features, deeper stories, multiplayer dynamics, and unique gameplay were introduced.
de: Als Teil jeder Abenteuersaison in 2021 setzte Sky die Ausweitung des Königreichs fort: Neue Features, tiefgründigere Geschichten, Mehrspielerdynamik und einzigartiges Gameplay wurden eingeführt.
es: Como parte de cada temporada de aventura DEL 2021, Sky siguió expandiéndose a través del reino donde se revelaron nuevas características, historias más profundas, dinámicas de multijugador y una jugabilidad exclusiva.
fr: Dans le cadre des saisons d’aventure de 2021, Sky a vu arriver un flot continu d’extensions dans tout le royaume : fonctionnalités, récits plus riches, dynamiques multijoueur et gameplay unique.
id: Sebagai bagian dari setiap petualangan musim DI 2021, Sky melihat ekspansi berkelanjutan di seluruh kerajaan di mana fitur-fitur baru, cerita yang lebih dalam, dinamika multipemain, dan gameplay yang unik diperkenalkan.
it: Nell'ambito di ogni stagione di avventure nel 2021, il regno di Sky si è ampliato con l'introduzione di nuove funzionalità, storie approfondite, dinamiche multigiocatore e azione di gioco originale.
ja: 2021年の各季節で、新機能、深みのある物語、マルチプレイによるダイナミクスの変化、ユニークなゲームプレイの導入と、Skyの王国は更なる広がりを見せました。
ko: 2021년 동안 Sky는 다양한 시즌을 전개하며 새로운 기능, 심도 있는 이야기, 멀티플레이어 활동, 고유한 게임플레이를 도입하여 게임을 지속적으로 확장해 나갔습니다.
pt: Como parte de cada temporada da aventura em 2021, Sky teve expansões contínuas por todo o reino, onde novos recursos, histórias mais profundas, dinâmicas multijogador e jogabilidade única foram introduzidos.
ru: В 2021 году в рамках каждого нового сезона в Sky выходили дополнения, которые затрагивали всё королевство. Новые игровые возможности, свежие истории, улучшенная сетевая игра...
vi: Là một phần của mỗi mùa phiêu lưu TRONG NĂM 2021, Sky đã chứng kiến ​​sự mở rộng liên tục trên khắp các vương quốc, nơi đã giới thiệu các tính năng mới, những câu chuyện sâu sắc hơn, thúc đẩy đa người chơi và lối chơi độc đáo.
zh_hans: 作为2021年各个冒险季的一部分，《Sky光·遇》继续在整个王国实现了持续拓展，陆续引入了多种新特色、更深入的剧情、多玩家动态以及独特游玩机制。
zh_hant: 2021年，每個冒險季節都在 Sky 的國度持續擴展，引入了新功能、更深入的故事、多人互動和獨特的遊戲玩法。

# sf_hist_09_03
source: Season of The Little Prince Alongside its second game anniversary and expansion onto the Nintendo Switch, Sky also welcomed its first IP collaboration with Olivier d’Agay and Antoine de Saint-Exupéry’s beloved Le Petit Prince.
de: Saison des kleinen Prinzen Neben seinem zweiten Geburtstag und der Ausweitung auf Nintendo Switch hieß Sky auch seine erste IP-Zusammenarbeit mit Olivier d’Agay und Antoine de Saint-Exupérys geliebtem "Der kleine Prinz" willkommen.
es: Temporada de El principito Junto al segundo aniversario del juego y la expansión hacia la Nintendo Switch, Sky le dio la bienvenida a su primera colaboración de PI con el querido El principito de Olivier d’Agay y Antoine de Saint-Exupéry.
fr: Saison du Petit Prince Alors que Sky fêtait son deuxième anniversaire et s’installait sur Nintendo Switch, Sky célébrait aussi sa première collaboration avec Olivier d’Agay et le célèbre Petit Prince d’ Antoine de Saint-Exupéry.
id: Musim Pangeran Kecil Bersamaan dengan ulang tahun game kedua dan ekspansi ke Nintendo Switch, Sky juga menyambut kolaborasi IP pertamanya dengan Olivier d'Agay dan Pangeran Kecil kesayangan Antoine de Saint-Exupéry.
it: Stagione del Piccolo Principe Oltre al secondo anniversario del gioco e all'espansione su Nintendo Switch, Sky ha anche dato il benvenuto alla sua prima collaborazione IP con Olivier d'Agay e l'amato "Le Petit Prince" di Antoine de Saint-Exupéry.
ja: 星の王子さまの季節 2周年のお祝いそしてNintendo Switchへの展開に加え、Skyはオリヴィエ・ダジェイとアントワーヌ・ド・サン＝テグジュペリの愛され続ける名作『星の王子さま』を迎え、初のIPコラボレーションを実現しました。
ko: 어린 왕자의 시즌 게임 2주년 이벤트 및 Nintendo Switch 데뷔를 거쳐, Sky는 올리비에 다게와 앙투안 드 생텍쥐페리의 '어린 왕자'와 첫 콜라보레이션을 진행했습니다.
pt: Temporada do Pequeno Príncipe Juntamente com o segundo aniversário do jogo e a expansão para o Nintendo Switch, Sky também recebeu sua primeira colaboração de propriedade intelectual com Olivier d'Agay e Antoine de Saint-Exupéry com o amado O Pequeno Príncipe.
ru: Сезон «Маленького принца» Свою вторую годовщину Sky отметила не только выходом на Nintendo Switch, но и первой коллаборацией, в которой приняли участие Оливье Дажай и всеми любимая сказка Антуана де Сент-Экзюпери «Маленький принц».
vi: Mùa Hoàng Tử Bé Bên cạnh sự kiện kỷ niệm hai năm trò chơi và mở rộng sang nền tảng Nintendo Switch, Sky cũng chào đón sự kiện hợp tác IP đầu tiên với Olivier d'Agay và Hoàng Tử Bé yêu quý của Antoine de Saint-Exupéry.
zh_hans: 小王子季 随着两周年纪念的来临以及登陆Nintendo Switch，《Sky光·遇》也迎来了其首次IP合作：Olivier d’Agay和Antoine de Saint-Exupéry深受喜爱的《小王子》。
zh_hant: 小王子季 在遊戲的二週年紀念及登陸任天堂 Switch 平台的同時，《Sky光·遇》也迎來了首次 IP 合作，與 Olivier d’Agay 和 Antoine de Saint-Exupéry 鍾愛的《小王子》聯名。

# sf_hist_09_05
source: <b>BEHIND THE SCENES:</b> Did you know…? Season of Dreams: Some other characters we brainstormed that could have been included were A Cafe Owner, A Fire-Eater performer, and A Harpist.
de: <b>HINTER DEN KULISSEN:</b> Wusstest du das …? In der Saison der Träume wurden einige andere Charaktere in Betracht gezogen und hätten enthalten sein können: ein Café-Besitzer, ein Feueresser und ein Harfenist.
es: <b>DETRÁS DE ESCENA:</b> ¿Sabías que…? Temporada de los sueños: algunos otros personajes que ideamos que se podrían haber incluido fueron el dueño de una cafetería, un artista tragallamas y un arpista.
fr: <b>LES COULISSES :</b> Le saviez-vous... ? Saison des Rêves : parmi les autres personnages que nous avions imaginés, il y avait un propriétaire de café, un avaleur de feu et une personne qui jouait de la harpe.
id: <b>DI BALIK LAYAR:</b> Tahukah kamu...? Musim Mimpi: Beberapa karakter lain yang kami pikirkan untuk dimasukkan adalah Pemilik Kafe, Penampil Pemakan Api, dan Pemain Harpa.
it: <b>DIETRO LE QUINTE:</b> lo sapevate che...? Nella Stagione dei Sogni avevamo pensato di includere il proprietario di una caffetteria, un mangiatore di fuoco e un arpista.
ja: <b>開発舞台裏</b>ご存じでしたか？ 夢かなう季節：ブレインストーミングの段階では、キャラクターたちの一部はカフェのオーナー、火を食べる大道芸人、ハープ奏者として生み出されました。
ko: <b>뒷이야기:</b> 혹시 알고 계셨나요? 꿈의 시즌에서 저희가 구상했던 다른 시즌 캐릭터는 카페 사장, 불 먹기 공연자, 하프 연주자입니다.
pt: <b>BASTIDORES:</b> você sabia...? Temporada dos Sonhos: alguns outros personagens que consideramos incluir foram um dono de cafeteria, um artista cuspidor de fogo e um harpista.
ru: <b>ЗАКУЛИСЬЕ:</b> а вы знали? При работе над Сезоном Мечтаний рассматривались такие персонажи, как Владелец кафе, Огнеглотатель и Арфист.
vi: <b>CHUYỆN HẬU TRƯỜNG:</b> Bạn có biết…? Mùa Giấc Mơ: Một số nhân vật mà chúng tôi đã cân nhắc và có thể đã đưa vào là Chủ Quán Cà Phê, Người Biểu Diễn Thổi Lửa và Nghệ Sĩ Đàn Hạc.
zh_hans: <b>幕后故事：</b>你知道吗……？ 梦想季：我们还构思了其他一些本来要加入该季的角色：咖啡馆店主、吞火杂耍者和竖琴师。
zh_hant: <b>幕後：</b>你知道嗎？ 夢想季：我們曾經還想加入以下這些角色，一位咖啡店老闆、吞火表演者和豎琴師。

# sf_hist_09_06
source: <b>BEHIND THE SCENES:</b> In Season of The Little Prince, the Rose’s poems were not originally part of the narrative writing and design. Her inclusion was added midway through production and brought a new depth to the season.
de: <b>HINTER DEN KULISSEN:</b> In der Saison des kleinen Prinzen waren die Gedichte der Rose zunächst nicht Teil der Geschichte und des Designs. Ihre Einbeziehung erfolgte auf halber Strecke während der Produktion und brachte der Saison eine neue Tiefe.
es: <b>DETRÁS DE ESCENA:</b> En la temporada de El principito, los poemas de Rose no fueron parte de la narrativa ni del diseño originales. Su inclusión se agregó a mitad de camino mediante la producción y le trajo una nueva profundidad a la temporada.
fr: <b>LES COULISSES :</b> Dans Saison du Petit Prince, les poèmes de Rose ne faisaient à l’origine pas partie du récit et du concept. Elle n’est arrivée qu’à mi-chemin de production, apportant avec elle une nouvelle profondeur narrative.
id: <b>DI BALIK LAYAR:</b> Dalam Musim Pangeran Kecil, puisi-puisi Rose pada awalnya tidak menjadi bagian dari penulisan narasi dan desain. Penulisan puisi-puisi tersebut ditambahkan di tengah-tengah produksi dan memberikan nuansa baru pada musim tersebut.
it: <b>DIETRO LE QUINTE:</b> nella stagione del Piccolo Principe, le poesie della rosa non facevano originariamente parte del design e della narrazione. Sono state aggiunte a metà della produzione apportando una maggiore profondità alla stagione.
ja: <b>開発舞台裏</b>星の王子さまの季節において、バラの詩はもともと脚本やデザインには存在していませんでした。 彼女の参加は制作途中で決定し、季節の物語に新たな深みをもたらしてくれました。
ko: <b>뒷이야기:</b> 어린 왕자의 시즌에서 장미의 시는 원래 이야기와 디자인에 포함되지 않았습니다. 하지만 개발 중간에 추가되어 시즌에 새로운 깊이를 더해주었습니다.
pt: <b>BASTIDORES:</b> na Temporada do Pequeno Príncipe, os poemas da Rosa originalmente não faziam parte da escrita e do projeto narrativo. Sua inclusão foi adicionada no meio da produção e trouxe mais profundidade à temporada.
ru: <b>ЗАКУЛИСЬЕ:</b> Изначально стихи Розы не входили в сюжет и дизайн сезона «Маленького принца». Эта идея пришла уже в процессе разработки и добавила повествованию глубины.
vi: <b>CHUYỆN HẬU TRƯỜNG:</b> Trong Mùa Hoàng Tử Bé, những bài thơ của Rose ban đầu không phải là một phần của cách viết và thiết kế tường thuật. Sự xuất hiện của cô đã được thêm vào giữa quá trình sản xuất và mang lại chiều sâu mới cho mùa này.
zh_hans: <b>幕后故事：</b>在小王子季，玫瑰花的诗本来不是叙事写作和设计的一部分。 她的加入是在生产期间临时决定的，并为本季带来了新的深度。
zh_hant: <b>幕後：</b>在小王子季中，玫瑰的詩並非最初的敘事和設計的一部分。 它是在製作中途加入的，為這一季帶來了新的深度。

# sf_hist_10_00
source: In 2021, The Smithsonian FUTURES exhibition and Barbican Virtual Realms event showcased Sky and thatgamecompany's creative designs to attendees.
de: In 2021 stellten die "Smithsonian FUTURES"-Ausstellung und das "Barbican Virtual Realms"-Event den Teilnehmenden Sky und die kreativen Entwürfe von thatgamecompany vor.
es: En 2021, la exhibición FUTURES del Smithsoniano y el evento de Reinos Virtuales de Barbican les presentaron Sky y los diseños creativos de thatgamecompany a los asistentes.
fr: En 2021, l’exposition FUTURES du Smithsonian et les Virtual Realms du Barbican ont présenté Sky et les concepts créatifs de thatgamecompany aux visiteurs.
id: Pada tahun 2021, pameran Smithsonian FUTURES dan acara Barbican Virtual Realms memamerkan desain kreatif Sky dan thatgamecompany kepada para pengunjung yang hadir.
it: Nel 2021, la mostra FUTURES presso lo Smithsonian e l'evento Barbican Virtual Realms hanno presentato agli astanti i progetti creativi di Sky e thatgamecompany.
ja: 2021年、スミソニアン博物館のFUTURES展とバービカンセンター主催のVirtual Realmsにて、Skyとthatgamecopmanyのクリエイティブデザインが展示されました。
ko: 2021년에는 스미스소니언 FUTURES 전시회 및 바비칸 가상 세계 행사에서 참석자들에게 Sky와 thatgamecompany의 창의적인 디자인을 소개했습니다.
pt: Em 2021, a exibição Smithsonian FUTURES e o evento Barbican Virtual Realms destacaram os projetos criativos de Sky e da thatgamecompany aos participantes.
ru: В 2021 году на выставке FUTURES Смитсоновского института и на выставке Virtual Realms от Barbican посетителям демонстрировались игра Sky и креативный дизайн, созданный thatgamecompany.
vi: Vào năm 2021, triển lãm FUTURES của Viện Smithsonian và sự kiện Barbican Virtual Realms đã giới thiệu các thiết kế sáng tạo của Sky và thatgamecompany tới những người tham dự.
zh_hans: 2021年，史密森尼《未来》展览和巴比肯《虚拟国度》活动向观众展示了《Sky光·遇》和 thatgamecompany 的创意设计。
zh_hant: 2021年，Smithsonian《FUTURES》展覽和 Barbican 虛擬領域活動向參觀者展示了《Sky光·遇》和 thatgamecompany 的創意設計。

# sf_hist_10_01
source: Smithsonian FUTURES exhibition in 2021, Washington DC
de: "Smithsonian FUTURES"-Ausstellung in 2021, Washington, D.C.
es: Exhibición FUTURES del Smithsoniano en 2021, Washington D. C.
fr: Exposition FUTURES du Smithsonian en 2012, Washington DC
id: Pameran Smithsonian FUTURES pada tahun 2021, Washington DC
it: Mostra FUTURES allo Smithsonian di Washington DC nel 2021
ja: スミソニアン博物館FUTURES展 2021年 ワシントンD.C.
ko: 2021년 스미스소니언 FUTURES 전시회, 워싱턴 DC
pt: Exibição Smithsonian FUTURES em 2021, Washington DC
ru: Смитсоновская выставка FUTURES в 2021 году, Вашингтон
vi: Triển lãm FUTURES của Viện Smithsonian năm 2021, Washington DC
zh_hans: 2021年史密森尼《未来》展览，华盛顿特区
zh_hant: Smithsonian《FUTURES》展，2021 年，華盛頓特區

# sf_hist_10_02
source: Sky showcase at the Smithsonian FUTURES exhibition
de: Vorstellung von Sky bei der "Smithsonian FUTURES"-Ausstellung
es: Muestra de Sky en la exhibición FUTURES del Smithsoniano.
fr: Présentation de Sky à l’exposition FUTURES au Smithsonian
id: Pameran Sky di pameran Smithsonian FUTURES
it: Sky presentato alla mostra FUTURES dello Smithsonian
ja: スミソニアン博物館FUTURES展のSky展示
ko: 스미스소니언 FUTURES 전시회의 Sky 쇼케이스
pt: Mostra de Sky na exibição Smithsonian FUTURES
ru: Демонстрация Sky на выставке Смитсоновского института FUTURES
vi: Sky showcase tại triển lãm FUTURES của Viện Smithsonian
zh_hans: 《Sky光·遇》在史密森尼《未来》展览中展示
zh_hant: 《Sky光·遇》在 Smithsonian《FUTURES》展覽中的展示

# sf_hist_10_03
source: Sky reimagined at the Barbican Virtual Realms event in 2021, London
de: Sky kreativ neu interpretiert beim "Barbican Virtual Realms"-Event in 2021, London
es: Sky reimaginado en el evento Reinos Virtuales de Barbican en 2021, Londres.
fr: Sky réimaginé aux Virtual Realms du Barbican en 2021, Londres
id: Sky ditampilkan kembali di acara Barbican Virtual Realms pada tahun 2021, London
it: Sky rivisitato per l'evento Barbican Virtual Realms di Londra nel 2021
ja: バービカンセンター主催のVirtual RealmsにおけるSkyの再創造 2021年 ロンドン
ko: 2021년 런던 바비칸 가상 세계 행사에서 재창조된 Sky
pt: Sky reimaginado no evento Barbican Virtual Realms em 2021, Londres
ru: Новое прочтение Sky на выставке Virtual Realms от Barbican в 2021 году, Лондон
vi: Sky được mô phỏng lại tại sự kiện Barbican Virtual Realms vào năm 2021, London
zh_hans: 2021年《Sky光·遇》在巴比肯《虚拟国度》活动中新颖亮相，伦敦
zh_hant: Barbican 虛擬領域活動，《Sky光·遇》新詮釋，2021 年，倫敦
