Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_pass_preorder_info_desc
source: A new season is coming! Pre-order and get <apcolor>10 extra season candles</apcolor>.
de: Eine neue Saison steht an! Jetzt vorbestellen und du erhältst <apcolor>10 zusätzliche Saisonskerzen</apcolor>.
es: ¡Llega una nueva temporada! Resérvala y obtén <apcolor>diez velas de temporada extra</apcolor>.
fr: Une nouvelle saison approche ! Précommandez et obtenez <apcolor>10 bougies de saison supplémentaires</apcolor>.
id: Musim baru segera hadir! Lakukan prapesan dan dapatkan <apcolor>10 lilin musim ekstra</apcolor>.
it: Sta arrivando una nuova stagione! Effettua il pre-ordine e ricevi <apcolor>10 candele stagionali extra</apcolor>.
ja: 新しい季節がやってきます！先行購入でさらに<apcolor>10本のシーズンキャンドル</apcolor>が付いてきます
ko: 새로운 시즌이 찾아옵니다! 사전주문하고 <apcolor>추가 시즌양초 10개</apcolor>를 받으세요.
pt: Uma nova temporada está chegando! Faça a compra antecipada e receba <apcolor> 10 velas de temporada extra</apcolor>.
ru: Новый сезон уже близко! Оформите предзаказ и получите <apcolor>10 сезонных свечей в подарок</apcolor>.
th: ฤดูกาลใหม่กำลังจะมาถึงแล้ว! สั่งซื้อล่วงหน้า และรับ<apcolor>เทียนฤดูกาลเพิ่มเติม 10 เล่ม</apcolor>
vi: Mùa mới sắp bắt đầu! Đặt mua trước để <apcolor>nhận thêm 10 nến mùa</apcolor>.
zh_hans: 新的一季即将开始！预购可在奇妙之旅开始时获得 <apcolor>额外的10根当季蜡烛 </apcolor>。
zh_hant: 新的一季即將開始！預購可在奇妙之旅開始時獲得 <apcolor>額外的10根當季蠟燭 </apcolor>。

# season_pass_preorder_info_item_candles
source: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>season candles
de: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>Saisonskerzen
es: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>velas de temporada
fr: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>bougies de saison
id: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>lilin musim
it: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>candele stagionali
ja: <scandle/> x 20<b><apcolor> + 10本</apcolor></b>ボーナス！
ko: <scandle/> 시즌양초 20 <b><apcolor>+ 10</apcolor></b> 개
pt: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>velas de temporada
ru: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>сезонных свечей
th: เทียนฤดูกาล <scandle/> 20 <b><apcolor> + 10 </apcolor></b> เล่ม
vi: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>nến mùa
zh_hans: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>根奇妙之旅蜡烛
zh_hant: <scandle/> 20 <b><apcolor>+ 10 </apcolor></b>根奇妙之旅蠟燭

# season_pass_preorder_info_item_desc
source: <apcolor>Adventure Pass</apcolor> pre-orders get:
de: Für die Vorbestellung des <apcolor>Abenteuerpasses</apcolor> erhältst du:
es: Las reservas del <apcolor>pase aventura</apcolor> obtienen:
fr: Les précommandes du <apcolor>passe aventure</apcolor> obtiennent :
id: Prapesan <apcolor>Adventure Pass</apcolor> dan dapatkan:
it: I pre-ordini del <apcolor>Pass avventura</apcolor> ottengono:
ja: <apcolor>アドベンチャーパス</apcolor>先行購入の内容：
ko: <apcolor>어드벤처 패스</apcolor> 사전 주문 혜택:
pt: Quem realiza a compra antecipada do <apcolor>passe de aventura</apcolor> recebe:
ru: Предзаказав <apcolor>пропуск к приключениям</apcolor>, вы получите:
th: สั่งซื้อ<apcolor>บัตรผ่านการผจญภัย</apcolor>ล่วงหน้าเพื่อรับ:
vi: Đặt mua trước <apcolor>Vé Hành Trình Kỳ Diệu</apcolor> nhận:
zh_hans: 预购<apcolor>奇妙礼遇卡</apcolor>可得：
zh_hant: 預購<apcolor>奇妙禮遇卡</apcolor>可得：

# season_pass_preorder_info_item_prendent
source: <spendant/><apcolor> Pendant of Assembly</apcolor>
de: <spendant/><apcolor> Anhänger der Fertigung</apcolor>
es: <spendant/><apcolor> Colgante del Ensamblaje</apcolor>
fr: <spendant/><apcolor> Pendentif du Rassemblement</apcolor>
id: <spendant/><apcolor> Liontin Berkumpul</apcolor>
it: <spendant/><apcolor> Ciondolo della Costruzione</apcolor>
ja: <spendant/><apcolor>大樹に集うネッカチーフ</apcolor>
ko: <spendant/><apcolor> 마법의 펜던트</apcolor>
pt: <spendant/><apcolor>Pingente da União</apcolor>
ru: <spendant/><apcolor> Подвеска соединения</apcolor>
th: <spendant/><apcolor> สร้อยคอแห่งการชุมนุม</apcolor>
vi: <spendant/><apcolor>Vòng Cổ Tụ Hội</apcolor>
zh_hans: <spendant/><apcolor> 重组项链</apcolor>
zh_hant: <spendant/><apcolor> 重組項鍊</apcolor>

# season_pass_preorder_info_title
source: <h3>Adventure Pass Pre-order<h3>
de: <h3><b>Abenteuerpass Vorbestellung</b></h3>
es: <h3><b>Reserva el pase aventura</b></h3>
fr: <h3><b>Précommande du passe aventure</b></h3>
id: Prapesan <h3>Adventure Pass <h3>
it: <h3><b>Pre-ordine Pass avventura</b></h3>
ja: <h3><b>アドベンチャーパス先行購入</b></h3>
ko: <h3><b>어드벤처 패스 사전 주문</b></h3>
pt: <h3><b>Compra antecipada do passe de aventura</b></h3>
ru: <h3><b>Предзаказ на пропуск к приключениям</b></h3>
th: <h3>สั่งซื้อบัตรผ่าน การผจญภัยล่วงหน้า<h3>
vi: <h3>Vé Hành Trình Kỳ Diệu Đặt mua trước<h3>
zh_hans: <h3><b>[预购]奇妙礼遇卡</b></h3>
zh_hant: <h3><b>[預購]奇妙禮遇卡</b></h3>

# season_pass_preorder_success
source: <b>Thanks for your pre-order!</b> Your Adventure Pass will be active from the moment that the new season begins. You also have <apcolor>30 seasonal candles</apcolor> ready to go. If you purchased the Pack, you will be able to gift passes to friends once the season has started. They will each receive the standard 20 seasonal candles with their pass.
de: <b>Danke für deine Vorbestellung!</b> Dein Abenteuerpass wird aktiviert, sobald die neue Saison beginnt. Außerdem warten dann <apcolor>30 Saisonskerzen</apcolor> auf dich. Wenn du das Paket erworben hast, kannst du deinen Freunden auch Pässe schenken, sobald die Saison beginnt. Sie alle erhalten die regulären 20 Kerzen mit dem Pass.
es: <b>¡Gracias por tu reserva!</b> Tu pase aventura se activará en el momento que comience la nueva temporada. También tendrás listas <apcolor>30 velas de temporada</apcolor>. Si compraste el paquete, podrás regalar pases a tus amigos una vez que la temporada haya comenzado. Cada uno recibirá las 20 velas de temporada estándar con su pase.
fr: <b>Merci pour la précommande !</b> Votre passe aventure sera actif dès le début de la nouvelle saison. Vous avez également <apcolor>30 bougies de saison</apcolor>prêtes à être utilisées. Si vous avez acheté le pack, vous pourrez offrir des passes à vos amis lorsque la saison aura commencé. Ils recevront chacun 20 bougies de saison avec leur passe.
id: <b>Terima kasih sudah melakukan prapesan</b> Adventure Pass kamu akan aktif saat musim baru dimulai. Kamu juga akan mendapatkan <apcolor>30 lilin musiman</apcolor> yang siap digunakan. Jika kamu membeli Paket, kamu bisa memberikan pass ke temanmu saat musim baru dimulai. Masing-masing dari mereka akan mendapatkan 20 lilin musiman standar dengan pass mereka.
it: <b>Grazie per il pre-ordine!</b> Il tuo Pass avventura sarà attivo dal momento in cui inizia la nuova stagione. Hai anche <apcolor>30 candele stagionali</apcolor> pronte per l'uso. Se hai acquistato il pacchetto, potrai regalare pass agli amici una volta iniziata la stagione. Ognuno riceverà le 20 candele stagionali standard con il proprio pass.
ja: <b>ご購入ありがとうございました！</b> ご購入いただいたアドベンチャーパスは季節の開始時にご確認頂けるようになります。<apcolor>30本のシーズンキャンドル</apcolor>も一緒に付与されます。 ギフトパックの場合、季節が始まってからギフト用パスをフレンドにお贈りいただけるようになります。フレンドへのギフト用パスにはボーナスは付かず20本のシーズンキャンドルが付与されます。
ko: <b>사전 주문해 주셔서 감사합니다!</b> 어드벤처 패스는 새 시즌이 시작되는 순간 활성화됩니다. 또, <apcolor>시즌양초 30개</apcolor>가 준비되어 있습니다. 팩을 구입하셨다면, 시즌 시작 후 친구에게 패스를 선물할 수 있습니다. 선물받은 친구는 각각 패스와 함께 시즌양초 20개를 받습니다.
pt: <b>Obrigado por realizar a compra antecipada!</b> Seu passe de aventura estará ativo no momento em que a nova temporada começar. Você também tem <apcolor>30 velas de temporada</apcolor> disponíveis. Se você comprou o pacote, poderá enviar passes de presente para seus amigos assim que a temporada começar. Cada um receberá as 20 velas de temporada padrão com seu passe.
ru: <b>Спасибо за предзаказ!</b> Ваш пропуск к приключениям активируется с началом нового сезона. А еще у вас теперь есть <apcolor>30 сезонных свечей</apcolor>. Если вы купили набор, то сможете дарить пропуски друзьям, когда начнется сезон. Каждый из них получит по 20 сезонных свечей вместе с пропуском.
th: <b>ขอขอบคุณสำหรับการสั่งซื้อล่วงหน้าของคุณ!</b> บัตรผ่านการผจญภัยของคุณจะใช้งานได้ทันทีที่ฤดูกาลใหม่เริ่มต้นขึ้น คุณยังจะได้รับ<apcolor>เทียนฤดูกาล 30 เล่มด้วย</apcolor> หากคุณซื้อแพ็กบัตรผ่าน คุณสามารถมอบบัตรผ่านเป็นของขวัญให้กับเพื่อนๆ ได้เมื่อฤดูกาลเริ่มต้นขึ้น โดยเพื่อนแต่ละคนจะได้รับเทียนฤดูกาลจำนวน 20 เล่ม พร้อมกับบัตรผ่าน
vi: <b>Cảm ơn bạn đã đặt mua trước!</b> Vé Hành Trình Kỳ Diệu của bạn sẽ có hiệu lực khi mùa mới bắt đầu, đồng thời nhận <apcolor>30 Nến Mùa</apcolor>. Nếu bạn đã mua Gói, bạn có thể tặng vé cho bạn bè khi mùa mới bắt đầu. Mỗi người sẽ nhận được 20 nến mùa theo tiêu chuẩn cùng với vé dành cho họ.
zh_hans: <b>感谢您的预购！</b> 您的奇妙礼遇卡将会在新一季奇妙之旅开始时生效，同时获得 <apcolor>30根当季的蜡烛 </apcolor>。 如果您购买了分享包，您同样可以获得赠与朋友礼遇卡的次数。他们会按20根当季蜡烛的标准收到赠礼。
zh_hant: <b>感謝您的預購！</b> 您的奇妙禮遇卡將會在新一季奇妙之旅開始時生效，同時獲得 <apcolor>30根當季的蠟燭 </apcolor>。 如果您購買了分享包，您同樣可以獲得贈與朋友禮遇卡的次數。他們會按20根當季蠟燭的標準收到贈禮。

# season_pass_purchase_button_bought
source: <b>Thanks for your purchase!</b>
de: <b>Danke für deinen Einkauf!</b>
es: <b>¡Gracias por tu compra!</b>
fr: <b>Merci pour votre achat !</b>
id: <b>Terima kasih atas pembelianmu!</b>
it: <b>Grazie per l'acquisto!</b>
ja: <b>ご購入ありがとうございます！</b>
ko: <b>구매해주셔서 감사합니다!</b>
pt: <b>Obrigado pela compra!</b>
ru: <b>Спасибо за покупку!</b>
th: <b>ขอขอบคุณสำหรับการซื้อของคุณ!</b>
vi: <b>Cảm ơn bạn đã mua!</b>
zh_hans: <b>感谢购买</b>
zh_hant: <b>感謝購買</b>

# season_pass_purchase_button_buy
source: <b>Purchase</b> {{1}}
de: <b>Kaufe</b> {{1}}
es: <b>Comprar</b> {{1}}
fr: <b>Acheter</b> {{1}}
id: <b>Beli</b> {{1}}
it: <b>Acquista</b> {{1}}
ja: <b>購入する</b> {{1}}
ko: {{1}} <b>구매</b>
pt: <b>Compra</b> {{1}}
ru: <b>Купить</b> {{1}}
th: <b>ซื้อ</b> {{1}}
vi: <b>Mua </b> {{1}}
zh_hans: <b>购买</b> {{1}}
zh_hant: <b>購買</b> {{1}}

# season_pass_purchase_button_buy_candle
source: <b>Purchase</b> for <candle/>{{1}}
de: <b>Kaufen</b> für <candle/>{{1}}
es: <b>Comprar</b> por <candle/>{{1}}
fr: <b>Acheter</b> contre des <candle/>{{1}}
id: <b>Beli</b> seharga <candle/>{{1}}
it: <b>Acquista</b> per <candle/>{{1}}
ja: <b>購入する</b>： <candle/> x {{1}}
ko: <candle/>{{1}}로 <b>구매</b>
pt: <b>Compra</b> por <candle/>{{1}}
ru: <b>Купить</b> за <candle/>{{1}}
th: <b>ซื้อ</b> ให้กับ <candle/>{{1}}
vi: <b>Mua </b> <candle/>{{1}}
zh_hans: <b>购买</b> <candle/>{{1}}
zh_hant: <b>購買</b> <candle/>{{1}}

# season_pass_purchase_button_buy_individual
source: <h3>Single Pass</h3> For yourself
de: <h3>Einzelpass</h3> Für dich ganz allein
es: <h3>Pase individual</h3> Para ti
fr: <h3>Passe unique</h3> Pour vous
id: <h3>Single Pass</h3> untuk diri sendiri
it: <h3>Pass singolo</h3> Individuale
ja: <h3>パス1枚</h3> 自分用
ko: <h3>1인 패스</h3> 구매자 1인용 시즌패스
pt: <h3>Passe Único</h3> Para você
ru: <h3>Один пропуск</h3> Для себя
th: <h3>บัตรผ่านเดี่ยว</h3> สำหรับตัวคุณเอง
vi: <h3>Vé Mùa</h3> Cho cá nhân bạn
zh_hans: <h3>单人季票</h3> 供你自己专享
zh_hant: <h3>季票</h3> 單人

# season_pass_purchase_button_buy_pack
source: <h3>Gift Pack</h3> For you and <b>2 friends!</b>
de: <h3>Geschenkpaket</h3> Für dich und <b>2 Freunde!</b>
es: <h3>Paquete de regalo</h3> ¡Para ti y <b>2 amistades!</b>
fr: <h3>Pack cadeau</h3> Pour vous et <b>2 amis !</b>
id: <h3>Paket Hadiah</h3> untukmu dan <b>2 teman!</b>
it: <h3>Pacchetto regalo</h3> Per te e <b>2 amici!</b>
ja: <h3>ギフトパック</h3> 自分用1枚と<b>フレンド用2枚！</b>
ko: <h3>선물 팩</h3> 구매자+ <b>친구 2명</b>의 시즌패스
pt: <h3>Pacote de Presente</h3> Para você e <b>2 amigos!</b>
ru: <h3>Подарочный набор</h3> Для вас и еще <b>2 друзей!</b>
th: <h3>แพ็กของขวัญ</h3> สำหรับคุณ และ <b>เพื่อน 2 คน!</b>
vi: <h3>Gói Quà</h3> Cho bạn và <b>2 người bạn!</b>
zh_hans: <h3>礼包</h3> 给你和 <b>两个朋友</b>！
zh_hant: <h3>禮包</h3> 給你和 <b>兩個朋友！</b>

# season_pass_purchase_message_ap01
source: Welcome to the Season of Rhythm. As a purchaser of the <apcolor><spendant/>Rhythm Season Adventure Pass</apcolor>, you will receive the <apcolor><spendant/>Adventure Pass</apcolor> for this season for <b>free</b>! You will also <b>retain</b> any unlocks (such as outfits and music sheets) that you have already collected. Thank you for your support!
de: Willkommen bei der Saison des Rhythmus! Wenn du den <apcolor><spendant/>Abenteuerpass der Wintersaison</apcolor> gekauft hast, erhältst du den <apcolor><spendant/>Abenteuerpass</apcolor> für diese Saison <b>kostenlos</b>! Außerdem <b>behältst</b>du, was du freigeschaltet (wie Outfits und Notenblätter) und bereits gesammelt hast. Danke für deine Unterstützung!
es: Bienvenido a la temporada del ritmo. ¡Debido a tu compra del <apcolor><spendant/>pase aventura de la temporada de invierno </apcolor>, recibirás el <apcolor><spendant/>pase aventura</apcolor> de esta temporada <b>gratis</b>! También <b>conservarás</b> todos los artículos desbloqueados (tales como trajes y partituras musicales) que hayas recogido. ¡Gracias por tu apoyo!
fr: Bienvenue dans la saison du Rythme. Vous avez acheté le <apcolor><spendant/>passe aventure hivernal</apcolor>, vous recevrez donc le <apcolor><spendant/>passe aventure</apcolor> de cette saison <b>gratuitement</b> ! Vous pourrez également <b>conserver</b> les objets déverrouillés (tels que les tenues et les partitions) que vous avez déjà récupérés. Merci pour votre soutien !
id: Selamat datang di Musim Irama. Sebagai pembeli <apcolor><spendant/>Adventure Pass Musim Irama</apcolor>, kamu akan menerima <apcolor><spendant/>Adventure Pass</apcolor> untuk musim ini secara <b>gratis</b>! Kamu masih akan <b>menyimpan</b> item terbuka (seperti pakaian dan partitur) yang sudah kamu kumpulkan. Terima kasih atas dukunganmu!
it: Benvenuto nella Stagione del Ritmo. Avendo acquistato il <apcolor><spendant/>Pass avventura della stagione invernale</apcolor>, riceverai <b>gratuitamente</b> il <apcolor><spendant/>Pass avventura</apcolor> per questa stagione</b>! Inoltre, <b>conserverai</b> tutti gli elementi sbloccati (come abiti e spartiti) che hai già raccolto. Grazie per il sostegno!
ja: リズムが弾ける季節へようこそ。<apcolor><spendant/>ウィンターシーズンのアドベンチャーパス</apcolor>をご購入いただいたあなたに、今回の季節の<apcolor><spendant/>アドベンチャーパス</apcolor>を<b>無料で</b>お贈りします！ ウィンターシーズンの期間中に受取られたアイテム（ドレスアップアイテムや楽譜）は<b>アンロックされております</b>ので、再度交換していただく必要はございません。ご支援いただきありがとうございました！
ko: 리듬의 시즌에 오신 것을 환영합니다. <apcolor><spendant/>겨울 시즌 어드벤처 패스</apcolor>를 구매해 주셨기 때문에 이번 시즌의 <apcolor><spendant/>어드벤처 패스</apcolor>가 <b>무료</b>로 제공됩니다! 또한, 의상과 악보처럼 이미 수집한 아이템은 <b>계속 보관</b>할 수 있습니다. 플레이해 주셔서 감사합니다.
pt: Boas-vindas à temporada do ritmo. Como comprador do <apcolor><spendant/>passe de aventura da temporada de inverno</apcolor>, você receberá o <apcolor><spendant/>passe de aventura</apcolor> desta temporada <b>de graça</b>! Você também <b>manterá</b> quaisquer desbloqueios (como trajes e partituras) que já coletou. Obrigado pelo apoio!
ru: Добро пожаловать в Сезон ритма. Как игрок, купивший <apcolor><spendant/>Пропуск к приключениям зимнего сезона</apcolor>, вы получите <apcolor><spendant/>пропуск</apcolor> на этот сезон <b>в подарок</b>! А также <b>сохраните</b> все уже открытые и собранные предметы (например, наряды и книги нот). Спасибо за поддержку!
th: ยินดีต้อนรับสู่ฤดูกาลแห่งท่วงทำนอง ในฐานะผู้ซื้อ<apcolor><spendant/>บัตรผ่านการผจญภัยฤดูกาลแห่งท่วงทำนอง</apcolor> คุณจะได้รับ <apcolor><spendant/>บัตรผ่านการผจญภัย</apcolor>สำหรับฤดูกาลนี้<b>ฟรี</b>! คุณยังสามารถ<b>เก็บ</b>การปลดล็อกทั้งหมด (เช่น ชุดเสื้อผ้าและแผ่นโน้ตเพลง) ซึ่งคุณได้เก็บรวบรวมไว้แล้วได้ ขอบคุณสำหรับการสนับสนุนของคุณ!
vi: Chào mừng đến với Mùa Nhịp Điệu! Là người đã mua <apcolor>Vé Hành Trình Kỳ Diệu Mùa Nhịp Điệu</apcolor>, bạn được nhận <b>miễn phí </b> <apcolor><spendant/>Vé Hành Trình Kỳ Diệu</apcolor> mùa này! Bạn cũng được <b>giữ lại</b> mọi vật phẩm đã mở khóa (ví dụ như trang phục và bản nhạc) mà bạn đã thu thập được. Cảm ơn vì sự ủng hộ của bạn!
zh_hans: 欢迎来到音韵季！ 作为一个已经购买过<apcolor>音韵季奇妙之旅</apcolor>的玩家，你将<b>免费</b>获得了这个季度的<apcolor><spendant/>奇妙之旅季票</apcolor>！ 您之前的解锁（比如服饰和乐谱）会<b>保留</b>。 感谢您一直以来对《光·遇》的支持！
zh_hant: 歡迎來到音韻季！ 作為一個已經購買過<apcolor>音韻季奇妙之旅</apcolor>的玩家，你將<b>免費</b>獲得了這個季度的<apcolor><spendant/>奇妙之旅季票< /apcolor>！ 您之前的解鎖（比如服飾和樂譜）會<b>保留</b>。 感謝您一直以來對《光·遇》的支持！

# season_pass_purchase_message_gift
source: <apcolor><spendant/>Gift Season Pass</apcolor> What a generous friend you have! You can now unlock extra <apcolor><spendant/>Season Pass</apcolor> rewards in the constellation. Your <spendant/> benefit will last until the end of the season.
de: <apcolor><spendant/>Geschenk-Saisonpass</apcolor> Welch einen großzügigen Freund du hast! Du kannst jetzt zusätzliche <apcolor><spendant/>Saisonpass</apcolor>-Belohnungen im Sternbild freischalten. Dein <spendant/>-Vorteil hält bis zum Ende der Saison an.
es: <apcolor><spendant/>Pase de temporada de regalo</apcolor> ¡Qué amistad generosa que tienes! Ahora puedes desbloquear recompensas adicionales del <apcolor><spendant/>pase de temporada</apcolor> en la constelación. Tu beneficio de <spendant/> durará hasta el final de la temporada.
fr: <apcolor><spendant/>Passe saisonnier cadeau</apcolor> Vous avez une personne généreuse dans votre entourage ! Vous pouvez déverrouiller d'autres récompenses de <apcolor><spendant/>passe saisonnier</apcolor> dans la constellation. Votre avantage <spendant/> durera jusqu'à la fin de la saison.
id: <apcolor><spendant/>Season Pass Hadiah</apcolor> Temanmu sungguh murah hati! Kini kamu bisa membuka ekstra hadiah <apcolor><spendant/>Season Pass</apcolor> di rasi. Keuntungan <spendant/> kamu akan tersedia sampai akhir musim.
it: <apcolor><spendant/>Pass regalo stagionale</apcolor> Che generosità! Ora puoi sbloccare le ricompense extra del <apcolor><spendant/>pass stagionale</apcolor> nella costellazione. Potrai avvantaggiarti del <spendant/> fino al termine della stagione.
ja: <apcolor><spendant/>ギフト用シーズンパス</apcolor> フレンドからシーズンパスが贈られました！これであなたも星座から<apcolor><spendant/>シーズンパス</apcolor>だけの特別な報酬もアンロックしていただけます。季節の終わりまで、<spendant/>を胸に様々な特典をお受け下さい。
ko: <apcolor><spendant/>선물용 시즌패스</apcolor> 정말 다정한 친구군요! 이제 별자리에서 <apcolor><spendant/>시즌패스</apcolor> 전용 추가 보상을 잠금해제할 수 있습니다. 이 <spendant/> 혜택은 현재 시즌이 종료될 때까지 지속됩니다.
pt: <apcolor><spendant/>Passe da Temporada de Presente</apcolor> Mas que amigo generoso você tem! Agora você pode desbloquear recompensas extras do <apcolor><spendant/>Passe da Temporada</apcolor> na constelação. Seu benefício de <spendant/> durará até o fim da temporada.
ru: <apcolor><spendant/>Подарочный сезонный пропуск</apcolor> Какой у вас щедрый друг! Теперь вы можете открывать награды <apcolor><spendant/>Сезонного пропуска</apcolor> в созвездии. <spendant/> Это продлится до конца сезона.
th: <apcolor><spendant/>ของขวัญบัตรผ่านฤดูกาล</apcolor> คุณมีเพื่อนที่ใ���ดีเหลือเกิน! ตอนนี้คุณสามารถปลดล็อกรางวัล<apcolor><spendant/>บัตรผ่านฤดูกาล</apcolor>เพิ่มเติมในกลุ่มดาวได้แล้ว สิทธิพิเศษ <spendant/> ของคุณจะคงอยู่จนถึงสิ้นสุดฤดูกาล
vi: <apcolor><spendant/>Vé Mùa Quà Tặng</apcolor> Một người bạn hào phóng! Giờ đây, bạn có thể mở khóa thêm phần thưởng <apcolor><spendant/>Vé Mùa</apcolor> trong chòm sao. Đặc quyền <spendant/> của bạn có hiệu lực đến cuối mùa.
zh_hans: <apcolor><spendant/>礼品季票</apcolor> 你的朋友真慷慨！你现在可以解锁星座中的额外<apcolor><spendant/>季票</apcolor>奖励。 你的<spendant/>福利会持续到本季结束。
zh_hant: <apcolor><spendant/>季票（禮物）</apcolor> 你的朋友真慷慨！你現在可以解鎖額外的<apcolor><spendant/>季票</apcolor>星座中的特殊獎勵。 你的<spendant/>福利會持續到本季度結束。

# season_pass_purchase_message_winter
source: Welcome to the Season of Rhythm As a purchaser of the <apcolor>Rhythm Musicians Pack</apcolor>, you will receive the <apcolor><spendant/>Adventure Pass</apcolor> for this season for <b>free</b>! The <2>Rhythm Musicians Hair</2> and <8>Rhythm Piano</8> will also already be <b>unlocked</b> for you. Thank you for your support!
de: Willkommen bei der Saison des Rhythmus! Wenn du das <apcolor>Wintermusiker-Paket</apcolor> gekauft hast, erhältst du den <apcolor><spendant/>Abenteuerpass</apcolor> für diese Saison <b>kostenlos</b> dazu! Außerdem sind die <2>Wintermusiker-Frisur</2> und das <8>Winterklavier</8> dann für dich schon <b>freigeschaltet</b>. Danke für deine Unterstützung!
es: Bienvenido a la temporada del ritmo ¡Debido a tu compra del <apcolor>paquete de músicos de invierno</apcolor>, recibirás el <apcolor><spendant/>pase aventura</apcolor> de esta temporada <b>gratis</b>! El <2>cabellos de los músicos de invierno</2> y <8>piano de invierno</8> también estarán <b>desbloqueados</b> para ti. ¡Gracias por tu apoyo!
fr: Bienvenue dans la saison du Rythme Vous avez acheté le <apcolor>pack musicien hivernal</apcolor>, vous recevrez donc le <apcolor><spendant/>passe aventure</apcolor> de cette saison <b>gratuitement</b> ! Les <2>cheveux de musicien</2> et le <8>piano hivernal</8> seront également <b>déverrouillés</b>. Merci pour votre soutien !
id: Selamat datang di Musim Irama Sebagai pembeli <apcolor>Paket Musisi Irama</apcolor>, kamu akan menerima <apcolor><spendant/>Adventure Pass</apcolor> untuk musim ini secara <b>gratis</b>! <2>Rambut Musisi Irama</2> dan <8>Piano Irama</8> juga siap <b>dibuka</b> untukmu. Terima kasih atas dukunganmu!
it: Benvenuto nella Stagione del Ritmo. Avendo acquistato il <apcolor>Pacchetto musicista invernale</apcolor>, riceverai <b>gratuitamente</b> il <apcolor><spendant/>Pass avventura</apcolor> per questa stagione! L'<2>Acconciatura invernale da musicista</2> e il <8>Pianoforte invernale innevato</8> saranno già <b>sbloccati</b>. Grazie per il sostegno!
ja: リズムが弾ける季節へようこそ。<apcolor>ウィンターミュージシャンパック</apcolor>をご購入いただいたあなたに、今回の季節の<apcolor><spendant/>アドベンチャーパス</apcolor>を<b>無料で</b>お贈りします！<2>ミュージシャンヘアー</2>と<8>ピアノ</8>は<b>アンロックされております</b>。ご支援いただきありがとうございました！
ko: 리듬의 시즌에 오신 것을 환영합니다 <apcolor>겨울 뮤지션 팩</apcolor>를 구매해 주셨기 때문에 이번 시즌의 <apcolor><spendant/>어드벤처 패스</apcolor>가 <b>무료</b>로 제공됩니다! 또한, <2>겨울 뮤지션 헤어</2>와 <8>겨울 피아노</8>도 이미 <b>잠금 해제</b>되어 있습니다. 플레이 해주셔서 감사합니다.
pt: Boas-vindas à temporada do ritmo Como comprador do <apcolor>pacote de músicos de inverno</apcolor>, você receberá o <apcolor><spendant/>passe de aventura</apcolor> desta temporada <b>de graça</b>! O <2>cabelo de músico de inverno</2> e o <8>piano de inverno</8> também já estarão <b>desbloqueados</b> para você. Obrigado pelo apoio!
ru: Добро пожаловать в Сезон ритма Как игрок, купивший <apcolor><spendant/>зимний набор с музыкантами</apcolor>, вы получите <apcolor><spendant/>Пропуск к приключениям</apcolor> на этот сезон <b>в подарок</b>! <2>Зимние волосы музыканта</2> и <8>зимнее пианино</8> тоже уже будут <b>открыты</b> для вас. Спасибо за поддержку!
th: ยินดีต้อนรับสู่ฤดูกาลแห่งท่วงทำนอง ในฐานะผู้ซื้อ<apcolor>แพ็กนักดนตรีแห่งท่วงทำนอง</apcolor> คุณจะได้รับ <apcolor><spendant/>บัตรผ่านการผจญภัย</apcolor>สำหรับฤดูกาลนี้<b>ฟรี</b>! <2>ทรงผมนักดนตรีแห่งท่วงทำนอง</2>และ<8>เปียโนแห่งท่วงทำนอง</8>ของคุณได้รับการ<b>ปลดล็อก</b>แล้วเช่นกัน ขอบคุณสำหรับการสนับสนุนของคุณ!
vi: Chào mừng đến với Mùa Nhịp Điệu! Là người đã mua <apcolor>Gói Nhạc Sĩ Nhịp Điệu</apcolor>, bạn được nhận <b>miễn phí</b> <apcolor><spendant/>Vé Hành Trình Kỳ Diệu</apcolor> mùa này! <2>Tóc Nhạc Sĩ Nhịp Điệu</2> và <8>Piano Nhịp Điệu</8> đã được <b>mở khóa</b>. Cảm ơn vì sự ủng hộ của bạn!
zh_hans: 欢迎来到音韵季！ 作为一个已经购买过<apcolor>音韵音乐家礼包</apcolor>的玩家，你将<b>免费</b>获得了这个季度的<apcolor><spendant/>奇妙之旅季票</apcolor>！ 您的<2>音韵音乐家发型</2>和<8>音韵白雪钢琴</8>已经在友谊树里<b>自动解锁</b>。 感谢您一直以来对《光·遇》的支持！
zh_hant: 歡迎來到音韻季！ 作為一個已經購買過<apcolor>音韻音樂家禮包</apcolor>的玩家，你將<b>免費</b>獲得了這個季度的<apcolor><spendant/>奇妙之旅季票< /apcolor>！ 您的<2>音韻音樂家髮型</2>和<8>音韻白雪鋼琴</8>已經在友誼樹裡<b>自動解鎖</b>。 感謝您一直以來對《光·遇》的支持！

# season_pass_purchase_out_of_season
source: Season Pass is currently not available
de: Der Saisonspass ist derzeit nicht verfügbar
es: El pase de temporada no está disponible por el momento
fr: Le passe saisonnier n'est pas disponible actuellement
id: Season Pass saat ini tidak tersedia
it: Il pass stagionale non è al momento disponibile
ja: アドベンチャーパスは現在ご購入いただけません
ko: 어드벤처 패스는 현재 구입할 수 없어요
pt: Passe de temporada indisponível no momento
ru: Сезонный пропуск сейчас недоступен
th: บัตรผ่านฤดูกาลไม่สามารถใช้งานได้ในขณะนี้
vi: Chưa thể mua Vé Mùa
zh_hans: 礼遇卡尚不能购买
zh_hant: 禮遇卡尚不能購買
