Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# music_hint1
source: The spirits of Harmony Hall are bringing Music to the realms of Sky!
de: Die Geister des Harmoniesaals bringen Musik in die Reiche von Sky!
es: ¡Los espíritus del Salón de Armonía traerán la música a los reinos de Sky!
fr: Les esprits du Hall d’harmonie apportent la musique dans les royaumes de Sky !
id: Para roh dari Aula Harmoni membawa Musik ke alam Sky!
it: Gli spiriti del Salone dell'Armonia portano la musica nei regni di Sky!
ja: 奏の音楽堂の精霊たちがSky中に音楽を届けてくれるようです！
ko: 음악의 전당 영혼들이 Sky 월드에 음악을 가져옵니다!
pt: Os espíritos do Salão da Harmonia estão trazendo a música para os reinos de Sky!
ru: Духи Зала гармонии несут музыку в миры Sky!
th: สปิริตโถงแห่งความปรองดองกำลังนำเสียงดนตรีมาสู่ดินแดนแห่ง Sky!
vi: Các tinh linh của Cửa hàng Âm nhạc đang mang Âm nhạc đến với các vương quốc của Sky!
zh_hans: 和声大厅的先灵正将音乐带至Sky的各个领域！
zh_hant: 和聲大廳的先靈們把音樂帶到了 Sky 的各個領域！

# music_hint2
source: Look for stages throughout the world and participate in musical performances
de: Suche in der Welt nach Bühnen und nimm an musikalischen Darbietungen teil
es: Busca escenarios por todo el mundo y participa de espectáculos musicales
fr: Cherchez des scènes à travers le monde et participez à des prestations musicales.
id: Cari panggung di seluruh dunia dan berpartisipasi dalam pertunjukan musik
it: Cerca i palchi in tutto il mondo e partecipa alle esibizioni musicali
ja: 世界各地に設置されたステージを見つけ、音楽のパフォーマンスを披露しましょう
ko: Sky 월드 곳곳에서 무대를 찾아 공연에 참여하세요
pt: Procure palcos pelo mundo e participe de apresentações musicais
ru: Ищите сцены по всему миру и участвуйте в музыкальных выступлениях
th: ตามหาเวทีที่อยู่ทั่วโลก และร่วมแสดงดนตรีด้วยกัน
vi: Tìm kiếm các sân khấu trên khắp thế giới và tham gia các buổi biểu diễn âm nhạc
zh_hans: 在整个世界中寻找舞台并参与音乐表演吧！
zh_hant: 找到領域各地的舞台，加入音樂表演吧！

# musicshop_demo
source: Play along while the spirit demonstrates a song?
de: Mitspielen, während der Geist ein Lied demonstriert?
es: ¿Acompañar mientras el espíritu muestra una canción?
fr: Jouer pendant que l'esprit fait une démonstration d’une chanson ?
id: Main bersama saat roh memainkan alat musik?
it: Vuoi suonare mentre lo spirito mostra una canzone?
ja: 精霊の実演に合わせて、一緒に曲を奏でますか？
ko: 영혼이 음악을 연주하는 동안 함께 연주할까요?
pt: Tocar junto enquanto o espírito mostra uma música?
ru: Подыграть духу, пока он исполняет песню?
th: เล่นไปพร้อมกับสปิริตที่กำลังสาธิตการเล่นเพลงหรือไม่
vi: Chơi nhạc cùng tinh linh?
zh_hans: 与先灵联袂表演？
zh_hant: 在先靈示範歌曲時一起演奏？

# musicshop_feature_instrument
source: This instrument can be purchased from the front counter
de: Dieses Instrument kann an der Kasse gekauft werden.
es: Ese instrumento se puede comprar en el mostrador frontal
fr: Cet instrument peut être acheté au comptoir de la réception
id: Instrumen ini bisa dibeli dari konter depan
it: Puoi acquistare questo strumento alla cassa
ja: こちらの楽器は音楽堂中央のカウンターで購入できます
ko: 이 악기는 카운터에서 구입할 수 있습니다
pt: Este instrumento pode ser comprado no balcão da frente
ru: Этот инструмент можно купить на кассе
th: สามารถซื้อเครื่องดนตรีได้จากเคาน์เตอร์ด้านหน้า
vi: Nhạc cụ này có thể được mua từ quầy trước
zh_hans: 这种乐器可在前台购买
zh_hant: 該樂器可在前台購買

# musicshop_jam
source: Do you want to jam together?
de: Willst du zusammen jammen?
es: ¿Quieres improvisar en conjunto?
fr: Tu veux qu'on improvise ensemble ?
id: Kamu ingin melakukan pertunjukan bersama?
it: Vogliamo suonare insieme?
ja: 君も一緒に演奏する？
ko: 함께 즉흥 연주를 해볼까요?
pt: Quer tocar junto?
ru: Хотите сыграть вместе?
th: อยากเล่นดนตรีด้วยกันไหม
vi: Bạn có muốn biểu diễn chung không?
zh_hans: 你想一起即兴演奏吗？
zh_hant: 你想一起即興演奏嗎？

# musicshop_quest
source: Do you want to challenge today’s music sheet?
de: Willst du das heutige Notenblatt herausfordern?
es: ¿Quieres desafiar la partitura del día?
fr: Voulez-vous tenter la partition du jour ?
id: Apakah kamu ingin menantang skor hari ini?
it: Vuoi sfidare il spartito del giorno?
ja: 今日の楽譜に挑戦しますか？
ko: 오늘의 악보 퀘스트에 도전할까요?
pt: Deseja tocar a partitura de hoje?
ru: Взяться за сегодняшнее музыкальное задание?
th: คุณอยากเล่นแผ่นโน้ตเพลงที่ท้าทายสำหรับวันนี้หรือเปล่า
vi: Muốn thử thách bản nhạc của ngày hôm nay?
zh_hans: 你想要尝试今天的乐谱挑战吗？
zh_hant: 你想要嘗試今天的樂譜挑戰嗎？

# musicshop_search_instruments_ap02bell_01
source: The spirit with this instrument can be found by an ice rink in <b>Valley of Triumph</b>.
de: Der Geist mit diesem Instrument kann bei einer Eisbahn im <b>Tal des Triumphs</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar junto a una pista de hielo en el <b>Valle del Triunfo</b>.
fr: L'esprit avec cet instrument peut être trouvé près d'une patinoire dans la <b>Vallée du triomphe</b>.
id: Roh dengan instrumen ini bisa ditemukan di gelanggang es di <b>Lembah Kejayaan</b>.
it: Lo spirito con questo strumento si trova vicino a una pista di pattinaggio nella <b>Valle del Trionfo</b>.
ja: この楽器を持つ精霊には<b>峡谷</b>のアイスリンクで会えるでしょう
ko: 이 악기를 가진 영혼은 <b>승리의 계곡</b>에 있는 아이스링크 옆에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado na pista de gelo no <b>Vale do Triunfo</b>.
ru: Духа с этим инструментом можно найти у катка в <b>Долине триумфа</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่ลานสเกตน้ำแข็งใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại một sân băng ở <b>Thung Lũng Vinh Quang</b>.
zh_hans: 可以在<b>霞谷</b>的滑冰场找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>霞谷</b>的溜冰場旁邊。

# musicshop_search_instruments_ap02bell_02
source: The spirit with this instrument can be found on the 4th floor of <b>Vault of Knowledge</b>.
de: Den Geist mit diesem Instrument findest du auf der <b>4. Ebene des Gewölbes</b>.
es: El espíritu con este instrumento se puede encontrar en el <b>4.° piso de la Bóveda</b>.
fr: L'esprit avec cet instrument peut être trouvé au <b>4e étage de la Chambre forte</b>.
id: Roh dengan instrumen ini bisa ditemukan di <b>lantai 4 Kubah</b>.
it: Lo spirito con questo strumento si trova al <b>4° piano della Cupola</b>.
ja: この楽器を持つ精霊には<b>書庫</b>の4階で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>지식의 도서관</b> 4층에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado no <b>4° andar do Relicário</b>.
ru: Духа с этим инструментом можно найти на <b>4 этаже Хранилища</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่ชั้น 4 ของ<b>กรุสมบัติแห่งปัญญา</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại tầng 4 <b>Kho Tri Thức</b>.
zh_hans: 可以在<b>禁阁第4层</b>找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>禁閣 4 樓</b>。

# musicshop_search_instruments_ap03flute
source: The spirit with this instrument can be found at Bird Nest Shrine in <b>Daylight Prairie</b>.
de: Der Geist mit diesem Instrument kann im <b>Vogelnestschrein der Prärie</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en el <b>santuario a los nidos de aves de la Planicie</b>.
fr: L'esprit avec cet instrument peut être trouvé au <b>sanctuaire du nid de la Prairie</b>.
id: Roh dengan instrumen ini bisa ditemukan di <b>kuil sarang burung Padang Rumput</b>.
it: Lo spirito con questo strumento si trova al <b>nido di uccelli della Prateria</b>.
ja: この楽器を持つ精霊には<b>草原</b>の鳥の塔で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>햇빛 초원</b>에 있는 새 둥지 구역의 제단에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado no <b>altar do ninho de pássaros da Campina</b>.
ru: Духа с этим инструментом можно найти у <b>алтаря у птичьего гнезда в Прерии</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่แท่นบูชารังนกใน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại Ngôi Đền Tổ Chim trong <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: 可以在<b>云野的鸟巢神坛</b>找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>雲野鳥巢神壇</b>。

# musicshop_search_instruments_ap03panflute
source: The spirit with this instrument can be found by an ice rink in <b>Valley of Triumph</b>.
de: Der Geist mit diesem Instrument kann bei einer Eisbahn im <b>Tal des Triumphs</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar junto a una pista de hielo en el <b>Valle del Triunfo</b>.
fr: L'esprit avec cet instrument peut être trouvé près d'une patinoire dans la <b>Vallée du triomphe</b>.
id: Roh dengan instrumen ini bisa ditemukan di gelanggang es di <b>Lembah Kejayaan</b>.
it: Lo spirito con questo strumento si trova vicino a una pista di pattinaggio nella <b>Valle del Trionfo</b>.
ja: この楽器を持つ精霊には<b>峡谷</b>のアイスリンクで会えるでしょう
ko: 이 악기를 가진 영혼은 <b>승리의 계곡</b>에 있는 아이스링크 옆에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado na pista de gelo no <b>Vale do Triunfo</b>.
ru: Духа с этим инструментом можно найти у катка в <b>Долине триумфа</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่ลานสเกตน้ำแข็งใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại một sân băng ở <b>Thung Lũng Vinh Quang</b>.
zh_hans: 可以在<b>霞谷</b>的滑冰场找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>霞谷</b>的溜冰場旁邊。

# musicshop_search_instruments_ap04guitar
source: The spirit with this instrument can be found at the bonfire in the <b>Golden Wasteland</b> Graveyard.
de: Der Geist mit diesem Instrument kann am Lagerfeuer auf dem <b>Friedhof der Ödnis</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en la fogata del <b>cementerio del Páramo Dorado</b>.
fr: L'esprit avec cet instrument peut être trouvé au feu de joie du <b>cimetière du Désert</b>.
id: Roh dengan instrumen ini bisa ditemukan di api unggun di <b>Pemakaman Gurun Kosong</b>.
it: Lo spirito con questo strumento si trova vicino al falò nel <b>cimitero del Deserto</b>.
ja: この楽器を持つ精霊には<b>捨てられた地</b>の焚火で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>황금 황무지</b>에 있는 묘지 구역의 모닥불 주변에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado na fogueira do <b>Cemitério do Sertão</b>.
ru: Духа с этим инструментом можно найти у костра на <b>кладбище в Пустоши</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่กองไฟในสุสาน<b>แดนร้างทอง���ร่าม</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại lửa trại trong Nghĩa địa <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 可以在<b>暮土墓地</b>的篝火找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>暮土墓地</b>的篝火旁邊。

# musicshop_search_instruments_ap04ukulele
source: The spirit with this instrument can be found at the Underground Cavern in <b>Hidden Forest</b>.
de: Der Geist mit diesem Instrument kann in der Höhle auf der <b>erhöhten Lichtung des Waldes</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en la cueva del <b>claro elevado del Bosque</b>.
fr: L'esprit avec cet instrument peut être trouvé à la grotte dans la <b>clairière surélevée de la Forêt</b>.
id: Roh dengan instrumen ini bisa ditemukan di gua di <b>tanah melayang Hutan</b>.
it: Lo spirito con questo strumento si trova nella grotta nella <b>radura elevata della Foresta</b>.
ja: この楽器を持つ精霊には<b>雨林</b>の地下洞で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>비밀의 숲</b>에 있는 지하 동굴에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado na caverna na <b>clareira elevada da Floresta</b>.
ru: Духа с этим инструментом можно найти у пещеры на <b>высокой поляне в Лесу</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่ถ้ำใต้ดินใน<b>ป่าลับ</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy trong Hang Bí Ẩn tại <b>Rừng Mưa</b>.
zh_hans: 可以在<b>树林高处</b>的洞穴找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>雨林入口空地處</b>的洞穴中。

# musicshop_search_instruments_ap05piano
source: The spirit with this instrument can be found at the graveyard in <b>Golden Wasteland</b>.
de: Der Geist mit diesem Instrument kann auf dem Friedhof in der <b>Goldenen Ödnis</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en el cementerio del <b>Páramo Dorado</b>.
fr: L'esprit avec cet instrument peut être trouvé au cimetière du <b>Désert d'or</b>.
id: Roh dengan instrumen ini bisa ditemukan di makam di <b>Gurun Emas</b>.
it: Lo spirito con questo strumento si trova al cimitero del <b>Deserto Dorato</b>.
ja: この楽器を持つ精霊には<b>捨てられた地</b>の墓所で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>황금 황무지</b>에 있는 묘지 구역에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado no cemitério no <b>Sertão Dourado</b>.
ru: Духа с этим инструментом можно найти на кладбище <b>в Золотой пустоши</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่สุสานใน<b>แดนร้างทองอร่าม</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại nghĩa địa ở <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 可以在<b>暮土</b>的墓地找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>暮土</b>的墓地。

# musicshop_search_instruments_ap05xylophone
source: The spirit with this instrument can be found inside the 4-player door on the ground floor of <b>Vault of Knowledge</b>.
de: Der Geist mit diesem Instrument befindet sich in der 4-Spieler-Tür im Erdgeschoss des <b>Gewölbes</b>.
es: El espíritu con este instrumento se puede encontrar dentro de una puerta de 4 jugadores en la planta baja de la <b>Bóveda</b>.
fr: L'esprit avec cet instrument peut être trouvé à la porte à 4 joueurs au rez-de-chaussée de la <b>Chambre forte</b>.
id: Roh dengan instrumen ini bisa ditemukan di dalam pintu dengan 4 pemain di lantai bawah tanah <b>Kubah</b>.
it: Lo spirito con questo strumento si trova all'interno della porta per 4 giocatori al piano terra della <b>Cupola</b>.
ja: この楽器を持つ精霊には<b>書庫</b>1階の4人で開ける扉の向こうで会えるでしょう
ko: 이 악기를 가진 영혼은 <b>지식의 도서관</b> 1층의 4인 플레이어 문 너머에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado dentro da porta de 4 jogadores no térreo do <b>Relicário</b>.
ru: Духа с этим инструментом можно найти за дверью для 4 игроков на первом этаже <b>Хранилища</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ภายในประตู 4 ผู้เล่นที่ชั้นล่างของ<b>กรุสมบัติแห่งปัญญา</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy bên trong cửa 4 người ở tầng trệt của <b>Kho Tri Thức</b>.
zh_hans: 可以在<b>禁阁</b>底层的需由4位玩家启动的门内找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>禁閣</b>底層的 4 人門內。

# musicshop_search_instruments_ap09lute
source: The spirit with this instrument can be found in the <b>Village of Dreams</b>.
de: Der Geist mit diesem Instrument kann im <b>Dorf der Träume</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en la <b>Aldea de los Sueños</b>.
fr: L'esprit avec cet instrument peut être trouvé dans le <b>Village des rêves</b>.
id: Roh dengan instrumen ini bisa ditemukan di <b>Desa Impian</b>.
it: Lo spirito con questo strumento si trova nel <b>Villaggio dei Sogni</b>.
ja: この楽器を持つ精霊には<b>峡谷</b>の夢見の町で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>꿈의 마을</b>에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado na <b>Aldeia dos Sonhos</b>.
ru: Духа с этим инструментом можно найти <b>в Деревне снов</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่<b>หมู่บ้านแห่งความฝัน</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy trong <b>Làng Giấc Mơ</b>.
zh_hans: 可以在<b>圆梦村</b>找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>圓夢村</b>。

# musicshop_search_instruments_ap12kalimba
source: The spirit with this instrument can be found at The Wind Paths in <b>Hidden Forest</b>
de: Der Geist mit diesem Instrument kann in den <b>Windpfaden</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en <b>Los Caminos del Viento</b>.
fr: L'esprit avec cet instrument peut être trouvé dans les <b>Chemins de vent</b>.
id: Roh dengan instrumen ini bisa ditemukan di <b>Jalur Angin</b>.
it: Lo spirito con questo strumento si trova nei <b>Sentieri del Vento</b>.
ja: この楽器を持つ精霊には<b>雨林</b>の風の街道で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>비밀의 숲</b>에 있는 바람길 구역에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado nas <b>Trilhas do Vento</b>.
ru: Духа с этим инструментом можно найти на <b>Путях ветра</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่เส้นทางสายลมใน<b>ป่าลับ</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại Con Đường Gió trong <b>Rừng Mưa</b>.
zh_hans: 可以在<b>风之大道</b>找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>風之大道</b>。

# musicshop_search_instruments_ap14guitar
source: The spirit with this instrument can be found in the <b>Village Theater</b>.
de: Der Geist mit diesem Instrument kann im <b>Dorftheater</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en el <b>Teatro de la Aldea</b>.
fr: L'esprit avec cet instrument peut être trouvé au <b>Théâtre du village</b>.
id: Roh dengan instrumen ini bisa ditemukan di <b>Teater Desa</b>.
it: Lo spirito con questo strumento si trova nel <b>Teatro del Villaggio</b>.
ja: この楽器を持つ精霊には<b>峡谷</b>の夢見の劇場で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>마을극장</b>에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado no <b>Teatro da Aldeia</b>.
ru: Духа с этим инструментом можно найти в <b>Деревенском театре</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ใน<b>โรงละครหมู่บ้าน</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy trong <b>Nhà hát Làng</b>.
zh_hans: 可以在<b>乡村剧场</b>找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>鄉村劇院</b>。

# musicshop_search_instruments_bass
source: The spirit with this instrument can be found near the broken temple in <b>Golden Wasteland</b>.
de: Der Geist mit diesem Instrument kann in der Nähe des zerstörten Tempels in der <b>Goldenen Ödnis</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar junto al templo roto del <b>Páramo Dorado</b>.
fr: L'esprit avec cet instrument peut être trouvé près du temple dans le <b>Désert d'or</b>.
id: Roh dengan instrumen ini bisa ditemukan di dekat kuil rusak di <b>Gurun Emas</b>.
it: Lo spirito con questo strumento si trova vicino ai ruderi del tempio nel <b>Deserto Dorato</b>.
ja: この楽器を持つ精霊には<b>捨てられた地</b>の倒壊した祠で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>황금 황무지</b>에 있는 부서진 사원 근처에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado próximo ao templo quebrado no <b>Sertão Dourado</b>.
ru: Духа с этим инструментом можно найти рядом с разбитым храмом <b>в Золотой пустоши</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่วิหารที่ชำรุดใน<b>แดนร้างทองอร่าม</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy gần ngôi đền hoang ở <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 可以在<b>暮土</b>的破庙附近找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>暮土</b>破舊的神廟附近。

# musicshop_search_instruments_drum
source: The spirit with this instrument can be found above the Forest's brook in <b>Hidden Forest</b>.
de: Der Geist mit diesem Instrument kann oberhalb des Waldbachs im <b>Verborgenen Wald</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar sobre el arroyo del bosque en el <b>Bosque Escondido</b>.
fr: L'esprit avec cet instrument peut être trouvé au-dessus du ruisseau de la forêt dans la <b>Forêt cachée</b>.
id: Roh dengan instrumen ini bisa ditemukan di atas anak sungai Hutan di <b>Hutan Tersembunyi</b>.
it: Lo spirito con questo strumento si trova sopra il ruscello della <b>Foresta Nascosta</b>.
ja: この楽器を持つ精霊には<b>雨林</b>の小川で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>비밀의 숲</b>에 있는 숲의 개울 위에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado acima do riacho na <b>Floresta Oculta</b>.
ru: Духа с этим инструментом можно найти над лесным ручьем в <b>Тайном лесу</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่ลำธารในป่าใน<b>ป่าลับ</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy ở con suối của <b>Rừng Mưa</b>.
zh_hans: 可以在<b>雨林</b>的森林小溪上找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>雨林</b>的森林小溪上方。

# musicshop_search_instruments_harp
source: The spirit with this instrument can be found inside the cave in <b>Daylight Prairie</b> Village.
de: Der Geist mit diesem Instrument kann in der Höhle im <b>Dorf der Prärie</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en la cueva en la <b>aldea de la Planicie</b>.
fr: L'esprit avec cet instrument peut être trouvé dans la grotte du <b>village de la Prairie</b>.
id: Roh dengan instrumen ini bisa ditemukan di gua di <b>Desa Padang Rumput</b>.
it: Lo spirito con questo strumento si trova all'interno della caverna nel <b>Villaggio della Prateria</b>.
ja: この楽器を持つ精霊には<b>草原</b>の村で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>햇빛 초원</b>에 있는 마을 구역 내 동굴 안에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado dentro da caverna na <b>Aldeia da Campina</b>.
ru: Духа с этим инструментом можно в пещере <b>в деревне Прерии</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ภายในถ้ำในหมู่บ้าน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy bên trong hang động ở Làng <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: 可以在<b>云野之村</b>的洞穴里找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>雲野村莊</b>的洞穴內。

# musicshop_search_instruments_horn
source: The spirit with this instrument can be found at the Battlefield in <b>Golden Wasteland</b>.
de: Der Geist mit diesem Instrument kann auf dem Schlachtfeld in der <b>Goldenen Ödnis</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar en el campo de batalla del <b>Páramo Dorado</b>.
fr: L'esprit avec cet instrument peut être trouvé sur le champ de bataille du <b>Désert d'or</b>.
id: Roh dengan instrumen ini bisa ditemukan di medan tempur di <b>Gurun Emas</b>.
it: Lo spirito con questo strumento si trova sul campo di battaglia del <b>Deserto Dorato</b>.
ja: この楽器を持つ精霊には<b>捨てられた地</b>の戦場で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>황금 황무지</b>에 있는 전장 구역에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado no campo de batalha no <b>Sertão Dourado</b>.
ru: Духа с этим инструментом можно найти на поле боя <b>в Золотой пустоши</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่สนามรบใน<b>แดนร้างทองอร่าม</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy tại chiến trường trong <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 可以在<b>暮土</b>的战场上找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>暮土</b>的戰場上。

# musicshop_search_instruments_piano
source: The spirit with this instrument can be found at the Coliseum in <b>Valley of Triumph</b>.
de: Der Geist mit diesem Instrument kann am Ende des Rennens im <b>Tal des Triumphs</b> gefunden werden.
es: El espíritu con este instrumento se puede encontrar al final de la carrera del <b>Valle del Triunfo</b>.
fr: L'esprit avec cet instrument peut être trouvé à la fin d’une course dans la <b>Vallée du triomphe</b>.
id: Roh dengan instrumen ini bisa ditemukan di ujung pacuan di <b>Lembah Kejayaan</b>.
it: Lo spirito con questo strumento si ritrova alla fine del pendio nella <b>Valle del Trionfo</b>.
ja: この楽器を持つ精霊には<b>峡谷</b>の円形劇場で会えるでしょう
ko: 이 악기를 가진 영혼은 <b>승리의 계곡</b>에 있는 대경기장에서 찾을 수 있습니다.
pt: O espírito com este instrumento pode ser encontrado no final da corrida no <b>Vale do Triunfo</b>.
ru: Духа с этим инструментом можно найти в конце гонки в <b>Долине триумфа</b>.
th: สามารถพบสปิริตที่มีเครื่องดนตรีชิ้นนี้ได้ที่โคลีเซียมใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Tinh Linh với nhạc cụ này có thể được tìm thấy ở phía cuối đường đua ở <b>Thung Lũng Vinh Quang</b>.
zh_hans: 可以在<b>霞谷</b>的比赛结束时找到使用这种乐器的先灵。
zh_hant: 擁有這種樂器的先靈就在<b>霞谷</b>賽道的盡頭。

# musicshop_solo_1
source: Enjoy music practice by yourself
de: Musiziere und übe ganz allein
es: Disfruta la práctica musical por tu cuenta
fr: Profitez de répétitions musicales en solo
id: Nikmati latihan musik sendiri
it: Esercitati con gli strumenti per conto tuo
ja: ソロで楽しく楽器を練習しましょう
ko: 혼자서 즐겁게 연주 연습하기
pt: Desfrute de prática de música
ru: Наслаждайтесь музыкой и практикуйтесь в одиночку
th: เพลิดเพลินไปกับการฝึกซ้อมดนตรีด้วยตัวคุณเอง
vi: Thưởng thức trải nghiệm tự luyện tập âm nhạc
zh_hans: 独自享受演奏练习
zh_hant: 在此不受打擾地練習演奏

# musicshop_solo_2
source: You need an instrument equipped to practice here
de: Du musst mit einem Instrument ausgerüstet sein, um hier zu musizieren.
es: Necesitas tener un instrumento equipado para practicar aquí
fr: Vous devez vous munir d'un instrument pour répéter ici
id: Kamu perlu instrumen untuk berlatih di sini
it: Devi equipaggiare uno strumento per esercitarti qui
ja: こちらで練習するには、ご自身の楽器をお持ちいただく必要があります
ko: 여기에서 연습하려면 악기를 착용해야 해요
pt: Você precisa de um instrumento equipado para praticar aqui
ru: Чтобы поиграть здесь, нужно выбрать инструмент
th: คุณจำเป็นต้องติดตั้งเครื่องดนตรีเพื่อฝึกซ้อมที่นี่
vi: Bạn cần trang bị nhạc cụ để luyện tập tại đây
zh_hans: 你需要装备一件乐器才能在这里练习
zh_hant: 你需要裝備樂器才能在此練習
