Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# competition_daily_event_points_earned
source: Daily event points earned: {{1}}/{{2}}
de: Täglich verdiente Event-Punkte: {{1}}/{{2}}
es: Puntos recibidos por el evento diario: {{1}}/{{2}}
fr: Points d’événement quotidiens obtenus : {{1}}/{{2}}
id: Poin acara harian yang diperoleh: {{1}}/{{2}}
it: Punti evento giornaliero guadagnati: {{1}}/{{2}}
ja: デイリー・イベント・ポイント獲得：{{1}}/{{2}}
ko: 획득한 일일 이벤트 포인트: {{1}}/{{2}}
pt: Pontos de evento diário recebidos: {{1}}/{{2}}
ru: Заработано очков ежедневного события: {{1}}/{{2}}
th: คะแนนกิจกรรมประจำวันที่ได้รับ: {{1}}/{{2}}
vi: Điểm sự kiện hàng ngày kiếm được: {{1}}/{{2}}
zh_hans: 获得的每日活动积分：{{1}}/{{2}}
zh_hant: 每日活動積分：{{1}}/{{2}}

# competition_daily_time_remaining_hour
source: Today's team competition will end in <b>{{1}} hour</b>.
de: Der heutige teamwettbewerb endet in <b>{{1}} stunde</b>.
es: La competencia de equipo de hoy terminará en <b>{{1}} hora</b>.
fr: La compétition par équipe d'aujourd'hui se terminera dans <b>{{1}} heure</b>.
id: Kompetisi tim hari ini akan berakhir dalam <b>{{1}} jam</b>.
it: La competizione a squadre di oggi finirà tra <b>{{1}} ora</b>.
ja: 本日のチーム戦はあと <b>{{1}} 時</b>間で終了します
ko: 오늘의 팀 대회는 <b>{{1}}시간</b> 후에 종료됩니다.
pt: A competição em equipe de hoje terminará em <b>{{1}} hora</b>.
ru: Сегодняшнее командное соревнование закончится через <b>{{1}} час</b>.
th: การแข่งขันทีมวันนี้จะสิ้นสุดลงใน <b>{{1}} ชั่วโมง</b>
vi: Đấu nhóm hôm nay sẽ kết thúc sau <b>{{1}} giờ</b>.
zh_hans: 今天的团队比赛将在<b>{{1}}小时</b>后结束。
zh_hant: 今天的團體賽將在<b>{{1}}小時</b>後結束。

# competition_daily_time_remaining_hours
source: Today's team competition will end in <b>{{1}} hours</b>.
de: Der heutige teamwettbewerb endet in <b>{{1}} stunden</b>.
es: La competencia de equipo de hoy terminará en <b>{{1}} horas</b>.
fr: La compétition par équipe d'aujourd'hui se terminera dans <b>{{1}} heures</b>.
id: Kompetisi tim hari ini akan berakhir dalam <b>{{1}} jam</b>.
it: La competizione a squadre di oggi finirà tra <b>{{1}} ore</b>.
ja: 本日のチーム戦はあと <b>{{1}} 時</b>間で終了します
ko: 오늘의 팀 대회는 <b>{{1}} 시간</b> 후에 종료됩니다.
pt: A competição em equipe de hoje terminará em <b>{{1}} horas</b>.
ru: Сегодняшнее командное соревнование закончится через <b>{{1}} часов</b>.
th: การแข่งขันทีมวันนี้จะสิ้นสุดลงใน <b>{{1}} ชั่วโมง</b>
vi: Đấu nhóm hôm nay sẽ kết thúc sau <b>{{1}} giờ</b>.
zh_hans: 今天的团队比赛将在 <b>{{1}} 小时</b>后结束。
zh_hant: 今天的團體賽將在 <b>{{1}} 小時</b>後結束。

# competition_daily_time_remaining_minute
source: Today's team competition will end in <b>{{1}} minute</b>.
de: Der heutige teamwettbewerb endet in <b>{{1}} minute</b>.
es: La competencia por equipos de hoy terminará en <b>{{1}} minuto</b>.
fr: La compétition d'équipe d'aujourd'hui se terminera dans <b>{{1}} minute</b>.
id: Kompetisi tim hari ini akan berakhir dalam <b>{{1}} menit</b>.
it: La competizione a squadre di oggi finirà tra <b>{{1}} minuto</b>.
ja: 本日のチーム戦はあと <b>{{1}} 分で</b>終了します
ko: 오늘의 팀 대회는 <b>{{1}} 분</b> 안에 종료됩니다.
pt: A competição em equipe de hoje terminará em <b>{{1}} minuto</b>.
ru: Сегодняшнее командное соревнование закончится через <b>{{1}} минуту</b>.
th: การแข่งขันทีมวันนี้จะสิ้นสุดลงใน <b>{{1}} นาที</b>
vi: Đấu nhóm hôm nay sẽ kết thúc sau <b>{{1}} phút</b>.
zh_hans: 今天的团队比赛将在<b>{{1}}分钟</b>后结束。
zh_hant: 今天的團體賽將在<b>{{1}}分鐘</b>後結束。

# competition_daily_time_remaining_minutes
source: Today's team competition will end in <b>{{1}} minutes</b>.
de: Der heutige teamwettbewerb endet in <b>{{1}} minuten</b>.
es: La competencia de equipos de hoy terminará en <b>{{1}} minutos</b>.
fr: La compétition par équipe d'aujourd'hui se terminera dans <b>{{1}} minutes</b>.
id: Kompetisi tim hari ini akan berakhir dalam <b>{{1}} menit</b>.
it: La competizione a squadre di oggi finirà tra <b>{{1}} minuti</b>.
ja: 本日のチーム戦はあと <b>{{1}} 分で</b>終了します
ko: 오늘의 팀 대회는 <b>{{1}} 분</b> 후에 종료됩니다.
pt: A competição de equipes de hoje terminará em <b>{{1}} minutos</b>.
ru: Сегодняшнее командное соревнование закончится через <b>{{1}} минут</b>.
th: การแข่งขันทีมวันนี้จะสิ้นสุดลงใน <b>{{1}} นาที</b>
vi: Đấu nhóm hôm nay sẽ kết thúc sau <b>{{1}} phút</b>.
zh_hans: 今天的团队比赛将在<b>{{1}}分钟</b>后结束。
zh_hant: 今天的團體賽將在<b>{{1}}分鐘</b>後結束。

# competition_gain_trophy
source: A Trophy has been made available for your <2>Shared Spaces</2>.
de: Eine Trophäe wurde für deine <2>Gemeinschaftsräume</2> zur Verfügung gestellt.
es: Hay un trofeo disponible para tus <2>espacios compartidos</2>.
fr: Un trophée est disponible pour vos <2>Espaces partagés</2>.
id: Sebuah Piala telah tersedia untuk <2>Ruang Bersama</2> kamu.
it: È disponibile un trofeo per i tuoi <2>Spazi condivisi</2>.
ja: あなたの<2>シェアスペース</2>で、トロフィーを飾れるようになりました
ko: 이제 <2>공유공간</2>에 트로피를 놓을 수 있어요.
pt: Um troféu está disponível para seus <2>Espaços Compartilhados</2>.
ru: Теперь вам доступен приз для украшения <2>общих пространств</2>.
th: ถ้วยรางวัลได้รับการปลดล็อกสำหรับ <2>พื้นที่แชร์ของคุณ</2>
vi: Một Danh hiệu đã được mở cho <2>Không Gian Chung</2> của bạn.
zh_hans: 你的<2>共享空间</2>中新增了一个奖杯。
zh_hant: 你的<2>共享空間</2>中，將有一座新獎盃供你擺設。

# competition_leave
source: Leave the bubble to return.
de: Verlasse die Blase, um zurückzukehren.
es: Abandona la burbuja para regresar.
fr: Quittez la bulle pour revenir.
id: Biarkan gelembung itu kembali.
it: Lascia la bolla per tornare.
ja: ドームの外に出て円形劇場に戻りましょう
ko: 경계선을 벗어나면 돌아올 수 있습니다.
pt: Saia da bolha para voltar.
ru: Выйдите из пузыря, чтобы вернуться.
th: ออกจากฟองสบู่เพื่อกลับไป
vi: Rời khỏi bong bóng để quay về.
zh_hans: 离开泡泡以返回。
zh_hant: 離開泡泡以返回。

# competition_nexttime
source: See you in the next Tournament!
de: Wir sehen uns im nächsten Turnier!
es: ¡Nos vemos en el próximo torneo!
fr: À bientôt dans le prochain tournoi !
id: Sampai jumpa di Turnamen berikutnya!
it: Ci vediamo al prossimo Torneo!
ja: 次のTournementで会いましょう！
ko: 다음 토너먼트에서 만나요!
pt: A gente se vê no próximo torneio!
ru: Увидимся в следующем турнире!
th: เจอกันในทัวร์นาเมนต์ถัดไป
vi: Hẹn gặp lại các bạn ở Giải đấu tiếp theo!
zh_hans: 下次锦标赛再见！
zh_hant: 下回賽事見！

# competition_race_hint
source: Navigate through the most checkpoints in the least amount of time.
de: Navigiere in der kürzesten Zeit durch die meisten Kontrollpunkte.
es: Atraviesa la mayor cantidad de puntos de control en el menor tiempo posible.
fr: Rejoignez un maximum de points de passage en un minimum de temps.
id: Lewati pos pemeriksaan paling banyak dalam waktu paling singkat.
it: Tocca il maggior numero di tappe nel minor tempo possibile.
ja: 最短時間で最多のチェックポイントを通過しましょう
ko: 가장 많은 체크포인트를 가장 짧은 시간 내에 통과하세요.
pt: Navegue pelos pontos de controle no menor tempo possível.
ru: Пройдите максимум контрольных точек как можно быстрее.
th: เดินทางผ่านจุดตรวจสอบให้ได้มากที่สุดในเวลาน้อยที่สุด
vi: Vượt qua nhiều điểm mốc nhất trong thời gian ngắn nhất.
zh_hans: 在最短时间内通过最多的检查点。
zh_hant: 在最短時間內通過最多的檢查點。

# competition_rainrace_hint
source: Don’t run out of Light on the way!
de: Lass unterwegs nicht das Licht ausgehen!
es: ¡No te quedes sin luz en el camino!
fr: Et n’épuisez pas toute ta lumière en route !
id: Jangan sampai kehabisan Cahaya di tengah jalan!
it: Non rimanere senza luce!
ja: レースの途中で光を失わないように気をつけて！
ko: 가는 길에 빛이 떨어지면 안 돼요!
pt: Não fique sem luz no caminho!
ru: Осторожнее: по пути у вас может закончиться Свет!
th: อย่าให้แสงของคุณหมดระหว่างทาง
vi: Đừng để Ánh sáng tắt dọc đường!
zh_hans: 不要在半途中就把光耗尽了！
zh_hant: 不要半路就把光耗盡了！

# competition_rainrace_ranout
source: Ran out of Light...
de: Kein Licht mehr …
es: Te quedaste sin luz…
fr: La lumière s’est éteinte...
id: Kehabisan Cahaya...
it: A corto di luce...
ja: 光を失ってしまいました…
ko: 빛이 다 떨어졌어요...
pt: Ficou sem luz...
ru: Свет закончился...
th: แสงหมด...
vi: Hết Ánh sáng...
zh_hans: 光已耗尽……
zh_hant: 光已耗盡⋯⋯

# competition_return
source: Returning to the Coliseum...
de: Kehre zum Kolosseum zurück …
es: Regresando al coliseo…
fr: Retour au Colisée...
id: Kembali ke Koloseum...
it: Ritorno al Colosseo...
ja: 円形劇場に戻ります…
ko: 대경기장으로 돌아갑니다...
pt: Voltando para o Coliseu...
ru: Возвращение в Колизей...
th: กำลังกลับไปที่สนามโคลีเซียม...
vi: Trở lại Đấu trường...
zh_hans: 返回到竞技场……
zh_hant: 返回競技場⋯⋯

# competition_sportname_cloudcollect
source: Cloud Collect
de: Wolkensammeln
es: Recolección de nubes
fr: Collecte de nuages
id: Mengumpulkan Awan
it: Raccolta di nuvole
ja: 雲の星あつめ
ko: 구름 모으기
pt: Coleta de Nuvens
ru: Сбор облаков
th: เก็บเมฆ
vi: Bắt Lấy Mây Trời
zh_hans: 云朵收集
zh_hant: 雲朵收集

# competition_sportname_crabrace
source: Crab Race
de: Krabbenrennen
es: Carrera de cangrejos
fr: Course aux crabes
id: Balapan Kepiting
it: Corsa del granchio
ja: 蟹レース
ko: 게 경주
pt: Corrida do Caranguejo
ru: Гонка крабов
th: การแข่งขันปู
vi: Cuộc Đua Cua Biển
zh_hans: 螃蟹快跑
zh_hant: 螃蟹快跑

# competition_sportname_rainrace
source: Rain Race
de: Regenrennen
es: Carrera de la lluvia
fr: Course de la pluie
id: Balapan di tengah Hujan
it: Gara della pioggia
ja: 雨林レース
ko: 비 경주
pt: Corrida da Chuva
ru: Дождливая гонка
th: การแข่งขันฝน
vi: Cuộc Đua Mưa Rào
zh_hans: 雨中竞速
zh_hant: 雨中競速

# competition_sportname_speedskate
source: Speedskate
de: Eisschnelllauf
es: Velocidad sobre hielo
fr: Patin de vitesse
id: Seluncur Cepat (Speedskate)
it: Pattinaggio rapido
ja: スピードスケート
ko: 스피드 스케이트
pt: Patinagem Veloz
ru: Бег на коньках
th: สปีดสเกต
vi: Ván Trượt Thần Tốc
zh_hans: 急速滑冰
zh_hant: 急速滑冰

# competition_sportname_voidcollect
source: Void Gather
de: Leeresammeln
es: Recolección de vacío
fr: Pêche au Néant
id: Mengumpulkan Pecahan
it: Raccolta del Vuoto
ja: 夜の星あつめ
ko: 공허 모으기
pt: Colheita do Vazio
ru: Сбор пустоты
th: รวบรวมความว่าง
vi: Thâu Tóm Hư Không
zh_hans: 虚空聚集
zh_hant: 虛空聚集

# competition_sportname_wingsuit
source: Wingsuiting
es: Vuelo en traje de alas
fr: Wingsuit
id: Meluncur dengan Sayap (Wingsuiting)
it: Gara alata
ja: ウィングスーツフライング
ko: 윙슈트 경주
pt: Corrida de Voo
ru: Полеты в костюме-крыле
th: ปีกสู้ลม
vi: Sải Cánh Tự Do
zh_hans: 翼装飞行
zh_hant: 翼裝飛行

# competition_waiting
source: Waiting for other players...
de: Warte auf andere Spieler …
es: Esperando a más personas…
fr: En attente de joueurs...
id: Menunggu pemain lain...
it: In attesa di altri giocatori...
ja: 他のプレイヤーを待っています…
ko: 다른 플레이어를 기다리는 중입니다...
pt: Esperando outros jogadores...
ru: Ожидание других игроков...
th: รอผู้เล่นคนอื่น...
vi: Đang chờ người chơi khác...
zh_hans: 正在等待其他玩家……
zh_hant: 等待其他玩家加入⋯⋯

# competition_week1_days_available
source: {{1}} event tokens still available to earn. Resets in {{2}} days.
de: Es können noch {{1}} Event-Marken verdient werden. Wird in {{2}} Tagen zurückgesetzt.
es: Aún puedes conseguir {{1}} fichas del evento. Se restaura en {{2}} días.
fr: {{1}} jetons d’événement encore disponibles. Réinitialisation dans {{2}} jours.
id: {{1}} token acara masih tersedia untuk didapatkan. Di-reset dalam {{2}} hari.
it: Puoi guadagnare ancora {{1}} gettoni evento. Si ripristina tra {{2}} giorni.
ja: あと {{1}} 個の専用通貨が獲得可能です。 {{1}} 日後に更新されます
ko: {{1}}개의 이벤트 토큰을 더 획득할 수 있습니다. 토큰 수는 {{2}}일 후에 초기화됩니다.
pt: Ainda é possível ganhar {{1}} fichas do evento. Reinicia em {{2}} dias.
ru: Ещё можно заработать жетонов событий: {{1}}. Сброс через {{2}} дн.
th: ยังมี {{1}} โทเค็นกิจกรรมที่สามารถรับได้ เหลือเวลาอีก {{2}} วันในการรีเซ็ต
vi: {{1}} huy hiệu sự kiện vẫn đang chờ bạn. Đặt lại sau {{2}} ngày.
zh_hans: 还有{{1}}活动代币可供赢取。将在{{2}}天后重置。
zh_hant: 還有{{1}}活動代幣可以贏取。將在{{2}}天後重置。

# competition_week1_days_earned
source: All event tokens earned. Resets in {{1}} days.
de: Alle Event-Marken wurden verdient. Wird in {{1}} Tagen zurückgesetzt.
es: Recogiste todas las fichas del evento. Se restablece en {{1}} días.
fr: Tous les jetons d’événement ont été gagnés. Réinitialisation dans {{1}} jours.
id: Semua token acara yang diperoleh. Di-reset dalam {{1}} hari.
it: Hai guadagnato tutti i gettoni evento. Si ripristina tra {{1}} giorni.
ja: 全ての専用通貨を獲得しました。 {{1}} 日後に更新されます
ko: 모든 이벤트 토큰을 획득했습니다. 토큰 수는 {{1}}일 후에 초기화됩니다.
pt: Todas as fichas do evento foram obtidas. Reinicia em {{1}} dias.
ru: Все жетоны событий заработаны. Сброс через {{1}} дн.
th: รับโทเค็นกิจกรรมทั้งหมดแล้ว เหลือเวลาอีก {{1}} วันในการรีเซ็ต
vi: Đã nhận được tất cả huy hiệu sự kiện. Đặt lại sau {{1}} ngày.
zh_hans: 已赢取所有活动代币。将在{{1}}天后重置。
zh_hant: 已獲得所有活動代幣。將於{{1}}天後重置。

# competition_week1_hours_available
source: {{1}} event tokens still available to earn. Resets in {{2}} hours.
de: Es können noch {{1}} Event-Marken verdient werden. Wird in {{2}} Stunden zurückgesetzt.
es: Aún puedes conseguir {{1}} fichas del evento. Se restablece en {{2}} horas.
fr: {{1}} jetons d’événement encore disponibles. Réinitialisation dans {{2}} heures.
id: {{1}} token acara masih tersedia untuk diperoleh. Di-reset dalam {{2}} jam.
it: Puoi guadagnare ancora {{1}} gettoni evento. Si ripristina tra {{2}} ore.
ja: あと {{1}} 個の専用通貨が獲得可能です。 {{1}} 時間後に更新されます
ko: {{1}}개의 이벤트 토큰을 더 획득할 수 있습니다. 토큰 수는 {{2}}시간 후에 초기화됩니다.
pt: Ainda é possível ganhar {{1}} fichas do evento. Reinicia em {{2}} horas.
ru: Ещё можно заработать жетонов событий: {{1}}. Сброс через {{2}} ч.
th: ยังมี {{1}} โทเค็นกิจกรรมที่สามารถรับได้ รีเซ็ตใน {{2}} ชั่วโมง
vi: {{1}} huy hiệu sự kiện vẫn đang chờ bạn. Đặt lại sau {{2}} giờ.
zh_hans: 还有{{1}}活动代币可供赢取。将在{{2}}小时后重置。
zh_hant: 還有{{1}}活動代幣可以贏取。將於{{2}}小時後重置。

# competition_week1_hours_earned
source: All event tokens earned. Resets in {{1}} hours.
de: Alle Event-Marken wurden verdient. Wird in {{1}} Stunden zurückgesetzt.
es: Recogiste todas las fichas del evento. Se restablece en {{1}} horas.
fr: Tous les jetons d’événement ont été gagnés. Réinitialisation dans {{1}} heures.
id: Semua token acara yang diperoleh. Di-reset dalam {{1}} jam.
it: Hai guadagnato tutti i gettoni evento. Si ripristina tra {{1}} ore.
ja: 全ての専用通貨を獲得しました。 {{1}} 時間後に更新されます
ko: 이벤트 토큰을 모두 획득했습니다. 토큰 수는 {{1}}시간 후에 초기화됩니다.
pt: Todas as fichas do evento foram obtidas. Reinicia em {{1}} horas.
ru: Все жетоны событий заработаны. Сброс через {{1}} ч.
th: รับโทเค็นกิจกรรมทั้งหมดแล้ว รีเซ็ตใน {{1}} ชั่วโมง
vi: Đã nhận được tất cả huy hiệu sự kiện. Đặt lại sau {{1}} giờ.
zh_hans: 已赢取所有活动代币。将在{{1}}小时后重置。
zh_hant: 已獲得所有活動代幣。將於{{1}}小時後重置。

# competition_week2_days_available
source: {{1}} event tokens still available to earn. Ends in {{2}} days.
de: Es können noch {{1}} Event-Marken verdient werden. Endet {{2}} Tagen.
es: Aún puedes conseguir {{1}} fichas del evento. Termina en {{2}} días.
fr: {{1}} jetons d’événement encore disponibles. Fin dans {{2}} jours.
id: {{1}} token acara masih tersedia untuk diperoleh. Berakhir dalam {{2}} hari.
it: Puoi guadagnare ancora {{1}} gettoni evento. Termina tra {{2}} giorni.
ja: あと {{1}} 個の専用通貨が獲得可能です。残り {{1}} 日
ko: {{1}}개의 이벤트 토큰을 더 획득할 수 있습니다. {{2}}일 후에 종료됩니다.
pt: Ainda é possível ganhar {{1}} fichas do evento. Termina em {{2}} dias.
ru: Ещё можно заработать жетонов событий: {{1}}. Завершение через {{2}} дн.
th: ยังมี {{1}} โทเค็นกิจกรรมที่สามารถรับได้ สิ้นสุดใน {{2}} วัน
vi: {{1}} huy hiệu sự kiện vẫn đang chờ bạn. Kết thúc sau {{2}} ngày.
zh_hans: 还有{{1}}活动代币可供赢取。将在{{2}}天后结束。
zh_hant: 還有{{1}}活動代幣可以贏取。將於{{2}}天後結束。

# competition_week2_days_earned
source: All event tokens earned. Closing ceremony in {{1}} days.
de: Alle Event-Marken wurden verdient. Abschlusszeremonie in {{1}} Tagen.
es: Recogiste todas las fichas del evento. La ceremonia de cierre será en {{1}} días.
fr: Tous les jetons d’événement ont été gagnés. Cérémonie de clôture dans {{1}} jours.
id: Semua token acara telah diperoleh. Upacara penutupan dalam {{1}} hari.
it: Hai guadagnato tutti i gettoni evento. La cerimonia di chiusura è tra {{1}} giorni.
ja: 全ての専用通貨を獲得しました。閉会式は {{1}} 日後です
ko: 모든 이벤트 토큰을 획득했습니다. {{1}}일 후에 폐막식이 열립니다.
pt: Todas as fichas do evento foram obtidas. A cerimônia de encerramento termina em {{1}} dias.
ru: Все жетоны событий заработаны. Церемония закрытия состоится через {{1}} дн.
th: รับโทเค็นกิจกรรมทั้งหมดแล้ว งานปิดท้ายจะจัดขึ้นใน {{1}} วัน
vi: Đã nhận được tất cả huy hiệu sự kiện. Lễ tổng kết sẽ diễn ra sau {{1}} ngày.
zh_hans: 已赢取所有活动代币。闭幕式将在{{1}}天后举行。
zh_hant: 已獲得所有活動代幣。閉幕式於{{1}}天後舉行。

# competition_week2_hours_available
source: {{1}} event tokens still available to earn. Ends in {{2}} hours.
de: Es können noch {{1}} Event-Marken verdient werden. Endet {{2}} Stunden.
es: Aún puedes conseguir {{1}} fichas del evento. Termina en {{2}} horas.
fr: {{1}} jetons d’événement encore disponibles. Fin dans {{2}} heures.
id: {{1}} token acara masih tersedia untuk diperoleh. Berakhir dalam {{2}} jam.
it: Puoi guadagnare ancora {{1}} gettoni evento. Termina tra {{2}} ore.
ja: あと {{1}} 個の専用通貨が獲得可能です。残り {{1}} 時間
ko: {{1}}개의 이벤트 토큰을 더 획득할 수 있습니다. {{2}}시간 후에 종료됩니다.
pt: Ainda é possível ganhar {{1}} fichas do evento. Termina em {{2}} horas.
ru: Ещё можно заработать жетонов событий: {{1}}. Завершение через {{2}} ч.
th: ยังมี {{1}} โทเค็นกิจกรรมที่สามารถรับได้ สิ้นสุดใน {{2}} ชั่วโมง
vi: {{1}} huy hiệu sự kiện vẫn đang chờ bạn. Kết thúc sau {{2}} giờ.
zh_hans: 还有{{1}}活动代币可供赢取。将在{{2}}小时后结束。
zh_hant: 還有{{1}}活動代幣可以贏取。於{{2}}小時後結束。

# competition_week2_hours_earned
source: All event tokens earned. Closing ceremony in {{1}} hours.
de: Alle Event-Marken wurden verdient. Abschlusszeremonie in {{1}} Stunden.
es: Recogiste todas las fichas del evento. La ceremonia de cierre será en {{1}} horas.
fr: Tous les jetons d’événement ont été gagnés. Cérémonie de clôture dans {{1}} heures.
id: Semua token acara telah diperoleh. Upacara penutupan dalam {{1}} jam.
it: Hai guadagnato tutti i gettoni evento. La cerimonia di chiusura è tra {{1}} ore.
ja: 全ての専用通貨を獲得しました。閉会式は {{1}} 時間後です
ko: 이벤트 토큰을 모두 획득했습니다. {{1}}시간 후에 폐막식이 열립니다.
pt: Todas as fichas do evento foram obtidas. A cerimônia de encerramento em {{1}} horas.
ru: Все жетоны событий заработаны. Церемония закрытия состоится через {{1}} ч.
th: รับโทเค็นกิจกรรมทั้งหมดแล้ว งานปิดท้ายจะจัดขึ้นใน {{1}} ชั่วโมง
vi: Đã nhận được tất cả huy hiệu sự kiện. Lễ tổng kết sẽ diễn ra sau {{1}} giờ.
zh_hans: 已赢取所有活动代币。闭幕式将在{{1}}小时后举行。
zh_hant: 已獲得所有活動代幣。閉幕式於{{1}}小時後舉行。

# competition_wingsuit_groundtouched
source: Touched the ground...
de: Den Boden berührt …
es: Tocaste el suelo…
fr: Le sol a été touché...
id: Menyentuh tanah...
it: Hai toccato terra...
ja: 地面に触れてしまいました…
ko: 땅에 닿아버렸어요...
pt: Tocou no chão...
ru: Вы коснулись земли...
th: สัมผัสพื้น...
vi: Đã chạm đất...
zh_hans: 触碰地面了……
zh_hant: 觸地了⋯⋯

# competition_wingsuit_hint
source: Don't touch the ground during the race!
de: Berühre während des Rennens nicht den Boden!
es: ¡No toques el suelo durante la carrera!
fr: Ne touchez pas le sol pendant la course !
id: Jangan menyentuh tanah selama balapan!
it: Non toccare terra durante la gara!
ja: レース中は地面に触れないように！
ko: 경주 중에 땅에 닿지 않게 조심하세요!
pt: Não toque no chão durante a corrida!
ru: Не касайтесь земли во время гонки!
th: อย่าสัมผัสพื้นระหว่างการแข่งขัน
vi: Đừng chạm đất trong cuộc đua!
zh_hans: 竞速期间不要触碰地面！
zh_hant: 競賽期間不要碰到地面！

# concert_finish_count
source: You experienced this <b>Musical Voyage</b> alongside {{1}} others just like you.
de: Du hast diese <b>Musikalische Reise</b> zusammen mit {{1}} anderen wie dir erlebt.
es: Experimentas este <b>viaje musical</b> junto a {{1}} personas como tú.
fr: Vous avez vécu ce <b>Voyage musical</b> avec {{1}} autres personnes comme vous.
id: Kamu mengalami <b>Perjalanan Musik</b> ini bersama {{1}} lainnya yang sama sepertimu.
it: Hai vissuto questo <b>Viaggio musicale</b> insieme ad altri {{1}} giocatori come te.
ja: {{1}}人の星の子どもたちと一緒に <b>音楽の旅</b>を楽しみました
ko: {{1}}명과 함께 <b>음악의 여정</b>을 경험했습니다.
pt: Você participou desta <b>Viagem Musical</b> com {{1}} pessoas iguais a você.
ru: Вы пережили <b>музыкальное путешествие</b> вместе с {{1}} другими игроками.
th: คุณได้สัมผัสกับ<b>การเดินทางแห่งเสียงเพลง</b> ร่วมกับผู้คนอีก {{1}} คนที่เหมือนกับคุณ
vi: Bạn đã trải nghiệm <b>Hành trình Âm nhạc</b> này cùng với {{1}} người chơi khác.
zh_hans: 你与另外{{1}}位和你一样的玩家一起体验了这次<b>音乐之旅</b>。
zh_hant: 你與另外 {{1}} 位跟你一樣的玩家一起經歷了這趟<b>音樂旅程</b>。

# concert_join_late
source: <2>Wait here.</2> <b>AURORA's Musical Voyage</b> will return in a moment.
de: <2>Warte hier.</2> <b>AURORAS Musikalische Reise</b> ist gleich wieder da.
es: <2>Espera aquí.</2> El <b> viaje musical de AURORA</b> volverá en un momento.
fr: <2>Attendez ici.</2> <b>Le Voyage musical d'AURORA</b> reviendra dans un instant.
id: <2>Tunggu di sini.</2> <b>Perjalanan Musik AURORA</b> akan kembali sebentar lagi.
it: <2>Aspetta qui.</2> <b>Il Viaggio musicale di AURORA</b> tornerà tra pochissimo.
ja: <2>こちらでお待ちください</2> <b>AURORA 音楽の旅</b>はまもなく再開いたします
ko: <2>여기서 기다리세요.</2> <b>AURORA 음악의 여정</b>이 곧 다시 시작됩니다.
pt: <2>Espere aqui.</2> <b>A Viagem Musical da AURORA</b> já já volta.
ru: <2>Подождите немного.</2> <b>Музыкальное путешествие с AURORA</b> скоро продолжится.
th: <2>กรุณารอที่นี่</2> <b>การเดินทางแห่งเสียงเพลงของ AURORA</b> จะกลับมาในอีกสักครู่
vi: <2>Đừng đi đâu.</2> <b>Hành trình Âm nhạc AURORA</b> sẽ trở lại trong giây lát.
zh_hans: <2>请稍候。</2><b>AURORA的音乐之旅</b>马上回来。
zh_hant: <2>請在此處稍後。</2><b>AURORA 的音樂旅程</b>很快將再次啟航。

# concert_join_no_teleport
source: There's a <b>special hum</b> in the air here... it's <b>AURORA's Musical Voyage</b>! <2>Would you like to tune in?</2>
de: Hier ist ein <b>besonderes Summen</b> in der Luft … das ist <b>AURORAS Musikalische Reise</b>! <2>Willst du dabei sein?</2>
es: Hay un <b>zumbido especial</b> en el aire... ¡Es el <b>viaje musical de AURORA</b>! <2>¿Quieres sintonizarlo?</2>
fr: L'air <b>bourdonne</b>... c'est le <b>Voyage musical d'AURORA</b> ! <2>Voulez-vous le rejoindre ?</2>
id: Ada <b>dengungan spesial</b> di sini... ini <b>Perjalanan Musik AURORA</b>! <2>Mau mendengarkan?</2>
it: C'è un <b>ronzio speciale</b> nell'aria... È <b>Il Viaggio musicale di AURORA</b>! <2>Vuoi sintonizzarti?</2>
ja: なにやら<b>素敵なハミング</b>が空気を満たしています… これはそう、<b>AURORA 音楽の旅</b>の響き！ <2>体験しに行きませんか？</2>
ko: 어디선가 <b>특별한 노랫소리</b>가 들려옵니다... 바로 <b>AURORA 음악의 여정</b>! <2>함께 노래하러 떠나 볼까요?</2>
pt: Tem um <b>zumbido especial</b> no ar... É a <b>Viagem Musical da AURORA</b>! <2>Deseja sintonizar?</2>
ru: До вас доносятся <b>чуть слышные звуки</b>... Это <b>музыкальное путешествие с AURORA</b>! <2>Хотите послушать?</2>
th: มีเสียง<b>ฮัมเพลงพิเศษ</b>อยู่แถวๆ นี้... มันคือ<b>การเดินทางแห่งเสียงเพลงของ AURORA</b> นี่เอง! <2>คุณอยากจะเข้ามาฟังไหม</2>
vi: Quanh đây vang vọng một <b>âm thanh đặc biệt</b>... đó là <b>Hành trình Âm nhạc AURORA</b>! <2>Cùng trải nghiệm nhé?</2>
zh_hans: 这里萦绕着<b>特别的哼唱声</b>……是<b>AURORA的音乐之旅</b>！ <2>你想收听吗？</2>
zh_hant: 空中飄盪著<b>奇妙的哼曲聲</b>……是 <b>AURORA 的音樂旅程</b>！ <2>你想收聽嗎？</2>
