Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap10_fetch_06_task_done
source: Take this <b>hoop</b> back to the treehouse to finish.
de: Bring zum Abschluss diesen <b>Reifen<b> zurück zum Baumhaus.
es: Lleva este <b>aro</b> hasta la casita del árbol para terminar.
fr: Ramenez ce <b>cerceau</b> à la cabane pour finir.
id: Bawa <b>hulahop</b> ini kembali ke rumah pohon untuk menyelesaikannya.
it: Porta questo <b>cerchio</b> alla casa sull'albero per finire.
ja: この<b>輪っか</b>を持ち帰り、ツリーハウスを仕上げましょう
ko: 이 <b>고리</b>를 나무집으로 가져가서 퀘스트를 완료하세요
pt: Leve este <b>bambolê</b> até a casa da árvore para terminar.
ru: Отнесите этот <b>обруч</b> в домик на дереве для завершения.
th: นำ<b>ห่วง</b>นี้กลับไปที่บ้านต้นไม้เพื่อจบภารกิจ
vi: Lấy chiếc <b>vòng</b> này trở lại ngôi nhà trên cây!
zh_hans: 把这个环带回基地去吧！
zh_hant: 把這個環帶回基地去吧！

# spirit_shop_ap06unlock_ap11_fetch_01_task_desc
source: Find the friend of the <1>Rose</1> here in <b>Starlight Desert</b>
de: Finde den <1>Rosen</1>-Freund hier in der <b>Sternenlichtwüste</b>.
es: Encuentra al amigo de la <1>Rosa</1> aquí en el <b>Desierto luz de estrellas</b>.
fr: Trouvez l'ami de la <1>Rose</1> ici dans le <b>Désert stellaire</b>.
id: Temukan teman <1>Mawar</1> di sini di <b>Gurun Cahaya Bintang</b>
it: Trova l'amico della <1>Rosa</1> qui nel <b>Deserto Stellare</b>.
ja: この<b>星月夜の砂漠</b>のどこかにいる<1>バラのお友だち</1>を見つけましょう
ko: <b>별빛 사막</b>에서 <1>장미</1>의 친구를 찾아보세요
pt: Encontre o amigo do <1>Rose</1> aqui em <b>Deserto da Luz Estelar</b>
ru: Отыщите друга <1>розы</1> в <b>Звездной пустыне</b>.
th: ค้นหาเพื่อนของเดอะ <1>โรส</1>ที่นี่ใน<b>ทะเลทรายแสงดาว</b>
vi: Tìm người bạn của <1>Hoa Hồng</1> trong <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 在<b>星漠</b>找到<1>玫瑰花</1>的故友。
zh_hant: 在<b>星漠</b>找到<1>玫瑰花</1>的故友。

# spirit_shop_ap06unlock_ap11_fetch_01_task_done
source: Return to the <1>Rose</1> at the <b>Starlight Desert</b>.
de: Kehre zur <1>Rose</1> in der <b>Sternenlichtwüste</b> zurück.
es: Vuelve hasta la <1>rosa</1> en el <b>Desierto luz de estrellas</b>.
fr: Retournez voir la <1>Rose</1> dans le <b>Désert stellaire</b>.
id: Kembali ke <1>Mawar</1> di <b>Gurun Cahaya Bintang</b>.
it: Ritorna dalla <1>Rosa </1> nel <b>Deserto Stellare</b>.
ja: 砂漠にいる<1>バラ</1>の元へ戻りましょう
ko: <b>별빛 사막</b>에 있는 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no <b>Deserto da Luz Estelar</b>.
ru: Вернитесь к <1>розе</1> в <b>Звездной пустыне</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่<b>ทะเลทรายแสงดาว</b>
vi: Về bên <1>Hoa Hồng</1> ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 前往<b>星漠</b>，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>星漠</b>，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06unlock_ap11_fetch_02_task_desc
source: Locate the friend of the <1>Rose</1> who scouts the enchanting caves in the <b>Hidden Forest</b>.
de: Finde den Freund der <1>Rose</1>, der die verzauberten Höhlen im <b>verborgenen Wald</b> durchsucht.
es: Descubre al amigo de la <1>rosa</1> que explora las encantadoras cuevas del <b>Bosque Escondido</b>.
fr: Trouvez l'ami de la <1>Rose</1> qui explore les grottes enchantées de la <b>Forêt cachée</b>.
id: Temukan teman <1>Mawar</1> yang mengawasi gua ajaib di <b>Hutan Tersembunyi</b>.
it: Trova l'amico della <1>Rosa</1> che esplora le incantevoli grotte della <b>Foresta Nascosta</b>.
ja: <b>雨林</b>の魔法のような洞窟を探索している<1>バラのお友だち</1>を見つけましょう
ko: <b>비밀의 숲</b>에서 신비로운 동굴을 탐험하는 <1>장미</1>의 친구를 찾으세요
pt: Encontre o amigo da <1>Rosa</1> que está explorando as cavernas encantadas na <b>Floresta Oculta</b>.
ru: Отыщите друга <1>розы</1>, исследующего волшебные пещеры в <b>Тайном лесу</b>.
th: ค้นหาเพื่อนของเดอะ <1>โรส</1> ซึ่งได้ออกสำรวจถ้ำอันน่าหลงใหลใน<b>ป่าลับ</b>
vi: Tìm người bạn của <1>Hoa Hồng</1>, là người đã thám hiểm các hang động mê hoặc trong <b>Rừng Mưa</b>.
zh_hans: 找到<1>玫瑰花</1>的那位在<b>雨林</b>中探查隐秘洞穴的朋友。
zh_hant: 找到<1>玫瑰花</1>的那位在<b>雨林</b>中探查隱秘洞穴的朋友。

# spirit_shop_ap06unlock_ap11_fetch_02_task_done
source: Return to the <1>Rose</1> at the <b>Starlight Desert</b>.
de: Kehre zur <1>Rose</1> in der <b>Sternenlichtwüste</b> zurück.
es: Vuelve hasta la <1>rosa</1> en el <b>Desierto luz de estrellas</b>.
fr: Retournez voir la <1>Rose</1> dans le <b>Désert stellaire</b>.
id: Kembali ke <1>Mawar</1> di <b>Gurun Cahaya Bintang</b>.
it: Ritorna dalla <1>Rosa </1> nel <b>Deserto Stellare</b>.
ja: <b>星月夜の砂漠</b>にいる<1>バラ</1>の元へ戻りましょう
ko: <b>별빛 사막</b>에 있는 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no <b>Deserto da Luz Estelar</b>.
ru: Вернитесь к <1>розе</1> в <b>Звездной пустыне</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่<b>ทะเลทรายแสงดาว</b>
vi: Về bên <1>Hoa Hồng</1> ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 前往<b>星漠</b>，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>星漠</b>，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06unlock_ap11_fetch_03_task_desc
source: Seek the friend of the <1>Rose</1> who examines the relic bell tower in the <b>Daylight Prairie</b>.
de: Finde den Freund der <1>Rose</1>, der den Glockenturm in der <b>Tageslichtprärie</b> untersucht.
es: Busca al amigo de la <1>rosa</1> que examina el antiguo campanario en la <b>Planicie Luz de Día</b>.
fr: Cherchez l'ami de la <1>Rose</1> qui examine le clocher de la relique dans la <b>Prairie illuminée</b>.
id: Cari teman <1>Mawar</1> yang memeriksa menara lonceng pusaka di <b>Padang Rumput Siang</b>.
it: Cerca l'amico della <1>Rosa</1> che esamina la reliquia del campanile nella <b>Prateria Diurna</b>.
ja: <b>草原</b>で鐘塔の遺跡を調べている<1>バラのお友だち</1>を追いかけましょう
ko: <b>햇빛 초원</b>의 오래된 종탑을 살피는 <1>장미</1>의 친구를 찾으세요
pt: Procure o amigo da <1>Rosa</1> que está examinando a torre do sino da relíquia na <b>Campina da Aurora</b>.
ru: Найдите друга <1>розы</1>, изучающего разрушенную колокольню в <b>Полуденной прерии</b>.
th: ตามหาเพื่อนของเดอะ <1>โรส</1> ซึ่งได้สำรวจหอระฆังโบราณใน<b>ทุ่งหญ้าแสงตะวัน</b>
vi: Tìm người bạn của <1>Hoa Hồng</1>, là người đã nghiên cứu tháp chuông trong di tích tại <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: 找到<1>玫瑰花</1>的那位在<b>云野</b>中研究钟塔遗迹的朋友。
zh_hant: 找到<1>玫瑰花</1>的那位在<b>雲野</b>中研究鐘塔遺跡的朋友。

# spirit_shop_ap06unlock_ap11_fetch_03_task_done
source: Return to the <1>Rose</1> at the <b>Starlight Desert</b>.
de: Kehre zur <1>Rose</1> in der <b>Sternenlichtwüste</b> zurück.
es: Vuelve hasta la <1>rosa</1> en el <b>Desierto luz de estrellas</b>.
fr: Retournez voir la <1>Rose</1> dans le <b>Désert stellaire</b>.
id: Kembali ke <1>Mawar</1> di <b>Gurun Cahaya Bintang</b>.
it: Ritorna dalla <1>Rosa </1> nel <b>Deserto Stellare</b>.
ja: <b>星月夜の砂漠</b>にいる<1>バラ</1>の元へ戻りましょう
ko: <b>별빛 사막</b>에 있는 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no <b>Deserto da Luz Estelar</b>.
ru: Вернитесь к <1>розе</1> в <b>Звездной пустыне</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่<b>ทะเลทรายแสงดาว</b>
vi: Về bên <1>Hoa Hồng</1> ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 前往<b>星漠</b>，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>星漠</b>，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06unlock_ap11_fetch_04_task_desc
source: Greet the friend of the <1>Rose</1> who explores the overgrown garden in the <b>Starlight Desert</b>.
de: Grüße den Freund der <1>Rose</1>, der den verwachsenen Garten in der <b>Sternenlichtwüste</b> erkundet.
es: Saluda al amigo de la <1>rosa</1> que explora el enorme jardín en el <b>Desierto luz de estrellas</b>.
fr: Accueillez l'ami de la <1>Rose</1> qui explore le jardin envahi par la végétation dans le <b>Désert stellaire</b>.
id: Sapa teman <1>Mawar</1> yang menjelajahi taman lebat di <b>Gurun Cahaya Bintang</b>.
it: Accogli l'amico della <1>Rosa</1> che esplora la vegetazione eccessiva del giardino nel <b>Deserto Stellare</b>.
ja: この<b>星月夜の砂漠</b>で草生い茂るお庭を探検している<1>バラのお友だち</1>に挨拶しましょう
ko: <b>별빛 사막</b>에서 무성한 정원을 탐험하는 <1>장미</1>의 친구에게 인사하세요
pt: Cumprimente o amigo da <1>Rosa</1> que está explorando os jardins cobertos de vegetação no <b>Deserto da Luz Estelar</b>.
ru: Поприветствуйте друга <1>розы</1>, изучающего заросший сад в <b>Звездной пустыне</b>.
th: ทักทายเพื่อนของเดอะ <1>โรส</1> ซึ่งได้สำรวจสวนรกทึบใน<b>ทะเลทรายแสงดาว</b>
vi: Chào hỏi người bạn của <1>Hoa Hồng</1>, là người đang khám phá vườn hoa hoang vu ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 向<1>玫瑰花</1>的那位在<b>星漠</b>中探索荒芜花园的朋友问好。
zh_hant: 向<1>玫瑰花</1>的那位在<b>星漠</b>中探索荒蕪花園的朋友問好。

# spirit_shop_ap06unlock_ap11_fetch_04_task_done
source: Return to the <1>Rose</1> at the <b>Starlight Desert</b>.
de: Kehre zur <1>Rose</1> in der <b>Sternenlichtwüste</b> zurück.
es: Vuelve hasta la <1>rosa</1> en el <b>Desierto luz de estrellas</b>.
fr: Retournez voir la <1>Rose</1> dans le <b>Désert stellaire</b>.
id: Kembali ke <1>Mawar</1> di <b>Gurun Cahaya Bintang</b>.
it: Ritorna dalla <1>Rosa </1> nel <b>Deserto Stellare</b>.
ja: <b>星月夜の砂漠</b>にいる<1>バラ</1>の元へ戻りましょう
ko: <b>별빛 사막</b>에 있는 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no <b>Deserto da Luz Estelar</b>.
ru: Вернитесь к <1>розе</1> в <b>Звездной пустыне</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่<b>ทะเลทรายแสงดาว</b>
vi: Về bên <1>Hoa Hồng</1> ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 前往<b>星漠</b>，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>星漠</b>，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06unlock_ap11_fetch_05_task_desc
source: Meet the friend of the <1>Rose</1> who reflects alone by the icy peak in the <b>Valley of Triumph</b>.
de: Triff den Freund der <1>Rose</1>, der alleine an der eisigen Spitzen des <b>Tal des Triumphs</b> nachdenkt.
es: Encuentra al amigo de la <1>rosa</1> que reflexiona solo junto a la cumbre congelada en el <b>Valle del Triunfo</b>.
fr: Rencontrez l'ami de la <1>Rose</1> qui réfléchit seul près du pic glacé dans la <b>Vallée du triomphe</b>.
id: Temui teman <1>Mawar</1> yang merenung sendirian di dekat puncak es di <b>Lembah Kejayaan</b>.
it: Incontra l'amico della <1>Rosa</1> che riflette da solo nei pressi della vetta ghiacciata nella <b>Valle del Trionfo</b>.
ja: <b>峡谷</b>で凍てついた山の頂に、ひとりたたずむ<1>バラのお友だち</1>に会いに行きましょう
ko: <b>승리의 계곡</b>의 얼음 봉우리 옆에서 혼자 생각에 잠겨 있는 <1>장미</1>의 친구를 만나세요.
pt: Encontre o amigo da <1>Rosa</1> que está sozinho perto do pico gelado do <b>Vale do Triunfo</b>.
ru: Повстречайте друга <1>розы</1>, одиноко сидящего у ледяной вершины в <b>Долине триумфа</b>.
th: พบกับเพื่อนของเดอะ <1>โรส</1> ซึ่งได้ครุ่นคิดอยู่ตามลำพังบนยอดเขาน้ำแข็งใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Gặp gỡ người bạn của <1>Hoa Hồng</1>, là người đang suy nghĩ một mình trên đỉnh băng <b>Thung Lũng Vinh Quang</b>.
zh_hans: 和<1>玫瑰花</1>的那位在<b>霞谷</b>冰峰上独自反思的朋友见面。
zh_hant: 和<1>玫瑰花</1>的那位在<b>霞谷</b>冰峰上獨自反思的朋友見面。

# spirit_shop_ap06unlock_ap11_fetch_05_task_done
source: Return to the <1>Rose</1> at the <b>Starlight Desert</b>.
de: Kehre zur <1>Rose</1> in der <b>Sternenlichtwüste</b> zurück.
es: Vuelve hasta la <1>rosa</1> en el <b>Desierto luz de estrellas</b>.
fr: Retournez voir la <1>Rose</1> dans le <b>Désert stellaire</b>.
id: Kembali ke <1>Mawar</1> di <b>Gurun Cahaya Bintang</b>.
it: Ritorna dalla <1>Rosa </1> nel <b>Deserto Stellare</b>.
ja: <b>星月夜の砂漠</b>にいる<1>バラ</1>の元へ戻りましょう
ko: <b>별빛 사막</b>에 있는 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no <b>Deserto da Luz Estelar</b>.
ru: Вернитесь к <1>розе</1> в <b>Звездной пустыне</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่<b>ทะเลทรายแสงดาว</b>
vi: Về bên <1>Hoa Hồng</1> ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 前往<b>星漠</b>，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>星漠</b>，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06unlock_ap11_fetch_06_task_desc
source: Search for the friend of the <1>Rose</1> who ponders sadly at the <b>Starlight Desert</b>.
de: Suche nach dem Freund der <1>Rose</1>, der traurig in der <b>Sternenlichtwüste</b> grübelt.
es: Busca al amigo de la <1>rosa</1> que reflexiona triste en el <b>Desierto luz de estrellas</b>.
fr: Chercher l'ami de la <1>Rose</1> qui réfléchit tristement dans le <b>Désert stellaire</b>.
id: Cari teman <1>Mawar</1> yang merenung sedih di <b>Gurun Cahaya Bintang</b>.
it: Cerca l'amico della <1>Rosa</1> che riflette tristemente presso il <b>Deserto Stellare</b>.
ja: <b>星月夜の砂漠</b>でどこか悲しそうに、物思いにふける<1>バラのお友だち</1>を探しましょう
ko: <b>별빛 사막</b>에서 슬픔에 잠겨 생각 중인 <1>장미</1>의 친구를 찾으세요
pt: Procure o amigo da <1>Rosa</1> que está refletindo com tristeza no <b>Deserto da Luz Estelar</b>.
ru: Разыщите друга <1>розы</1>, загрустившего в <b>Звездной пустыне</b>.
th: ค้นหาเพื่อนของเดอะ <1>โรส</1> ซึ่งกำลังครุ่นคิดอย่างโศกเศร้าที่<b>ทะเลทรายแสงดาว</b>
vi: Tìm người bạn của <1>Hoa Hồng</1>, là người đang trầm tư trong bi thương ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 搜寻<1>玫瑰花</1>的那位在<b>星漠</b>中悲伤沉思的朋友。
zh_hant: 搜尋<1>玫瑰花</1>的那位在<b>星漠</b>中悲傷沉思的朋友。

# spirit_shop_ap06unlock_ap11_fetch_06_task_done
source: Return to the <1>Rose</1> at the <b>Starlight Desert</b>.
de: Kehre zur <1>Rose</1> in der <b>Sternenlichtwüste</b> zurück.
es: Vuelve hasta la <1>rosa</1> en el <b>Desierto luz de estrellas</b>.
fr: Retournez voir la <1>Rose</1> dans le <b>Désert stellaire</b>.
id: Kembali ke <1>Mawar</1> di <b>Gurun Cahaya Bintang</b>.
it: Ritorna dalla <1>Rosa </1> nel <b>Deserto Stellare</b>.
ja: <b>星月夜の砂漠</b>にいる<1>バラ</1>の元へ戻りましょう
ko: <b>별빛 사막</b>에 있는 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no <b>Deserto da Luz Estelar</b>.
ru: Вернитесь к <1>розе</1> в <b>Звездной пустыне</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่<b>ทะเลทรายแสงดาว</b>
vi: Về bên <1>Hoa Hồng</1> ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 前往<b>星漠</b>，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>星漠</b>，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06unlock_ap11_fetch_07_task_desc
source: Help out the friend of the <1>Rose</1> who struggles under the hail of stones in <b>Eye of Eden</b>.
de: Hilf dem Freund der <1>Rose</1>, der mit dem Steinhagel im <b>Auge von Eden</b> kämpft.
es: Ayuda al amigo de la <1>rosa</1> que lucha bajo la lluvia de rocas en el <b>Ojo de Edén</b>.
fr: Aider l'ami de la <1>Rose</1> qui lutte sous la grêle de pierres dans l'<b>Œil d’Éden</b>.
id: Bantu teman <1>Mawar</1> yang kesulitan di bawah hujan batu di <b>Pusat Eden</b>.
it: Aiuta l'amico della <1>Rosa</1> che avanza faticosamente sotto la grandine nell'<b>Occhio di Eden</b>.
ja: <b>原罪</b>で降り注ぐ石に苦しんでいる<1>バラのお友だち</1>を助けましょう
ko: <b>에덴의 눈</b>에서 돌바람으로 힘들어하는 <1>장미</1>의 친구를 도와주세요
pt: Ajude o amigo da <1>Rosa</1> que está com problemas sob a chuva de pedras no <b>Olho de Éden</b>.
ru: Помогите другу <1>розы</1>, попавшему под град камней в <b>Сердце Эдема</b>.
th: ช่วยเหลือเพื่อนของเดอะ <1>โรส</1> ซึ่งติดอยู่ภายใต้ฝนลูกเห็บใน<b>ดวงตาแห่งเอเดน</b>
vi: Đi giúp người bạn của <1>Hoa Hồng</1>, là người đang vật lộn dưới mưa đá ở <b>Mắt Địa Đàng</b>.
zh_hans: 去帮助<1>玫瑰花</1>的那位在<b>暴风眼</b>的石雹之下苦苦挣扎的朋友。
zh_hant: 去幫助<1>玫瑰花</1>的那位在<b>暴風眼</b>的石雹之下苦苦掙扎的朋友。

# spirit_shop_ap06unlock_ap11_fetch_07_task_done
source: Return to the <1>Rose</1> at the <b>Starlight Desert</b>.
de: Kehre zur <1>Rose</1> in der <b>Sternenlichtwüste</b> zurück.
es: Vuelve hasta la <1>rosa</1> en el <b>Desierto luz de estrellas</b>.
fr: Retournez voir la <1>Rose</1> dans le <b>Désert stellaire</b>.
id: Kembali ke <1>Mawar</1> di <b>Gurun Cahaya Bintang</b>.
it: Ritorna dalla <1>Rosa </1> nel <b>Deserto Stellare</b>.
ja: <b>星月夜の砂漠</b>にいる<1>バラ</1>の元へ戻りましょう
ko: <b>별빛 사막</b>에 있는 <1>장미</1>에게 돌아가세요
pt: Fale novamente com a <1>Rosa</1> no <b>Deserto da Luz Estelar</b>.
ru: Вернитесь к <1>розе</1> в <b>Звездной пустыне</b>.
th: กลับไปหาเดอะ <1>โรส</1>ที่<b>ทะเลทรายแสงดาว</b>
vi: Về bên <1>Hoa Hồng</1> ở <b>Hoang Mạc Ánh Sao</b>.
zh_hans: 前往<b>星漠</b>，回到<1>玫瑰花</1>身边。
zh_hant: 前往<b>星漠</b>，回到<1>玫瑰花</1>身邊。

# spirit_shop_ap06unlock_ap12_fetch_01_task_desc
source: The spirits have been waiting for someone like you to arrive.
de: Die Geister haben auf jemanden wie dich gewartet.
es: Los espíritus han estado esperando que llegue alguien como tú.
fr: Les esprits ont attendu l'arrivée de quelqu'un comme vous.
id: Para Roh menantikan seseorang sepertimu datang.
it: Gli spiriti aspettavano il tuo arrivo da tanto tempo.
ja: 精霊たちはあなたのような人が訪れてくれるのを心待ちにしていました
ko: 영혼들은 당신이 찾아오기를 기다렸어요
pt: Os espíritos esperavam alguém como você chegar.
ru: Духи ждут, когда вы посетите их.
th: เหล่าสปิริตรอคอยการมาถึงของใครบางคน เฉกเช่นคุณ
vi: Các tinh linh luôn chờ đợi một người như bạn.
zh_hans: 先灵一直在等待像你这样的人到来。
zh_hant: 先靈一直在等待像你這樣的人到來。

# spirit_shop_ap06unlock_ap12_fetch_01_task_done
source: Return to the <1>Flight Guide</1> to inform them of your success.
de: Kehre zum <1>Flughelfer</1> zurück und berichte von deinem Erfolg.
es: Regresa con el <1>Guía de vuelo</1> para informarle tu éxito.
fr: Retournez voir la <1>guide de vol</1> pour l'informer de votre réussite.
id: Kembali ke <1>Pemandu Terbang</1> untuk memberitahukan keberhasilanmu kepada mereka.
it: Torna dalla <1>guida di volo</1> per informarla del tuo successo.
ja: <1>羽ばたく案内人</1>の元へ戻り、配達の完了を報告しましょう
ko: <1>비행의 안내자</1>에게 돌아가 성공했다고 전해주세요
pt: Volte à <1>Guia de Voo</1> para informá-la sobre o seu sucesso.
ru: Вернитесь к <1>проводнику полетов</1> и поделитесь своими успехами.
th: กลับไปหา<1>ผู้แนะนำการบิน</1> เพื่อแจ้งให้ทราบถึงความสำเร็จของคุณ
vi: Về chỗ <1>Chỉ Dẫn Bay</1>, thông báo bạn đã hoàn thành nhiệm vụ.
zh_hans: 回到<1>飞行向导</1>那里，表明你已成功完成任务。
zh_hant: 返回<1>飛行嚮導</1>身邊，回報你已成功完成任務。

# spirit_shop_ap06unlock_ap12_fetch_02_task_desc
source: There should be a way to reconnect these islands together.
de: Es muss einen Weg geben, diese Inseln wieder miteinander zu verbinden.
es: Debería haber una forma de reconectar estas islas.
fr: Il devrait y avoir un moyen de reconnecter ces îles ensemble.
id: Pasti ada cara untuk menyambungkan kembali pulau-pulau ini.
it: Dovrebbe esserci un modo per ricollegare queste isole.
ja: 精霊たちは浮島を再び繋げる方法を探しているようです
ko: 이 섬들을 다시 연결할 방법이 없을까요?
pt: Deve haver uma maneira de reconectar essas ilhas.
ru: Должен быть способ снова соединить эти острова.
th: ควรมีวิธีเชื่อมโยงเกาะเหล่านี้เข้าด้วยกันอีกครั้งหนึ่ง
vi: Cần có một cách để kết nối các hòn đảo.
zh_hans: 应该有办法重新将这些岛屿连接起来。
zh_hant: 應該有辦法重新將這些島嶼連接起來。

# spirit_shop_ap06unlock_ap12_fetch_02_task_done
source: Return to the <1>Flight Guide</1> to hand in the boat you have salvaged.
de: Kehre zum <1>Flughelfer</1> zurück und gib das geborgene Boot ab.
es: Regresa con el <1>Guía de vuelo</1> para darle el barco que recuperaste.
fr: Retournez voir la <1>guide de vol</1> pour remettre le bateau que vous avez sauvé.
id: Kembali ke <1>Pemandu Terbang</1> untuk menyerahkan perahu yang berhasil kamu selamatkan.
it: Torna dalla <1>guida di volo</1> per consegnare la barca che hai recuperato.
ja: <1>羽ばたく案内人</1>の元へ戻り、引き揚げた舟を届けましょう
ko: <1>비행의 안내자</1>에게 돌아가 되찾은 배를 전해주세요
pt: Fale novamente com a <1>Guia de Voo</1> para entregar o barco que você recuperou.
ru: Вернитесь к <1>проводнику полетов</1> и передайте ему восстановленную лодку.
th: กลับไปหา<1>ผู้แนะนำการบิน</1>เพื่อมอบเรือที่คุณเก็บกู้มาได้
vi: Về chỗ <1>Chỉ Dẫn Bay</1>, giao lại chiếc thuyền mà bạn đã cứu được.
zh_hans: 回到<1>飞行向导</1>那里，上交被你救下来的云舟。
zh_hant: 返回<1>飛行嚮導</1>身邊，送交你所救下的雲舟。

# spirit_shop_ap06unlock_ap12_fetch_03_task_desc
source: Chimes have been mysteriously going missing lately....
de: In letzter Zeit sind auf mysteriöse Weise Glockenspiele verschwunden …
es: Últimamente las campanitas de viento desaparecieron misteriosamente...
fr: Des carillons ont mystérieusement disparu ces derniers temps...
id: Lonceng hilang secara misterius akhir-akhir ini ....
it: Ultimamente gli scacciapensieri sono misteriosamente scomparsi...
ja: ここ最近、不思議なことに風鈴がいくつも無くなってるらしいのです…
ko: 이상하네요, 종이 자꾸 사라지고 있어요...
pt: Os sinos têm desaparecido misteriosamente ultimamente...
ru: Недавно колокольчики таинственным образом исчезли...
th: ช่วงนี้ระฆังมักหายไปอย่างลึกลับ....
vi: Chuông nhạc gần đây biến mất bí ẩn...
zh_hans: 乐钟最近离奇失踪了……
zh_hant: 樂鐘最近離奇失蹤了……

# spirit_shop_ap06unlock_ap12_fetch_03_task_done
source: Return to the <1>Flight Guide</1> to turn in the chimes you have retrieved.
de: Kehre zum <1>Flughelfer</1> zurück und gib das gefundene Glockenspiel ab.
es: Regresa con el <1>Guía de vuelo</1> para entregarle las campanitas de viento que recuperaste.
fr: Retournez voir la <1>guide de vol</1> pour rendre les carillons que vous avez récupérés.
id: Kembali ke <1>Pemandu Terbang</1> untuk menyerahkan lonceng yang berhasil kamu dapatkan.
it: Torna dalla <1>guida di volo</1> per consegnare gli scacciapensieri che hai recuperato.
ja: <1>羽ばたく案内人</1>の元へ戻り、回収した風鈴を届けましょう
ko: <1>비행 ���내자</1>에게 돌아가 되찾은 종을 전해주세요
pt: Fale novamente com a <1>Guia de Voo</1> para entregar os sinos que você recuperou.
ru: Вернитесь к <1>проводнику полетов</1> и верните ему полученные колокольчики.
th: กลับไปหา<1>ผู้แนะนำการบิน</1>เพื่อส่งมอบระฆังที่คุณเก็บมา
vi: Về chỗ <1>Chỉ Dẫn Bay</1>, giao lại chiếc chuông nhạc bạn tìm thấy.
zh_hans: 回到<1>飞行向导</1>那里，上交被你找回来的乐钟。
zh_hant: 返回<1>飛行嚮導</1>身邊，送交你所找回的樂鐘。

# spirit_shop_ap06unlock_ap12_fetch_04_task_desc
source: Something seems wrong with some of the <1>Wind Paths</1>.
de: Mit einigen <1>Windpfaden</1> scheint etwas nicht zu stimmen.
es: Algo está mal con algunos de estos <1>Caminos del viento</1>.
fr: Quelque chose ne va pas avec certains des <1>Chemins de vent</1>.
id: Ada yang janggal dengan beberapa <1>Jalur Angin</1>.
it: È successo qualcosa di strano ai <1>Sentieri del Vento</1>.
ja: <1>風の街道</1>の一部が、何かおかしなことになっているみたいです
ko: <1>바람길</1> 어딘가에 문제가 생긴 것 같아요
pt: Há algo errado com algumas das <1>Trilhas do Vento</1>.
ru: Что-то не так с некоторыми <1>путями ветра</1>.
th: ดูเหมือนมีความผิดปกติเกิดขึ้นกับ<1>เส้นทางสายลม</1>
vi: Dường như có điều gì đó không ổn với <1>Con Đường Gió</1>.
zh_hans: 有几条<1>风之大道</1>好像出了点问题。
zh_hant: 有幾條<1>風之大道</1>好像出了點問題。

# spirit_shop_ap06unlock_ap12_fetch_04_task_done
source: Return to the <1>Flight Guide</1> to let them know the birds are safe
de: Kehre zum <1>Flughelfer</1> zurück und berichte, dass die Vögel in Sicherheit sind.
es: Regresa con el <1>Guía de vuelo</1> para decirle que las aves están a salvo.
fr: Retournez voir la <1>guide de vol</1> pour lui dire que les oiseaux sont en sécurité.
id: Kembali ke <1>Pemandu Terbang</1> untuk memberitahu bahwa burung-burung itu aman
it: Torna dalla <1>guida di volo</1> per farle sapere che gli uccelli sono al sicuro.
ja: <1>羽ばたく案内人</1>の元へ戻り、鳥たちを助けたことを伝えましょう
ko: <1>비행의 안내자</1>에게 돌아가서 새들은 안전하다고 전해주세요
pt: Fale novamente com a <1>Guia de Voo</1> para avisar que os pássaros estão seguros
ru: Вернитесь к <1>проводнику полетов</1>, чтобы сообщить, что птицы в безопасности.
th: กลับไปหา<1>ผู้แนะนำการบิน</1>เพื่อให้พวกเขารู้ว่าพวกนกปลอดภัยแล้ว
vi: Về chỗ <1>Chỉ Dẫn Bay</1>, thông báo những con chim đã an toàn.
zh_hans: 回到<1>飞行向导</1>那里，告知白鸟已经安全
zh_hant: 返回<1>飛行嚮導</1>身邊，告知白鳥已經安全

# spirit_shop_ap06unlock_ap12_fetch_05_task_desc
source: Creatures of light have been calling for help.
de: Kreaturen des Lichts haben um Hilfe gerufen.
es: Las criaturas de luz piden ayuda.
fr: Les créatures de lumière ont appelé à l'aide.
id: Makhluk-makhluk cahaya sudah meminta-minta bantuan.
it: Le creature di luce hanno chiesto aiuto.
ja: 光の生き物たちを助けなきゃ
ko: 빛의 크리처가 도움을 청하고 있어요
pt: As criaturas de luz pedem ajuda.
ru: Создания света зовут на помощь.
th: สิ่งมีชีวิตแห่งแสงได้ร้องขอความช่วยเหลือ
vi: Các sinh vật ánh sáng vẫn luôn tìm kiếm giúp đỡ.
zh_hans: 光之生物一直在寻求帮助。
zh_hant: 光之生物正在不斷呼救。
