Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# accept_addfriend
source: Become friends with this player?
de: Freunde dich mit diesem Spieler an
es: Hazte amigo de este jugador
fr: Devenir ami avec ce joueur
id: Berteman dengan pemain ini?
it: Fai amicizia con questo giocatore
ja: このプレイヤーとフレンドになることができます
ko: 이 플레이어와 친구 되기
pt: Fazer amizade com este jogador
ru: Подружиться с этим игроком
th: เป็นเพื่อนกับผู้เล่นคนนี้หรือไม่
vi: Trở thành bạn bè với người chơi này?
zh_hans: 成为朋友
zh_hant: 成為朋友

# accept_bearhug
source: Unlock <2>bear hug</2>?
de: <2>Große Umarmung</2> freischalten?
es: ¿Desbloquear <2>abrazo de oso</2>?
fr: Déverrouiller <2>gros câlin</2> ?
id: Buka <2>pelukan beruang</2>?
it: Sbloccare il <2>caldo abbraccio</2>?
ja: このプレイヤーと<2>くまハグ</2>ができるようになります よろしいですか？
ko: <2>안아 들기</2>를 잠금해제할까요?
pt: Desbloquear <2>abraço de urso</2>?
ru: Открыть <2>крепкие объятия</2>?
th: ปลอดล็อก<2>กอดแบบหมี</2>หรือไม่
vi: Mở khóa <2>Gấu Ôm</2>?
zh_hans: 解锁<2>熊抱</2>?
zh_hant: 解鎖<2>熊抱</2>?

# accept_carry
source: Unlock <2>carry</2>?
de: <2>Tragen</2> freischalten?
es: ¿Desbloquear <2>caballito</2>?
fr: Déverrouiller <2>porter</2> ?
id: Buka <2>gendong</2>?
it: Sbloccare il <2>trasporto sulle spalle</2>?
ja: このプレイヤーと<2>”おんぶ”</2>ができるようになります よろしいですか？
ko: <2>업기</2>를 잠금해제할까요?
pt: Desbloquear <2>carregador</2>?
ru: Открыть возможность <2>носить</2>?
th: ปลดล็อก<2>แบก</2>หรือไม่
vi: Mở khóa <2>Chào</2>?
zh_hans: 解锁<2> 肩背 </2>?
zh_hant: 解鎖<2> 肩背 </2>?

# accept_chat
source: Unlock <2>chat</2>?
de: <2>Chat</2> freischalten?
es: ¿Desbloquear <2>chat</2>?
fr: Déverrouiller le <2>chat</2> ?
id: Buka <2>obrolan</2>?
it: Sbloccare la <2>chat</2>?
ja: このプレイヤーと<2>チャット</2>ができるようになります よろしいですか？
ko: <2>채팅</2>을 잠금해제할까요?
pt: Desbloquear <2>bate-papo</2>?
ru: Открыть <2>чат</2>?
th: ปลดล็อก<2>พูดคุย</2>หรือไม่
vi: Mở khóa <2>Trò Chuyện</2>?
zh_hans: 解锁<2>交谈</2>?
zh_hant: 解鎖<2>交談</2>?

# accept_doublefive
source: Unlock <2>double-five</2>?
de: <2>Doppel-Five</2> freischalten?
es: ¿Deseas desbloquear<2>¡Chócalas!</2>?
fr: Déverrouiller <2>tape m’en dix</2> ?
id: Buka <2>tos dua tangan</2>?
it: Sbloccare <2>batti il dieci</2>?
ja: このプレイヤーと<2>”両手でハイタッチ”</2>ができるようになります よろしいですか？
ko: <2>더블 하이파이브</2>를 잠금해제할까요?
pt: Desbloquear <2>toca aí duplo</2>?
ru: Открыть <2>«дать десять»</2>?
th: ปลดล็อก<2>แปะมือคู่</2>หรือไม่
vi: Mở khóa <2>Đập Tay Đôi</2>?
zh_hans: 解锁<2>双击掌</2>?
zh_hant: 解鎖<2>雙擊掌</2>?

# accept_duetbow
source: Unlock <2>Duet Bow</2>?
de: <2>Duett-Verbeugung</2> freischalten?
es: ¿Desbloquear <2>Reverencia de Dúo</2>?
fr: Déverrouiller <2>Révérence en Duo</2>?
id: Buka <2>Duet Membungkuk</2>?
it: Sbloccare <2>Inchino Duetto</2>?
ja: このプレイヤーと<2>仲良しお辞儀</2>ができるようになります よろしいですか？
ko: <2>듀엣 인사</2>를 잠금해제할까요?
pt: Desbloquear <2>Reverência Dueto</2>?
ru: Разблокировать <2>Дуэтный Поклон</2>?
th: ปลดล็อก <2>ท่าโค้งคำนับดูเอ็ท</2>
vi: Mở khóa <2>Động tác Cúi Chào Song Ca</2>?
zh_hans: 解锁<2>双人鞠躬</2>?
zh_hant: 解鎖<2>雙人鞠躬</2>?

# accept_duetdance
source: Unlock the <2>duet dance</2>?
de: <2>Duet dance</2> freischalten?
es: ¿Desbloquear el <2>baile a dúo</2>?
fr: Déverrouiller la <2>danse à deux<2/> ?
id: Buka kunci tarian duet?
it: Sbloccare <2>danza per due</2>?
ja: このプレイヤーと<2>”ペアダンス”</2>ができるようになります よろしいですか？
ko: <2>2인 댄스</2>를 잠금해제 할까요?
pt: Deseja desbloquear a <2>dança em par</2>?
ru: Выучить <2>duet dance</2>?
th: ปลดล็อก<2>เต้นรำคู่</2>หรือไม่
vi: Mở khóa vũ điệu song ca?
zh_hans: 解锁<2>双人舞</2>吗？
zh_hant: 解鎖<2>雙人舞</2>嗎？

# accept_fistbump
source: Unlock <2>fist bump</2>?
de: <2>Fauststoß</2> freischalten?
es: ¿Desbloquear <2>chocar puños</2>?
fr: Déverrouiller le <2>check</2> ?
id: Buka <2>tos kepal</2>?
it: Sbloccare <2>batti il pugno</2>?
ja: このプレイヤーと<2>”グータッチ”</2>ができるようになります よろしいですか？
ko: <2>주먹인사</2>를 잠금해제할까요?
pt: Desbloquear <2>soquinho</2>?
ru: Открыть <2>кулак о кулак</2>?
th: ปลดล็อก<2>ชนกำปั้น</2>หรือไม่
vi: Mở khóa <2>Cụng Tay</2>?
zh_hans: 解锁<2>碰拳</2>?
zh_hant: 解鎖<2>碰拳</2>?

# accept_hairtousle
source: Unlock <2>hair tousle</2>?
de: <2>Haarwuscheln</2> freischalten?
es: ¿Deseas desbloquear <2>Pelo alborotado</2>?
fr: Déverrouiller <2>ébouriffer</2> ?
id: Buka <2>elus rambut</2>?
it: Sbloccare i <2>capelli arruffati</2>?
ja: このプレイヤーと<2>”なでなで”</2>ができるようになります よろしいですか？
ko: <2>쓰다듬기</2>를 잠금해제할까요?
pt: Desbloquear <2>cafuné</2>?
ru: Открыть <2>космы</2>?
th: ปลดล็อก<2>ลูบผม</2>หรือไม่
vi: Mở khóa <2>Xoa Đầu</2>?
zh_hans: 是否解锁<2>摸摸头</2>？
zh_hant: 是否解鎖<2>摸摸頭</2>？

# accept_handhold
source: Unlock <2>hold hands</2>?
de: <2>Hände halten</2> freischalten?
es: ¿Desbloquear <2>sostener manos</2>?
fr: Déverrouiller la <2>prise par la main</2> ?
id: Buka <2>pegang tangan</2>?
it: Sbloccare <2>mano nella mano</2>?
ja: このプレイヤーと<2>手をつなげる</2>ようになります よろしいですか？
ko: <2>손잡기</2>를 잠금해제할까요?
pt: Desbloquear <2>dar a mão</2>?
ru: Открыть <2>«взяться за руки»</2>?
th: ปลดล็อก<2>จับมือ</2>หรือไม่
vi: Mở khóa <2>Nắm Tay</2>?
zh_hans: 解锁<2>牵手</2>?
zh_hant: 解鎖<2>牽手</2>?

# accept_handshake
source: Unlock <2>hand shake</2>?
de: <2>Handschlag</2> freischalten?
es: ¿Desbloquear el <2>apretón de manos</2>?
fr: Déverrouiller la <2>poignée de main<2/> ?
id: Buka kunci jabat tangan?
it: Sbloccare <2>stretta di mano</2>?
ja: このプレイヤーと<2>”握手”</2>ができるようになります よろしいですか？
ko: <2>악수하기</2>를 잠금해제 할까요?
pt: Deseja desbloquear o <2>aperto de mãos</2>?
ru: Выучить <2>hand shake</2>?
th: ปลดล็อก<2>จับมือทักทาย</2>หรือไม่
vi: Mở khóa lắc tay?
zh_hans: 解锁<2>握手</2>吗？
zh_hant: 解鎖<2>握手</2>嗎？

# accept_heart
source: {{1}} has offered you a <heart/>. Would you like to accept?
de: {{1}} hat dir ein <heart/> angeboten. Möchtest du es annehmen?
es: {{1}} te ofreció un <heart/>. ¿Deseas aceptarlo?
fr: {{1}} vous a offert un <heart/>. Voulez-vous l’accepter ?
id: {{1}} memberimu <heart/>. Ingin menerimanya?
it: {{1}} ti ha offerto un <heart/>. Vuoi accettarlo?
ja: {{1}}さんがあなたに<heart/>を贈ろうとしています 受け取りますか？
ko: {{1}} 님이 <heart/>를 선물하려고 해요. 수락할까요?
pt: {{1}} te ofereceu um <heart/>. Você gostaria de aceitar?
ru: {{1}} предлагает вам <heart/>. Хотите его принять?
th: {{1}} ได้มอบ <heart/> ให้กับคุณ คุณต้องการรับหรือไม่
vi: {{1}} muốn tặng bạn 1 <heart/>. Đồng ý chứ?
zh_hans: {{1}} 想送您一颗 <heart/>. 是否接受?
zh_hant: {{1}} 想送您一顆 <heart/>. 是否接受?

# accept_heartx5
source: {{1}} has offered you a <b>Days of Fortune</b> Limited Gift with<heart/>x 5 . Would you like to accept?
de: {{1}} hat dir ein <heart/>x 5 angeboten. Möchtest du es annehmen?
es: {{1}} te ha ofrecido este <b>Días de la buena fortuna</b> regalo limitado <heart/>x 5 . Deseas aceptarlo?
fr: {{1}} vous a offert un <heart/>x 5 . Voulez-vous l’accepter ?
id: {{1}} memberimu Hadiah Terbatas <b>Hari Keberuntungan</b> dengan <heart/>x 5. Ingin menerimanya?
it: {{1}} ti ha offerto un <heart/>x 5 . Vuoi accettarlo?
ja: {{1}}さんがあなたに<b>来福の日々</b>の特別なギフト<heart/> x 5 を贈ろうとしています。 受け取りますか？
ko: {{1}} 님이 <b>행복의 날</b> 기간 한정 선물로 <heart/>x 5를 보냈어요. 선물을 수락할까요?
pt: {{1}} te ofereceu um <heart/>x 5 . Você gostaria de aceitar?
ru: {{1}} предлагает вам особый подарок к <b>Дням Удачи</b>:<heart/>x 5 . Хотите принять?
th: {{1}} ได้มอบของขวัญลิมิเต็ด<b>วันแห่งโชคลาภ</b>พร้อม <heart/>x 5 คุณต้องการรับหรือไม่
vi: {{1} đã tặng bạn <b>Quà Giới Hạn</b> Ngày May Mắn<heart/>x5. Đồng ý nhận?
zh_hans: {{1}}给你提供了一份<b>幸运节</b>限定礼物<heart/>x 5 。 你愿意接受吗？
zh_hant: {{1}}給你提供了一份<b>幸運節</b>限定禮物<heart/>x 5 。 你願意接受嗎？

# accept_highfive
source: Unlock <2>high five</2>?
de: <2>High Five</2> freischalten?
es: ¿Desbloquear <2>cinco arriba</2>?
fr: Déverrouiller <2>tope-là</2> ?
id: Buka <2>tos</2>?
it: Sbloccare <2>batti il cinque</2>?
ja: このプレイヤーと<2>”ハイタッチ”</2>ができるようになります よろしいですか？
ko: <2>하이파이브</2>를 잠금해제할까요?
pt: Desbloquear <2>toca aí</2>?
ru: Открыть <2>«дать пять»</2>?
th: ปลดล็อก<2>แปะมือ</2>หรือไม่
vi: Mở khóa <2>Đập Tay</2>?
zh_hans: 解锁<2>击掌</2>?
zh_hant: 解鎖<2>擊掌</2>?

# accept_hug
source: Unlock <2>hug</2>?
de: <2>Umarmung</2> freischalten?
es: ¿Desbloquear <2>abrazo</2>?
fr: Déverrouiller le <2>câlin</2> ?
id: Buka <2>peluk</2>?
it: Sbloccare <2>abbraccio</2>?
ja: このプレイヤーと<2>”ハグ”</2>ができるようになります よろしいですか？
ko: <2>포옹</2>을 잠금해제할까요?
pt: Desbloquear <2>abraço</2>?
ru: Открыть <2>объятие</2>?
th: ปลดล็อก<2>กอด</2>หรือไม่
vi: Mở khóa <2>Ôm</2>?
zh_hans: 解锁<2>拥抱</2>?
zh_hant: 解鎖<2>擁抱</2>?

# accept_iap
source: {{1}} has offered you a <2>gift</2>. Would you like to accept?
de: {{1}} hat dir <2>ein Geschenk</2> angeboten. Nimmst du an?
es: {{1}} te ha ofrecido un <2>regalo</2>. ¿Quieres aceptarlo?
fr: {{1}} vous a offert un <2>cadeau</2>. Voulez-vous l'accepter ?
id: {{1}} memberimu <2>hadiah</2>. Ingin menerimanya?
it: {{1}} ti ha offerto: <2>un regalo</2>. Accetti?
ja: {{1}}さんがあなたに<2>プレゼント</2>を贈ろうとしています。 受け取りますか？
ko: {{1}} 님이 <2>선물</2>을 건네려고 해요. 수락할까요?
pt: {{1}} ofereceu um <2>presente</2>. Aceitar?
ru: {{1}} предлагает вам <2>подарок</2>. Хотите принять?
th: {{1}} ได้มอบ<2>ของขวัญ</2>ให้กับคุณ คุณต้องการรับหรือไม่
vi: {{1}} đã tặng bạn <2>món quà</2>. Bạn muốn nhận chứ?
zh_hans: {{1}}向你提供了<2>礼物</2>。 你要收下吗？
zh_hant: {{1}} 想送你一個 <2>禮物</2>. 你要收下嗎?

# accept_link
source: Link STAR Pin with this player?
de: STAR-Anstecknadel mit diesem Spieler verbinden?
es: ¿Vincular el broche STAR con este jugador?
fr: Relier la broche STAR avec ce joueur ?
id: Tautkan Pin STAR dengan pemain ini?
it: Collegare la spilletta STAR a questo giocatore?
ja: をこのプレイヤーとリンクしますか？
ko: STAR 핀을 이 플레이어와 연결할까요?
pt: Vincular o broche STAR com este jogador?
ru: Связать значок STAR с этим игроком?
th: เชื่อมโยงพิน STAR กับผู้เล่นคนนี้หรือไม่
vi: Đồng ý cùng người chơi này liên kết Huy Hiệu STAR?
zh_hans: 是否与这位玩家连接STAR徽章？
zh_hant: 是否與這位玩家連接STAR徽章？

# accept_playfight
source: Unlock <2>Play Fight</2>?
de: <2>Spielerischer Kampf</2> freischalten?
es: ¿Desbloquear <2>Juego de manos</2>?
fr: Déverrouiller <2>bagarre pour rire</2> ?
id: Buka <2>Main Tarung</2>?
it: Sbloccare la <2>Lotta tra Amici</2>?
ja: このプレイヤーと<2>”けんかごっこ”</2>ができるようになります よろしいですか？
ko: <2>싸움놀이</2>를 잠금해제할까요?
pt: Desbloquear <2>jogo de luta</2>?
ru: Открыть <2>шуточную драку</2>?
th: ปลดล็อก<2>เล่นต่อสู้</2>หรือไม่
vi: Mở khóa <2>Chơi Đùa</2>?
zh_hans: 解锁<2>打闹</2>?
zh_hant: 解鎖<2>打鬧</2>?

# accept_princesscarry
source: Unlock <2>Cradle Carry</2>?
de: <2>Wiegegriff</2> freischalten?
es: ¿Desbloquear <2>upa</2>?
fr: Débloquer <2>porté berceau</2> ?
id: Membuka kunci <2>Gendong Bayi</2>?
it: Sbloccare il <2>trasporto in braccio</2>?
ja: このプレイヤーとゆりかご抱っこができるようになります よろしいですか？
ko: <2>안아 들기</2>를 잠금 해제할까요?
pt: Desbloquear <2>carregar no colo</2>?
ru: Открыть <2>ношение на руках</2>?
th: ปลดล็อก<2>อุ้ม</2>หรือไม่
vi: Mở khóa <2>Nôi Nhỏ</2>?
zh_hans: 解锁<2>摇篮式抱姿</2>？
zh_hant: 要解鎖<2>搖籃抱</2>嗎？

# accept_sidehug
source: Unlock <2>Side Hug</2>?
de: <2>Seitliche Umarmung</2> freischalten?
es: ¿Desbloquear <2>abrazo de costado</2>?
fr: Débloquer le <2>câlin latéral</2> ?
id: Buka <2>Peluk dari Samping</2>?
it: Vuoi sbloccare l’<2>abbraccio laterale</2>?
ja: このプレイヤーと肩組みができるようになります よろしいですか？
ko: <2>옆 포옹</2>을 잠금해제할까요?
pt: Desbloquear o <2>abraço de lado</2>?
ru: Открыть выражение <2>Бок о бок</2>?
th: ปลดล็อก<2>กอดคอ</2>หรือไม่
vi: Mở khóa <2>Ôm Hông</2>?
zh_hans: 解锁<2>侧面拥抱</2>？
zh_hant: 要解鎖<2>側抱</2>嗎？

# accept_teleport
source: Unlock <2>warp</2>?
de: <2>Warpen</2> freischalten?
es: ¿Desbloquear <2>viajar</2>?
fr: Débloquer <2>voyager</2> ?
id: Buka <2>teleportasi</2>?
it: Sbloccare il <2>viaggio</2>?
ja: このプレイヤーがいる場所に<2>ワープ</2>できるようになります よろしいですか？
ko: <2>워프</2>를 잠금해제할까요?
pt: Desbloquear <2>transportar</2>?
ru: Разблокировать <2>прыжок</2>?
th: ปลดล็อก<2>วาร์ป</2>หรือไม่
vi: Mở khóa <2>Dịch Chuyển</2>?
zh_hans: 解锁<2>瞬移</2>?
zh_hant: 解鎖<2>瞬移</2>?

# accept_tier
source: Upgrade <2>friendship level</2>?
de: <2>Freundschaftslevel</2> hochstufen?
es: ¿Mejorar <2>nivel de amistad</2>?
fr: Augmenter le <2>niveau d’amitié</2> ?
id: Tingkatkan <2>level pertemanan</2>?
it: Migliorare il <2>livello di amicizia</2>?
ja: <b>友情レベル</b>をアップグレードしますか？
ko: <2>우정 레벨</2>을 업그레이드할까요?
pt: Aumentar <2>nível de amizade</2>?
ru: Повысить <2>уровень дружбы</2>?
th: อัปเกรด<2>เลเวลมิตรภาพ</2>หรือไม่
vi: Tăng <2>Cấp Tình Bạn</2>?
zh_hans: 升级 <2>朋友等级</2>？
zh_hant: 升級 <2>朋友等級</2>？

# accept_undelete
source: Rekindle friendship? <warning>This will re-enable actions with this player and their star in the Friendship Constellation.</warning>
de: Freundschaft neu entfachen? <warning>Dadurch werden Aktionen mit diesem Spieler und seinem Stern im Freundschaftssternbild wieder möglich.</warning>
es: ¿Reavivar las llamas de la amistad? <warning>Esto habilitará de nuevo las acciones con este jugador y volverá a poner su estrella en la constelación de amistad.</warning>
fr: Raviver l’amitié ? <warning>Vous réactiverez les actions possibles avec cette personne et son étoile dans les Constellations de l'amitié.</warning>
id: Menghidupkan kembali persahabatan? <warning>Ini akan mengaktifkan kembali aksi dengan pemain ini dan bintang mereka di Konstelasi Persahabatan.</warning>
it: Riaccendere l'amicizia? <warning>Ciò riattiverà le azioni con questo giocatore e la sua stella nella Costellazione delle amicizie.</warning>
ja: 友情を取り戻しますか？ <warning>このプレイヤーとの各アクションが再度有効になり、フレンドの星座にこのプレイヤーの星が灯ります</warning>
ko: 우정을 되살릴까요? <warning>이 플레이어와의 우정노드가 복구되고 친구 별자리에 별이 돌아옵니다.</warning>
pt: Reacender a amizade? <warning>Isso reativará as ações com este jogador e a sua estrela na Constelação de Amigos.</warning>
ru: Разжечь пламя дружбы заново? <warning>Вы снова сможете выполнять разные действия вместе с этим игроком, а его звезда появится в вашем созвездии дружбы.</warning>
th: จุดไฟมิตรภาพใหม่หรือไม่ <warning>นี่จะเปิดใช้การกระทำกับผู้เล่นคนนี้ และดวงดาวของพวกเขาในกลุ่มดาวมิตรภาพอีกครั้ง</warning>
vi: Thắp lại tình bạn? <warning>Thao tác này sẽ mở lại các hành động với người chơi này và ngôi sao của họ trong Chòm Sao Tình Bạn.</warning>
zh_hans: 为友谊重新点亮烛光？ <warning>这将会重启与此玩家之间的行动，并在友谊星盘中恢复其星芒。</warning>
zh_hant: 要重新點亮友誼嗎？ <warning>這將還原你與此玩家之前的互動，並在友誼星盤中恢復其星芒。</warning>

# accept_undelete_nickname
source: Rekindle {{1}}? <warning>This will re-enable actions with this player and their star in the Friendship Constellation.</warning>
de: {{1}} neu entfachen? <warning>Dadurch werden Aktionen mit diesem Spieler und seinem Stern im Freundschaftssternbild wieder möglich.</warning>
es: ¿Reavivar {{1}}? <warning>Esto habilitará de nuevo las acciones con este jugador y volverá a poner su estrella en la constelación de amistad.</warning>
fr: Raviver{{1}} ? <warning>Vous réactiverez les actions possibles avec cette personne et son étoile dans les Constellations de l'amitié.</warning>
id: Hidupkan kembali {{1}}? <warning>Ini akan mengaktifkan kembali aksi dengan pemain ini dan bintang mereka di Konstelasi Persahabatan.</warning>
it: Riaccendere {{1}}? <warning>Ciò riattiverà le azioni con questo giocatore e la sua stella nella Costellazione delle amicizie.</warning>
ja: 再びフレンドになりますか？ <warning>このプレイヤーとの各アクションが再度有効になり、フレンドの星座にこのプレイヤーの星が灯ります</warning>
ko: {{1}} 님과의 우정을 되살릴까요? <warning>이 플레이어와의 우정노드가 복구되고 친구 별자리에 별이 돌아옵니다.</warning>
pt: Reacender {{1}}? <warning>Isso reativará as ações com este jogador e a sua estrela na Constelação de Amigos.</warning>
ru: {{1} — разжечь пламя заново? <warning>Вы снова сможете выполнять разные действия вместе с этим игроком, а его звезда появится в вашем созвездии дружбы.</warning>
th: จุดไฟกับ {{1}} ใหม่หรือไม่ <warning>นี่จะเปิดใช้การกระทำกับผู้เล่นคนนี้ และดวงดาวของพวกเขาในกลุ่มดาวมิตรภาพอีกครั้ง</warning>
vi: Thắp lại {{1}}? <warning>Thao tác này sẽ mở lại các hành động với người chơi này và ngôi sao của họ trong Chòm Sao Tình Bạn.</warning>
zh_hans: 为{{1}}重新点亮烛光？ <warning>这将会重启与此玩家之间的行动，并在友谊星盘中恢复其星芒。</warning>
zh_hant: 要重新點亮{{1}}嗎？ <warning>這將還原你與此玩家之前的互動，並在友誼星盤中恢復其星芒。</warning>

# accept_unlink
source: Unlink STAR Pin?
de: Verbindung der STAR-Anstecknadel mit diesem Spieler aufheben?
es: ¿Desvincular el broche STAR?
fr: Délier la broche STAR ?
id: Batalkan tautan Pin STAR?
it: Scollegare la spilletta STAR?
ja: のリンクを解除しますか？
ko: STAR 핀의 연결을 해제할까요?
pt: Desvincular o broche STAR ?
ru: Отвязать значок STAR ?
th: เลิกเชื่อมโยงพิน STAR หรือไม่
vi: Hủy liên kết Huy Hiệu STAR?
zh_hans: 是否断开STAR徽章的连接？
zh_hant: 是否斷開STAR徽章的連接？

# account_infraction_how_to_appeal
source: If you believe this ban was applied in error, please contact Sky Player Support to submit an appeal.
de: Wenn sie glauben, dass diese sperre irrtümlich verhängt wurde, wenden sie sich bitte an den Sky-Spielersupport, um einen einspruch einzureichen.
es: Si cree que esta prohibición se aplicó por error, póngase en contacto con el Soporte de Jugadores de Sky para presentar una apelación.
fr: Si vous pensez que cette interdiction a été appliquée par erreur, veuillez contacter le support joueur de Sky pour soumettre un appel.
id: Jika kamu yakin bahwa ban ini diterapkan karena adanya kesalahan, silakan hubungi Dukungan Pemain Sky untuk mengajukan banding.
it: Se ritieni che questo divieto sia stato applicato per errore, contatta il supporto giocatori di Sky per presentare un ricorso.
ja: この停止措置が誤って適用されたと思われる場合は、Skyプレイヤーサポートまでお申し立てください。
ko: 이 조치가 잘못 적용되었다고 생각하신다면, Sky 플레이어 지원팀에 문의하여 검토를 요청할 수 있습니다.
pt: Se você acredita que esta proibição foi aplicada por engano, entre em contato com o Suporte ao Jogador de Sky para fazer um apelo.
ru: Если вы считаете, что эта блокировка была применена ошибочно, пожалуйста, свяжитесь со службой поддержки Sky, чтобы подать апелляцию.
th: หากคุณเชื่อว่าการแบนนี้เกิดจากความผิดพลาด โปรดติดต่อฝ่ายสนับสนุนผู้เล่นของ Sky เพื่อยื่นอุทธรณ์
vi: Nếu bạn cho rằng việc cấm này bị áp dụng do nhầm lẫn, vui lòng liên hệ với Đội ngũ Hỗ trợ Người chơi Sky để gửi khiếu nại.
zh_hans: 如果您认为此禁令是错误地实施的，请联系Sky的客服以提交上诉。
zh_hant: 如果您認為此禁令的實施有誤，請聯繫 Sky 玩家客服提出申訴。

# account_infraction_panel_title
source: Account Infraction Status
de: Status der Kontoverletzung
es: Estado de infracción de cuenta
fr: Statut d’infraction de compte
id: Status Pelanggaran Akun
it: Stato di violazione dell’account
ja: アカウントの違反状況
ko: 계정 위반행위 상태
pt: Status de infração da conta
ru: Статус нарушений для учетной записи
th: สถานะการละเมิดบัญชี
vi: Tình trạng Vi phạm Tài khoản
zh_hans: 账号违规状态
zh_hant: 帳號違規狀態

# account_infraction_reason_account_sharing
source: Violation: Unauthorized Account Sharing
de: Verstoß: Unbefugtes Teilen des Kontos
es: Infracción: uso compartido de cuenta no autorizado
fr: Violation : partage de compte non autorisé
id: Pelanggaran: Berbagi Akun Tanpa Izin
it: Violazione: condivisione dell'account non autorizzata
ja: 違反行為：不正なアカウント共有
ko: 위반 사항: 승인되지 않은 계정 공유
pt: Infração: compartilhamento não autorizado de conta
ru: Нарушение: недопустимая передача аккаунта
th: การละเมิด: การแชร์บัญชีโดยไม่ได้รับอนุญาต
vi: Vi Phạm: Chia Sẻ Tài Khoản Trái Phép
zh_hans: 违规：未授权的账号共享
zh_hant: 違規：未授權的帳號共享

# account_infraction_reason_chat_spam
source: Violation: Spam or Solicitation
de: Verstoß: Spam oder Werbung
es: Infracción: spam o solicitud
fr: Violation : spam ou démarchage
id: Pelanggaran: Spam atau Pemaksaan
it: Violazione: spam o adescamento
ja: 違反行為：スパムまたは勧誘行為
ko: 위반 사항: 스팸 또는 호객행위
pt: Infração: spam ou solicitação
ru: Нарушение: спам или реклама
th: การละเมิด: สแปมหรือการชักชวน
vi: Vi Phạm: Spam Hoặc Xúi Giục
zh_hans: 违规：垃圾信息或教唆
zh_hant: 違規：垃圾訊息或教唆

# account_infraction_reason_child_exploitation
source: Violation: Child Exploitation or Endangerment
de: Verstoß: Ausbeutung oder Gefährdung von Kindern
es: Infracción: maltrato o puesta en riesgo de menores
fr: Violation : exploitation ou mise en danger d'enfants
id: Pelanggaran: Eksploitasi atau Membahayakan Anak-anak
it: Violazione: sfruttamento o messa in pericolo di minori
ja: 違反行為：児童の搾取または安全を脅かす行為
ko: 위반 사항: 아동 착취 또는 학대
pt: Infração: exploração ou perigo à crianças
ru: Нарушение: эксплуатация детей или угроза их безопасности
th: การละเมิด: แสวงหาประโยชน์จากเด็กหรือทำให้เด็กตกอยู่ในอันตราย
vi: Vi Phạm: Lạm Dụng Hoặc Gây Nguy Hiểm Cho Trẻ Em
zh_hans: 违规：儿童剥削或危害
zh_hant: 違規：兒童剝削或危害

# account_infraction_reason_crisis_resources_notice
source: Violation: Graphic or Disturbing Messages
de: Verstoß: Grafische oder beunruhigende Nachrichten
es: Infracción: mensajes explícitos o perturbadores
fr: Violation : messages explicites ou dérangeants
id: Pelanggaran: Gambar atau Pesan yang Mengganggu
it: Violazione: messaggi grafici o inquietanti
ja: 違反行為：不適切な画像やメッセージ送信
ko: 위반 사항: 노골적 또는 충격적인 메시지
pt: Infração: mensagens explícitas ou perturbadoras
ru: Нарушение: оскорбительные текстовые или графические сообщения
th: การละเมิด: กราฟิกหรือข้อความที่ก่อกวน
vi: Vi Phạm: Tin Nhắn Phản Cảm Hoặc Gây Rối
zh_hans: 违规：露骨或令人不安的信息
zh_hant: 違規：露骨或令人不安的訊息

# account_infraction_reason_exploits_cheats
source: Violation: Egregious Abuse of Game Exploits
de: Verstoß: Schwerwiegender Missbrauch von Spiel-Exploits
es: Infracción: abuso excesivo de errores del juego
fr: Violation : flagrant délit d'activités d'exploit dans le jeu
id: Pelanggaran: Penyalahgunaan Eksploitasi Game yang Sangat Buruk
it: Violazione: sfruttamento intenzionale degli errori di gioco
ja: 違反行為：ゲームエクスプロイトの悪用
ko: 위반 사항: 심각한 게임 취약점 악용
pt: Infração: abuso excessivo de falhas no jogo
ru: Нарушение: злоупотребление ошибками игры
th: การละเมิด: ใช้ประโยชน์จากเกมในทางที่ผิดอย่างร้ายแรง
vi: Vi Phạm: Lạm Dụng Nghiêm Trọng Việc Khai Thác Trò Chơi
zh_hans: 违规：过分滥用游戏漏洞
zh_hant: 違規：嚴重濫用遊戲漏洞

# account_infraction_reason_false_reporting
source: Violation: Egregious False Reporting
de: Verstoß: Schwerwiegende Falschmeldung
es: Infracción: exceso de denuncias falsas
fr: Violation : flagrant délit de faux signalement
id: Pelanggaran: Laporan Palsu yang Sangat Buruk
it: Violazione: falsa segnalazione intenzionale
ja: 違反行為：悪質な虚偽報告
ko: 위반 사항: 심각한 허위 신고
pt: Infração: ecesso de denúncias falsas
ru: Нарушение: ложные сообщения о нарушениях
th: การละเมิด: การรายงานเท็จที่ผิดอย่างร้ายแรง
vi: Vi Phạm: Tố Cáo Sai Sự Thật Nghiêm Trọng
zh_hans: 违规：过分虚假举报
zh_hant: 違規：嚴重虛假舉報

# account_infraction_reason_hacks_cheats
source: Violation: Use of Hacks or Third Party Programs
de: Verstoß: Verwendung von Hacks oder Programmen von Drittanbietern
es: Infracción: uso de trampas o programas de terceros
fr: Violation : utilisation de hacks ou de programmes tiers
id: Pelanggaran: Penggunaan Peretasan atau Program Pihak Ketiga
it: Violazione: hacking o utilizzo di programmi di terze parti
ja: 違反行為：ハッキングまたはサードパーティー製プログラムの使用
ko: 위반 사항: 해킹 또는 타사 프로그램 사용
pt: Infração: uso de trapaças ou programas de terceiros
ru: Нарушение: взлом или использование сторонних программ
th: การละเมิด: การใช้แฮ็กหรือโปรแกรมของบุคคลที่สาม
vi: Vi Phạm: Sử Dụng Hack Hoặc Chương Trình Của Bên Thứ Ba
zh_hans: 违规：使用黑客技术或第三方程序
zh_hant: 違規：使用駭客技術或第三方程式

# account_infraction_reason_harassment_toxicity
source: Violation: Hateful, Vulgar, or Discriminatory Messages
de: Verstoß: hasserfüllte, vulgäre oder diskriminierende Nachrichten
es: Infracción: mensajes de odio, vulgares o discriminatorios
fr: Violation : messages à caractère haineux, vulgaire ou discriminatoire
id: Pelanggaran: Pesan Kebencian, Vulgar, atau Diskriminatif
it: Violazione: messaggi di odio, volgari o discriminatori
ja: 違反行為：ヘイト、誹謗中傷、または差別的なメッセージ送信
ko: 위반 사항: 증오적, 차별적, 또는 저속한 메시지
pt: Infração: mensagens de ódio, vulgares ou discriminatórias
ru: Нарушение: агрессивные, непристойные или дискриминационные сообщения
th: การละเมิด: ข้อความแสดงความเกลียดชัง หยาบคาย หรือเลือกปฏิบัติ
vi: Vi Phạm: Tin Nhắn Mang Tính Thù Hận, Thô Tục Hoặc Phân Biệt Đối Xử
zh_hans: 违规：仇恨、粗俗或歧视性信息
zh_hant: 違規：仇恨、粗俗或歧視性語言

# account_infraction_reason_impersonation_fraud
source: Violation: Impersonation of Others
de: Verstoß: Nachahmung anderer
es: Infracción: suplantación de identidad
fr: Violation : usurpation d'identité
id: Pelanggaran: Penyalahgunaan Identitas Orang Lain
it: Violazione: falsa rappresentazione
ja: 違反行為：他者のなりすまし
ko: 위반 사항: 타인 명의 도용
pt: Infração: personificação de terceiros
ru: Нарушение: выдача себя за других
th: การละเมิด: การแอบอ้างเป็นบุคคลอื่น
vi: Vi Phạm: Mạo Danh Người Khác
zh_hans: 违规：冒充他人
zh_hant: 違規：冒充他人
