Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# social_feed_menu_message_hearts_received
source: <b>Your message has received {{1}} <heart/></b>
de: <b>Deine Nachricht hat {{1}} <heart/> erhalten</b>
es: <b>Tu mensaje ha recibido {{1}} <heart/></b>
fr: <b>Votre message a reçu {{1}} <heart/></b>
id: <b>Pesanmu telah menerima {{1}} <heart/></b>
it: <b>Il tuo messaggio ha ricevuto {{1}} <heart/></b>
ja: あなたのメッセージに {{1}} <heart/>が届きました
ko: <b>메시지가 <heart/> {{1}}개를 받았습니다</b>
pt: <b>Sua mensagem recebeu {{1}} <heart/></b>
ru: <b>Ваше сообщение получило {{1}} <heart/></b>
th: <b>ข้อความของคุณได้รับ {{1}} <heart/></b>
vi: <b>Tin nhắn của bạn đã nhận được {{1}} <heart/></b>
zh_hans: <b>你的信息收到了{{1}}个<heart/></b>
zh_hant: <b>你的訊息收到了{{1}}個<heart/></b>

# social_feed_menu_rename
source: <b>Rename</b>
de: <b>Umbenennen</b>
es: <b>Renombrar</b>
fr: <b>Renommer</b>
id: <b>Ganti Nama</b>
it: <b>Rinomina</b>
ja: <b>名前の変更</b>
ko: <b>이름 변경</b>
pt: <b>Renomear</b>
ru: <b>Переименовать</b>
th: <b>เปลี่ยนชื่อ</b>
vi: <b>Đổi tên</b>
zh_hans: <b>重命名</b>
zh_hant: <b>重新命名</b>

# social_feed_menu_rename_body
source: Edit this player's nickname
de: Bearbeite den Spitznamen dieses Spielers
es: Edita el apodo de este jugador
fr: Modifier le surnom de ce joueur
id: Ubah nama panggilan pemain ini
it: Modifica il soprannome di questo giocatore
ja: このプレイヤーのニックネームを変更する
ko: 이 플레이어의 별명을 수정합니다
pt: Editar o apelido deste jogador
ru: Изменить никнейм этого игрока
th: แก้ไขชื่อเล่นของผู้เล่นคนนี้
vi: Chỉnh sửa biệt danh của người chơi này
zh_hans: 编辑这个玩家的昵称
zh_hant: 編輯這個玩家的暱稱

# social_feed_menu_report
source: <b>Report</b>
de: <b>Melden</b>
es: <b>Denunciar</b>
fr: <b>Signaler</b>
id: <b>Laporkan</b>
it: <b>Segnala</b>
ja: <b>報告</b>
ko: <b>신고</b>
pt: <b>Denunciar</b>
ru: <b>Пожаловаться</b>
th: <b>รายงาน</b>
vi: <b>Báo cáo</b>
zh_hans: <b>举报</b>
zh_hant: <b>舉報</b>

# social_feed_menu_title_creator
source: <b>Player</b>
de: <b>Spieler</b>
es: <b>Jugador</b>
fr: <b>Joueur</b>
id: <b>Pemain</b>
it: <b>Giocatore</b>
ja: <b>プレイヤー</b>
ko: <b>플레이어</b>
pt: <b>Jogador</b>
ru: <b>Игрок</b>
th: <b>ผู้เล่น</b>
vi: <b>Người chơi</b>
zh_hans: <b>玩家</b>
zh_hant: <b>玩家</b>

# social_feed_menu_title_me
source: <b>Me</b>
de: <b>Ich</b>
es: <b>Yo</b>
fr: <b>Moi</b>
id: <b>Aku</b>
it: <b>Io</b>
ja: <b>自分</b>
ko: <b>나</b>
pt: <b>Eu</b>
ru: <b>Я</b>
th: <b>ฉัน</b>
vi: <b>Tôi</b>
zh_hans: <b>个人</b>
zh_hant: <b個人</b>

# social_feed_menu_title_tag
source: <b>Select An Icon</b>
de: <b>Wählen Sie ein Symbol aus</b>
es: <b>Selecciona un Icono</b>
fr: <b>Sélectionnez une Icône</b>
id: <b>Pilih Ikon</b>
it: <b>Seleziona un'icona</b>
ja: <b>アイコンを選択</b>
ko: <b>아이콘 선택</b>
pt: <b>Selecione um Ícone</b>
ru: <b>Выберите иконку</b>
th: <b>เลือกไอคอน</b>
vi: <b>Chọn một biểu tượng</b>
zh_hans: <b>选择图标</b>
zh_hant: <b>選擇圖標</b>

# social_feed_menu_unfan
source: <b>Stop Viewing</b>
de: <b>Anschauen Stoppen</b>
es: <b>Dejar de Ver</b>
fr: <b>Arrêter de Voir</b>
id: <b>Berhenti Melihat</b>
it: <b>Smettere di Visualizzare</b>
ja: <b>鑑賞者をやめる</b>
ko: <b>보기 중지</b>
pt: <b>Parar de Ver</b>
ru: <b>Остановить просмотр</b>
th: <b>หยุดรับชม</b>
vi: <b>Dừng Xem</b>
zh_hans: <b>停止观看</b>
zh_hant: <b>停止觀看</b>

# social_feed_next_button
source: <b>More</b>
de: <b>Mehr</b>
es: <b>Más</b>
fr: <b>Plus</b>
id: <b>Lebih</b>
it: <b>Più</b>
ja: <b>次</b>
ko: <b>더 보기</b>
pt: <b>Mais</b>
ru: <b>Больше</b>
th: <b>เพิ่มเติม</b>
vi: <b>Thêm</b>
zh_hans: <b>更多</b>
zh_hant: <b>更多</b>

# social_feed_previous_button
source: <b>Previous</b>
de: <b>Vorherige</b>
es: <b>Anterior</b>
fr: <b>Précédent</b>
id: <b>Sebelumnya</b>
it: <b>Precedente</b>
ja: <b>前</b>
ko: <b>이전</b>
pt: <b>Anterior</b>
ru: <b>Предыдущий</b>
th: <b>ก่อนหน้า</b>
vi: <b>Trước</b>
zh_hans: <b>上一个</b>
zh_hant: <b>上一個</b>

# social_feed_prompt_baking_tunes
source: <b>Baking Tunes</b>
de: <b>Backmusik</b>
es: <b>Melodías de pastelería</b>
fr: <b>Ambiance cuisine</b>
id: <b>Memanggang Lagu</b>
it: <b>Melodie da forno</b>
ja: <b>焼菓子の気分</b>
ko: <b>제빵 음악</b>
pt: <b>Músicas para Cozinhar</b>
ru: <b>Кулинарные мелодии</b>
th: <b>เพลงระหว่างอบขนม</b>
vi: <b>Giai Điệu Nướng Bánh</b>
zh_hans: <b>烘焙曲调</b>
zh_hant: <b>烘焙曲調</b>

# social_feed_prompt_baking_tunes_confirm
source: Creative Challenge: <b>Baking Tunes</b>
de: Kreative Herausforderung: <b>Backmusik</b>
es: Desafío creativo: <b>melodías de pastelería</b>
fr: Défi créatif : <b>Ambiance cuisine</b>
id: Tantangan Kreatif: <b>Memanggang Lagu</b>
it: Sfida creativa: <b>Melodie da forno</b>
ja: 創作チャレンジ：<b>焼菓子の気分</b>
ko: 창의적 도전: <b>제빵 음악</b>
pt: Desafio criativo: <b>Músicas para Cozinhar</b>
ru: Творческое испытание: <b>Кулинарные мелодии</b>
th: ความท้าทายที่สร้างสรรค์: <b>เพลงระหว่างอบขนม</b>
vi: Thử Thách Sáng Tạo: <b>Giai Điệu Nướng Bánh</b>
zh_hans: 创意挑战：<b>烘焙曲调</b>
zh_hant: 創意挑戰：<b>烘焙曲調</b>

# social_feed_prompt_birthday_candles
source: <b>Birthday Candles</b>
de: <b>Geburtstagskerzen</b>
es: <b>Velas de cumpleaños</b>
fr: <b>Bougies d'anniversaire</b>
id: <b>Lilin Ulang Tahun</b>
it: <b>Candeline di compleanno</b>
ja: <b>バースデーキャンドル</b>
ko: <b>생일 양초</b>
pt: <b>Velas de aniversário</b>
ru: <b>Праздничные свечи</b>
th: <b>เทียนวันเกิด</b>
vi: <b>Nến Sinh Nhật</b>
zh_hans: <b>生日蜡烛</b>
zh_hant: <b>生日蠟燭</b>

# social_feed_prompt_birthday_candles_confirm
source: Creative Challenge: <b>Birthday Candles</b>
de: Kreative Herausforderung: <b>Geburtstagskerzen</b>
es: Desafío creativo: <b>Velas de cumpleaños</b>
fr: Défi créatif : <b>Bougies d'anniversaire</b>
id: Tantangan Kreatif: <b>Lilin Ulang Tahun</b>
it: Sfida creativa: <b>Candeline di compleanno</b>
ja: 創作チャレンジ：<b>バースデーキャンドル</b>
ko: 창의적 도전: <b>생일 양초</b>
pt: Desafio criativo: <b>Velas de aniversário</b>
ru: Творческое испытание: <b>Праздничные свечи</b>
th: ความท้าทายที่สร้างสรรค์: <b>เทียนวันเกิด</b>
vi: Thử Thách Sáng Tạo: <b>Nến Sinh Nhật</b>
zh_hans: 创意挑战：<b>生日蜡烛</b>
zh_hant: 創意挑戰：<b>生日蠟燭</b>

# social_feed_prompt_camping
source: <b>Adventuresome advice</b>
de: <b>Abenteuerlicher Rat</b>
es: <b>Consejo aventurero</b>
fr: <b>Conseil aventureux</b>
id: <b>Petunjuk Penuh Petualangan</b>
it: <b>Consiglio avventuroso</b>
ja: <b>冒険家のアドバイス</b>
ko: <b>모험적인 조언</b>
pt: <b>Conselho aventureiro</b>
ru: <b>Приключенческий совет</b>
th: <b>คำแนะนำผู้ชื่นชอบการผจญภัย</b>
vi: <b>Lời khuyên mạo hiểm</b>
zh_hans: <b>冒险小建议</b>
zh_hant: <b>冒險小建議</b>

# social_feed_prompt_camping_confirm
source: Creative Challenge: <b>Adventuresome advice</b>
de: Kreative Herausforderung: <b>Abenteuerlicher Rat</b>
es: Desafío creativo: <b>Consejo aventurero</b>
fr: Défi créatif : <b>Conseil aventureux</b>
id: Tantangan Kreatif: <b>Petunjuk Penuh Petualangan</b>
it: Sfida creativa: <b>Consiglio avventuroso</b>
ja: 創作チャレンジ：<b>冒険家のアドバイス</b>
ko: 창의적 도전: <b>모험적인 조언</b>
pt: Desafio Criativo: <b>Conselho aventureiro</b>
ru: Творческое задание: <b>Приключенческий совет</b>
th: ความท้าทายที่สร้างสรรค์: <b>คำแนะนำผู้ชื่นชอบการผจญภัย</b>
vi: Thử thách sáng tạo: <b>Lời khuyên mạo hiểm</b>
zh_hans: 创意挑战：<b>冒险小建议</b>
zh_hant: 創意挑戰：<b>冒險小建議</b>

# social_feed_prompt_cleaning_up
source: <b>Cleaning Up</b>
de: <b>Aufräumen</b>
es: <b>A limpiar</b>
fr: <b>Ménage</b>
id: <b>Membersihkan</b>
it: <b>Pulizia</b>
ja: <b>お掃除</b>
ko: <b>청소</b>
pt: <b>Limpeza</b>
ru: <b>Уборка</b>
th: <b>การทำความสะอาด</b>
vi: <b>Dọn Dẹp</b>
zh_hans: <b>大扫除</b>
zh_hant: <b>大掃除</b>

# social_feed_prompt_cleaning_up_confirm
source: Creative Challenge: <b>Cleaning Up</b>
de: Kreative Herausforderung: <b>Aufräumen</b>
es: Desafío creativo: <b>a limpiar</b>
fr: Défi créatif : <b>Ménage</b>
id: Tantangan Kreatif: <b>Membersihkan</b>
it: Sfida creativa: <b>Pulizia</b>
ja: 創作チャレンジ：<b>お掃除</b>
ko: 창의적 도전: <b>청소</b>
pt: Desafio criativo: <b>Limpeza</b>
ru: Творческое испытание: <b>Уборка</b>
th: ความท้าทายที่สร้างสรรค์: <b>การทำความสะอาด</b>
vi: Thử Thách Sáng Tạo: <b>Dọn Dẹp</b>
zh_hans: 创意挑战：<b>大扫除</b>
zh_hant: 創意挑戰：<b>大掃除</b>

# social_feed_prompt_clear_waters
source: <b>Clear Waters</b>
de: <b>Klare Gewässer</b>
es: <b>Aguas Claras</b>
fr: <b>Eaux Claires</b>
id: <b>Air Jernih</b>
it: <b>Acque Limpide</b>
ja: <b>澄んだ水</b>
ko: <b>맑은 물</b>
pt: <b>Águas Claras</b>
ru: <b>Чистые Воды</b>
th: <b>น้ำใสสะอาด</b>
vi: <b>Dòng Nước Trong</b>
zh_hans: <b>清澈的水域</b>
zh_hant: <b>清澈的水域</b>

# social_feed_prompt_clear_waters_confirm
source: Creative Challenge: <b>Clear Waters</b>
de: Kreative Herausforderung: <b>Klare Gewässer</b>
es: Desafío creativo: <b>Aguas Claras</b>
fr: Défi créatif : <b>Eaux Claires</b>
id: Tantangan Kreatif: <b>Air Jernih</b>
it: Sfida creativa: <b>Acque Limpide</b>
ja: 創作チャレンジ：<b>澄んだ水</b>
ko: 창의적 도전: <b>맑은 물</b>
pt: Desafio criativo: <b>Águas Claras</b>
ru: Творческое испытание: <b>Чистые Воды</b>
th: ความท้าทายที่สร้างสรรค์: <b>น้ำใสสะอาด</b>
vi: Thử Thách Sáng Tạo: <b>Dòng Nước Trong</b>
zh_hans: 创意挑战：<b>清澈的水域</b>
zh_hant: 創意挑戰：<b>清澈的水域</b>

# social_feed_prompt_color_party
source: <b>Colorful carnival</b>
de: <b>Bunter Karneval</b>
es: <b>Carnaval colorido</b>
fr: <b>Carnaval coloré</b>
id: <b>Karnaval penuh warna</b>
it: <b>Carnevale colorato</b>
ja: <b>カラフル・カーニバル</b>
ko: <b>색다른 카니발</b>
pt: <b>Carnaval Colorido</b>
ru: <b>Красочный карнавал</b>
th: <b>งานรื่นเริงหลากสีสัน</b>
vi: <b>Lễ hội sắc màu</b>
zh_hans: <b>多彩狂欢节</b>
zh_hant: <b>繽紛嘉年華</b>

# social_feed_prompt_color_party_confirm
source: Creative Challenge: <b>Colorful carnival</b>
de: Kreative Herausforderung: <b>Bunter Karneval</b>
es: Desafío creativo: <b>Carnaval colorido</b>
fr: Défi créatif : <b>Carnaval coloré</b>
id: Tantangan Kreatif: <b>Karnaval penuh warna</b>
it: Sfida creativa: <b>Carnevale colorato</b>
ja: 創作チャレンジ：<b>カラフル・カーニバル</b>
ko: 창의적 도전: <b>색다른 카니발</b>
pt: Desafio Criativo: <b>Carnaval Colorido</b>
ru: Творческое задание: <b>Красочный карнавал</b>
th: ความท้าทายที่สร้างสรรค์: <b>งานรื่นเริงหลากสีสัน</b>
vi: Thử thách sáng tạo: <b>Lễ hội sắc màu</b>
zh_hans: 创意挑战：<b>多彩狂欢节</b>
zh_hant: 創意挑戰：<b>繽紛嘉年華</b>

# social_feed_prompt_cozy_cafe
source: <b>Cozy Cafe</b>
de: <b>Gemütliches Café</b>
es: <b>Café Acogedor</b>
fr: <b>Café Douillet</b>
id: <b>Kafe Nyaman</b>
it: <b>Caffè Accogliente</b>
ja: <b>居心地の良いカフェ</b>
ko: <b>아늑한 카페</b>
pt: <b>Café Aconchegante</b>
ru: <b>Уютное Кафе</b>
th: <b>คาเฟ่แสนอบอุ่น</b>
vi: <b>Quán Cà Phê Ấm Cúng</b>
zh_hans: <b>温馨咖啡馆</b>
zh_hant: <b>溫馨咖啡館</b>

# social_feed_prompt_cozy_cafe_confirm
source: Creative Challenge: <b>Cozy Cafe</b>
de: Kreative Herausforderung: <b>Gemütliches Café</b>
es: Desafío creativo: <b>Café Acogedor</b>
fr: Défi créatif : <b>Café Douillet</b>
id: Tantangan Kreatif: <b>Kafe Nyaman</b>
it: Sfida creativa: <b>Caffè Accogliente</b>
ja: 創作チャレンジ：<b>居心地の良いカフェ</b>
ko: 창의적 도전: <b>아늑한 카페</b>
pt: Desafio Criativo: <b>Café Aconchegante</b>
ru: Творческое задание: <b>Уютное Кафе</b>
th: ความท้าทายที่สร้างสรรค์: <b>คาเฟ่แสนอบอุ่น</b>
vi: Thử thách sáng tạo: <b>Quán Cà Phê Ấm Cúng</b>
zh_hans: 创意挑战：<b>温馨咖啡馆</b>
zh_hant: 創意挑戰：<b>溫馨咖啡館</b>

# social_feed_prompt_cozy_corner
source: <b>Cozy Corner</b>
de: <b>Gemütliche Ecke</b>
es: <b>Lugarcito cálido</b>
fr: <b>Petit coin tranquille</b>
id: <b>Sudut yang Nyaman</b>
it: <b>Angolo accogliente</b>
ja: <b>くつろぎ空間</b>
ko: <b>아늑한 공간</b>
pt: <b>Cantinho Aconchegante</b>
ru: <b>Уютный уголок</b>
th: <b>มุมแสนสบาย</b>
vi: <b>Góc Ấm Cúng</b>
zh_hans: <b>舒适角落</b>
zh_hant: <b>舒適角落</b>

# social_feed_prompt_cozy_corner_confirm
source: Creative Challenge: <b>Cozy Corner</b>
de: Kreative Herausforderung: <b>Gemütliche Ecke</b>
es: Desafío creativo: <b>lugarcito cálido</b>
fr: Défi créatif : <b>Petit coin tranquille</b>
id: Tantangan Kreatif: <b>Sudut yang Nyaman</b>
it: Sfida creativa: <b>Angolo accogliente</b>
ja: 創作チャレンジ：<b>くつろぎ空間</b>
ko: 창의적 도전: <b>아늑한 공간</b>
pt: Desafio criativo: <b>Cantinho Aconchegante</b>
ru: Творческое испытание: <b>Уютный уголок</b>
th: ความท้าทายที่สร้างสรรค์: <b>มุมแสนสบาย</b>
vi: Thử Thách Sáng Tạo: <b>Góc Ấm Cúng</b>
zh_hans: 创意挑战：<b>舒适角落</b>
zh_hant: 創意挑戰：<b>舒適角落</b>

# social_feed_prompt_daysofspring
source: <b>Dream Campsite</b>
de: <b>Traum-Campingplatz</b>
es: <b>Campamento de ensueño</b>
fr: <b>Camping de rêve</b>
id: <b>Perkemahan Impian</b>
it: <b>Campeggio da sogno</b>
ja: <b>夢のキャンプサイト</b>
ko: <b>꿈의 캠핑장</b>
pt: <b>Acampamento dos Sonhos</b>
ru: <b>Лагерь мечты</b>
th: <b>ที่ตั้งแคมป์ในฝัน</b>
vi: <b>Khu Cắm Trại Trong Mơ</b>
zh_hans: <b>梦幻露营地</b>
zh_hant: <b>夢幻露營地</b>

# social_feed_prompt_daysofspring_confirm
source: Creative Challenge: <b>Dream Campsite</b>
de: Kreative Herausforderung: <b>Traum-Campingplatz</b>
es: Desafío creativo: <b>Campamento de ensueño</b>
fr: Défi créatif : <b>Camping de rêve</b>
id: Tantangan Kreatif: <b>Perkemahan Impian</b>
it: Sfida creativa: <b>Campeggio da sogno</b>
ja: 創作チャレンジ：<b>夢のキャンプサイト</b>
ko: 창의적 도전: <b>꿈의 캠핑장</b>
pt: Desafio Criativo: <b>Acampamento dos Sonhos</b>
ru: Творческое задание: <b>Лагерь мечты</b>
th: ความท้าทายที่สร้างสรรค์: <b>ที่ตั้งแคมป์ในฝัน</b>
vi: Thử thách sáng tạo: <b>Khu Cắm Trại Trong Mơ</b>
zh_hans: 创意挑战：<b>梦幻露营地</b>
zh_hant: 創意挑戰：<b>夢幻露營地</b>

# social_feed_prompt_daysofspring_long
source: <b>Build your dream campsite.</b>
de: <b>Baue deinen Traum-Campingplatz.</b>
es: <b>Construye tu campamento de ensueño.</b>
fr: <b>Construisez votre camping de rêve.</b>
id: <b>Bangun tempat berkemah impianmu.</b>
it: <b>Costruisci il tuo campeggio da sogno.</b>
ja: <b>あなたの理想のキャンプサイトを創りましょう</b>
ko: <b>꿈의 캠핑장을 만드세요.</b>
pt: <b>Construa seu acampamento dos sonhos.</b>
ru: <b>Постройте свой лагерь мечты.</b>
th: <b>สร้างที่ตั้งแคมป์ในฝันของคุณ</b>
vi: <b>Xây dựng khu cắm trại mơ ước của bạn.</b>
zh_hans: <b>打造你梦想中的露营地。</b>
zh_hant: <b>打造你夢想中的露營地。</b>

# social_feed_prompt_dazzle_light
source: Dazzle and Light
de: Glanz und Licht
es: Luz deslumbrante
fr: Paillettes et lumière
id: Pesona dan Cahaya
it: Bagliore e luce
ja: まばゆいキラメキ
ko: 황홀한 빛
pt: Deslumbre e Luz
ru: Ослепительный свет
th: แสงสว่างแวววาว
vi: Ánh Sáng Chói Lóa
zh_hans: 炫目光辉
zh_hant: 炫目光影

# social_feed_prompt_dazzle_light_confirm
source: Creative Challenge: Dazzle and Light
de: Kreative Herausforderung: Glanz und Licht
es: Desafío creativo: Luz deslumbrante
fr: Défi créatif : Paillettes et lumière
id: Tantangan Kreatif: Pesona dan Cahaya
it: Sfida creativa: Bagliore e luce
ja: 創作チャレンジ：まばゆいキラメキ
ko: 도전 과제: 황홀한 빛
pt: Desafio criativo: Deslumbre e Luz
ru: Творческое испытание: Ослепительный свет
th: ความท้าทายที่สร้างสรรค์: แสงสว่างแวววาว
vi: Thử Thách Sáng Tạo: Ánh Sáng Chói Lóa
zh_hans: 创意挑战：炫目光辉
zh_hant: 創意挑戰：炫目光影

# social_feed_prompt_dear_friends
source: <b>Dearest Companions</b>
de: <b>Liebste Gefährten</b>
es: <b>Queridos Compañeros</b>
fr: <b>Chers Compagnons</b>
id: <b>Sahabat Terkasih</b>
it: <b>Cari Compagni</b>
ja: <b>親愛なる仲間たち</b>
ko: <b>가장 소중한 동료들</b>
pt: <b>Queridos Companheiros</b>
ru: <b>Дорогие Спутники</b>
th: <b>สหายผู้เป็นที่รัก</b>
vi: <b>Bạn Đồng Hành Thân Nhất</b>
zh_hans: <b>亲爱的伙伴</b>
zh_hant: <b>親愛的夥伴</b>

# social_feed_prompt_dear_friends_confirm
source: Creative Challenge: <b>Dearest Companions</b>
de: Kreative Herausforderung: <b>Liebste Gefährten</b>
es: Desafío creativo: <b>Queridos Compañeros</b>
fr: Défi créatif : <b>Chers Compagnons</b>
id: Tantangan Kreatif: <b>Sahabat Terkasih</b>
it: Sfida creativa: <b>Cari Compagni</b>
ja: 創作チャレンジ：<b>親愛なる仲間たち</b>
ko: 창의적 도전: <b>가장 소중한 동료들</b>
pt: Desafio Criativo: <b>Queridos Companheiros</b>
ru: Творческое задание: <b>Дорогие Спутники</b>
th: ความท้าทายที่สร้างสรรค์: <b>สหายผู้เป็นที่รัก</b>
vi: Thử thách sáng tạo: <b>Bạn Đồng Hành Thân Nhất</b>
zh_hans: 创意挑战：<b>亲爱的伙伴</b>
zh_hant: 創意挑戰：<b>親愛的夥伴</b>

# social_feed_prompt_dobloom
source: <b>Transient Beauty</b>
de: <b>Vergängliche Schönheit</b>
es: <b>Belleza Transitoria</b>
fr: <b>Beauté Éphémère</b>
id: <b>Kecantikan Sementara</b>
it: <b>Bellezza Effimera</b>
ja: <b>移ろいゆく美</b>
ko: <b>무상의 아름다움</b>
pt: <b>Beleza Efêmera</b>
ru: <b>Быстротечная Красота</b>
th: <b>ความ���ามเพียงชั่วครู่</b>
vi: <b>Vẻ Đẹp Thoáng Qua</b>
zh_hans: <b>瞬息的美丽</b>
zh_hant: <b>瞬息的美麗</b>

# social_feed_prompt_dobloom_confirm
source: Creative Challenge: <b>Transient Beauty</b>
de: Kreative Herausforderung: <b>Vergängliche Schönheit</b>
es: Desafío creativo: <b>Belleza Transitoria</b>
fr: Défi créatif : <b>Beauté Éphémère</b>
id: Tantangan Kreatif: <b>Kecantikan Sementara</b>
it: Sfida creativa: <b>Bellezza Effimera</b>
ja: 創作チャレンジ：<b>移ろいゆく美</b>
ko: 창의적 도전: <b>무상의 아름다움</b>
pt: Desafio Criativo: <b>Beleza Efêmera</b>
ru: Творческое задание: <b>Быстротечная Красота</b>
th: ความท้าทายที่สร้างสรรค์: <b>ความงามเพียงชั่วครู่</b>
vi: Thử thách sáng tạo: <b>Vẻ Đẹp Thoáng Qua</b>
zh_hans: 创意挑战：<b>瞬息的美丽</b>
zh_hant: 創意挑戰：<b>瞬息的美麗</b>

# social_feed_prompt_favorite_games
source: <b>Favorite Games</b>
de: <b>Lieblingsspiele</b>
es: <b>Juegos favoritos</b>
fr: <b>Jeux préférés</b>
id: <b>Permainan Favorit</b>
it: <b>Giochi preferiti</b>
ja: お気に入りのゲーム
ko: <b>좋아하는 게임</b>
pt: <b>Jogos favoritos</b>
ru: <b>Любимые игры</b>
th: <b>เกมโปรด</b>
vi: <b>Trò Chơi Yêu Thích</b>
zh_hans: <b>最喜欢的游戏</b>
zh_hant: <b>最愛的遊戲</b>

# social_feed_prompt_favorite_games_confirm
source: Creative Challenge: <b>Favorite Games</b>
de: Kreative Herausforderung: <b>Lieblingsspiele</b>
es: Desafío creativo: <b>Juegos favoritos</b>
fr: Défi créatif : <b>Jeux préférés</b>
id: Tantangan Kreatif: <b>Permainan Favorit</b>
it: Sfida creativa: <b>Giochi preferiti</b>
ja: 創作チャレンジ：お気に入りのゲーム
ko: 도전과제: <b>좋아하는 게임</b>
pt: Desafio criativo: <b>Jogos favoritos</b>
ru: Творческое испытание: <b>Любимые игры</b>
th: ความท้าทายที่สร้างสรรค์: <b>เกมโปรด</b>
vi: Thử Thách Sáng Tạo: <b>Trò Chơi Yêu Thích</b>
zh_hans: 创意挑战：<b>最喜欢的游戏</b>
zh_hant: 創意挑戰：<b>最愛的遊戲</b>

# social_feed_prompt_feeling_crabby
source: Feeling Crabby
de: Verärgert wie eine Krabbe
es: Cangrejo gruñón
fr: Panier de crabes
id: Merasa Galak
it: Davvero seccato
ja: 蟹の気分
ko: ‘게’팍한 기분
pt: Me sentindo mal-humorado
ru: Крабовое настроение
th: รู้สึกหงุดหงิด
vi: Hóa Cua
zh_hans: 感觉暴躁
zh_hant: 暴跳如蟹

# social_feed_prompt_feeling_crabby_confirm
source: Creative Challenge: Feeling Crabby
de: Kreative Herausforderung: Verärgert wie eine Krabbe
es: Desafío creativo: Cangrejo gruñón
fr: Défi créatif : Panier de crabes
id: Tantangan Kreatif: Merasa Galak
it: Sfida creativa: Davvero seccato
ja: 創作チャレンジ：蟹の気分
ko: 창의력 챌린지: ‘게’팍한 기분
pt: Desafio criativo: Me sentindo mal-humorado
ru: Творческое испытание: Крабовое настроение
th: ความท้าทายที่สร้างสรรค์: รู้สึกหงุดหงิด
vi: Thử Thách Sáng Tạo: Hóa Cua
zh_hans: 创意挑战：暴跳如蟹
zh_hant: 創意挑戰：暴跳如蟹

# social_feed_prompt_festive_joke
source: <b>Festive joke</b>
de: <b>Festlicher Scherz</b>
es: <b>Broma festiva</b>
fr: <b>Blague festive</b>
id: <b>Lelucon yang meriah</b>
it: <b>Scherzo festivo</b>
ja: <b>お祝いジョーク</b>
ko: <b>축제에 관한 농담</b>
pt: <b>Piada festiva</b>
ru: <b>Праздничные забавы</b>
th: <b>เรื่องตลกวันเทศกาล</b>
vi: <b>Trò đùa ngày hội</b>
zh_hans: <b>节日笑话</b>
zh_hant: <b>節慶笑話</b>

# social_feed_prompt_festive_joke_confirm
source: Creative Challenge: <b>Festive joke</b>
de: Kreative Herausforderung: <b>Festlicher Scherz</b>
es: Desafío creativo: <b>Broma festiva</b>
fr: Défi créatif : <b>Blague festive</b>
id: Tantangan Kreatif: <b>Festive joke</b>
it: Sfida creativa: <b>Scherzo festivo</b>
ja: 創作チャレンジ：<b>お祝いジョーク</b>
ko: 창의력 챌린지: <b>축제에 관한 농담</b>
pt: Desafio criativo: <b>piada festiva</b>
ru: Творческое испытание: <b>Праздничные забавы</b>
th: ความท้าทายที่สร้างสรรค์: <b>เรื่องตลกวันเทศกาล</b>
vi: Thử thách sáng tạo: <b>Trò đùa ngày hội</b>
zh_hans: 创意挑战：<b>节日笑话</b>
zh_hant: 創意挑戰：<b>節慶笑話</b>

# social_feed_prompt_festive_joke_long
source: <b>Your best festive joke</b>
de: <b>Ihr bester festlicher Witz</b>
es: <b>Tu mejor chiste festivo</b>
fr: <b>Votre meilleure blague festive</b>
id: <b>Joke festival terbaikmu</b>
it: <b>La tua migliore battuta festiva</b>
ja: <b>あなたの最高の祭りジョーク</b>
ko: <b>당신의 최고의 축제 농담</b>
pt: <b>Seu melhor piada festiva</b>
ru: <b>Ваш лучший праздничный анекдот</b>
th: <b>มุกวันเทศกาลที่ตลกที่สุดของคุณ</b>
vi: <b>Trò đùa lễ hội hay nhất của bạn</b>
zh_hans: <b>你最好的节日笑话</b>
zh_hant: <b>你最好的節日笑話</b>

# social_feed_prompt_fireworks_song
source: <b>Explosive song</b>
de: <b>Explosives Lied</b>
es: <b>Canción explosiva</b>
fr: <b>Chanson explosive</b>
id: <b>Lagu yang meledak-ledak</b>
it: <b>Canzone esplosiva</b>
ja: <b>熱情ソング</b>
ko: <b>폭발적인 노래</b>
pt: <b>Música explosiva</b>
ru: <b>Развесёлая песня</b>
th: <b>เพลงฮิต</b>
vi: <b>Ca khúc bùng cháy</b>
zh_hans: <b>火爆歌曲</b>
zh_hant: <b>爆發性歌曲</b>

# social_feed_prompt_fireworks_song_confirm
source: Creative Challenge: <b>Explosive song</b>
de: Kreative Herausforderung: <b>Explosives Lied</b>
es: Desafío creativo: <b>Canción explosiva</b>
fr: Défi créatif : <b>Chanson explosive</b>
id: Tantangan Kreatif: <b>Lagu yang meledak-ledak</b>
it: Sfida creativa: <b>Canzone esplosiva</b>
ja: 創作チャレンジ：<b>熱情ソング</b>
ko: 창의력 챌린지: <b>폭발적인 노래</b>
pt: Desafio criativo: <b>música explosiva</b>
ru: Творческое испытание: <b>Развесёлая песня</b>
th: ความท้าทายที่สร้างสรรค์: <b>เพลงฮิต</b>
vi: Thử thách sáng tạo: <b>Ca khúc bùng cháy</b>
zh_hans: 创意挑战：<b>火爆歌曲</b>
zh_hant: 創意挑戰：<b>爆發性歌曲</b>

# social_feed_prompt_fireworks_song_long
source: <b>Song to light up the Sky</b>
de: <b>Lied, um den Himmel zu erleuchten</b>
es: <b>Canción para iluminar el cielo</b>
fr: <b>Chanson pour illuminer le ciel</b>
id: <b>Lagu untuk menerangi langit</b>
it: <b>Canzone per illuminare il cielo</b>
ja: <b>空を照らす歌</b>
ko: <b>하늘을 밝히는 노래</b>
pt: <b>Canção para iluminar o céu</b>
ru: <b>Песня, чтобы осветить небо</b>
th: <b>บทเพลงที่ดังไปทั่วทั้ง Sky</b>
vi: <b>Bài hát thắp sáng bầu trời</b>
zh_hans: <b>照亮天空的歌</b>
zh_hant: <b>照亮天空的歌</b>

# social_feed_prompt_fleeting_glimpse
source: Fleeting Glimpse
de: Flüchtiger Blick
es: Vistazo fugaz
fr: Image furtive
id: Pandangan Sekilas
it: Sguardo fugace
ja: 刹那の視線
ko: 살짝 엿보기
pt: Vislumbre Efêmero
ru: Мимолётный взгляд
th: แวบเดียว
vi: Ánh Nhìn Thoáng Qua
zh_hans: 转瞬一瞥
zh_hant: 驚鴻一瞥

# social_feed_prompt_fleeting_glimpse_confirm
source: Creative Challenge: Fleeting Glimpse
de: Kreative Herausforderung: Flüchtiger Blick
es: Desafío creativo: Vistazo fugaz
fr: Défi créatif : Image furtive
id: Tantangan Kreatif: Pandangan Sekilas
it: Sfida creativa: Sguardo fugace
ja: 創作チャレンジ：刹那の視線
ko: 도전 과제: 살짝 엿보기
pt: Desafio criativo: Vislumbre Efêmero
ru: Творческое испытание: Мимолётный взгляд
th: ความท้าทายที่สร้างสรรค์: แวบเดียว
vi: Thử Thách Sáng Tạo: Ánh Nhìn Thoáng Qua
zh_hans: 创意挑战：转瞬一瞥
zh_hant: 創意挑戰：驚鴻一瞥

# social_feed_prompt_friends_relaxing
source: <b>Friends Relaxing</b>
de: <b>Freunde entspannen sich</b>
es: <b>Relajación con amistades</b>
fr: <b>Détente entre amis</b>
id: <b>Teman-Teman Bersantai</b>
it: <b>Tutto relax</b>
ja: <b>フレンドとま〜ったり</b>
ko: <b>친구들의 휴식</b>
pt: <b>Amigos Relaxando</b>
ru: <b>Отдых с друзьями</b>
th: <b>เพื่อนผู้ผ่อนคลาย</b>
vi: <b>Thư Giãn Cùng Bạn Bè</b>
zh_hans: <b>好友休闲</b>
zh_hant: <b>朋友休閒時光</b>

# social_feed_prompt_friends_relaxing_confirm
source: Creative Challenge: <b>Friends Relaxing</b>
de: Kreative Herausforderung: <b>Freunde entspannen sich</b>
es: Desafío creativo: <b>relajación con amistades</b>
fr: Défi créatif : <b>Détente entre amis</b>
id: Tantangan Kreatif: <b>Teman-Teman Bersantai</b>
it: Sfida creativa: <b>Tutto relax</b>
ja: 創作チャレンジ：<b>フレンドとま〜ったり</b>
ko: 창의적 도전: <b>친구들의 휴식</b>
pt: Desafio criativo: <b>Amigos Relaxando</b>
ru: Творческое испытание: <b>Отдых с друзьями</b>
th: ความท้าทายที่สร้างสรรค์: <b>เพื่อนผู้ผ่อนคลาย</b>
vi: Thử Thách Sáng Tạo: <b>Thư Giãn Cùng Bạn Bè</b>
zh_hans: 创意挑战：<b>好友休闲</b>
zh_hant: 創意挑戰：<b>朋友休閒時光</b>

# social_feed_prompt_futuristic_flat
source: <b>Futuristic Flat</b>
de: <b>Futuristische Wohnung</b>
es: <b>Edificio futurista</b>
fr: <b>Appartement futuriste</b>
id: <b>Tempat Tinggal Futuristik</b>
it: <b>Appartamento futuristico</b>
ja: <b>未来感ルーム</b>
ko: <b>미래지향</b>
pt: <b>Flat Futurista</b>
ru: <b>Футуристическое жилье</b>
th: <b>อนาคตอันราบเรียบ</b>
vi: <b>Căn Nhà Tương Lai</b>
zh_hans: <b>未来风公寓</b>
zh_hant: <b>未來潮居</b>
