Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# meditation_shrine_ocean_sound
source: What sounds do you associate with the ocean?
de: Welche Geräusche verbindest du mit dem Meer?
es: ¿Qué sonidos relacionas con el océano?
fr: Quels sons associez-vous à l'océan ?
id: Suara apa yang mengingatkanmu akan lautan?
it: Quali suoni ti ricordano il mare?
ja: 海と聞いて思い浮かぶのはどんな音ですか？
ko: 바다를 생각하면 어떤 소리가 떠오르나요?
pt: Qual som você associa com o oceano?
ru: Какие звуки ассоциируются у вас с морем?
th: เสียงใดที่ทำให้คุณคิดถึงมหาสมุทร
vi: Bạn liên tưởng đến âm thanh nào của đại dương?
zh_hans: 哪种声音会令你联想到海洋？
zh_hant: 你會把什麼聲音與海洋連結在一起？

# meditation_shrine_ocean_travel
source: If you could travel anywhere in the ocean, where would you go?
de: Wohin würdest du im Ozean reisen, wenn du die Wahl hättest?
es: Si pudieras viajar a cualquier parte del océano, ¿a dónde irías?
fr: Si vous pouviez voyager n'importe où dans l'océan, où iriez-vous ?
id: Jika kamu bisa pergi ke mana saja di lautan, ke mana tujuanmu?
it: Se potessi attraversare l'oceano, dove andresti?
ja: 世界中の海を旅できるとしたらどこに行ってみたいですか？
ko: 바다 속 어디든 여행할 수 있다면 어디로 가시겠어요?
pt: Se você pudesse viajar para qualquer lugar do oceano, aonde iria?
ru: Если бы вы могли попасть в любое место в океане, куда бы вы отправились?
th: ถ้าคุณสามารถไปเที่ยวที่ไหนก็ได้ในมหาสมุทร คุณจะไปที่ไหน
vi: Nếu bạn có thể đi du lịch bất cứ nơi nào trên đại dương, bạn sẽ đi đâu?
zh_hans: 如果你可以在海洋里随意旅行，你会去哪里？
zh_hant: 如果你可以在海中隨意旅行，你會去哪裏？

# meditation_shrine_ocean_turtles
source: Share a fun fact about turtles
de: Teile ein interessantes Detail über Schildkröten
es: Comparte un dato curioso sobre las tortugas
fr: Partagez un fait amusant sur les torvouses
id: Bagikan info menarik tentang penyu
it: Condividi una curiosità sulle tartarughe
ja: 亀についてあなたが知っている豆知識をシェアしましょう
ko: 거북에 관한 재미있는 사실을 공유해주세요
pt: Compartilhe um fato divertido sobre tartarugas
ru: Расскажите что-нибудь интересное про черепах
th: แชร์เกร็ดน่ารู้เกี่ยวกับเต่า
vi: Chia sẻ một sự thật thú vị về rùa
zh_hans: 分享一个关于海龟的趣闻
zh_hant: 分享跟海龜有關的趣聞

# meditation_shrine_pamper
source: How could you take <b>care</b> of yourself today?
de: Wie könntest du heute etwas <b>für dich selbst tun</b>?
es: ¿Cómo podrías <b>cuidar</b> de ti hoy?
fr: Comment pourriez-vous prendre <b>soin</b> de vous aujourd’hui ?
id: Bagaimana caramu <b>menghargai</b> diri sendiri?
it: Come puoi prenderti <b>cura</b> di te oggi?
ja: 自分へのご褒美、今日は何にしますか？
ko: 오늘 어떻게 자신을 <b>돌볼 수 </b> 있을까요?
pt: Como você poderia <b>cuidar</b> de você hoje?
ru: Как вы сегодня <b>позаботились</b> о себе?
th: วันนี้คุณจะ<b>ดูแลตัวเอง</b>อย่างไร
vi: Bạn có thể <b>chăm sóc</b> bản thân như thế nào hôm nay?
zh_hans: 你今天要如何好好<b>关照</b>自己？
zh_hant: 你今天要如何好好<b>照顧</b>自己？

# meditation_shrine_parent
source: What’s the greatest lesson your parents taught you?
de: Was ist das Wichtigste, was dir deine Eltern beigebracht haben?
es: ¿Cuál fue la lección más importante que te enseñaron tus padres?
fr: Quelle est la plus grande leçon que vos parents vous ont apprise ?
id: Apa pelajaran terbesar yang diajarkan orang tuamu?
it: Qual è la lezione più grande che i tuoi genitori ti hanno insegnato?
ja: ご家族から教わった最も大事なことはなんですか？
ko: 부모님께 배운 가장 훌륭한 교훈은 무엇인가요?
pt: Qual foi a maior lição que seus pais ensinaram a você?
ru: Что самое важное, чему вас научили родители?
th: บทเรียนที่ยิ่งใหญ่ที่สุดที่คุณได้รับการสอนจากคุณพ่อคุณแม่คือเรื่องอะไร
vi: Bài học lớn nhất mà cha mẹ bạn đã dạy cho bạn là gì?
zh_hans: 什么是您的父母教你的最重要的一课？
zh_hant: 什麼是你的父母教你的最重要的一課？

# meditation_shrine_party_friend
source: If you could throw a party for a friend, what kind of party would it be?
de: Welche Art von Party würdest du für einen Freund veranstalten?
es: Si pudieras armar una fiesta para una amistad, ¿qué tipo de fiesta sería?
fr: Si vous pouviez organiser une fête pour un ami ou une amie, ce serait quel type de fête ?
id: Kalau kamu bisa membuat pesta untuk seorang teman, seperti apa pestanya?
it: Se potessi organizzare una festa per un amico, che tipo di festa sarebbe?
ja: 友だちのためにパーティーを開くなら、どんなパーティーにしたいですか？
ko: 친구를 위해 파티를 연다면 어떤 파티를 열고 싶은가요?
pt: Se você pudesse dar uma festa para um amigo, que tipo de festa seria?
ru: Если бы вы устраивали вечеринку для друга, какую тематику вы бы выбрали?
th: ถ้าคุณสามารถจัดปาร์ตี้ให้กับเพื่อนคนหนึ่งไ���้ คุณจะจัดปาร์ตี้แบบใด
vi: Nếu bạn tổ chức một bữa tiệc cho một người bạn, bữa tiệc đó sẽ như thế nào?
zh_hans: 如果能够为好友开个派对，你会开什么样的派对？
zh_hant: 如果要幫朋友舉辦派對，你會舉辦什麼樣的派對？

# meditation_shrine_peace
source: When do you feel most at peace?
de: Wann bist du glücklich und zufrieden?
es: ¿Cuándo te sientes más en paz?
fr: Quand vous sentez-vous le plus en paix ?
id: Di saat-saat seperti apa kamu merasa paling tenang?
it: Dove ti senti veramente bene?
ja: あなたが平和を感じるのはどんな時ですか？
ko: 언제 가장 평온한 느낌이 드나요?
pt: Quando você sente mais em paz?
ru: Когда вы чувствуете мир внутри себя?
th: เมื่อใดที่คุณรู้สึกสงบมากที่สุด
vi: Khi nào bạn cảm thấy bình yên nhất?
zh_hans: 什么时候您最宁静？
zh_hant: 你什麼時候最能感受到心靈平靜？

# meditation_shrine_pet
source: What animal would you most like to <b>pet</b>?
de: Welches Tier möchtest du am liebsten <b>streicheln</b>?
es: ¿Qué animal disfrutarás más de <b>acariciar </b>?
fr: Quel animal aimeriez-vous <b>caresser</b> par-dessus tout ?
id: Hewan apa yang paling ingin kamu <b>pelihara</b>?
it: Quale animale ti piacerebbe <b>accarezzare</b>?
ja: 今、<b>触ってみたい</b>動物を教えてください
ko: 가장 <b>쓰다듬고 싶은</b> 동물은 무엇인가요?
pt: Que animal você mais queria ter de <b>estimação</b>?
ru: С каким животным вам больше хотелось бы <b>поиграть</b>?
th: สัตว์ชนิดใดที่คุณอยาก<b>เล่นด้วย</b>มากที่สุด
vi: Bạn muốn <b>cưng</b> con vật nào nhất?
zh_hans: 你最想要<b>抚摸</b>哪一种動物？
zh_hant: 你最想要<b>拍拍、撫摸</b>哪一種動物？

# meditation_shrine_photo_capture
source: What is something you wish could be captured in a photograph?
de: Was würdest du gerne auf einem Foto festhalten, das nicht fotografiert werden kann?
es: ¿Qué desearías poder capturar en una fotografía?
fr: Qu’est-ce que vous aimeriez qu’il soit possible de photographier ?
id: Apa yang kamu harap bisa ditangkap dalam sebuah foto?
it: Che cosa vorresti poter catturare in una fotografia?
ja: この先どんなものを撮影してみたいですか？
ko: 사진으로 포착하고 싶은 것이 있다면 무엇인가요?
pt: O que você gostaria que pudesse ser capturado em uma fotografia?
ru: Что вы мечтаете запечатлеть на фотографии?
th: คุณอยากจะบันทึกสิ่งใดไว้ในภาพถ่าย
vi: Bạn muốn đưa vào bức hình cảnh vật nào?
zh_hans: 有什么是你想用相机捕捉的？
zh_hant: 有什麼是你想用相機捕捉的？

# meditation_shrine_photo_favorite
source: What is your favorite photo you’ve ever taken?
de: Welches ist dein Lieblingsfoto?
es: ¿Cuál es tu foto favorita que tú hayas sacado?
fr: Quelle est votre photo préférée parmi toutes celles que vous avez prises ?
id: Apa foto favorit yang pernah kamu ambil?
it: Qual è la foto che hai scattato che ami di più?
ja: 今まで撮影した写真の中で、あなたのお気に入りの1枚を教えてください
ko: 지금까지 찍은 사진 중 가장 좋아하는 사진은 무엇인가요?
pt: Qual foto que você já tirou é a sua preferida?
ru: Какое у вас любимое фото, сделанное вами?
th: ภาพโปรดของคุณที่คุณเคยถ่ายไว้คือภาพอะไร
vi: Bức ảnh nào bạn từng chụp khiến bạn thấy yêu thích?
zh_hans: 你拍过最喜欢的照片是什么？
zh_hant: 你拍過最喜歡的照片是哪張？

# meditation_shrine_proud
source: What’s something you’re proud of?
de: Auf was bist du stolz?
es: ¿De qué te enorgulleces más?
fr: De quoi êtes-vous fier ?
id: Apa hal yang kamu banggakan?
it: Di cosa sei orgoglioso?
ja: あなたが誇りに思っていることは何ですか？
ko: 스스로 자랑스럽다고 생각하는 점은 무엇인가요?
pt: Do que você tem orgulho?
ru: Чем вы гордитесь?
th: คุณรู้สึกภาคภูมิใจกับเรื่องใดบ้าง
vi: Bạn tự hào về điều gì?
zh_hans: 有什么是让你感到自豪的？
zh_hant: 有什麼是讓你感到自豪的？

# meditation_shrine_questions_answering
source: What is a question that you enjoy answering?
de: Was ist eine Frage, die du gerne beantwortest?
es: ¿Cuál es la pregunta que disfrutas responder?
fr: À quelle question aimez-vous répondre ?
id: Apa pertanyaan yang kamu suka jawab?
it: Qual è una domanda a cui ti piace rispondere?
ja: 答えるのが楽しいと思う質問は？
ko: 대답하기 재미있는 질문이 있었다면 무엇인가요?
pt: A que tipo de pergunta você gosta de responder?
ru: На какой вопрос вам нравится отвечать?
th: คุณชอบตอบคำถามเรื่องอะไร
vi: Câu hỏi mà bạn yêu thích là gì?
zh_hans: 你喜欢回答的问题是什么？
zh_hant: 你喜歡回答哪個問題？

# meditation_shrine_rainbow_1
source: Share a word of kindness for someone different than you.
de: Schreib ein paar nette Zeilen für jemand anderen.
es: Comparte una palabra de bondad con alguien distinto a ti.
fr: Partagez un mot de gentillesse pour quelqu'un d'autre.
id: Bagikan kata-kata kebaikan untuk seseorang yang berbeda darimu.
it: Di' una parola gentile a qualcuno.
ja: あなたと違う誰かへ向けた優しさの言葉を届けましょう
ko: 다른 사람을 위해 따뜻한 말을 남겨 주세요
pt: Compartilhe uma palavra de bondade com alguém diferente de você.
ru: Поделитесь добротой с теми, кто непохож на вас.
th: แชร์ถ้อยคำที่อ่อนโยนต่อผู้อื่นที่แตกต่างจากคุณ
vi: Chia sẻ một lời tử tế cho người khác.
zh_hans: 请向与你不同的人诉说一句暖心的话。
zh_hant: 請向與你不同的人訴說一句暖心的話。

# meditation_shrine_rainbow_2
source: What does a rainbow symbolize for you?
de: Was bedeutet der Regenbogen für dich?
es: ¿Qué simboliza para ti un arcoíris?
fr: Que représente l'arc-en-ciel pour vous ?
id: Bagimu pelangi melambangkan apa?
it: Che cosa significa per te l'arcobaleno?
ja: あなたにとって虹は何を象徴していますか？
ko: 무지개는 당신에게 무엇을 상징하나요?
pt: O que um arco-íris simboliza para você?
ru: Что радуга символизирует для вас?
th: คุณคิดว่าสายรุ้งมีความหมายว่าอะไรในเชิงสัญลักษณ์
vi: Đối với bạn cầu vồng tượng trưng cho điều gì?
zh_hans: 您觉得彩虹象征着什么呢？
zh_hant: 你覺得彩虹象徵著什麼呢？

# meditation_shrine_rainbow_3
source: What culture would you like to learn more about?
de: Über welche Kultur würdest du gerne mehr erfahren?
es: ¿Sobre qué cultura te gustaría aprender más?
fr: Sur quelle culture aimeriez-vous en savoir plus ?
id: Budaya apa yang ingin kamu pelajari lebih mendalam?
it: Quale cultura vorresti conoscere meglio?
ja: どのような文化をより学んでみたいですか？
ko: 어떤 문화에 관해 배우고 싶으신가요?
pt: Qual cultura você gostaria de conhecer melhor?
ru: О какой культуре вы хотели бы узнать больше?
th: คุณอยากเรียนรู้เพิ่มเติมเกี่ยวกับวัฒนธรรมใด
vi: Bạn muốn tìm hiểu thêm về văn hóa nào?
zh_hans: 您想学习什么文化呢？
zh_hant: 你想學習什麼文化呢？

# meditation_shrine_rainbow_4
source: How could you celebrate what makes us different?
de: Wie können wir unsere Unterschiede feiern?
es: ¿Cómo podrías celebrar lo que nos diferencia?
fr: Comment pourriez-vous célébrer ce qui nous rend différents ?
id: Bagaimana caramu menghargai perbedaan kita semua?
it: Come potresti festeggiare le differenze?
ja: 私たち一人一人が異なるということを祝福するために、何ができるでしょうか？
ko: 어떻게 서로의 다름을 인정하고 포용할 수 있을까요?
pt: Como você celebraria o que nos torna diferentes?
ru: Как порадоваться тому, что мы разные?
th: คุณสามารถเฉลิมฉลองความแตกต่างระหว่างเราได้อย่างไร
vi: Làm thế nào để trân trọng sự khác biệt giữa mỗi người?
zh_hans: 如何欣赏每个人与人之间的不同？
zh_hant: 如何欣賞每個人與人之間的不同之處？

# meditation_shrine_rainbow_5
source: How could you help someone who feels lonely or left out?
de: Wie hilft man jemandem, der sich einsam oder ausgelassen fühlt?
es: ¿Cómo podrías ayudar a alguien que se siente solo o excluido?
fr: Comment pourriez-vous aider une personne qui se sent seule ou exclue ?
id: Bagaimana caramu membantu seseorang yang merasa kesepian atau ditinggalkan?
it: Come potresti aiutare qualcuno che si sente solo o escluso?
ja: 誰かが寂しがっていたり、仲間外れだと感じていたら何をしてあげたいですか？
ko: 외롭거나 소외당한 사람을 도우려면 어떻게 해야 할까요?
pt: Como você pode ajudar alguém que se sente sozinho ou deixado de lado?
ru: Как помочь тому, кто чувствует себя одиноким или покинутым?
th: คุณจะช่วยผู้คนที่รู้สึกเหงาหรือถูกทอดทิ้งได้อย่างไร
vi: Bạn làm thế nào để giúp một người đang cảm thấy cô đơn hoặc bị bỏ rơi?
zh_hans: 你会怎么帮助那些孤独的人呢？
zh_hant: 你會怎麼幫助那些孤獨的人呢？

# meditation_shrine_rainbow_6
source: How will you celebrate diversity this Days of Rainbow?
de: Wie wirst du an den Frohen Tagen des Regenbogens die Vielfalt zelebrieren?
es: ¿Cómo celebrarás la diversidad en estos Días de Arcoíris?
fr: Comment célébrerez-vous la diversité en ces Jours de l'arc-en-ciel ?
id: Bagaimana kamu akan merayakan keragaman Hari Pelangi ini?
it: Come festeggerai la diversità in questi Giorni dell'Arcobaleno?
ja: 虹かける日々によせて、多様性をお祝いするメッセージを残しましょう
ko: 이번 무지개의 날에 어떻게 다양성을 기념할 수 있을까요?
pt: Como você vai comemorar a diversidade nos dias de arco-íris?
ru: Какие у вас поводы для радости в Дни радуги?
th: คุณจะเฉลิมฉลองความหลากหลายในวันสายรุ้งได้อย่างไร
vi: Bạn sẽ chào đón sự đa dạng sắc màu trong Ngày Cầu Vồng này như thế nào?
zh_hans: 你将如何以多元化的方式庆祝这个彩虹节？
zh_hant: 今年彩虹節，你要如何慶祝多元性？

# meditation_shrine_rainbow_7
source: How can you be a good ally?
de: Wie kannst du ein guter Unterstützer sein?
es: ¿Cómo puedes ser un buen aliado?
fr: Comment pouvez-vous être un bon allié ?
id: Bagaimana kamu bisa menjadi teman yang baik?
it: Come dimostrerai il tuo sostegno?
ja: どうすれば誰かの良き理解者になれるでしょうか？
ko: 지지를 표현하는 방법에는 무엇이 있을까요?
pt: Como você pode ser um bom aliado?
ru: Что значит быть хорошим другом?
th: คุณจะเป็นเพื่อนที่ดีได้อย่างไร
vi: Làm thế nào để trở thành một đồng đội đáng tin cậy?
zh_hans: 你将如何成为一个理想盟友？
zh_hant: 你要如何成為好盟友？

# meditation_shrine_rainbow_8
source: How can we show respect for different cultures and beliefs?
de: Wie können wir Respekt für andere Kulturen und Glauben zeigen?
es: ¿Cómo podemos mostrar respeto a las diferentes culturas y creencias?
fr: Comment pouvons-nous montrer notre respect aux différentes cultures et croyances ?
id: Bagaimana kita bisa menghargai berbagai budaya dan kepercayaan?
it: Come possiamo mostrare rispetto per culture e credenze diverse?
ja: 異なる文化や信仰を尊重するために、どんなことができると思いますか？
ko: 다양한 생활방식과 믿음을 존중하려면 어떻게 해야 할까요?
pt: Como podemos mostrar respeito por culturas e crenças diferentes?
ru: Как можно показать уважение разным культурами и убеждениям?
th: เราจะแสดงความเคารพต่อวัฒนธรรม และความเชื่อที่แตกต่างกันได้อย่างไร
vi: Làm thế nào để thể hiện sự tôn trọng đối với các nền văn hóa và tín ngưỡng khác nhau?
zh_hans: 我们如何表达对不同文化和信仰的尊重？
zh_hant: 我們要如何對不同文化和信仰表達尊重？

# meditation_shrine_rainy
source: What do you like to do on a rainy day?
de: Was machst du gerne an Regentagen?
es: ¿Qué te gusta hacer cuando el día está lluvioso?
fr: Comment aimez-vous passer votre temps lorsqu'il pleut ?
id: Apa yang suka kamu lakukan saat hujan?
it: Cosa ti piace fare in un giorno di pioggia?
ja: 雨の日にする好きなことは？
ko: 비 오는 날에 무엇을 하고싶으신가요?
pt: O que você gosta de fazer em um dia chuvoso?
ru: Что вам нравится делать, когда идет дождь?
th: คุณชอบทำอะไรในวันที่ฝนตก
vi: Bạn thích làm gì vào một ngày mưa?
zh_hans: 您喜欢在下雨天做些什么？
zh_hant: 你喜歡在下雨天做些什麼？

# meditation_shrine_rainyday
source: What’s a good way to spend a rainy day?
de: Was macht man am besten an einem verregneten Tag?
es: ¿Qué te gusta hacer en un día de lluvia?
fr: Quelle est la bonne façon de passer un jour de pluie ?
id: Apa cara yang baik untuk menghabiskan waktu saat hujan?
it: Come ti piace trascorrere una giornata piovosa?
ja: 雨の日の素敵な過ごし方を教えてください
ko: 비 오는 날을 어떻게 보내면 좋을까요?
pt: Qual é a melhor forma de passar um dia chuvoso?
ru: Как вы любите проводить дождливые дни?
th: คุณคิดว่าวิธีใดเป็นวิธีที่ดีในการใช้เวลาในวันฝนตก
vi: Cách để trải qua một ngày mưa là gì?
zh_hans: 你有什么度过雨天的好主意？
zh_hant: 你有什麼度過雨天的好主意？

# meditation_shrine_reallycozy
source: When did you last feel really cozy?
de: Wann hattest du es das letzte Mal so richtig gemütlich?
es: ¿Cuándo fue la última vez que te sentiste cómodo?
fr: Quand vous êtes-vous senti vraiment à l'aise pour la dernière fois ?
id: Kapan terakhir kali kamu merasa benar-benar nyaman?
it: Quando è stata l'ultima volta che ti sei sentito/a veramente a tuo agio?
ja: 最近とても居心地がいいな、と感じたのはどんな時でしたか？
ko: 언제 마지막으로 포근함을 느꼈나요?
pt: Quando foi a última vez em que você se sentiu verdadeiramente confortável?
ru: Когда вам в последний раз было по-настоящему уютно?
th: คุณรู้สึกอบอุ่นใจครั้งล่าสุดเมื่อใด
vi: Lần cuối cùng bạn cảm thấy thực sự ấm cúng là khi nào?
zh_hans: 您最近一次感到慵懒惬意是什么时候？
zh_hant: 你最近一次感到慵懶愜意是什麼時候？

# meditation_shrine_relax
source: What do you do to <b>relax</b>?
de: Was machst du zum <b>Entspannen</b>?
es: ¿Qué haces para <b>relajarte</b>?
fr: Que faites-vous pour vous <b>détendre</b> ?
id: Apa yang kamu lakukan agar merasa <b>santai</b>?
it: Che cosa fai per <b>rilassarti</b>?
ja: あなたは<b>リラックス</b>するために何をしますか？
ko: <b>긴장을 풀 때</b> 무엇을 하시나요?
pt: O que você faz para <b>relaxar</b> ?
ru: Как вы <b>расслабляетесь</b>?
th: คุณทำสิ่งใดเพื่อให้รู้สึก<b>ผ่อนคลาย</b>
vi: Bạn làm gì để <b>thư giãn</b>?
zh_hans: 什么东西能让您放松呢？
zh_hant: 你都做些什麼來放鬆呢？

# meditation_shrine_relaxingsound
source: What sound helps you relax?
de: Welche Geräusche helfen dir beim Entspannen?
es: ¿Qué sonido te ayuda a relajarte?
fr: Quel son vous aide à vous détendre ?
id: Suara apa yang membantumu merasa santai?
it: Quale suono ti aiuta a rilassarti?
ja: あなたがリラックスできるのはどんな音ですか？
ko: 어떤 소리를 들을 때 마음이 편안해지나요?
pt: Que som ajuda você a relaxar?
ru: Какой звук помогает вам расслабиться?
th: เสียงใดที่ช่วยให้คุณรู้สึกผ่อนคลาย
vi: Âm thanh nào giúp bạn thư giãn?
zh_hans: 什么声音会让您放松？
zh_hant: 什麼樣的聲音可以幫助你放鬆？

# meditation_shrine_s20_townandcity
source: What are some things you enjoy about being in towns and cities?
de: Was gefällt dir daran, in Städten zu sein?
es: ¿Cuáles son algunas de las cosas que disfrutas al estar en ciudades y pueblos?
fr: Citez des aspects que vous avez particulièrement appréciés concernant les villes.
id: Apa saja hal yang kamu nikmati saat berada di kota besar dan kecil?
it: Quali sono alcuni degli aspetti che ti piacciono della vita in città?
ja: 街や都市部にいる時に、楽しみにていることはなんですか？
ko: 마을과 도시에서는 어떤 점이 마음에 드나요?
pt: O que você mais gosta de fazer nas cidades?
ru: Что вам нравится в больших и маленьких городах?
th: สิ่งใดที่ทำให้คุณรู้สึกเพลิดเพลินกับการใช้ชีวิตในเขตชุมชนหรือเมืองต่างๆ
vi: Bạn thích điều gì ở các thị trấn và thành phố?
zh_hans: 你喜欢在城镇和城市中生活的哪些事情？
zh_hant: 城鎮與城市生活有哪些讓你喜歡的事物？

# meditation_shrine_selfpride
source: What was the last thing you did that made you proud of yourself?
de: Was hast du zuletzt getan, auf das du stolz sein kannst?
es: ¿Qué fue lo último que hiciste de lo que te sentiste orgulloso?
fr: Quelle est la dernière chose que vous avez faite, qui vous a rendu fier de vous ?
id: Apa hal terakhir yang membuatmu bangga pada diri sendiri?
it: Hai fatto qualcosa di recente che ti ha fatto provare orgoglio?
ja: 最近あなたが自分を誇りに思ったことを教えてください
ko: 최근 자신을 자랑스럽게 느낀 때는 언제인가요?
pt: Qual foi a última coisa que fez você sentir orgulho de si?
ru: Каким из своих достижений или поступков вы особенно гордитесь?
th: สิ่งล่าสุดที่คุณทำแล้วรู้สึกภาคภูมิใจในตัวเองคืออะไร
vi: Điều gì gần đây nhất bạn đã làm khiến bạn tự hào về bản thân?
zh_hans: 您最近一次做过感到自豪的事情是什么？
zh_hant: 你最近一次做過感到自豪的事情是什麼？

# meditation_shrine_sky_memory
source: Share a favorite Sky memory.
de: Teile deine Lieblingserinnerung an Sky.
es: Compartir un recuerdo favorito de Sky.
fr: Partagez un souvenir Sky qui vous est cher.
id: Bagikan kenangan Sky favorit kamu.
it: Condividi il tuo ricordo di Sky preferito.
ja: Skyでのお気に入りの思い出を教えてください
ko: 기억에 남는 Sky 속 추억을 공유해 주세요.
pt: Conte sua lembrança preferida de Sky.
ru: Поделитесь любимым воспоминанием из Sky.
th: แบ่งปันความทรงจำที่ชื่นชอบใน Sky
vi: Chia sẻ kỷ niệm Sky yêu thích.
zh_hans: 分享最喜欢的《Sky光·遇》记忆。
zh_hant: 分享一個你最喜歡的《Sky光·遇》回憶。

# meditation_shrine_smell
source: What's your favorite <b>scent</b>?
de: Was ist dein liebster <b>Duft</b>?
es: ¿Cuál es tu <b>aroma</b> preferido?
fr: Quel est votre <b>parfum</b> préféré ?
id: Apa <b>aroma</b> favoritmu?
it: Qual è il tuo <b>profumo</b> preferito?
ja: あなたの好きな<b>匂い</b>を教えてください
ko: 가장 좋아하는 <b>향기</b>는 무엇인가요?
pt: Qual é seu <b>aroma</b> preferido?
ru: Какой ваш любимый <b>запах</b>?
th: <b>กลิ่น</b>โปรดของคุณคือกลิ่นอะไร
vi: <b>Mùi hương</b> yêu thích của bạn là gì?
zh_hans: 什么是你最喜欢的<b>香味</b>？
zh_hant: 你最喜歡的<b>香味</b>是？

# meditation_shrine_smile
source: How could you make someone <b>smile</b> today?
de: Wie könntest du heute jemanden zum <b>Lächeln</b> bringen?
es: ¿Cómo podrías hacer <b>sonreír</b> a alguien hoy?
fr: Comment pourriez-vous faire <b>sourire</b> quelqu’un aujourd’hui ?
id: Bagaimana caramu membuat seseorang <b>tersenyum</b> hari ini?
it: Come potresti far <b>sorridere</b> qualcuno oggi?
ja: 今日、誰かを<b>笑顔</b>にするために あなたにできることはありますか？
ko: 오늘 어떻게 누군가를 <b>미소짓게</b> 할 수 있을까요?
pt: Como você poderia fazer alguém <b>sorrir</b> hoje?
ru: Как можно было вызвать сегодня у кого-то <b>улыбку</b>?
th: วันนี้คุณจะทำให้ผู้อื่น<b>ยิ้มแย้ม</b>ได้อย่างไร
vi: Làm thế nào để làm cho ai đó <b>mỉm cười</b> hôm nay?
zh_hans: 您今天要怎样让别人展露<b>笑容</b>呢？
zh_hant: 你今天要怎樣讓別人展露<b>笑容</b>呢？

# meditation_shrine_song
source: What <b>sound</b> warms your heart?
de: Bei welchem <b>Geräusch</b> wird dir warm ums Herz?
es: ¿Qué <b>sonido </b> la da calor a tu corazón?
fr: Quel <b>son</b> vous réchauffe le cœur ?
id: <b>Suara</b> apa yang membuatmu merasa hangat?
it: Quale <b>suono</b> ti riscalda il cuore?
ja: あなたの心が安らぐ<b>音</b>を教えてください
ko: 어떤 <b>소리</b>를 들을 때 마음이 따뜻해지나요?
pt: Que <b>som</b> aquece seu coração?
ru: Какой <b>звук</b> согревает ваше сердце?
th: <b>เสียง</b>ใดที่คุณฟังแล้วรู้สึกอบอุ่นหัวใจ
vi: <b>Âm thanh</b> nào sưởi ấm trái tim bạn?
zh_hans: 什么<b>声音</b>让你感到温暖？
zh_hant: 什麼<b>聲音</b>會讓你感到溫暖？

# meditation_shrine_spell
source: If you could cast a spell, what would it be?
de: Wenn du einen Zauber wirken könntest, welcher wäre es?
es: Si pudieras lanzar un hechizo, ¿cuál sería?
fr: Si vous pouviez jeter un sort, lequel choisiriez-vous ?
id: Jika kamu bisa merapal mantra, mantra apa yang kamu keluarkan?
it: Se potessi lanciare un incantesimo, quale sarebbe?
ja: もし魔法が使えたら、どんな魔法を使ってみたいですか？
ko: 만약 주문을 한 가지 쓸 수 있다면 무엇을 사용하시겠어요?
pt: Se você pudesse lançar um feitiço, qual seria?
ru: Если бы вы могли творить чары, то какие бы выбрали?
th: ถ้าหากคุณสามารถร่ายคาถาได้ คุณจะร่ายคาถาใด
vi: Nếu bạn có thể sử dụng một phép thuật, nó sẽ là gì?
zh_hans: 如果你会魔法，你想要使用什么魔法呢？
zh_hant: 如果你會魔法，你想要使用什麼魔法呢？

# meditation_shrine_spirit_saytofavorite
source: What would you say to your favorite Spirit in Sky?
de: Was würdest du zu deinem liebsten Geist in Sky sagen?
es: ¿Qué le dirías a tu espíritu de Sky favorito?
fr: Que diriez-vous à votre esprit préféré dans Sky ?
id: Apa yang akan kamu katakan kepada Roh favoritmu di Sky?
it: Cosa diresti al tuo spirito preferito di Sky?
ja: あなたが大好きなSkyの精霊へ、メッセージをどうぞ
ko: Sky에서 가장 좋아하는 영혼을 만난다면 어떤 말을 해 줄까요?
pt: O que você diria ao seu espírito de Sky favorito?
ru: Что вы сказали бы своему любимому духу из мира Sky?
th: คุณจะพูดสิ่งใดกับสปิริตคนโปรดใน Sky
vi: Bạn sẽ nói gì với Tinh Linh Sky yêu thích của mình?
zh_hans: 你会对你最喜欢的先灵说什么？
zh_hant: 你想對你最喜愛的先靈說些什麼？

# meditation_shrine_stage_fright
source: Have you ever had stage fright? How did you overcome it?
de: Hattest du je Lampenfieber? Wie bist du es losgeworden?
es: ¿Alguna vez tuviste pánico escénico? ¿Cómo lo superaste?
fr: Avez-vous déjà eu le trac ? Comment l’avez-vous surmonté ?
id: Pernahkah kamu mengalami demam panggung? Bagaimana kamu mengatasinya?
it: Hai mai avuto paura del palcoscenico? Come l'hai superata?
ja: 人前であがってしまったことはありますか？どのように克服されましたか？
ko: 무대 공포증을 경험한 적이 있나요? 어떻게 극복하셨나요?
pt: Você já teve medo de palco? Como você superou isso?
ru: Был у вас когда-нибудь страх выступлений? Как вы с ним справились?
th: คุณเคยรู้สึกกลัวเวทีไหม? คุณเอาชนะมันได้อย่างไร?
vi: Bạn đã từng mắc chứng sợ sân khấu chưa? Bạn làm cách nào để vượt qua?
zh_hans: 你曾经在舞台上感到怯场吗？你是怎么克服的？
zh_hant: 你曾經在舞台上怯場過嗎？你是如何克服的？

# meditation_shrine_superpower
source: What superpower would you like to have and why?
de: Welche Superkraft hättest du gerne und warum?
es: ¿Qué superpoder te gustaría tener? ¿Por qué?
fr: Quel superpouvoir aimeriez-vous avoir et pourquoi ?
id: Kekuatan super apa yang ingin kamu miliki dan apa alasannya?
it: Quale superpotere vorresti avere e perché?
ja: どんな特殊能力を持ってみたいですか、またその理由は？
ko: 갖고 싶은 초능력이 있다면 무엇을 왜 고르시겠어요?
pt: Qual superpoder você queria ter e por quê?
ru: Какой суперспособностью вы бы хотели обладать и почему?
th: คุณอยากจะมีพลังพิเศษอะไร เพราะเหตุใด
vi: Bạn muốn có siêu năng lực nào và tại sao?
zh_hans: 您最想要什么超能力呢？为什么？
zh_hant: 你最想要什麼超能力呢？爲什麼？
