Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# consumable_description_potion_recharge_thermo
source: Scan the STAR to drink one Instant Recharge potion per day.
de: Scanne den STERN, um einen Sofortauflade-Trank pro Tag zu trinken.
es: Escanea la ESTRELLA para beber una poción de recarga instantánea por día.
fr: Scannez l’ÉTOILE pour boire une potion de recharge instantanée par jour.
id: Pindai STAR untuk meminum satu ramuan Isi Ulang Instan per hari.
it: Scansiona la STELLA per bere una Pozione Ricarica Rapida al giorno.
ja: STARをスキャンすると1日に1回、リカバードリンクを使用できます
ko: STAR를 스캔해서 하루에 1개까지 즉석 충전 물약을 사용할 수 있습니다.
pt: Escaneie o identificador da STAR para beber uma poção de Recarga Instantânea por dia.
ru: Просканируйте STAR, чтобы выпить одно зелье мгновенной подзарядки в день.
th: สแกน STAR เพื่อดื่มน้ำยาเติมพลังฉับพลันหนึ่งครั้งต่อวัน
vi: Quét STAR để uống một bình Thu���c Sạc Nhanh mỗi ngày.
zh_hans: 扫描STAR以每天喝下一份瞬时充能药水。
zh_hant: 掃描 STAR 每日就可以使用一份瞬時充能藥水。

# consumable_description_rainbow
source: Place a magic rainbow in the world.
de: Setze einen magischen Regenbogen in die Welt.
es: Coloca un arcoíris mágico en el mundo.
fr: Placez un arc-en-ciel magique dans le monde.
id: Meletakkan pelangi ajaib di dunia.
it: Collochi un arcobaleno magico nel mondo.
ja: 世界に虹をかける魔法です
ko: 마법의 무지개를 만들어냅니다
pt: Coloque um arco-íris mágico no mundo.
ru: Добавляют в мир волшебную радугу.
th: วางสายรุ้งเวทมนตร์ไว้ในโลก
vi: Đặt một cầu vồng kỳ diệu.
zh_hans: 放下一条神奇的彩虹。
zh_hant: 放下一條神奇的彩虹。

# consumable_description_relationship_allow_bearhug
source: For the next {{1}} mins, you can offer Bear Hug to your friend regardless of your friendship level.
de: Für die nächsten {{1}} Min. kannst du deinen Freunden eine Bärenumarmung geben, egal, auf welcher Freundschaftsstufe ihr euch befindet.
es: Por los siguientes {{1} min, puedes ofrecer abrazos de osos a tus amistades sin importar el nivel de amistad.
fr: Pendant les {{1}} prochaines minutes, vous pouvez offrir un câlin à votre ami, quel que soit votre niveau d'amitié.
id: Selama {{1}} menit ke depan, kamu bisa menawarkan Pelukan Beruang ke temanmu apa pun tingkat pertemananmu.
it: Per i prossimi {{1}} minuti, puoi dare un caldo abbraccio a un amico, a prescindere dal vostro livello di amicizia.
ja: 友情レベルに関わらず{{1}}分間、フレンドと「くまハグ」を楽しめます
ko: {{1}}분 동안 우정 레벨에 관계 없이 친구를 안아 들기 할 수 있습니다.
pt: Pelos {{1}} minutos seguintes, você poderá oferecer um abraço de urso aos amigos, independentemente do nível de amizade.
ru: Следующие {{1}} мин. вы можете предлагать друзьям крепкие объятия, независимо от уровня дружбы.
th: คุณสามารถกอดแบบหมีกับเพื่อนของคุณได้โดยไม่คำนึงถึงเลเวลมิตรภาพของคุณเป็นเวลานาน {{1}} นาที
vi: Trong {{1}} phút tới, bạn có thể tặng Gấu Ôm cho bạn bè bất kể cấp độ tình bạn.
zh_hans: 在接下来的 {{1}} 分钟内，你可以给你的好友来个熊抱，不受朋友等级影响。
zh_hant: 在接下來的 {{1}} 分鐘內，你可以給你的好友來個熊抱，不受朋友等級影響。

# consumable_description_relationship_allow_carry
source: For the next {{1}} mins, you can offer Carry to your friend regardless of your friendship level.
de: Die nächsten {{1}} Min. lang kannst du deinem Freund das Tragen anbieten, egal, welchen Freundschaftslevel ihr habt.
es: Por los siguientes {{1}} minutos, puedes ofrecer caballito a tu amigo sin importar el nivel de amistad que tengan.
fr: Pendant les {{1}} prochaines minutes, vous pouvez offrir porter à votre ami, quel que soit votre niveau d'amitié.
id: Selama {{1}} menit ke depan, kamu bisa menawarkan Gendong ke temanmu apa pun tingkat pertemananmu.
it: Per i prossimi {{1}} minuti, puoi trasportare sulle spalle un amico, a prescindere dal vostro livello di amicizia.
ja: 友情レベルに関わらず{{1}}分間、フレンドとおんぶを楽しめます
ko: {{1}}분 동안 우정레벨에 관계 없이 친구를 업을 수 있습니다
pt: Pelos próximos {{1}} minutos, você pode conceder carga aos amigos, independentemente do nível de amizade.
ru: В течение {{1}} мин. вы можете предложить другу помощь в прохождении, независимо от уровня вашей дружбы.
th: คุณสามารถแบกเพื่อนของคุณได้โดยไม่คำนึงถึงเลเวลมิตรภาพของคุณเป็นเวลานาน {{1}} นาที
vi: Trong {{1}} phút tới, bạn có thể Chào bạn bè bất kể cấp độ tình bạn.
zh_hans: 您可以在接下来的{{1}}分钟内肩背任何朋友，无需提前解锁此能力。
zh_hant: 您可以在接下來的{{1}}分鐘內肩背任何朋友，無需提前解鎖此能力。

# consumable_description_relationship_allow_cradle_carry
source: For the next {{1}} mins, you can offer Cradle Carry to your friend regardless of your friendship level.
de: Für die nächsten {{{1}} Min. kannst du deinem Freund im Wiegegriff tragen, egal, egal auf welcher Freundschaftsstufe ihr euch befindet.
es: Durante los próximos {{{1}} minutos, puedes ofrecerle upa a tu amigo sin importar el nivel de amistad que tengan.
fr: Pendant les {{1}} prochaines minutes, vous pouvez offrir Porter berceau à votre ami, quel que soit votre niveau d'amitié.
id: Selama {{1}} menit berikutnya, kamu bisa menawarkan Gendongan Bayi kepada temanmu tanpa memandang tingkat pertemananmu.
it: Per i prossimi {{{1}} minuti, puoi portare in braccio un amico, a prescindere dal vostro livello di amicizia.
ja: 友情レベルに関わらず{{1}}分間、フレンドと「ゆりかご抱っこ」を楽しめます
ko: 앞으로 {{1}}분 동안 우정 레벨에 관계없이 친구와 요람 안기 제스처를 사용할 수 있습니다.
pt: Pelos próximos {{1}} minutos, você poderá oferecer aos seus amigos para carregá-los no colo, independentemente do nível de amizade.
ru: Следующие {{1}} мин. вы можете предлагать друзьям поносить их на руках, независимо от уровня дружбы.
th: ใน {{1}} นาทีถัดไป คุณสามารถมอบอุ้มให้กับเพื่อนของคุณ โดยไม่คำนึงถึงเลเวลมิตรภาพของคุณ
vi: Trong {{1}} phút tiếp theo, bạn có thể đề nghị Bế Bồng bạn bè bất kể mức độ tình bạn.
zh_hans: 在接下来的{{{1}}分钟内，你可以为好友送上摇篮式抱姿，无论好友等级高低。
zh_hant: 接下來的{{1}}分鐘內，你可以搖籃抱任何朋友，無論友誼樹進度。

# consumable_description_relationship_allow_piggyback
source: For the next {{1}} mins, you can offer piggyback to your friend regardless of your friendship level.
de: Für die nächsten {{1}} Min. kannst du deine Freunde Huckepack nehmen, egal auf welcher Freundschaftsstufe ihr euch befindet.
es: Durante los próximos {{{1}} minutos, puedes ofrecerle caballito a tu amigo sin importar el nivel de amistad que tengan.
fr: Pendant les {{1}} prochaines minutes, vous pouvez offrir Califourchon à votre ami, quel que soit votre niveau d'amitié.
id: Selama {{1}} menit berikutnya, kamu bisa menawarkan Gendong Belakang kepada temanmu tanpa memandang tingkat pertemananmu.
it: Per i prossimi {{1}} minuti, puoi portare a cavalluccio un amico, a prescindere dal vostro livello di amicizia.
ja: 友情レベルに関わらず{{1}}分間、フレンドと「おんぶ」を楽しめます
ko: 앞으로 {{1}}분 동안 우정 레벨에 관계없이 친구와 업기 제스처를 사용할 수 있습니다.
pt: Pelos próximos {{1}} minutos, você poderá oferecer aos seus amigos para carregá-los nas costas, independentemente do nível de amizade.
ru: Следующие {{1}} мин. вы можете предлагать друзьям покатать их на закорках, независимо от уровня дружбы.
th: ใน {{1}} นาทีถัดไป คุณสามารถมอบขี่หลังให้กับเพื่อนของคุณ โดยไม่คำนึงถึงเลเวลมิตรภาพของคุณ
vi: Trong {{1}} phút tiếp theo, bạn có thể đề nghị Cõng bạn bè bất kể mức độ tình bạn.
zh_hans: 在接下来的{{{1}}分钟内，你可以为好友送上肩背，无论好友等级高低。
zh_hant: 接下來的{{1}}分鐘內，你可以肩背任何朋友，無論友誼樹進度。

# consumable_description_relationship_allow_playfight
source: For the next {{1}} mins, you can offer Playfight to your friend regardless of your friendship level.
de: Für die nächsten {{1}} Min. kannst du deinen Freunden einen spielerischen Kampf anbieten, egal auf welcher Freundschaftsstufe ihr euch befindet.
es: Por los siguientes {{1} min, puedes ofrecer juegos de manos a tus amistades sin importar el nivel de amistad.
fr: Pendant les {{1}} prochaines minutes, vous pouvez offrir bagarre pour rire à votre ami, quel que soit votre niveau d'amitié.
id: Selama {{1}} menit ke depan, kamu bisa menawarkan Main Tarung ke temanmu apa pun tingkat pertemananmu.
it: Per i prossimi {{1}} minuti, puoi proporre una lotta tra amici a un amico, a prescindere dal vostro livello di amicizia.
ja: 友情レベルに関わらず{{1}}分間、フレンドとけんかごっこを楽しめます
ko: {{1}}분 동안 우정 레벨에 상관없이 친구에게 싸���놀이를 제안할 수 있습니다.
pt: Pelos {{1}} minutos seguintes, você poderá oferecer um Jogo de Luta aos amigos, independentemente do nível de amizade.
ru: Следующие {{1}} мин. вы можете предлагать друзьям шуточную драку, независимо от уровня дружбы.
th: คุณสามารถเล่นต่อสู้กับเพื่อนของคุณได้โดยไม่คำนึงถึงเลเวลมิตรภาพของคุณเป็นเวลานาน {{1}} นาที
vi: Trong {{1}} phút tới, bạn có thể cùng bạn bè Chơi Đùa bất kể cấp độ tình bạn.
zh_hans: 在接下来的 {{1}} 分钟内，你可以和好友打闹，不受朋友等级影响。
zh_hant: 在接下來的 {{1}} 分鍾內，你可以和好友打鬧，不受朋友等級影響。

# consumable_description_relationship_allow_side_hug
source: For the next {{1}} mins, you can offer Side Hug to your friend regardless of your friendship level.
de: In den nächsten {{1}} Minuten kannst du deinem Freund Seitliche Umarmung anbieten, unabhängig von eurer Freundschaftsstufe.
es: Durante los próximos {{1}} minutos, podrás ofrecerles un abrazo de costado a tus amigos sin importar cuál sea el nivel de amistad que tengan.
fr: Les {{1}} prochaines minutes, vous pouvez offrir un câlin latéral à votre ami.e, quel que soit votre niveau d'amitié.
id: Selama {{1}} menit berikutnya, kamu dapat menawarkan Pelukan Samping kepada temanmu terlepas dari tingkat pertemananmu.
it: Per i prossimi {{1}} minuti, puoi dare un caldo abbraccio a un amico, a prescindere dal vostro livello di amicizia.
ja: {{1}}分間、友情レベルに関わらず、あなたとフレンドが肩組みできるようになります
ko: {{1}}분 동안 우정 레벨에 관계 없이 친구를 옆 포옹할 수 있습니다.
pt: Pelos próximos {{1}} minutos, você poderá oferecer um abraço lateral ao seu amigo, independentemente do nível de amizade.
ru: В течение следующих {{1}} мин. вы можете предложить «Боковое объятие» своему другу, независимо от уровня дружбы.
th: คุณสามารถกอดคอกับเพื่อนของคุณได้โดยไม่คำนึงถึงเลเวลมิตรภาพของคุณเป็นเวลานาน {{1}} นาที
vi: Trong {{1}} phút tiếp theo, bạn có thể Ôm Hông bạn bè mình bất kể cấp độ tình bạn.
zh_hans: 在接下来{\\1\\}}分钟内，你可以给好友来个侧面拥抱，不受友谊等级影响。
zh_hant: 在接下來的 {{1}} 分鐘內，無論你與朋友的友情等級如何，你都可以與他們側面擁抱。

# consumable_description_relationship_allow_warp
source: For the next {{1}} mins, you can Warp to your favorite friend regardless of your friendship level.
de: Die nächsten {{1}} Min. lang kannst du dich zu deinem Lieblingsfreund teleportieren, egal, welchen Freundschaftslevel ihr habt.
es: Por los siguientes {{1}} minutos, puedes viajar hacia tu amigo favorito sin importar el nivel de amistad que tengan.
fr: Pendant les {{1}} prochaines minutes, vous pouvez te téléporter jusqu'à votre ami préféré, quel que soit votre niveau d'amitié.
id: Selama {{1}} menit ke depan, kamu bisa Teleportasi ke teman favoritmu apa pun tingkat pertemananmu.
it: Per i prossimi {{1}} minuti, puoi teletrasportarti verso il tuo amico preferito, a prescindere dal vostro livello di amicizia.
ja: 友情レベルに関わらず{{1}}分間は、お気に入りのフレンドの元へワープできます
ko: {{1}}분 동안 우정레벨에 관계 없이 절친에게 워프할 수 있습니다
pt: Pelos próximos {{1}} minutos, você pode se transportar ao seu amigo, independentemente do nível de amizade.
ru: В течение {{1}} мин. вы можете телепортироваться к выбранному другу, независимо от уровня вашей дружбы.
th: คุณสามารถวาร์ปยังเพื่อนคนโปรดของคุณได้โดยไม่คำนึงถึงเลเวลมิตรภาพของคุณเป็นเวลานาน {{1}} นาที
vi: Trong {{1}} phút tới bạn có thể Dịch Chuyển đến chỗ người bạn yêu thích cùng khu vực bất kể cấp độ tình bạn.
zh_hans: 您可以在接下来的{{1}}分钟内瞬移到任何同一区域的朋友身边，无需提前解锁此能力。
zh_hant: 您可以在接下來的{{1}}分鐘內瞬移到任何同一區域的朋友身邊，無需提前解鎖此能力。

# consumable_description_relationship_flair_soulmate
source: For the next {{1}} mins, you and your favorite friend will have a special visual flair while holding hands.
de: Für die nächsten {{1}} Min. strahlen du und dein bester Freund beim Händchenhalten diese besondere Aura aus.
es: Por los siguientes {{1}} minutos, tú y tu amistad favorita compartirán un aura resplandeciente mientras se toman de las manos.
fr: Pendant les prochaines {{1}} minutes, vous et votre ami préféré aurez un style visuel particulier en vous tenant la main.
id: Selama {{1}} menit ke depan, kamu dan teman favoritmu akan mendapatkan gaya visual spesial saat bergandengan tangan.
it: Per i prossimi {{1}} minuti, tu e il tuo migliore amico sarete circondati da un alone speciale mentre vi tenete per mano.
ja: {{1}}分間あなたとお気に入りのフレンドが、手をつないでる間特別なエフェクトに包まれる魔法です
ko: {{1}}분 동안 절친과 손을 잡을 때 특별한 효과가 나타납니다
pt: Você e seu melhor amigo terão uma aura especial quando estiverem de mãos dadas pelos próximos {{1}}.
ru: В следующие {{1}} мин.будет действовать особый эффект: сияющая аура, когда вы держитесь за руки со своими друзьями.
th: คุณและเพื่อนคนโปรดของคุณจะมีภาพที่สวยงามปรากฏขึ้น ในขณะที่จับมือกัน เป็นเวลานาน {{1}} นาที
vi: Trong {{1}} phút tới, bạn và người bạn yêu thích sẽ có các hiệu ứng hình ảnh đặc biệt khi nắm tay nhau.
zh_hans: 在接下来的{{1}}分钟里，您和您最爱的朋友在牵手的同时，会有特别的视觉效果。
zh_hant: 在接下來的{{1}}分鐘裡，您和您最愛的朋友在牽手的同時，會有特別的視覺效果。

# consumable_description_relationship_flair_you_and_i
source: For the next {{1}} mins, you and your favorite friend will have a special visual flair while holding hands.
de: Für die nächsten {{1}} Min. strahlen du und dein bester Freund beim Händchenhalten diese besondere Aura aus.
es: Por los siguientes {{1}} minutos, tú y tu amistad favorita compartirán un aura resplandeciente mientras se toman de las manos.
fr: Pendant les prochaines {{1}} minutes, vous et votre ami préféré aurez un style visuel particulier en vous tenant la main.
id: Selama {{1}} menit berikutnya, kamu dan teman favoritmu akan memiliki bakat visual yang istimewa sambil berpegangan tangan.
it: Per i prossimi {{1}} minuti, tu e il tuo migliore amico sarete circondati da un alone speciale mentre vi tenete per mano.
ja: {{1}}分間 あなたと、あなたと手をつないだフレンドが特別な視覚効果を楽しめる魔法です
ko: {{1}}분 동안 절친과 손을 잡을 때 특별한 효과가 나타납니다.
pt: Você e seu melhor amigo terão uma aura especial quando estiverem de mãos dadas pelos próximos{{1} minutos.
ru: В следующие {{1}} мин.будет действовать особый эффект: сияющая аура, когда вы держитесь за руки со своими друзьями.
th: คุณและเพื่อนคนโปรดของคุณจะมีภาพที่สวยงามปรากฏขึ้น ในขณะที่จับมือกัน เป็นเวลานาน {{1}} นาที
vi: Trong {{1}} phút tới, bạn và người bạn yêu thích của mình sẽ có hiệu ứng đặc biệt khi nắm tay nhau.
zh_hans: 在接下来{{1}}分钟里，你和你最爱的朋友在牵手的同时，会有特别的视觉效果。
zh_hant: 在接下來的 {{1}} 分鐘內，你和至交好友在牽手時，會有特別的視覺效果。

# consumable_description_repellant_krill
source: Repel Dark Dragon for the next {{1}} mins.
de: Wehre den Dunkeldrachen {{1}} Min. lang ab.
es: Repele al Dragón oscuro por los siguientes {{1}} min.
fr: Repoussez le dragon sombre pour les {{1}} minutes suivantes.
id: Mengusir Naga Kegelapan selama {{1}} menit ke depan.
it: Respinge il drago oscuro per i prossimi {{1}} minuti.
ja: {{1}}分間 不思議な力で暗黒竜を遠ざけます
ko: {{1}}분 동안 다크 드래곤을 물리칩니다
pt: Repele o dragão negro por {{1}} minutos.
ru: Вы отпугиваете темного дракона {{1}} мин.
th: ขับไล่มังกรทมิฬได้นาน {{1}} นาที
vi: Đẩy lùi Rồng Hắc Ám trong {{1}} phút tới.
zh_hans: 在{{1}}分钟内驱赶冥龙。
zh_hant: 在{{1}}分鐘內驅趕冥龍。

# consumable_description_resize_potion
source: Permanently resize your self.
de: Ändere dauerhaft deine Größe.
es: Cambia tu tamaño permanentemente.
fr: Changez de taille de manière permanente.
id: Secara permanen mengubah ukuran dirimu.
it: Ti ridimensioni in modo permanente.
ja: 身長を恒久的に変化させる不思議な薬です
ko: 키를 영구적으로 변경합니다
pt: Redimensiona você permanentemente.
ru: Измените свой размер навсегда.
th: เปลี่ยนขนาดตัวคุณเองอย่างถาวร
vi: Thay đổi kích thước của bạn vĩnh viễn.
zh_hans: 永久改变身体大小
zh_hant: 永久改變身體大小

# consumable_description_seesaw
source: Place a seesaw to chat with The One.
de: Stelle eine Wippe auf, um mit der wichtigen Person zu chatten.
es: Coloca un sube y baja para chatear con El elegido.
fr: Placez une bascule pour discuter avec une personne spéciale.
id: Meletakkan jungkat-jungkit untuk mengobrol dengan Sang Terpilih.
it: Posiziona un'altalena basculante per chiacchierare con qualcuno di speciale.
ja: 1人のプレイヤーとチャットができるシーソーを召喚します
ko: 다른 플레이어와 채팅할 수 있는 시소를 불러냅니다
pt: Colocar uma gangorra para falar com a pessoa escolhida.
ru: Разместите качалку для душевного разговора.
th: วางกระดานหกเพื่อพูดคุยกับเดอะวัน
vi: Đặt bập bênh để trò chuyện với người ấy.
zh_hans: 放下跷跷板，和您的心上人浪漫聊天。
zh_hant: 放下蹺蹺板，和您的心上人浪漫聊天。

# consumable_description_sharedspace_candle
source: Create a space to share with others.
de: Kreiere einen Raum, um ihn mit anderen zu teilen.
es: Crea un espacio para compartir con otras personas.
fr: Créez un espace à partager avec d'autres.
id: Buat ruang untuk berbagi dengan yang lain.
it: Crea uno spazio da condividere con gli altri.
ja: みんなとシェアできる空間を創りましょう
ko: 누군가와 함께 나누는 공간을 만듭니다.
pt: Crie um espaço para compartilhar com outros jogadores.
ru: Создайте пространство для всех.
th: สร้างพื้นที่เพื่อแชร์กับผู้อื่น
vi: Tạo không gian để chia sẻ với những người chơi khác.
zh_hans: 创造一个可以与他人共享的空间。
zh_hant: 創造一個能與他人共享的空間

# consumable_description_shout_crab
source: Powerful shockwave to flip the Dark Crabs surrounding you.
de: Eine starke Schockwelle wird die Dunkelkrebse um dich herum um
es: Poderoso sismo para voltear a los cangrejos oscuros que te rodean.
fr: Une puissante onde de choc pour faire retourner les crabes sombres qui vous entourent.
id: Memberikan gelombang kejut kuat untuk membalikkan Kepiting Kegelapan di sekitarmu.
it: Una potente onda d'urto per capovolgere i granchi oscuri che ti circondano.
ja: 強い衝撃波で、あなたの周囲にいる闇の蟹を気絶させます
ko: 주변을 둘러싼 어둠의 게를 뒤집는 강력한 충격파
pt: Onda de choque poderosa para virar os caranguejos sombrios ao seu redor de cabeça para baixo.
ru: Мощная волна переворачивает окружающих вас крабов.
th: คลื่นกระแทกอันทรงพลังที่พลิกปูทมิฬที่อยู่รอบตัวคุณให้คว่ำลง
vi: Sóng xung kích mạnh mẽ, khiến Cua Hắc Ám lật ngửa.
zh_hans: 强大的冲击波，将周围的暗蟹掀翻。
zh_hant: 強大的衝擊波，將周圍的暗蟹掀翻。

# consumable_description_shout_jelly
source: Call to the Jellyfish nearby, making them spin in the air.
de: Rufe nach Quallen in der Nähe und lass sie sich in der Luft drehen.
es: Llama a las medusas cercanas, lo que las hace girar en el aire.
fr: Appellez les méduses proches et faites-les tourner dans les airs.
id: Memanggil Ubur-ubur di sekitar, membuat mereka berputar di udara.
it: Chiami le meduse nei dintorni, facendole volteggiare in aria.
ja: 近くのクラゲに声をかけます くるっと回って応えてくれます
ko: 주변에 있는 해파리가 다가와 공중을 돌아다닙니다
pt: Grita para as águas-vivas ao seu redor e faz com que girem no ar.
ru: Призывает медуз поблизости и заставляет их кружиться в воздухе.
th: เรียกแมงกะพรุนที่อยู่ใกล้เคียง แล้วทำให้พวกมันหมุนไปในอากาศ
vi: Gọi lũ Sứa gần đó, khiến chúng quay trong không khí.
zh_hans: 附近的水母发出呼唤，让它们在空中旋转。
zh_hant: 對附近的水母發出呼喚，讓它們在空中旋轉。

# consumable_description_shout_manta
source: Call to the Mantas nearby, making them spin in the air.
de: Rufe nach Riesenrochen in der Nähe und lass sie sich in der Luft drehen.
es: Llama a las mantarrayas cercanas, lo que las hace girar en el aire.
fr: Appellez les raies manta proches et faites-les tourner dans les airs.
id: Memanggil Manta di sekitar, membuat mereka berputar di udara.
it: Chiami le mante nei dintorni, facendole volteggiare in aria.
ja: 近くのマンタに声をかけます くるっと回って応えてくれます
ko: 주변에 있는 만타가오리가 다가와 공중을 돌아다닙니다
pt: Grita para as arraias ao seu redor e faz com que girem no ar.
ru: Призывает скатов поблизости и заставляет их кружиться в воздухе.
th: เรียกกระเบนที่อยู่ใกล้เคียง แล้วทำให้พวกมันหมุนไปในอากาศ
vi: Gọi Cá Đuối gần đó, khiến chúng quay trong không khí.
zh_hans: 对附近的鲲鹏发出呼唤，让它们在空中翻滚。
zh_hant: 對附近的鯤鵬發出呼喚，讓它們在空中翻滾。

# consumable_description_shrink
source: Shrink into a baby for the next {{1}} mins.
de: Du schrumpfst die nächsten {{1}} Min. lang.
es: Te encoge por los siguientes {{1}} min.
fr: Vous rétrécit pour les {{1}} prochaines minutes.
id: Menciut menjadi bayi selama {{1}} menit ke depan.
it: Riduci le tue dimensioni per i prossimi {{1}} minuti.
ja: {{1}}分間あなたの背が縮む魔法です
ko: {{1}}분 동안 키가 작아집니다
pt: Reduz seu tamanho pelos próximos {{1}} min.
ru: Вы уменьшаетесь на {{1}} мин.
th: ย่อส่วนเป็นเด็กทารกนาน {{1}} นาที
vi: Thu nhỏ lại trong {{1}} phút tiếp theo.
zh_hans: 在 {{1}}分钟内让您变成小孩。
zh_hant: 在 {{1}}分鐘內讓您變成小孩。

# consumable_description_skyballgoals_casualwood
source: Place a Skyball set to play with your friends.
de: Platziere ein Skyball-Set und spiele mit deinen Freunden.
es: Coloca un equipo de Skybol para jugar con tus amistades.
fr: Placez un ensemble Skyball pour jouer avec vos amis
id: Tempatkan set Skyball untuk bermain dengan teman.
it: Posiziona un set Skycalcio per giocare con i tuoi amici.
ja: ゴールを設置して、フレンドたちとSkyボールで遊べる魔法です
ko: Sky 공놀이 세트를 설치하고 친구들과 함께 플레이해요.
pt: Coloque o conjunto de FuteSky para jogar com os amigos.
ru: Разместите набор для скайбола и начните играть с друзьями.
th: วางชุดสกายบอลเพื่อเล่นกับเพื่อนๆ ของคุณ
vi: Đặt một bộ Thiên Cầu để chơi với bạn bè.
zh_hans: 放置光遇球套装，与好友一起游玩。
zh_hant: 放置光遇球套組，並與朋友一起玩。

# consumable_description_star_protector
source: Scan the STAR Protector to verify the authenticity of this item.
de: Scanne den STERN-Schützer, um die Echtheit dieses Gegenstands zu überprüfen.
es: Escanea el Protector STAR para verificar la autenticidad de este objeto.
fr: Scannez la protection STAR pour vérifier l’authenticité de cet objet.
id: Pindai Protektor STAR untuk memverifikasi keaslian item ini.
it: Scansiona lo STAR Protector per verificare l'autenticità di questo articolo.
ja: STARプロテクトをスキャンし、この製品が正規品であることを確認します
ko: STAR 프로텍터를 스캔해서 이 상품의 정품 여부를 확인하세요.
pt: Escaneie o Protetor STAR para verificar a autenticidade deste item.
ru: Отсканируйте STAR Protector, чтобы удостоверить подлинность этого предмета.
th: สแกน STAR Protector เพื่อยืนยันความถูกต้องของรายการนี้
vi: Quét STAR Protector để xác minh tính xác thực của vật phẩm này.
zh_hans: 扫描STAR认证来验证此物品的真伪。
zh_hant: 掃描 NFC 徽章保護器以驗證此物品的真偽。

# consumable_description_swing
source: Place a swing to chat with The One.
de: Stelle eine Schaukel auf, um mit der wichtigen Person zu chatten.
es: Coloca un columpio para chatear con El elegido.
fr: Placez une balançoire pour discuter avec une personne spéciale.
id: Meletakkan ayunan untuk mengobrol dengan Sang Terpilih.
it: Collochi un'altalena per chiacchierare con una persona speciale.
ja: 1人のプレイヤーとチャットができるブランコを召喚します
ko: 그네를 놓고 다른 플레이어와 채팅할 수 있습니다
pt: Coloca um balanço para conversar com a pessoa escolhida.
ru: Создайте качели для душевного разговора.
th: วางชิงช้าเพื่อพูดคุยกับเดอะวัน
vi: Đặt xích đu để trò chuyện với người ấy.
zh_hans: 放下秋千，和您的心上人浪漫聊天。
zh_hant: 放下鞦韆，和您的心上人浪漫聊天。

# consumable_description_table
source: Place a table to chat with other players.
de: Stelle einen Tisch auf, um mit anderen Spielern zu chatten.
es: Coloca una mesa para chatear con otros jugadores.
fr: Placez une table pour discuter avec d'autres joueurs.
id: Meletakkan meja untuk mengobrol dengan pemain lain.
it: Collochi un tavolo per chiacchierare con gli altri giocatori.
ja: 他のプレイヤーとチャットができるテーブルを召喚します
ko: 테이블을 놓고 다른 플레이어와 채팅할 수 있습니다
pt: Coloca uma mesa para conversar com outros jogadores.
ru: Поставьте стол для разговора с другими игроками.
th: วางโต๊ะเพื่อแชทกับผู้เล่นคนอื่น
vi: Đặt bàn để trò chuyện với những người chơi khác.
zh_hans: 放下长桌，和其他旅人畅谈。
zh_hant: 放下長桌，和其他旅人暢談。

# consumable_description_tablexmas
source: Place a Days of Feast Table to chat with other players.
de: Platziere einen "Die Tage des Fests"-Tisch, um mit anderen Spielern plaudern zu können.
es: Coloca una mesa del Día de las festividades para chatear con otros jugadores.
fr: Placez une table des Jours de fête pour discuter avec d'autres joueurs.
id: Meletakkan Meja Hari Perjamuan untuk mengobrol dengan pemain lain.
it: Aggiungi un tavolo dei Giorni di Festa per chiacchierare con gli altri giocatori.
ja: 他のプレイヤーとチャットができる聖なるお祝いテーブルを召喚します
ko: 다른 플레이어와 채팅할 수 있는 연회의 테이블을 불러냅니다
pt: Coloque uma Mesa dos Dias de Festa para conversar com outros jogadores.
ru: Разместите накрытый стол Праздничных Дней, чтобы поболтать с другими игроками.
th: วางโต๊ะวันแห่งงานฉลองเพื่อแชทกับผู้เล่นคนอื่น
vi: Đặt Bàn Yến Tiệc để trò chuyện với những người chơi khác.
zh_hans: 放下宴会节长桌，和其他旅人畅谈。
zh_hant: 放下宴會節長桌，和其他旅人暢談。
