Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_flight_02_pro_lh
source: <hinticon/> On the <b>right side</b> of the screen, <1>drag up</1> to fly high or <1>drag down</1> to dive
de: <hinticon/> <1>Ziehe</1> auf der <b>rechten Seite</b> des Bildschirms nach oben, um hoch zu fliegen, oder <1>nach unten</1>, um einen tiefen Sturzflug zu machen
es: <hinticon/> En el <b>lado derecho</b> de la pantalla, <1>arrastra hacia arriba</1> para subir, <1>arrastra hacia abajo</1> para ir en picada
fr: <hinticon/> Du <b>côté droit</b> de l’écran, <1>faites glisser vers le haut</1> pour voler en altitude, <1>et vers le bas</1> pour plonger à ras du sol
id: <hinticon/> Di <b>sisi kanan</b> layar, <1>seret ke atas</1> untuk terbang tinggi, <1>seret ke bawah</1> untuk menukik rendah
it: <hinticon/> Sul <b>lato destro</b> dello schermo, <1>trascina in su</1> per volare ad alta quota, <1>trascina in giù</1> per scendere a bassa quota
ja: <hinticon/> <1>画面の<b>右側</b>で指を上下にスライド</1>させて<2>上昇、下降</2>します
ko: <hinticon/> 화면 <b>우측</b>을 <1>위로 드래그</1>하여 높이 날고 <1>아래로 드래그</1>하여 하강하세요.
pt: <hinticon/> Do <b>lado direito</b> da tela,<1>arraste para cima</1> para voar para o alto, <1>arraste para baixo</1> para mergulhar para baixo
ru: <hinticon/> <1>Ведите пальцем вверх</1> в <b>правой</b> части экрана, чтобы подняться, <1>вниз</1> – чтобы опуститься
th: <hinticon/>บน<b>ด้านขวา</b>ของหน้าจอ <1>ให้ลากขึ้น</1>เพื่อบินสูงขึ้น หรือ<1>ลากลง</1>เพื่อดิ่งตัวลง
vi: <hinticon/>Ở <b>bên phải</b> màn hình, <1>kéo lên</1> để bay lên, <1>kéo xuống</1> để lao xuống
zh_hans: <hinticon/> 单指在屏幕<b>右半边</b><1>上拖</1>爬升，<1>下拖</1>俯冲
zh_hant: <hinticon/> 單指在螢幕<b>右半邊</b><1>上滑</1>爬升，<1>下滑</1>俯衝

# tutorial_flight_02_pro_lh_invert
source: <hinticon/> On the <b>right side</b> of the screen, <1>drag down</1> to fly high or <1>drag up</1> to dive
de: <hinticon/> <1>Ziehe</1> auf der <b>rechten Seite</b> des Bildschirms nach unten, um hoch zu fliegen, oder <1>nach oben</1>, um einen tiefen Sturzflug zu machen
es: <hinticon/> En el <b>lado derecho</b> de la pantalla, <1>arrastra hacia abajo</1> para subir y <1>arrastra hacia arriba</1> para ir en picada
fr: <hinticon/> Sur le <b>côté droit</b> de l'écran, <1>faites glisser vers le bas</1> pour voler plus haut, <1>faites glisser vers le haut</1> pour plonger
id: <hinticon/> Di <b>sisi kanan</b> layar, <1>seret ke bawah</1> untuk terbang tinggi, <1>seret ke atas</1> untuk menukik rendah
it: <hinticon/> Sul <b>lato destro</b> dello schermo, <1>trascina in giù</1> per salire ad alta quota, <1>trascina in su</1> per scendere a bassa quota
ja: <hinticon/> <1>画面の<b>右側</b>で指を下にスライド</1>させて<2>上昇</2>、<1>上にスライド</1>で<2>下降</2>します
ko: <hinticon/> 화면 <b>우측</b>을 <1>아래로 드래그</1>하여 높이 날고 <1>위로 드래그</1>하여 하강하세요
pt: <hinticon/> Do <b>lado direito</b> da tela, <1>arraste para baixo</1> para voar para o alto, <1>arraste para cima</1> para mergulhar fundo
ru: <hinticon/>В <b>правой части</b> экрана <1>потяните вниз</1>, чтобы подняться, <1>вверх</1> – чтобы опуститься
th: <hinticon/>บน<b>ด้านขวา</b>ของหน้าจอ <1>ให้ลากลง</1>เพื่อบินสูงขึ้น หรือ<1>ให้ลากขึ้น</1>เพื่อดิ่งตัวลง
vi: <hinticon/>Ở <b>bên phải</b> màn hình, <1>kéo xuống</1> để bay lên, <1>kéo lên</1> để lao xuống
zh_hans: <hinticon/> 在<b>屏幕右侧</b>，<1>向下</1>拖动俯冲，<1>向上</1>继续滑行
zh_hant: <hinticon/> 在<b>螢幕右側</b>，<1>向下</1>滑動俯衝，<1>向上</1>繼續滑行

# tutorial_flight_02_ps
source: <hinticon/> Push<1><button type="fly_up"/> up</1> to fly high or push<1><button type="fly_down"/> down</1> to dive
de: <hinticon/> Drücke <1><button type="fly_up"/>hoch</1>, um hoch zu fliegen, und <1><button type="fly_down"/>runter</1>, um in den Sturzflug zu gehen
es: <hinticon/> Presiona <1><button type="fly_up"/>arriba</1> para subir o presiona <1><button type="fly_down"/>abajo</1> para ir en picada
fr: <hinticon/> Appuyez sur <1><button type="fly_up"/>haut</1> pour vous envoler, <button type="fly_down"/>bas</1> pour plonger
id: <hinticon/> Dorong <1><button type="fly_up"/> ke atas</1> untuk terbang tinggi, <1><button type="fly_down"/> ke bawah</1> untuk menukik rendah
it: <hinticon/> Spingi <1><button type="fly_up"/>su</1> per volare ad alta quota, <1><button type="fly_down"/>giù</1> per scendere in picchiata
ja: <hinticon/> <1><button type="fly_up"/>上</1> を押すと上昇し、 <1><button type="fly_down"/>下</1> を押すと下降します
ko: <hinticon/> <1><button type="fly_up"/>위로</1> 밀어 높이 날고 <1><button type="fly_down"/>아래로</1> 밀어 하강하세요
pt: <hinticon/> Aperte <1><button type="fly_up"/>para cima</1> para voar alto, e <1><button type="fly_down"/>para baixo</1> para mergulhar
ru: <hinticon/> Нажмите <1><button type="fly_up"/>вверх</1>, чтобы набрать высоту, или <1><button type="fly_down"/>вниз</1>, чтобы пикировать
th: <hinticon/> ดัน<1><button type="fly_up"/>ขึ้น</1>เพื่อบินสูงขึ้น หรือดัน<1><button type="fly_down"/>ลง</1>เพื่อดิ่งตัวลง
vi: <hinticon/>Đẩy <1><button type="fly_up"/> lên </1>để bay lên, <1><button type="fly_down"/> xuống </1>để lao xuống
zh_hans: <hinticon/> <1><button type="fly_up"/>上推</1>爬升, <1><button type="fly_down"/>下推</1>俯冲
zh_hant: <hinticon/> <1><button type="fly_up"/>上推</1>爬升, <1><button type="fly_down"/>下推</1>俯衝

# tutorial_flight_02_ps_invert
source: <hinticon/> Push <1><button type="fly_down"/>down</1> to fly high or push<1><<button type="fly_up"/> up</1> to dive
de: <hinticon/> Drücke <1><button type="fly_down"/>nach unten</1>, um hoch zu fliegen, und <1><button type="fly_up"/>hoch</1>, um in den Sturzflug zu gehen
es: <hinticon/> Presiona <1><button type="fly_down"/>hacia abajo</1> para subir y <1><button type="fly_up"/>hacia arriba</1> para ir en picada
fr: <hinticon/> Appuyez sur <1><button type="fly_down"/>bas</1> pour voler plus haut, <button type="fly_up"/>haut</1> pour plonger
id: <hinticon/> Dorong <1><button type="fly_down"/> ke bawah</1> untuk terbang tinggi, <1><button type="fly_up"/> ke atas</1> untuk menukik rendah
it: <hinticon/> Spingi <1><button type="fly_down"/>giù</1> per volare ad alta quota, <1><button type="fly_up"/>su</1> per scendere a bassa quota
ja: <hinticon/> <1><button type="fly_down"/>下を押す</1> と<2>上昇</2>し、 <1><button type="fly_up"/>上を押す</1> と<2>下降</2>します
ko: <hinticon/> <1><button type="fly_down"/>아래</1>를 눌러 높이 날고 <1><button type="fly_up"/>위</1>를 눌러 하강하세요
pt: <hinticon/> Aperte <1><button type="fly_down"/>para baixo</1> para voar alto, <1><button type="fly_down"/>para cima</1> para mergulhar fundo
ru: <hinticon/> Нажмите <1><button type="fly_down"/>вниз</1>, чтобы подняться, <1><button type="fly_up"/>вверх</1> – чтобы опуститься
th: <hinticon/> ดัน<1><button type="fly_down"/>ลง</1>เพื่อบินสูงขึ้น หรือดัน<1><<button type="fly_up"/>ขึ้น</1>เพื่อดิ่งตัวลง
vi: <hinticon/>Đẩy <1><button type="fly_down"/> xuống </1>để bay lên, <1><button type="fly_up"/> lên </1>để lao xuống
zh_hans: <hinticon/> <1><button type="fly_down"/>下推</1>爬升, <1><button type="fly_up"/>上推</1>俯冲
zh_hant: <hinticon/> <1><button type="fly_down"/>下推</1>爬升, <1><button type="fly_up"/>上推</1>俯衝

# tutorial_flight_03
source: <hinticon/> To fly faster, <1>press and hold</1> one <b> side of the screen</b> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> Um schneller zu fliegen: <1>drücke und halte</1> eine <b>Bildschirmseite</b>, um <2>Energie</2> zu verbrauchen und mit dem <cape/> Flügel zu schlagen.
es: <hinticon/> Para volar más rápido, <1>presiona y mantén</1> un <b>lado de la pantalla</b> para usar <2>energía</2> y agitar tus <cape/>alas.
fr: <hinticon/> Pour voler plus vite, <1> appuyez et maintenez</1> un <b>côté de l'écran</b> pour dépenser <2>de l'énergie</2> et battre votre <cape/> aile
id: <hinticon/> Untuk terbang lebih cepat, <1>tekan dan tahan</1> <b> sisi layar</b> untuk menggunakan <2>energi</2> dan mengepakkan <cape/> sayap
it: <hinticon/> Per volare più veloce, <1>tieni premuto</1> un <b> lato dello schermo</b> per spendere <2>energia</2> e battere le <cape/> ali
ja: <hinticon/> <b>画面右側または左側</b>を<1>長押し</1>し、<2>エナジー</2>を消費することで、 <cape/>ケープを羽ばたかせ、より速く飛びます
ko: <hinticon/> 더 빨리 날려면 <b>화면 한쪽</b>을 <1>길게 눌러</1> <2>에너지</2>를 사용해 <cape/> 날갯짓하세요
pt: <hinticon/> Para voar mais rápido, <1>pressione e segure</1> um <b> lado da tela</b> para gastar <2>energia</2> e bater as asas <cape/>
ru: <hinticon/> Как ускориться:<1>зажмите</1> место <b>с края экрана</b>, чтобы потратить <2>энергию</2> и помахать <cape/> крылом
th: <hinticon/>หากต้องการบินให้เร็วขึ้น<1> ให้กด</1>ด้านหนึ่ง<b>ของหน้าจอค้างไว้</b>เพื่อใช้<2>พลังงาน</2> และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> Để bay nhanh hơn, hãy <1>nhấn giữ</1> <b>một bên màn hình</b> để sử dụng <2>năng lượng</2> và vỗ <cape/> cánh
zh_hans: <hinticon/>要飞得更快，<1>请按住</1><b>屏幕的一侧</b>来消耗<2>能量</2>并拍打<cape/>翅膀
zh_hant: <hinticon/> 若要飛得更快，<1>按住</1><b>螢幕的一側</b>，就能消耗<2>能量</2>並拍動你的<cape/>翅膀

# tutorial_flight_03_pro
source: <hinticon/> To fly faster, <1>press and hold</1> the <b>bottom right icon</b> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> Um schneller zu fliegen: <1>drücke und halte</1> das <b>Symbol unten rechts</b>, um <2>Energie</2> zu verbrauchen und mit dem <cape/> Flügel zu schlagen.
es: <hinticon/> Para volar más rápido, <1>presiona y mantén</1> el <b>ícono de la esquina inferior derecha</b> para usar <2>energía</2> y agitar tus <cape/>alas.
fr: <hinticon/> Pour voler plus vite, <1> appuyez et maintenez</1> l'<b>icône dans le coin inférieur droit</b> pour dépenser <2>de l'énergie</2> et battre votre <cape/> aile
id: <hinticon/> Untuk terbang lebih cepat, <1>tekan dan tahan</1> <b>ikon kanan bawah</b> untuk menggunakan <2>energi</2> dan mengepakkan <cape/> sayap
it: <hinticon/> Per volare più veloce, <1>tieni premuta</1> l'<b>icona in basso a destra</b> per spendere <2>energia</2> e battere le <cape/> ali
ja: <hinticon/> <b>画面右下のアイコン</b>を<1>長押し</1>し、<2>エナジー</2>を消費することで、 <cape/>ケープを羽ばたかせ、より速く飛びます
ko: <hinticon/> 더 빨리 날려면 <b>오른쪽 아래 아이콘</b>을 <1>길게 눌러</1> <2>에너지</2>를 사용해 <cape/> 날갯짓하세요
pt: <hinticon/> Para voar mais rápido, <1>pressione e segure</1> o <b>ícone no canto inferior direito</b> para gastar <2>energia</2> e bater as asas <cape/>
ru: <hinticon/> Как ускориться:<1>зажмите</1> <b>значок справа внизу</b>, чтобы потратить <2>энергию</2> и помахать <cape/> крылом
th: <hinticon/>หากต้องการบินให้เร็วขึ้น<1> ให้กด</1><b>ไอคอนด้านล่างขวาค้างไว้</b>เพื่อใช้<2>พลังงาน</2>และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> Để bay nhanh hơn, hãy <1>nhấn giữ</1> <b>biểu tượng góc dưới bên phải</b> để sử dụng <2>năng lượng</2> và vỗ <cape/> cánh
zh_hans: <hinticon/>要飞得更快，<1>请按住</1><b>右下角的图标</b>来消耗<2>能量</2>并拍打<cape/>翅膀
zh_hant: <hinticon/> 若要飛得更快，<1>按住</1><b>右下角的圖標</b>，就能消耗<2>能量</2>並拍動你的<cape/>翅膀

# tutorial_flight_03_pro_lh
source: <hinticon/> To fly faster, <1>press and hold</1> the <b>bottom left icon</b> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> Um schneller zu fliegen: <1>drücke und halte</1> das <b>Symbol unten links</b>, um <2>Energie</2> zu verbrauchen und mit dem <cape/> Flügel zu schlagen.
es: <hinticon/> Para volar más rápido, <1>presiona y mantén</1> el <b>ícono de la esquina inferior izquierda</b> para usar <2>energía</2> y agitar tus <cape/>alas.
fr: <hinticon/> Pour voler plus vite, <1> appuyez et maintenez</1> l'<b>icône dans le coin inférieur gauche</b> pour dépenser <2>de l'énergie</2> et battre votre <cape/> aile
id: <hinticon/> Untuk terbang lebih cepat, <1>tekan dan tahan</1> <b>ikon kiri bawah</b> untuk menggunakan <2>energi</2> dan mengepakkan <cape/> sayap
it: <hinticon/> Per volare più veloce, <1>tieni premuta</1> l'<b>icona in basso a sinistra</b> per spendere <2>energia</2> e battere le <cape/> ali
ja: <hinticon/> <b>画面左下のアイコン</b>を<1>長押し</1>し、<2>エナジー</2>を消費することで、 <cape/>ケープを羽ばたかせ、より速く飛びます
ko: <hinticon/> 더 빨리 날려면 <b>왼쪽 아래 아이콘</b>을 <1>길게 눌러</1> <2>에너지</2>를 사용해 <cape/> 날갯짓하세요
pt: <hinticon/> Para voar mais rápido, <1>pressione e segure</1> o <b>ícone no canto inferior esquerdo</b> para gastar <2>energia</2> e bater as asas <cape/>
ru: <hinticon/> Как ускориться:<1>зажмите</1> <b>значок слева внизу</b>, чтобы потратить <2>энергию</2> и помахать <cape/> крылом
th: <hinticon/>หากต้องการบินให้เร็วขึ้น<1> ให้กด</1><b>ไอคอนด้านล่างซ้ายค้างไว้</b>เพื่อใช้<2>พลังงาน</2>และกระพือปีก <cape/> ของคุณ
vi: <hinticon/> Để bay nhanh hơn, hãy <1>nhấn giữ</1> <b>biểu tượng góc dưới bên trái</b> để sử dụng <2>năng lượng</2> và vỗ <cape/> cánh
zh_hans: <hinticon/>要飞得更快，<1>请按住</1><b>左下角的图标</b>来消耗<2>能量</2>并拍打<cape/>翅膀
zh_hant: <hinticon/> 若要飛得更快，<1>按住</1><b>左下角的圖標</b>，就能消耗<2>能量</2>並拍動你的<cape/>翅膀

# tutorial_flight_03_ps
source: <hinticon/> To fly faster, <1>press and hold <button type="jump_fly"/></1> to spend <2>energy</2> and flap your <cape/> wing
de: <hinticon/> Um schneller zu fliegen: <1>drücke und halte <button type="jump_fly"/></1>, um <2>Energie</2> zu verbrauchen und mit dem <cape/> Flügel zu schlagen.
es: <hinticon/> Para volar más rápido, <1>presiona y mantén<button type="jump_fly"/></1> para usar <2>energía</2> y agitar tus <cape/> alas.
fr: <hinticon/> Pour voler plus vite, <1> appuyez et maintenez <button type="jump_fly"/></1> pour dépenser de l'<2>l'énergie</2> et battre votre <cape/> aile
id: <hinticon/> Untuk terbang lebih cepat, <1>tekan dan tahan <button type="jump_fly"/></1> untuk menggunakan <2>energi</2> dan mengepakkan <cape/> sayap
it: <hinticon/> Per volare più veloce, <1>tieni premuto <button type="jump_fly"/></1> per spendere <2>energia</2> e battere le <cape/> ali
ja: <hinticon/> <1><button type="jump_fly"/>を長押し</1>し、<2>エナジー</2>を消費することで、 <cape/>ケープを羽ばたかせ、より速く飛びます
ko: <hinticon/> 더 빨리 날려면 <1><button type="jump_fly"/>을 길게 눌러</1> <2>에너지</2>를 사용해 <cape/> 날갯짓하세요
pt: <hinticon/> Para voar mais rápido, <1>pressione e segure <button type="jump_fly"/></1> para gastar <2>energia</2> e bater as asas <cape/>
ru: <hinticon/> Как ускориться:<1>зажмите<button type="jump_fly"/></1>, чтобы потратить <2>энергию</2> и помахать <cape/> крылом
th: <hinticon/>หากต้องการบินให้เร็วขึ้น<1> ให้กด <button type="jump_fly"/></1> ค้างไว้เพื่อใช้<2>พลังงาน</2> และกระพือปีก<cape/>ของคุณ
vi: <hinticon/> Để bay nhanh hơn, hãy <1>nhấn giữ <button type="jump_fly"/></1> để sử dụng <2>năng lượng</2> và vỗ <cape/> cánh
zh_hans: <hinticon/>要飞得更快，<1>请按住<button type="jump_fly"/></1>来消耗<2>能量</2>并拍打<cape/>翅膀
zh_hant: <hinticon/> 若要飛得更快，<1>按住<button type="jump_fly"/></1>，就能消耗<2>能量</2>並拍動你的<cape/>翅膀

# tutorial_flight_04
source: <hinticon/> <b>Fly near</b> <b>clouds</b> or <2>creatures</2> to <b>replenish your <2>energy</2></b>
de: <hinticon/> <b>Fliege in der Nähe von </b> <b>Wolken</b> oder <2>Kreaturen</2>, um <b>deine <2>Energie</2> zu regenerieren</b>.
es: <hinticon/> <b>Vuela cerca</b> de las <b>nubes</b> o las <2>criaturas</2> para <b>recargar tu <2>energía</2></b>.
fr: <hinticon/> <b>Volez près des</b> <b>nuages</b> ou des <2>créatures</2> pour <b>remplir votre <2>énergie</2></b>
id: <hinticon/> <b>Terbang di dekat</b> <b>awan</b> atau <2>makhluk</2> untuk <b>mengisi kembali <2>energi</2></b>
it: <hinticon/> <b>Vola vicino</b> alle <b>nuvole</b> o alle <2>creature</2> per <b>rifornire la tua <2>energia</2></b>
ja: <hinticon/> <b>雲</b>や<2>光の生き物たち</2>の<b>近くを飛ぶと</b>、<b><2>エナジー</2>が回復</b>します
ko: <hinticon/> <b>구름</b>이나 <2>빛의 크리처</2> <b>가까이 날아</b> <b><2>에너지</2>를 채우세요</b>
pt: <hinticon/> <b>Voe perto</b> das <b>nuvens</b> ou de <2>criaturas</2> para <b>recarregar a sua <2>energia</2></b>
ru: <hinticon/> <b>Подлетайте к</b> <b>облакам</b> или <2>созданиям</2>, чтобы <b>восполнить <2>энергию</2></b>
th: <hinticon/> <b>บินเข้าใกล้</b><b>ก้อนเมฆ</b>หรือ<2>สิ่งมีชีวิต</2>เพื่อ<b>เติม<2>พลังงานของคุณ</2></b>
vi: <hinticon/> <b>Bay gần</b> <b>mây</b> hoặc <2>sinh vật</2> để <b>tiếp thêm <2>năng lượng</2></b>
zh_hans: <hinticon/><b>飞到</b><b>云朵</b>或<2>光之生物</2>附近<b>来补充<2>能量</2></b>
zh_hant: <hinticon/> <b>飛靠近</b><b>雲朵</b>或<2>光之生物</2>就能<b>補充你的<2>能量</2></b>

# tutorial_flight_05
source: <hinticon/> <1>Tap</1> <toggle_fly/> or <toggle_hover/> to toggle your <2>flight mode</2>
de: <hinticon/> <1>Tippe auf</1> <toggle_fly/> oder <toggle_hover/> , um den <2>Flugmodus zu aktivieren</2>
es: <hinticon/> <1>Toca</1> <toggle_fly/> o <toggle_hover/> para intercambiar tu <2>modo de vuelo</2>.
fr: <hinticon/> <1>Touchez</1> <toggle_fly/> ou <toggle_hover/> pour choisir le <2>mode de vol</2>
id: <hinticon/> <1>Ketuk</1> <toggle_fly/> atau <toggle_hover/> untuk memilih <2>mode terbangmu</2>
it: <hinticon/> <1>Tocca</1> <toggle_fly/> o <toggle_hover/> per alternare la <2>modalità di volo</2>
ja: <hinticon/> <toggle_fly/>または<toggle_hover/><1>ボタンをタップして</1><2>飛行モードを切り替え</2>ます
ko: <hinticon/> <1></1> <toggle_fly/> 또는 <toggle_hover/> 을 탭하여 <2>비행 모드</2>를 전환해보세요
pt: <hinticon/> <1>Toque em </1> <toggle_fly/> ou <toggle_hover/> para alternar o <2>modo de voo</2>
ru: <hinticon/> <1>Нажмите</1> <toggle_fly/> или <toggle_hover/>, чтобы включить <2>режим полета</2>
th: <hinticon/><1>แตะ</1> <toggle_fly/> หรือ <toggle_hover/> เพื่อเปิด/ปิด<2>โหมดการบิน</2>ของคุณ
vi: <hinticon/> <1>Nhấn</1> <toggle_fly/> hoặc <toggle_hover/> để đổi<2> chế độ bay</2>
zh_hans: <hinticon/> <1>轻按</1> <toggle_fly/> 或 <toggle_hover/> 来切换<2>飞行模式</2>
zh_hant: <hinticon/> <1>輕按</1> <toggle_fly/> 或 <toggle_hover/> 來切換<2>飛行模式</2>

# tutorial_flight_05_ps
source: <hinticon/> <1>Press <button type="flight_toggle"/></1> to toggle your <2>flight mode</2>
de: <hinticon/> <1>Drücke <button type="flight_toggle"/></1>, um den <2>Flugmodus</2> umzuschalten
es: <hinticon/> <1>Presiona <button type="flight_toggle"/></1> para alternar tu <2>modo de vuelo</2>
fr: <hinticon/> <1>Appuyez sur <button type="flight_toggle"/></1> pour changer de <2>mode de vol</2>
id: <hinticon/> <1>Tekan <button type="flight_toggle"/></1> untuk memilih <2>mode terbangmu</2>
it: <hinticon/> <1>Premi <button type="flight_toggle"/></1> per alternare la <2>modalità di volo</2>
ja: <hinticon/> <1><button type="flight_toggle"/> ボタンを押して</1><2>飛行モードを切り替え</2>ます
ko: <hinticon/> <1><button type="flight_toggle"/> 을 눌러</1> <2>비행모드</2>를 전환하세요
pt: <hinticon/> <1>Pressione <button type="flight_toggle"/></1> para alternar seu <2>modo de voo</2>
ru: <hinticon/> <1>Нажмите <button type="flight_toggle"/></1>, чтобы переключить <2>режим полета</2>
th: <hinticon/> <1>กด <button type="flight_toggle"/></1> เพื่อเปิด/ปิด<2>โหมดการบิน</2>ของคุณ
vi: <hinticon/> <1>Nhấn <button type="flight_toggle"/></1> đổi<2> chế độ bay</2>
zh_hans: <hinticon/> <1>按下 <button type="flight_toggle"/></1> 切换<2>飞行模式</2>
zh_hant: <hinticon/> <1>按下 <button type="flight_toggle"/> </1>切換<2>飛行模式</2>

# tutorial_forge_00
source: <hinticon/> Place a <2>light tribute</2> <candle/> on the <2>Return Shrine</2>
de: <hinticon/> Platziere ein <2>Lichttribut</2> <candle/>auf dem <2>Rückkehr-Schrein</2>.
es: <hinticon/> Coloca un <2>tributo de luz</2> <candle/>en el <2>altar de regreso</2>.
fr: <hinticon/> Placez un <2>hommage de lumière</2> <candle/>sur le <2>sanctuaire de retour</2>
id: <hinticon/> Letakkan <2>persembahan cahaya</2> <candle/> pada <2>Kuil Kembali</2>
it: <hinticon/> Posiziona un <2>omaggio di luce</2> <candle/> sul <2>santuario del ritorno</2>
ja: <hinticon/> <2>舞い戻りの像</2>に<2>キャンドル<candle/>を捧げ</2>ましょう
ko: <hinticon/> <2>귀환제단</2>에 <2>빛의 선물</2> <candle/>을 올리세요
pt: <hinticon/> Coloque um <2>tributo de luz</2> <candle/> no <2>altar do regresso</2>
ru: <hinticon/> Поставьте <2>дар света</2> <candle/> на <2>алтарь возвращения</2>
th: <hinticon/>วาง<2>เครื่องบรรณาการแสง</2><candle/>บน<2>แท่นบูชากลับคืน</2>
vi: <hinticon/> Đặt <2>hiến tế ánh sáng</2> <candle/> lên <2>Đền Thờ Trở Về</2>
zh_hans: <hinticon/>将<2>光之祭品</2><candle/>放在<2>返回神坛</2>上
zh_hant: <hinticon/> 在<2>重返神壇</2>放置<2>光之祭品</2><candle/>

# tutorial_forge_01
source: <hinticon/> Place a <2>light tribute</2> <candle/> on the shrine
de: <hinticon/> Platziere einen <2>Lichttribut</2> <candle/> auf den Schrein
es: <Hinticon/> Coloca una <2></2> <candle/> de tributo de luz en Altar
fr: <hinticon/> Placez un <2>hommage de lumière</2> <candle/> sur le sanctuaire
id: <hinticon/> Letakkan <2>persembahan cahaya</2> <candle/> di kuil
it: <hinticon/> Posiziona una <candle/> come <2>omaggio di luce</2> sul santuario
ja: <hinticon/> 精錬した<candle/>を<2>祭壇におそなえ</2>しましょう
ko: hinticon/> <2>빛의 선물</2> <candle/>을 제단 위에 올리세요
pt: <hinticon/> Posicione um <2>tributo de luz</2> <candle/> no altar
ru: <hinticon/> Поместите <2>дар света</2> <candle/> на алтаре
th: <hinticon/>วาง<2>เครื่องบรรณาการแสง</2><candle/>บนแท่นบูชา
vi: <hinticon/>Đặt <2>Hiến Tế Ánh Sáng</2> <candle/> ở đền thờ
zh_hans: <hinticon/> 将<2>光的献祭</2><candle/>放在神坛上
zh_hant: <hinticon/> 將<2>光的獻祭</2><candle/>放在神壇上

# tutorial_gift_00
source: <hinticon/> <1>Tap</1> the <candle/> icon to forge a <candle/><b>candle</b>.
de: <hinticon/> <1>Tippe</1> <candle/> an, um einen <2>Lichttribut</2> zu schmieden
es: <hinticon/> <1>Toca el ícono </1> <candle/> para forjar un <2>tributo de luz</2>
fr: <hinticon/> <1>Touchez</1> l’icône <candle/> pour forger un <2>hommage de lumière</2>
id: <hinticon/> <1>Ketuk</1> ikon <candle/> untuk membuat <2>persembahan cahaya</2>
it: <hinticon/> <1>Tocca</1> l'icona <candle/> per forgiare un <2>omaggio di luce</2>
ja: <hinticon/> <1>アイコンをタップ</1>して<2><candle/>を精錬</2>しましょう
ko: <hinticon/> <candle/> 아이콘을 <1>탭</1>하여 <2>빛의 선물</2>을 만들어 받으세요
pt: <hinticon/> <1>Toque</1> no ícone <candle/> para confeccionar um <2>tributo de luz</2>
ru: <hinticon/> <1>Нажмите</1> на значок <candle/>, чтобы сделать <2>дар света</2>
th: <hinticon/><1>แตะ</1><candle/>ไอคอนเพื่อหลอม<candle/><b>เทียน</b>
vi: <hinticon/> <1>Nhấn biểu tượng </1><candle/>để tạo <2>Hiến Tế Ánh Sáng</2>
zh_hans: <hinticon/> <1>点击</1><candle/>图标铸造<2>光的献祭</2>
zh_hant: <hinticon/> <1>點擊</1><candle/>圖標鑄造<2>光的獻祭</2>

# tutorial_gift_00_ps
source: <hinticon/> <1>Press</1> <b><button type="currency"/></b> to forge a <b>candle</b>.
de: <hinticon/> <1>Drücke <button type="currency"/></1>, um ein <2>Lichttribut</2> zu schmieden
es: <hinticon/> <1>Presiona <button type="currency"/></1> para forjar una <2>luz de tributo</2>
fr: <hinticon/> <1>Appuyez sur <button type="currency"/></1> pour forger un <2>tribut de lumière</2>
id: <hinticon/> <1>Tekan <button type="currency"/></1> untuk membuat <2>persembahan cahaya</2>
it: <hinticon/> <1>Premi <button type="currency"/></1> per forgiare un <2>omaggio di luce</2>
ja: <hinticon/> <1><button type="currency"/> ボタンを押して</1><2><candle/>を精錬</2>しましょう
ko: <hinticon/> <1><button type="currency"/> 을(를) 눌러</1> <2>빛의 선물</2>을 만들어 받으세요
pt: <hinticon/> <1>Pressione <button type="currency"/></1> para confeccionar um <2>tributo de luz</2>
ru: <hinticon/> <1>Нажмите <button type="currency"/></1>, чтобы создать <2>дар света</2>
th: <hinticon/> <1>กด</1> <b><button type="currency"/></b>เพื่อหลอม<b>เทียน</b>
vi: <hinticon/> <1>Nhấn<button type="currency"/> </1> tạo <2>Hiến Tế Ánh Sáng</2>
zh_hans: <hinticon/> <1>按下 <button type="currency"/> </1>铸造<2>光之献祭</2>
zh_hant: <hinticon/> <1>按下 <button type="currency"/> </1>鑄造<2>光之獻祭</2>

# tutorial_gift_01
source: <hinticon/> <1>Tap</1> on the button to accept <candle/> gift
de: <hinticon/> <1>Tippe</1> auf die Schaltfläche, um das <candle/> Geschenk anzunehmen
es: <hinticon/> <1>Toca</1> en el botón para aceptar <candle/> de regalo
fr: <hinticon/> <1>Touchez</1> le bouton pour accepter la <candle/> en cadeau
id: <hinticon/> <1>Ketuk</1> tombol untuk menerima hadiah <candle/>
it: <hinticon/> <1>Tocca</1> il pulsante per accettare un dono di <candle/>
ja: <hinticon/> <1>アイコンをタップ</1>して<candle/>を受け取ります
ko: <hinticon/> 버튼을 <1>탭</1>하여 <candle/> 선물을 수락하세요.
pt: <hinticon/> <1>Toque</1> no botão para aceitar a <candle/> de presente
ru: <hinticon/> <1>Нажмите</1> на кнопку, чтобы принять <candle/> подарок
th: <hinticon/> <1>แตะ</1>ปุ่มเพื่อรับ<candle/>ของขวัญ
vi: <hinticon/> <1>Nhấn</1> nút để nhận quà <candle/>
zh_hans: <hinticon/> <1>点击</1>按钮接收<candle/>
zh_hant: <hinticon/> <1>點擊</1>按鈕接收<candle/>
