Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_intro_5_07
source: Relive the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Revive los recuerdos de los <1>Espíritus</1> y completa sus constelaciones para recibir el regalo definitivo.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour remporter la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、星座を完成させ、究極の贈り物を授かりましょう。
ko: <1>영혼</1>의 기억을 다시 체험하고 별자리를 완성하여 최종보상을 받으세요.
pt: Reviva as memórias dos <1>espíritos</1> e complete sua constelação para ganhar a recompensa final.
ru: Переживайте воспоминания <1>духов</1> и завершайте их созвездия, чтобы получить главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1> và thắp sáng Chòm Sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 重温<1>先灵</1>的回忆，点亮他们的星座，获取最终的奖励
zh_hant: 重溫<1>先靈</1>的回憶，點亮他們的星座，獲取最終的獎勵

# season_intro_5_08
source: Relive the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Revive los recuerdos de los <1>Espíritus</1> y completa sus constelaciones para recibir el regalo definitivo.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour remporter la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、星座を完成させ、究極の贈り物を授かりましょう。
ko: <1>영혼</1>의 기억을 다시 체험하고 별자리를 완성하여 최종보상을 받으세요.
pt: Reviva as memórias dos <1>espíritos</1> e complete sua constelação para ganhar a recompensa final.
ru: Переживайте воспоминания <1>духов</1> и завершайте их созвездия, чтобы получить главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1> và thắp sáng Chòm Sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 重温<1>先灵</1>的回忆，点亮他们的星座，获取最终的奖励
zh_hant: 重溫<1>先靈</1>的回憶，點亮他們的星座，獲取最終的獎勵

# season_intro_5_09
source: Relive the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Revive los recuerdos de los <1>Espíritus</1> y completa sus constelaciones para recibir el regalo definitivo.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour remporter la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、星座を完成させ、究極の贈り物を授かりましょう。
ko: <1>영혼</1>의 기억을 다시 체험하고 별자리를 완성하여 최종보상을 받으세요.
pt: Reviva as memórias dos <1>espíritos</1> e complete sua constelação para ganhar a recompensa final.
ru: Переживайте воспоминания <1>духов</1> и завершайте их созвездия, чтобы получить главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1> và thắp sáng Chòm Sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 重温<1>先灵</1>的回忆，点亮他们的星座，获取最终的奖励
zh_hant: 重溫<1>先靈</1>的回憶，點亮他們的星座，獲取最終的獎勵

# season_intro_5_10
source: Relive the <1>Spirits'</1> memories, complete their constellation, and earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> wieder, vervollständige ihre Sternenbild und verdiene die ultimative Belohnung.
es: Revive los recuerdos de los <1>espíritus</1>, completa su constelación y recibe la recompensa mayor.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour remporter la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1>, lengkapi rasi bintang mereka, dan raih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、星座を完成させ、究極の贈り物を手に入れましょう
ko: <1>영혼</1>의 기억을 다시 체험하고 그들의 별자리를 완성하고 궁극의 보상을 받으세요.
pt: Reviva as memórias dos <1>espíritos</1>, conclua sua constelação e ganhe a melhor recompensa de todas.
ru: Переживите воспоминания <1>духов</1>, завершите их созвездия и получите удивительную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1> ทำกลุ่มดาวของพวกเขาให้สำเร็จ และรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1>, thắp sáng Chòm Sao của họ, và nhận phần thưởng cuối cùng.
zh_hans: 重温<1>先灵</1>的记忆，完成他们的星座，并获得最终奖励。
zh_hant: 重溫<1>先靈</1>的記憶，完成他們的星座，並獲得最終獎勵。

# season_intro_5_11
source: Relive the <1>Spirits'</1> memories, and forge a friendship with the <1>Visitor</1> for the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> nach und freunde dich mit dem <1>Besucher</1> an, um dir die ultimative Belohnung zu sichern.
es: Revive los recuerdos de los <1>espíritus</1> y forja una amistad con el <1>visitante</1> para recibir la recompensa definitiva.
fr: Revivez les souvenirs des <1>esprits</1>, et devenez l'ami du <1>visiteur</1> pour obtenir la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1>, dan jalin pertemanan dengan <1>Tamu</1> untuk meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e stringi amicizia con l'<1>ospite</1> per la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、<1>お客さま</1>と友情を育み、究極の贈り物を授かりましょう
ko: <1>영혼</1>의 기억을 체험하고 <1>방문객</1>과 우정을 쌓아 최종보상을 받아보세요
pt: Reviva as memórias dos <1>espíritos</1> e faça amizade com o <1>visitante</1> para obter a recompensa final.
ru: Переживите воспоминания <1>духов</1> и подружитесь с <1>гостем</1>, чтобы получить главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1> และผูกมิตรกับ<1>ผู้มาเยือน</1>เพื่อรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1>, kết bạn với <1>Vị khách</1> để nhận phần thưởng cuối cùng.
zh_hans: 重温这些<1>先灵</1>的记忆，与这位<1>访客</1>建立友谊，赢取终极奖励。
zh_hant: 重溫這些<1>先靈</1>的記憶，與這位<1>訪客</1>建立友誼，贏取終極獎勵。

# season_intro_5_12
source: Relive the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Revive los recuerdos de los <1>espíritus</1> y completa sus constelaciones para recibir la recompensa definitiva.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour gagner la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、彼らと友情を育み、究極の贈り物を授かりましょう
ko: <1>영혼</1>의 기억을 다시 체험하고 시즌별자리를 완성해서 최종보상을 획득하세요
pt: Reviva as memórias dos <1>Espíritos</1> e complete a constelação deles para ganhar a recompensa suprema.
ru: Проживите воспоминания <1>духов</1> и завершите их созвездия, чтобы получить главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1> và thắp sáng Chòm Sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 重温<1>先灵</1>的记忆，并完成所有的星座以解锁终极谢礼。
zh_hant: 重溫<1>先靈</1>的記憶，並完成所有的星座以解鎖終極謝禮。

# season_intro_5_13
source: Relive the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> erneut und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Revive los recuerdos de los <1>espíritus</1> y completa sus constelaciones para recibir la recompensa definitiva.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour gagner la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、彼らと友情を育み、究極の贈り物を授かりましょう
ko: <1>영혼</1>의 기억을 체험하고 영혼의 별자리를 완성하여 최종보상을 획득하세요
pt: Reviva as lembranças dos <1>espíritos</1> e complete a constelação deles para ganhar a recompensa suprema.
ru: Проживите воспоминания <1>духов</1> и завершите их созвездия, чтобы получить главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng ký ức của các <1>Tinh Linh</1> và thắp sáng Chòm Sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 重温<1>先灵</1>的记忆，并完成所有的星座以解锁终极奖励。
zh_hant: 重溫<1>先靈</1>的記憶，完成他們的星座來贏取終極獎勵。

# season_intro_5_14
source: Relive the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Erlebe die Erinnerungen der <1>Geister</1> erneut und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Revive los recuerdos de los <1>espíritus</1> y completa sus constelaciones para recibir la recompensa definitiva.
fr: Revivez les souvenirs des <1>esprits</1> et complétez leur constellation pour gagner la récompense ultime.
id: Hidupkan kembali kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa la loro costellazione per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を解放し、彼らと友情を育み、究極の贈り物を授かりましょう
ko: <1>영혼</1>의 기억을 다시 체험하고 영혼의 별자리를 완성해서 최종보상을 획득하세요.
pt: Reviva as memórias dos <1>espíritos</1> e conclua a constelação deles para ganhar a recompensa suprema.
ru: Проживите воспоминания <1>духов</1> и завершите их созвездия, чтобы получить главную награду.
th: หวนคิดถึงความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Hồi tưởng lại ký ức <1>Tinh Linh</1> và hoàn thành chòm sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 重新体验<1>先灵</1>的记忆，并完成所有的星座以解锁终极奖励。
zh_hant: 重溫<1>先靈</1>的記憶，完成他們的星座來贏取終極獎勵。

# season_intro_5_15
source: Retrieve memories frozen in the fallen shards and earn the ultimate reward.
de: Finde Erinnerungen, die in den gefallenen Scherben eingefroren sind, und erhalte die ultimative Belohnung.
es: Recupera los recuerdos congelados en los fragmentos caídos y obtén la recompensa definitiva.
fr: Récupérez les souvenirs gelés dans les fragments tombés pour obtenir la récompense ultime.
id: Ambil kembali memori yang membeku di pecahan-pecahan yang jatuh dan dapatkan hadiah pamungkas.
it: Recupera i ricordi congelati nei frammenti caduti e guadagna la ricompensa finale.
ja: 墜ちた破片に封じ込められた記憶を呼び起こし、究極の贈り物に挑戦しましょう
ko: 떨어진 파편 속에 갇힌 기억을 되찾고 최종보상을 획득하세요.
pt: Recupere lembranças congeladas dos fragmentos que caíram e ganhe a recompensa suprema.
ru: Собирайте воспоминания из упавших осколков и получите лучшую награду.
th: เก็บความทรงจำที่ถูกแช่แข็งอยู่ในผลึกที่ร่วงหล่น และรับสุดยอดรางวัล
vi: Lấy lại những ký ức bị đóng băng trong các mảnh vỡ và nhận phần thưởng cuối.
zh_hans: 找回冻结于坠落碎片之中的记忆，并获得最终奖励。
zh_hant: 找回冰封在墜落碎片中的記憶，贏得終極獎勵。

# season_intro_5_16
source: Listen to the <1>Spirits'</1> memories and complete their constellation to earn the ultimate reward.
de: Lausche den Erinnerungen der <1>Geister</1> und vervollständige ihr Sternbild, um die ultimative Belohnung zu erhalten.
es: Escucha los recuerdos de los <1>espíritus</1> y completa sus constelaciones para recibir la recompensa definitiva.
fr: Écoutez les souvenirs des <1>esprits</1> et complétez leur constellation pour gagner la récompense ultime.
id: Dengarkan kenangan <1>Roh</1> dan lengkapi rasi bintang mereka demi meraih hadiah utama.
it: Rivivi i ricordi degli <1>spiriti</1> e completa le loro costellazioni per guadagnare la ricompensa finale.
ja: <1>精霊たち</1>の記憶を聴き、星座を完成させ、究極の贈り物を授かりましょう
ko: <1>영혼</1>의 기억을 듣고 영혼의 별자리를 완성해 최종보상을 획득해 보세요.
pt: Escute as lembranças dos <1>espíritos</1> e conclua a constelação deles para ganhar a recompensa suprema.
ru: Слушайте воспоминания <1>духов</1> и завершите их созвездия, чтобы получить главную награду.
th: ฟังความทรงจำของ<1>เหล่าสปิริต</1>และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Lắng nghe ký ức của <1>Tinh Linh</1> và hoàn thiện chòm sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 聆听<1>先灵们</1>的记忆，完成他们的星座以获得终极奖励。
zh_hant: 聆聽<1>先靈</1>的記憶，完成他們的星座來獲得終極獎勵。

# season_intro_5_17
source: Bring peace to the forgotten <1>spirits</1> and complete their constellations to earn the ultimate reward.
de: Bringe den vergessenen <1>Geistern</1> Frieden und vollende ihre Sternbilder für die ultimative Belohnung.
es: Dale paz a los <1>espíritus</1> olvidados y completa sus constelaciones para conseguir la recompensa definitiva.
fr: Apportez la paix aux <1>esprits</1> oubliés et complétez leurs constellations pour gagner la récompense ultime.
id: Bawa kedamaian bagi <1>para roh</1> yang terlupakan dan lengkapi rasi bintang mereka untuk mendapatkan hadiah utama.
it: Ridona la pace agli <1>spiriti</1> dimenticati e completa le costellazioni per guadagnare la ricompensa finale.
ja: 忘れ去られた<1>精霊たち</1>を癒し、星座を完成させ、究極の贈り物を授かりましょう
ko: 잊혀진 <1>영혼</1>에게 마음의 평화를 안겨주고 영혼의 별자리를 완성해서 최종보상을 획득하세요.
pt: Traga paz aos <1>espíritos</1> esquecidos e conclua suas constelações para ganhar a recompensa final.
ru: Помогите забытым <1>духам</1> найти утешение и завершить их созвездие, чтобы получить главную награду.
th: นำสันติสุขมาสู่<1>เหล่าสปิริต</1>ที่ถูกลืม และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับสุดยอดรางวัล
vi: Mang lại hòa bình cho các <1>tinh linh</1> bị lãng quên và hoàn thành các chòm sao của họ để nhận phần thưởng cuối cùng.
zh_hans: 让被遗忘的<1>先灵</1>得到安宁，完成他们的星座以获得终极奖励。
zh_hant: 為被遺忘的<1>先靈</1>帶來平靜，並完成他們的星座以獲得最終獎勵。

# season_intro_5_18
source: Befriend your fellow <1>pupils</1> and complete their constellations to earn the <b>ultimate reward</b>.
de: Freunde dich mit deinen <1>Mitschülern</1> an und vollende ihre Sternbilder für die <b>ultimative Belohnung</b>.
es: Forja amistades con tus <1>compañeros de estudio</1> y completa sus constelaciones para conseguir la <b>recompensa definitiva</b>.
fr: Liez-vous d'amitié avec les autres <1>élèves</1> et complétez leurs constellations pour gagner la <b>récompense ultime</b>.
id: Jalin persahabatan dengan <1>murid</1> lain dan lengkapi rasi bintang mereka untuk meraih <b>hadiah utama</b>.
it: Fai amicizia con gli altri <1>alunni</1> e completa le loro costellazioni per guadagnare la <b>ricompensa finale</b>.
ja: <1>見習いたち</1>たちと友情を育み、星座を完了し、<b>究極の贈り物</b>を授かりましょう
ko: 다른 <1>제자들</1>과 친구가 되어 별자리를 완성하고 <b>최종보상</b>을 획득하세요.
pt: Faça amizade com os outros <1>pupilos</1> e conclua suas constelações para ganhar a <b>recompensa suprema</b>.
ru: Подружитесь с товарищами-<1>учениками</1> и завершите их созвездия, чтобы получить <b>главную награду</b>.
th: เป็นเพื่อนกับผอง<1>ลูกศิษย์</1>ของคุณ และทำกลุ่มดาวของพวกเขาให้สำเร็จเพื่อรับ<b>สุดยอดรางวัล</b>
vi: Kết bạn với các <1>học trò</1> khác và hoàn thành các chòm sao của họ để nhận được <b>phần thưởng cuối cùng</b>.
zh_hans: 结识其他<1>学徒</1>，并完成他们的星座以获得<b>最终的奖励</b>。
zh_hant: 和其他<1>學徒</1>夥伴成為朋友，並完成他們的星座圖以獲得<b>終極獎勵</b>。

# season_intro_5_19
source: Hone your skill with their <b>device</b> and meet new <1>spirits</1> to earn the <b>ultimate reward</b>.
de: Verbessere deine Fähigkeit mit dem <b>Gerät</b> und triff neue <1>Geister</1>, um die <b>ultimative Belohnung</b> zu erhalten.
es: Perfecciona tus habilidades con el <b>dispositivo</b> y descubre nuevos <1>espíritus</1> para conseguir la <b>recompensa definitiva</b>.
fr: Perfectionnez vos compétences avec leur <b>dispositif</b> et rencontrez de nouveaux <1>esprits</1> pour gagner la <b>récompense ultime</b>.
id: Asah keahlianmu dengan <b>alat</b> mereka dan temui banyak <1>Roh</1> baru untuk meraih <b>hadiah utama</b>.
it: Impara a usare il suo <b>dispositivo</b> e incontra nuovi <1>spiriti</1> per ottenere la <b>ricompensa definitiva</b>.
ja: その<b>機械</b>を扱う腕を磨き、新しい<1>精霊たち</1>と出会い、<b>究極の贈り物</b>を授かりましょう
ko: <b>도구</b>를 사용해 실력을 키우고 새로운 <1>영혼</1>을 만나 <b>최종보상</b>에 도전해 보세요.
pt: Aprimore sua habilidade com o <b>dispositivo</b> e conheça novos <1>espíritos</1> para ganhar a <b>recompensa suprema</b>.
ru: Отточите свои навыки работы с <b>устройством</b> и повстречайте новых <1>духов</1>, чтобы получить <b>главную награду</b>.
th: ฝึกฝนทักษะของคุณด้วย<b>อุปกรณ์</b>ของพวกเขา และพบกับ<1>เหล่าสปิริต</1>ตนใหม่เพื่อรับ<b>สุดยอดรางวัล</b>
vi: Rèn luyện kỹ năng với <b>thiết bị</b> đó và gặp gỡ các <1>tinh linh</1> mới để nhận được <b>phần thưởng cuối cùng</b>.
zh_hans: 用其<b>设备</b>磨练你的技能，结识新的<1>先灵</1>，以获得<b>终极奖励</b>。
zh_hant: 使用他的<b>裝置</b>磨練技能，認識新的<1>先靈</1>並獲得<b>終極獎勵</b>。

# season_intro_5_21
source: Assist the <b>Nine-Colored Deer</b> and meet new <1>spirits</1> to earn the <b>ultimate reward</b>.
de: Hilf dem <b>Neunfarbigen Hirsch</b> und triff neue <1>Geister</1>, um die <b>ultimative Belohnung</b> zu erhalten.
es: Ayuda al <b>ciervo de los nueve colores</b> y conoce a nuevos <1>espíritus</1> para conseguir la <b> recompensa definitiva</b>.
fr: Aidez le <b>cerf aux neuf couleurs</b> à rencontrer d'autres <1>esprits</1> pour gagner la <b>récompense ultime</b>.
id: Bantu <b>Rusa Sembilan Warna</b> dan temui <1>roh-roh</1> baru untuk mendapatkan <b>hadiah utama</b>.
it: Aiuta il <b>Cervo dai nove colori</b> e incontra nuovi <1>spiriti</1> per ottenere la <b>ricompensa definitiva</b>.
ja: <b>九色の鹿</b>を手伝い、新たな<1>精霊たち</1>と出会い、<b>究極の贈り物</b>を授かりましょう
ko: <b>아홉 빛깔 사슴</b>을 돕고 새로운 <1>영혼</1>을 만나 <b>최종 보상</b>을 획득하세요.
pt: Ajude o <b>Cervo de Nove Cores</b> e encontre novos <1>espíritos</1> para ganhar a <b>recompensa suprema</b>.
ru: Помогите <b>Девятицветному оленю</b>, повстречайте новых <1>духов</1>, и вы получите <b>главную награду</b>.
th: ช่วยเหลือ<b>กวางเก้าสี</b>และพบกับ<1>เหล่าสปิริต</1> ตนใหม่เพื่อรับ<b>สุดยอดรางวัล</b>
vi: Giúp đỡ <b>Cửu Sắc Lộc</b> và gặp các <1>tinh linh</1> mới để nhận được <b>phần thưởng cuối cùng</b>.
zh_hans: 协助<b>九色鹿</b>并结识新的<1>先灵</1>，以获得<b>最终的奖励</b>。
zh_hant: 協助<b>九色鹿</b>，並結識新的<1>先靈</1>來獲得<b>終極獎勵</b>。

# season_intro_5_22
source: Go meet the Nesting Guide in their workshop to start your journey!
de: Triff den Nest-Helfer in seiner Werkstatt, um deine Reise zu beginnen!
es: ¡Ve a ver a la guía acogedora a su taller para comenzar la aventura!
fr: Allez voir la guide de la Nidification dans son atelier pour vous lancer dans l'aventure !
id: Temui Pemandu Bersarang di bengkel kerjanya untuk memulai perjalanan kamu!
it: Vai a incontrare la Guida ai Nidi nel suo laboratorio per iniziare il tuo viaggio!
ja: 工房にいる巣づくり案内人に会いに行き、あなたの巣づくりの旅を始めましょう！
ko: 제작소에서 기다리는 보금자리 안내자를 찾아가 모험을 시���해 주세요!
pt: Encontre a Guia do Ninho em sua oficina para iniciar sua jornada!
ru: Подойдите к проводнику гнездования в мастерской, чтобы начать путешествие!
th: ไปพบกับผู้แนะนำการสร้างรังในเวิร์คช็อปของพวกเขา เพื่อเริ่มต้นการเดินทางของคุณ!
vi: Hãy gặp Chỉ Dẫn Xây Tổ trong xưởng của họ để bắt đầu hành trình của bạn!
zh_hans: 前往筑巢向导的工作室找他，从那里开启你的旅程！
zh_hant: 去找築巢嚮導，在他的工坊開始你的旅程！

# season_intro_5_23
source: Go meet the <1>Duets Guide</1> in the concert hall to start your journey!
de: Triff den <1>Duette-Helfer</1> in der Konzerthalle, um deine Reise zu beginnen!
es: ¡Ve a ver al <1>guía de los duetos</1> en el auditorio para comenzar el viaje!
fr: Rencontrez le <1>Guide des Duos</1> à la Salle de concert pour commencer l’aventure !
id: Temui <1>Pemandu Duet</1> di aula konser untuk memulai perjalanan kamu!
it: Vai a incontrare la <1>Guida ai duetti</1> nella sala concerti per iniziare il tuo viaggio!
ja: コンサートホールにいる<1>音色の案内人</1>のもとを訪れ、新たな旅を始めましょう！
ko: 연주회장에서 <1>듀엣의 안내자</1>를 만나 모험을 시작하세요!
pt: Encontre o <1>Guia de Duetos</1> na sala de concertos para começar a jornada!
ru: Встретьтесь с <1>проводником дуэтов</1> в концертном зале, чтобы начать своё путешествие!
th: ไปพบกับ<1>ผู้แนะนำบรรเลงคู่</1>ในโถงคอนเสิร์ตเพื่อเริ่มต้นการเดินทางของคุณ!
vi: Hãy gặp <1>Chỉ Dẫn Song Tấu</1> tại phòng hòa nhạc để bắt đầu hành trình của bạn!
zh_hans: 去音乐厅结识<1>二重奏向导</1>，以开启你的旅程！
zh_hant: 去音樂廳會見<1>二重奏嚮導</1>，開始你的旅程！

# season_intro_5_24
source: Find the <1>Moomin Storybook</1> to explore <b>Moominvalley</b> and earn the <b>ultimate reward</b>.
de: Finde das <1>Mumin-Geschichtsbuch</1>, um das <b>Mumintal</b> zu erkunden und die <b>ultimative Belohnung</b> zu verdienen.
es: Busca el <1>libro de cuentos de los Mumin</1> para explorar el <b>Valle Mumin</b> y obtener la <b>mejor recompensa de todas</b>.
fr: Trouvez le <1>Livre des Moomins</1> pour explorer la <b>Vallée des Moomins</b> et gagner la <b>récompense ultime</b>
id: Temukan <1>Buku Cerita Moomin</1> untuk menjelajahi <b>Moominvalley</b> dan dapatkan <b>hadiah utama</b>.
it: Trova il <1>Libro di fiabe dei Mumin</1> per esplorare la <b>Valle dei Mumin</b> e ottenere la <b>ricompensa definitiva</b>.
ja: <1>ムーミンの本</1>を見つけ、<b>ムーミン谷</b>を探索し、<b>究極の贈り物</b>の獲得に挑戦しましょう
ko: <1>무민 이야기책</1>을 찾아 <b>무민밸리</b>를 탐험하고 <b>최종보상</b>을 획득하세요.
pt: Encontre o <1>Livro de Histórias dos Mumins</1>, explore o <b>Vale dos Mumins</b> e receba a <b>recompensa suprema</b>.
ru: Найдите <1>книгу Муми-троллей</1>, чтобы исследовать <b>Муми-дол</b> и заработать <b>отличную награду</b>.
th: ค้นหา<1>หนังสือนิทานมูมิน</1>เพื่อสำรวจ<b>หุบเขามูมิน</b>แล้วรับ<b>สุดยอดรางวัล</b>ได้เลย
vi: Hãy tìm <1>Truyện Moomin</1> để khám phá <b>Moominvalley</b> và nhận được <b>phần thưởng cuối cùng</b>.
zh_hans: 找到<1>姆明故事书</1>来探索<b>姆明谷</b>并赢取<b>终极奖励</b>。
zh_hant: 找到<1>姆明故事書</1>，探索<b>姆明谷</b>並獲得<b>終極獎勵</b>。

# season_intro_5_25
source: Meet the <1>Radiance Guide</1> in the <1>Dye Workshop</1> to start your journey!
de: Triff die <1>Leuchten-Helferin</1> in der <1>Farben-Werkstatt</1>, um deine Reise zu beginnen!
es: ¡Ve a ver a la <1>guía de resplandor</1> en el <1>taller de tinturas</1> para comenzar la aventura!
fr: Retrouvez le <1>guide de l'Éclat</1> à l'<1>Atelier de teinture</1> pour commencer voyage !
id: Temui <1>Pemandu Pancaran Cahaya</1> di <1>Lokakarya Warna</1> untuk memulai perjalanan kamu!
it: Incontra la <1>guida allo splendore</1> nella sua <1>Bottega di tintura</1> per iniziare il tuo viaggio!
ja: <1>光染め工房</1>にいる<1>光に染まる案内人</1>に会いに行き、新たな冒険を始めましょう！
ko: <1>염색 공방</1>에서 <1>광채의 안내자</1>를 만나 모험을 시작하세요!
pt: Encontre a <1>Guia do Resplendor</1> no <1>Ateliê de Tintas</1> para iniciar sua jornada!
ru: Подойдите к <1>проводнику сияния</1> в <1>мастерской цвета</1>, чтобы начать путешествие!
th: ไปพบกับ<1>ผู้แนะนำแสงเรืองรอง</1>ใน<1>เวิร์คช็อปสีย้อม</1>เพื่อเริ่มต้นการเดินทางของคุณ!
vi: Gặp <1>Chỉ Dẫn Rạng Rỡ</1> tại <1>Xưởng Nhuộm</1> để bắt đầu hành trình của bạn!
zh_hans: 前往<1>染料工作室</1>寻找<1>彩染向导</1>以开启你的旅程！
zh_hant: 與<1>彩染嚮導</1>在<1>光之染坊</1>見面，展開你的旅程！
