Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# storm_death_02
source: <1>Tap</1> all the <2>expressions</2> in the sky to open the exit
de: <1>Tippe</1> auf alle <2>Ausdrücke</2> am Himmel, um den Ausgang zu öffnen
es: <1>Toca</1> todas las <2>expresiones </2> en el cielo para abrir la salida
fr: <1>Touchez</1> toutes les <2>expressions</2> du ciel pour ouvrir la sortie
id: <1>Ketuk</1> semua <2>ekpresi</2> di langit untuk membuka pintu keluar
it: <1>Tocca</1> tutte le <2>espressioni</2> in cielo per aprire l'uscita
ja: 天に浮かぶ全ての<1>感情表現アイコンをタップ</1>して、<2>帰還ゲートを開き</2>ましょう
ko: Sky에서 모든 <2>제스처</2>를 <1>탭</1>하여 출구를 여세요.
pt: <1>Toque</1> em todas as <2>expressões</2> no céu para abrir a saída
ru: <1>Нажмите</1> на все <2>выражения</2> в небе, чтобы открыть выход
th: <1>แตะ</1><2>การแสดงออก</2>ทั้งหมดใน Sky เพื่อเปิดทางออก
vi: <1>Nhấn </1>toàn bộ <2>biểu cảm</2> trên bầu trời, mở lối ra
zh_hans: <1>点击</1>所有星空中的<2>先灵</2>，开启出口
zh_hant: <1>點擊</1>所有星空中的<2>先靈</2>，開啓出口

# storm_deposit_days_left
source: <b>{{1}}</b> days until all <8><star/></8> shrines renew
de: <b>{{1}}</b> Tage, bis alle <8><star/></8> Schreine erneuert werden
es: <b>{{1}}</b> días antes de la renovación de los altares de <8><star/></8>
fr: <b>{{1}}</b> jours jusqu’au renouvellement de tous les sanctuaires <8><star/></8>
id: <b>{{1}}</b> hari sampai semua <8><star/></8> kuil diperbarui
it: <b>{{1}}</b> giorni al rinnovamento di tutti i santuari delle <8><star/></8>
ja: 再び暴風域で光の翼を捧げられるようになるまで あと<b>{{1}}</b> 日
ko: <b>{{1}}</b>일 후에 모든 <8><star/></8> 석상이 재생됩니다
pt: <b>{{1}}</b> dias até que todos <8><star/></8> altares se renovem
ru: <b>{{1}}</b> дн. до обновления всех <8><star/></8> алтарей
th: เหลือเวลาอีก <b>{{1}}</b> วัน ก่อนที่แท่นบูชา <8><star/></8> ทุกแห่งจะเริ่มใหม่
vi: <8><star/></8>Toàn bộ đền thờ làm mới sau <b>{{1}}</b> ngày nữa
zh_hans: 距离所有<8><star/></8>神坛刷新还有<b>{{1}}</b>天
zh_hant: 距離所有<8><star/></8>神壇重置還有<b>{{1}}</b>天

# storm_deposit_hours_left
source: <b>{{1}}</b> hours until all <8><star/></8> shrines renew
de: <b>{{1}}</b> Stunden, bis alle <8><star/></8> Schreine erneuert werden
es: <b>{{1}}</b> horas antes de la renovación de los altares de <8><star/></8>
fr: <b>{{1}}</b> heures jusqu’au renouvellement de tous les sanctuaires <8><star/></8>
id: <b>{{1}}</b> jam sampai semua <8><star/></8> kuil diperbarui
it: <b>{{1}}</b> ore al rinnovamento di tutti i santuari delle <8><star/></8>
ja: 再び暴風域で光の翼を捧げられるようになるまで あと<b>{{1}}</b> 時間
ko: <b>{{1}}</b>시간 후에 모든 <8><star/></8> 석상이 재생됩니다
pt: <b>{{1}}</b> horas até que todos <8><star/></8> altares se renovem
ru: <b>{{1}}</b> ч. до обновления всех <8><star/></8> алтарей
th: เหลือเวลาอีก <b>{{1}}</b> ชั่วโมง ก่อนที่แท่นบูชา <8><star/></8> ทุกแห่งจะเริ่มใหม่
vi: <8><star/></8>Toàn bộ đền thờ làm mới sau <b>{{1}}</b> giờ nữa
zh_hans: 距离所有<8><star/></8>神坛刷新还有<b>{{1}}</b>小时
zh_hant: 距離所有<8><star/></8>神壇重置還有<b>{{1}}</b>小時

# storm_deposit_minutes_left
source: <b>{{1}}</b> minutes until all <8><star/></8> shrines renew
de: <b>{{1}}</b> Minuten, bis alle <8><star/></8> Schreine erneuert werden
es: <b>{{1}}</b> minutos antes de la renovación de los altares de <8><star/></8>
fr: <b>{{1}}</b> minutes jusqu’au renouvellement de tous les sanctuaires <8><star/></8>
id: <b>{{1}}</b> menit sampai semua <8><star/></8> kuil diperbarui
it: <b>{{1}}</b> minuti al rinnovamento di tutti i santuari delle <8><star/></8>
ja: 再び暴風域で光の翼を捧げられるようになるまで あと<b>{{1}}</b> 分
ko: <b>{{1}}</b>분 후에 모든 <8><star/></8> 석상이 재생됩니다
pt: <b>{{1}}</b> minutos até que todos os altares <8><star/></8> altares se renovem
ru: <b>{{1}}</b> мин. до обновления всех <8><star/></8> алтарей
th: เหลือเวลาอีก <b>{{1}}</b> นาที ก่อนที่แท่นบูชา <8><star/></8> ทุกแห่งจะเริ่มใหม่
vi: <8><star/></8>Toàn bộ đền thờ làm mới sau <b>{{1}}</b> phút nữa
zh_hans: 距离所有<8><star/></8>神坛刷新还有<b>{{1}}</b>分钟
zh_hant: 距離所有<8><star/></8>神壇重置還有<b>{{1}}</b>分鐘

# storm_deposit_seconds_left
source: Less than <b>one</b> minute until all <8><star/></8> shrines renew
de: Weniger als <b>eine</b> Minute, bis alle <8><star/></8> Schreine erneuert werden
es: Queda menos de <b>un</b> minuto hasta que todos los altares <8><star/></8> se renueven
fr: Moins d'<b>une</b> minute jusqu'à ce que tous les sanctuaires <8><star/></8> se renouvellent
id: Kurang dari <b>satu</b> menit sampai semua <8><star/></8> kuil diperbarui
it: Tra meno di <b>un</b> minuto, tutti i santuari <8><star/></8> si rinnoveranno
ja: 全ての<8><star/></8>祭壇が更新されるまで、残り<b>1</b>分以内
ko: <b>1</b>분 안에 모든 <8><star/></8> 석상이 재생됩니디
pt: Menos de <b>um</b> minuto até que todos os altares <8><star/></8> sejam renovados
ru: До обновления всех <8><star/></8> храмов осталось меньше <b>одной</b> минуты
th: เหลือเวลาน้อยกว่า<b>หนึ่ง</b>นาทีก่อนแท่นบูชา <8><star/></8> ทุกแห่งจะเริ่มใหม่
vi: Còn không đến <b>1</b> phút, toàn bộ <8><star/></8> đền thờ sẽ làm mới
zh_hans: 还有不到<b>1</b>分钟，所有<8><star/></8>神坛将刷新
zh_hant: 還有不到<b>1</b>分鍾，所有<8><star/></8>神壇將刷新

# storm_emote_gate_00
source: You are not strong enough for what lies ahead
de: Du bist nicht stark genug für das, was vor dir liegt
es: No eres lo suficientemente fuerte para lo que te espera.
fr: Vous êtes trop faible pour affronter ce qui vous attend
id: Kamu tidak cukup kuat menghadapi apa yang ada di depanmu
it: Non sei abbastanza forte per ciò che ti attende
ja: この先に進むためには、<b><wingbuff/></b>が足りないようです
ko: 이 너머로 여행하려면 더 강해져야해요
pt: Você não é forte o suficiente para enfrentar o que há além
ru: У вас маловато сил для того, что ждет впереди
th: คุณยังแข็งแกร่งไม่พอที่จะเผชิญกับสิ่งที่รออยู่ข้างหน้า
vi: Bạn chưa đủ sức mạnh để tiếp nhận thử thách phía trước
zh_hans: 你还不具备足够的力量去迎接前面的挑战
zh_hant: 你還不具備足夠的力量去迎接前面的挑戰

# storm_emote_gate_01
source: Return after having at least 20 <b>Spirits</b> <8><cape/></8>
de: Kehre zurück, wenn du mindestens 20 <b>Spirits</b> <8><cape/></8> hast
es: Regresar después de haber tenido al menos 20 <b>Espíritus</b> <8><cape/></8>
fr: Revenez après avoir accumulé au moins 20 <b>esprits</b> <8><cape/></8>
id: Kembali setelah memiliki setidaknya 20 <b>Roh</b> <8><cape/></8>
it: Torna dopo avere almeno 20 <8><cape/></8> degli <b>spiriti</b>
ja: この封印を解くには少なくとも 20片 の<b><wingbuff/></b>が必要のようです
ko: 최소 20개의 <b>영혼</b> <8><cape/></8>를 찾아오세요
pt: Volte quando tiver pelo menos 20 <b>espíritos</b> <8><cape/></8>
ru: Возвращайтесь, когда у вас будет хотя бы 20 <b>духов</b> <8><cape/></8>
th: กลับมาอีกครั้งหลังจากมี<b>สปิริต</b> <8><cape/></8> อย่างน้อย 20 ตน
vi: Hãy đánh thức ít nhất 20 <b>Tinh Linh</b><8><cape/></8> rồi quay lại
zh_hans: 请在唤醒至少20个<b>先灵</b><8><cape/></8>后再来挑战
zh_hant: 請在喚醒至少20個<b>先靈</b><8><cape/></8>後再來挑戰

# storm_emote_gate_02
source: You have been qualified for the mission ahead
de: Du hast dich für die bevorstehende Mission qualifiziert
es: Calificaste para la misión que se avecina.
fr: Vous êtes qualifié(e) pour la mission à venir
id: Kamu telah memenuhi syarat untuk misi selanjutnya
it: Ti sei qualificato per la prossima missione
ja: この先に進むために十分な経験を積んだようです
ko: 앞으로의 모험을 진행할 자격을 얻었어요
pt: Você recebeu a qualificação para a missão a seguir
ru: Вы подходите для задания, что ждет впереди
th: คุณมีคุณสมบ���ติครบถ้วนสำหรับภารกิจที่กำลังจะมาถึงแล้ว
vi: Bạn đã đủ điều kiện cho nhiệm vụ phía trước
zh_hans: 你已经具备接受潜在挑战的资格
zh_hant: 你已經具備接受潛在挑戰的資格

# storm_emote_gate_03
source: Get prepared! Better to group up with others at <8>Home</8> to face the challenges ahead
de: Mach dich bereit! Am besten tust du dich <8>Zuhause</8> mit anderen zusammen, um dich den bevorstehenden Herausforderungen zu stellen
es: ¡Prepárate! Es mejor agruparse con otros en <8>Hogar</8> para enfrentar los retos que se avecinan.
fr: Préparez-vous ! Mieux vaut vous regrouper avec les autres à la <8>Maison</8> pour faire face aux défis qui vous attendent
id: Bersiap! Sebaiknya bentuk tim dengan pemain lain di <8>Rumah</8> untuk menghadapi tantangan selanjutnya
it: Preparati! Meglio tornare alla <8>Base</8> e unirsi agli altri per affrontare le sfide future.
ja: 準備は念入りにしてください 待ち受ける苦難を乗り越えるためには、<b>ホーム</b>で仲間を集めた方が良いでしょう
ko: 준비하세요! 이 너머의 위험에 맞서 <8>안식처</8>에서 다른 플레이어들과 팀을 이뤄보세요
pt: Prepare-se! É melhor juntar-se a outros no <8>Lar</8> para enfrentar os desafios adiante
ru: Готовьтесь! Лучше создать команду <8>Дома</8>. Вместе проще справиться с любыми вызовами
th: จงเตรียมตัวให้พร้อม! รวมกลุ่มกับผู้เล่นคนอื่นๆ ที่<8>บ้าน</8> เพื่อเผชิญกับความท้าทายที่รออยู่ข้างหน้า
vi: Hãy sẵn sàng! Lập nhóm tại <8>Nhà</8> cùng đối mặt thử thách.
zh_hans: 进入此区域前请做好准备！建议在<8>遇境</8>组队进入共同面对挑战。
zh_hant: 進入此區域前請做好準備！建議在<8>遇境</8>組隊進入共同面對挑戰。

# storm_emote_gate_04
source: Beyond this door, the Light awaits. By entering, you risk losing all <2>winged light<wingbuff /></2>
de: Hinter dieser Tür wartet das Licht Wenn du durch sie durchgehst, riskierst du, alle dein <2>geflügeltes Licht<wingbuff /></2> zu verlieren
es: Tras la puerta, aguarda la Luz. Al entrar arriesgas perder toda tu <2>luz alada<wingbuff /></2>
fr: Au-delà de cette porte, la Lumière vous attend. En entrant, vous risquez de perdre toute votre <2>lumière ailée<wingbuff /></2>
id: Di luar pintu ini, Cahaya menanti. Dengan masuk, kamu mempertaruhkan semua <2><wingbuff />cahaya bersayap</2>
it: Al di là di questa porta, la luce ti attende. Entrando rischi di perdere tutta la <2>luce alata<wingbuff /></2>.
ja: この門の先には、新たな光が待ち受けています。足を踏み入れることで、あなたは全ての<2>光の翼<wingbuff/></2>を失うことでしょう
ko: 문 너머로 빛의 고향이 기다리고 있어요. 문 너머에서는 모든 <2>날개빛<wingbuff /></2>을 잃을 수 있습니다
pt: A luz aguarda atrás desta porta. Ao entrar, você arrisca perder toda a sua <2>luz alada<wingbuff /></2>
ru: За этой дверью ждет Свет. Входя, вы рискуете потерять весь <2>крылатый свет<wingbuff /></2>
th: เมื่อผ่านประตูนี้ไป จะมีแสงสว่างรออยู่ การเข้าไปด้านในอาจทำให้คุณสูญเสีย<2>แสงติดปีก<wingbuff /></2>ทั้งหมดได้
vi: Ánh sáng đang chờ đợi phía sau cánh cửa. Sau khi vào có thể sẽ mất đi toàn bộ <2>Ngọn Sáng Chắp Cánh<wingbuff/></2>
zh_hans: 伊甸就在门后的暴风之中 进入之后, 您有可能失去所有<2><wingbuff/></2>
zh_hant: 伊甸就在門後的暴風之中 進入之後, 您有可能失去所有<2><wingbuff/></2>

# storm_emote_gate_05
source: Will you risk every <b>Spirit</b> <8><cape/></8> you have to reach the Light?
de: Willst du alle <b>Spirit</b> <8><cape/></8> riskieren, die du gesammelt hast, um das Licht zu erreichen?
es: ¿Arriesgarás cada <b>Espíritu</b> <8><cape/></8> que tengas para alcanzar la Luz?
fr: Souhaitez-vous risquer tous les <b>esprits</b> <8><cape/></8> en votre possession pour atteindre la Lumière ?
id: Akankah kamu mempertaruhkan semua <b>Roh</b> <8><cape/></8> yang kamu punya untuk mencapai Cahaya?
it: Rischierai ogni <8><cape/></8> degli <b>spiriti</b> che possiedi pur di raggiungere l'illuminazione?
ja: 全ての<wingbuff/>を失う可能性があっても、暴風域の果てを目指しますか？
ko: 빛의 고향에 도달하기 위해 지금까지 모은 <b>영혼</b> <8><cape/></8>을 잃을 위험을 감수할까요?
pt: Você vai arriscar todos os <b>espíritos</b> <8><cape/></8> que tem para alcançar a luz?
ru: Рискнете ли вы всеми <8><cape/></8> <b>духов</b>, чтобы коснуться света?
th: คุณจะเสี่ยงแลก<b>สปิริต</b> <8><cape/></8>ทุกตนที่คุณมีเพื่อมุ่งไปหาแสงสว่างหรือไม่
vi: Bạn chấp nhận mạo hiểm với mọi <b>Tinh Linh</b> <8><cape/></8> bạn có để đến được với Ánh sáng?
zh_hans: 去往圣光之地异常危险，你做好准备了吗？
zh_hant: 去往聖光之地異常危險，你做好準備了嗎？

# storm_emote_gate_06
source: Return to <8>Home</8> and get prepared for Eye of Eden?
de: <8>Nach Hause</8> zurückkehren und auf das Auge von Eden vorbereiten?
es: Volver a <8>Hogar</8> y prepararte para Ojo de Edén?
fr: Rentrer à la <8>Maison</8> pour vous préparer à l’Œil d’Éden ?
id: Kembali ke <8>Rumah</8> dan bersiap menghadapi Pusat Eden?
it: Vuoi tornare alla <8>Base</8> a prepararti per l'Occhio di Eden?
ja: ホームへ戻り、暴風域突入に備えますか？
ko: 에덴의 눈을 더 준비하러 <8>안식처</8>로 돌아갈까요?
pt: Voltar para o <8>Lar</8> para se preparar para o Olho de Éden?
ru: Вернуться <8>Домой</8> и подготовиться к Сердцу Эдема?
th: กลับไปที่<8>บ้าน</8>และเตรียมพร้อมสำหรับดวงตาแห่งเอเดนหรือไม่
vi: Về <8>Nhà</8> chuẩn bị vào Mắt Địa Đàng?
zh_hans: 返回<8>遇境</8>准备进入暴风眼？
zh_hant: 返回<8>遇境</8>準備進入暴風眼？

# storm_end
source: Skip forward to the next stage, the reward area
de: Springe zur nächsten Stufe, zum Belohnungsbereich
es: Saltar a la siguiente etapa, el área de recompensas
fr: Passer au niveau suivant, la zone des récompenses
id: Lompat ke tahap berikutnya, area hadiah
it: Passa al livello successivo, l'area ricompensa
ja: 次のステージへ進みましょう 報酬エリアです
ko: 보너스 지역인 다음 스테이지로 건너뛰세요.
pt: Pular para a próxima fase, a região da recompensa
ru: Перейти к следующему этапу – зоне наград
th: ข้ามไปยังด่านพื้นที่รางวัลถัดไป
vi: Chuyển sang giai đoạn sau, khu vực thưởng
zh_hans: 直接跳过到达下一阶段，奖励区域...
zh_hant: 直接跳過到達下一階段，獎勵區域...

# storm_endtitle_01
source: Eye of Eden
de: Auge von Eden
es: Ojo de Edén
fr: Œil d’Éden
id: Pusat Eden
it: Occhio di Eden
ja: 原罪
ko: 에덴의 눈
pt: Olho de Éden
ru: Сердце Эдема
th: ดวงตาแห่งเอเดน
vi: Mắt Địa Đàng
zh_hans: 暴风眼
zh_hant: 暴風眼

# storm_endtitle_02
source: Return the light of the fallen
de: Bringe das Licht der Gefallenen zurück
es: Regresa la luz de los caídos
fr: Rapporter la lumière des morts
id: Kembalikan cahaya yang telah gugur
it: Riporta la luce dei caduti
ja: − 失われし者たちに光を −
ko: 길 잃은 빛을 돌려보내주세요
pt: Devolva a luz dos caídos
ru: Верните свет павших
th: นำแสงสว่างกลับคืนสู่ผู้ที่ล้มลง
vi: Thắp lên ánh sáng đã bị dập tắt
zh_hans: 重燃熄灭的心光
zh_hant: 重燃熄滅的心光

# storm_levellocked
source: A storm is growing, prepare for its opening by collecting more <2>winged light<wingbuff /></2>
de: Ein Sturm zieht auf. Bereite dich darauf vor, indem du mehr <2>geflügeltes Licht<wingbuff /></2> sammelst
es: Una tormenta está creciendo, prepárate para su apertura y recoge más <2>luz alada<wingbuff /></2>
fr: Une tempête se prépare. Préparez son arrivée en obtenant plus de <2>lumière ailée<wingbuff /></2>
id: Badai semakin membesar, bersiap menghadapinya dengan mengumpulkan lebih banyak <2>cahaya bersayap<wingbuff /></2>
it: Una tempesta è in fermento, preparati raccogliendo più <2>luce alata<wingbuff /></2>
ja: 嵐が強まってきているようです <wingbuff />を集めて、闇の到来に備えましょう
ko: 폭풍이 거세지고 있어요. <2>날개빛<wingbuff /></2>을 더 모아서 폭풍에 대비하세요
pt: Uma tempestade está se formando, prepare-se para ela com a coleta de mais <2>luz alada<wingbuff/></2>
ru: Надвигается буря. Приготовьтесь к ней, собрав больше <2>крылатого света<wingbuff /></2>
th: พายุกำลังก่อตัวขึ้น จงเตรียมพร้อมเผชิญหน้า โดยเก็บรวบรวม<2>แสงติดปีก<wingbuff /></2>เพิ่มเติม
vi: Một cơn bão sắp đến, hãy chuẩn bị <2>Ngọn Sáng Chắp Cánh<wingbuff/></2> để đón chào thử thách
zh_hans: 一场风暴即将到来，多收集<2>翼之光<wingbuff/></2>准备迎接风暴来临后的挑战
zh_hant: 一場風暴即將到來，多收集<2>翼之光<wingbuff/></2>準備迎接風暴來臨後的挑戰

# storm_start_warning
source: <hinticon/> The Storm rages. Travel in groups to best protect your <b>winged light<wingbuff/></b>
de: <hinticon/> Der Sturm wütet. Reise in Gruppen, um dein <b>geflügeltes Licht<wingbuff/></b> am besten zu schützen
es: <hinticon/> La tormenta se desata. Viaja en grupos para proteger mejor tu <b>luz alada<wingwingbuff/></b>
fr: <hinticon/> La tempête fait rage. Voyagez en groupe pour mieux protéger votre <b>lumière ailée<wingbuff/></b>
id: <hinticon/> Badai menerjang. Bepergian dalam kelompok untuk menjaga <b>cahaya bersayap<wingbuff/></b> milikmu
it: <hinticon/> La tempesta infuria. Viaggiate in gruppo per proteggere la <b>luce alata<wingbuff/></b>.
ja: <hinticon/> 嵐の猛威を侮ってはいけません. <wingbuff/>を守り抜くために仲間と力を合わせて挑みましょう
ko: 폭풍이 몰아칩니다. 여럿이 같이 이동하면서 <wingbuff/>을 지키세요
pt: A Tempestade fica mais forte. Viaje em grupos para proteger sua <b>luz alada<wingbuff/></b> melhor
ru: <hinticon/> Буря набрала силу. Путешествуйте группами, чтобы защитить свой <b>крылатый свет<wingbuff/></b>
th: <hinticon/>พายุโหมพัดกระหน่ำ จงเดินทางเป็นกลุ่มเพื่อปกป้อง<b>แสงติดปีก<wingbuff/></b>ของคุณไว้ให้ดีที่สุด
vi: <hinticon/>Cơn bão nổi lên, nên lập nhóm giúp đỡ nhau bảo vệ <b>Ngọn Sáng Chắp Cánh<wingbuff/></b>
zh_hans: <hinticon/> 暴风骤起，建议组队互助减少<b>翼之光<wingbuff/></b>的损失
zh_hant: <hinticon/> 暴風驟起，建議組隊互助減少<b>翼之光<wingbuff/></b>的損失

# stormy_hint_dawn_01
source: <hinticon/> Darkness has fallen upon <b>Isle of Dawn</b>.
de: <hinticon/> Finsternis ist über die <b>Insel der Dämmerung</b> hereingebrochen.
es: <hinticon/> La oscuridad cayó sobre la <b>Isla del Amanecer</b>.
fr: <hinticon/> Les ténèbres sont tombées sur <b>l'île de l'aube</b>.
id: <hinticon/> Kegelapan menimpa <b>Pulau Fajar</b>.
it: <hinticon/> L'oscurità è caduta sull'<b>Isola dell'Alba</b>.
ja: <hinticon/> 闇は<b>孤島</b>に墜ちたようです
ko: <hinticon/> <b>여명의 섬</b>에 어둠이 떨어졌어요.
pt: <hinticon/> A escuridão caiu na <b>Ilha do Alvorecer</b>.
ru: <hinticon/> Тьма опустилась на <b>Остров рассвета</b>.
th: <hinticon/> ความมืดได้มาเยือน<b>เกาะรุ่งอรุณ</b>แล้ว
vi: Bóng tối đã phủ xuống <b>Đảo Bình Minh</b>.
zh_hans: <hinticon/> 黑暗已经降临<b>晨岛</b>。
zh_hant: <hinticon/> 黑暗已經降臨<b>晨島</b>。

# stormy_hint_day_01
source: <hinticon/> Darkness has fallen upon <b>Daylight Prairie</b>.
de: <hinticon/> Finsternis ist über die <b>Tageslichtprärie</b> hereingebrochen.
es: <hinticon/> La oscuridad cayó sobre la <b>Planicie Luz de Día</b>.
fr: <hinticon/> Les ténèbres sont tombées sur <b>la Prairie illuminée</b>.
id: <hinticon/> Kegelapan menimpa <b>Padang Rumput Siang</b>.
it: <hinticon/> L'oscurità è caduta sulla <b>Prateria Diurna</b>.
ja: <hinticon/> 闇は<b>草原</b>に墜ちたようです
ko: <hinticon/> <b>햇빛 초원</b>에 어둠이 떨어졌어요.
pt: <hinticon/> A escuridão caiu na <b>Campina da Aurora</b>.
ru: <hinticon/> Тьма опустилась на <b>Полуденную прерию</b>.
th: <hinticon/> ความมืดได้มาเยือน<b>ทุ่งหญ้าแสงตะวัน</b>แล้ว
vi: Bóng tối đã phủ xuống <b>Thảo Nguyên Ánh Sáng</b>.
zh_hans: <hinticon/> 黑暗已经降临<b>云野</b>。
zh_hant: <hinticon/> 黑暗已經降臨<b>雲野</b>。

# stormy_hint_dusk_01
source: <hinticon/> Darkness has fallen upon <b>Golden Wasteland</b>.
de: <hinticon/> Finsternis ist über die <b>Goldene Ödnis</b> hereingebrochen.
es: <hinticon/> La oscuridad cayó sobre el <b>Páramo Dorado</b>.
fr: <hinticon/> Les ténèbres sont tombées sur <b>le Désert d'or</b>.
id: <hinticon/> Kegelapan menimpa <b>Gurun Emas</b>.
it: <hinticon/> L'oscurità è caduta sul <b>Deserto Dorato</b>.
ja: <hinticon/> 闇は<b>捨てられた地</b>に墜ちたようです
ko: <hinticon/> <b>황금 황무지</b>에 어둠이 떨어졌어요.
pt: <hinticon/> A escuridão caiu no <b>Sertão Dourado</b>.
ru: <hinticon/> Тьма опустилась на <b>Золотую пустошь</b>.
th: <hinticon/> ความมืดได้มาเยือน<b>แดนร้างทองอร่าม</b>แล้ว
vi: Bóng tối đã phủ xuống <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: <hinticon/> 黑暗已经降临<b>暮土</b>。
zh_hant: <hinticon/> 黑暗已經降臨<b>暮土</b>。

# stormy_hint_end_01
source: <hinticon/> The fallen shards of darkness from <b>Eye of Eden</b> in this realm have been cleansed.
de: <hinticon/>Die gefallenen Scherben der Dunkelheit vom <b>Auge von Eden</b> in diesem Reich wurden gereinigt.
es: <hinticon/> Se limpiaron los fragmentos de oscuridad que cayeron del <b>Ojo de Edén</b> en este reino.
fr: <hinticon/> Les éclats des ténèbres tombés de l’<b>Œil d’Éden</b> dans ce royaume ont été purifiés.
id: <hinticon/> Pecahan kegelapan yang jatuh dari <b>Mata Eden</b> ke dunia ini telah dimurnikan.
it: <hinticon/> I frammenti di oscurità caduti dall'<b>Occhio di Eden</b> in questo regno sono stati purificati.
ja: <hinticon/> <b>原罪</b>よりこの地方に墜ちた闇の破片は、浄化されたようです
ko: <hinticon/> <b>에덴의 눈</b>에서 이 구역으로 떨어진 어둠의 파편이 정화되었습니다.
pt: <hinticon/> Os fragmentos da escuridão do <b>Olho de Éden</b> neste reino foram purificados.
ru: <hinticon/> Осколки тьмы, упавшие из <b>Сердца Эдема</b> на этот мир, убраны.
th: <hinticon/> ผลึกความมืดที่ร่วงหล่นจาก<b>ดวงตาแห่งเอเดน</b> ในอาณาจักรแห่งนี้ได้รับการชำระล้างแล้ว
vi: <hinticon/> Những mảnh vỡ bóng tối từ <b>Mắt Địa Đàng</b> trong vương quốc này đã được thanh tẩy.
zh_hans: <hinticon/>这个领域里从<b>暴风眼</b>掉落的黑暗碎片已被净化。
zh_hant: <hinticon/>從<b>暴風眼</b>墜落此地的黑暗碎片已被淨化。

# stormy_hint_night_01
source: <hinticon/> Darkness has fallen upon <b>Vault of Knowledge</b>.
de: <hinticon/> Finsternis ist über den <b>Tresor des Wissens</b> hereingebrochen.
es: <hinticon/> La oscuridad cayó sobre la <b>Bóveda de Conocimiento</b>.
fr: <hinticon/> Les ténèbres sont tombées sur <b>la Chambre forte de connaissance</b>.
id: <hinticon/> Kegelapan menimpa <b>Kubah Pengetahuan</b>.
it: <hinticon/> L'oscurità è caduta sulla <b>Cupola della Conoscenza</b>.
ja: <hinticon/> 闇は<b>書庫</b>に墜ちたようです
ko: <hinticon/> <b>지식의 도서관</b>에 어둠이 떨어졌어요.
pt: <hinticon/> A escuridão caiu no <b>Relicário do Conhecimento</b>.
ru: <hinticon/> Тьма опустилась на <b>Хранилище знаний</b>.
th: <hinticon/> ความมืดได้มาเยือน<b>กรุสมบัติแห่งปัญญา</b>แล้ว
vi: Bóng tối đã phủ xuống <b>Kho Tri Thức</b>.
zh_hans: <hinticon/> 黑暗已经降临<b>禁阁</b>。
zh_hant: <hinticon/> 黑暗已經降臨<b>禁閣</b>。

# stormy_hint_rain_01
source: <hinticon/> Darkness has fallen upon <b>Hidden Forest</b>.
de: <hinticon/> Finsternis ist über den <b>Verborgenen Wald</b> hereingebrochen.
es: <hinticon/> La oscuridad cayó sobre el <b>Bosque Escondido</b>.
fr: <hinticon/> Les ténèbres sont tombées sur <b>la Forêt cachée</b>.
id: <hinticon/> Kegelapan menimpa <b>Hutan Tersembunyi</b>.
it: <hinticon/> L'oscurità è caduta sulla <b>Foresta Nascosta</b>.
ja: <hinticon/> 闇は<b>雨林</b>に墜ちたようです
ko: <hinticon/> <b>비밀의 숲</b>에 어둠이 떨어졌습니다.
pt: <hinticon/> A escuridão caiu na <b>Floresta Oculta</b>.
ru: <hinticon/> Тьма опустилась на <b>Тайный лес</b>.
th: <hinticon/> ความมืดได้มาเยือน<b>ป่าลับ</b>แล้ว
vi: Bóng tối đã phủ xuống <b>Rừng Mưa</b>.
zh_hans: <hinticon/> 黑暗已经降临<b>雨林</b>。
zh_hant: <hinticon/> 黑暗已經降臨<b>雨林</b>。

# stormy_hint_storm_01
source: <hinticon/> Darkness has fallen around <b>Eye of Eden</b>.
de: <hinticon/> Finsternis ist über das <b>Auge von Eden</b> hereingebrochen.
es: <hinticon/> La oscuridad cayó sobre el <b>Ojo de Edén</b>.
fr: <hinticon/> Les ténèbres sont tombées autour de <b>l'Œil d'Éden</b>.
id: <hinticon/> Kegelapan menyelimuti <b>Mata Eden</b>.
it: <hinticon/> L'oscurità è caduta sull'<b>Occhio di Eden</b>.
ja: <hinticon/> 闇は<b>暴風域</b>に墜ちたようです
ko: <hinticon/> <b>에덴의 눈</b>에 어둠이 떨어졌어요.
pt: <hinticon/> A escuridão caiu próximo ao <b>Olho de Éden</b>.
ru: <hinticon/> Тьма сгустилась вокруг <b>Сердца Эдема</b>.
th: <hinticon/> ความมืดได้มาเยือน<b>ดวงตาแห่งเอเดน</b>แล้ว
vi: Bóng tối đã phủ xuống <b>Mắt Địa Đàng</b>.
zh_hans: <hinticon/> 黑暗已经降临<b>暴风眼</b>四周。
zh_hant: <hinticon/> 黑暗已經環伺<b>暴風眼</b>。

# stormy_hint_sunset_01
source: <hinticon/> Darkness has fallen upon <b>Valley of Triumph</b>.
de: <hinticon/> Finsternis ist über das <b>Tal des Triumphs</b> hereingebrochen.
es: <hinticon/> La oscuridad cayó sobre el <b>Valle del Triunfo</b>.
fr: <hinticon/> Les ténèbres sont tombées sur <b>la Vallée du triomphe</b>.
id: <hinticon/> Kegelapan menimpa <b>Lembah Kejayaan</b>.
it: <hinticon/> L'oscurità è caduta sulla <b>Valle del Trionfo</b>.
ja: <hinticon/> 闇は<b>峡谷</b>に墜ちたようです
ko: <hinticon/> <b>승리의 계곡</b>에 어둠이 떨어졌어요.
pt: <hinticon/> A escuridão caiu no <b>Vale do Triunfo</b>.
ru: <hinticon/> Тьма опустилась на <b>Долину триумфа</b>.
th: <hinticon/>ความมืดได้มาเยือน<b>หุบเขาแห่งชัยชนะ</b>แล้ว
vi: Bóng tối đã phủ xuống <b>Thung Lũng Vinh Quang</b>.
zh_hans: <hinticon/> 黑暗已经降临<b>霞谷</b>。
zh_hant: <hinticon/> 黑暗已經降臨<b>霞谷</b>。

# story_dawn_calltoaction_01
source: Many of us are still <b>trapped</b> in these realms.
de: Jetzt sind viele von uns in diesen Reichen <b>gefangen</b>.
es: Ahora muchos de nosotros estamos <b>atrapados</b> en estos reinos.
fr: Beaucoup d'entre nous sont toujours <b>piégés</b> dans ces royaumes.
id: Sekarang banyak dari kita <b>terjebak</b> di alam-alam ini.
it: Ora molti di noi sono <b>intrappolati</b> in questi regni.
ja: 我らの多くが、これより先、様々な場所にて<b>とらわれて</b>います
ko: 우리 중 여럿이 아직 이 세계에 <b>갇혀 있어요</b>.
pt: Muitos de nós ainda estamos <b>presos</b> nestes reinos.
ru: Многие из нас оказались в <b>ловушке</b> в этих царствах.
th: พวกเราหลายคนยังคง<b>ติดอยู่</b>ในอาณาจักรเหล่านี้
vi: Hiện nhiều người trong chúng ta bị <b>mắc kẹt</b> trong những vương quốc này.
zh_hans: 我们还有许多同伴现在仍被<b>困在</b>这些领域中。
zh_hant: 我們還有許多同伴現在仍被<b>困在</b>這些領域中。
