Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_bloom_picnicblanket
source: <2> Returning Item.</2> A quaintly tailored blanket. Set out a light snack for you and friends, and you may attract fluttery visitors.
de: Eine hübsch geschneiderte Decke, auf der ihr einen kleinen Snack für euch und eure Freunde herrichten könnt. Könnte flatternde Besucher anlocken.
es: Atractiva manta hecha a medida. Prepara unos bocadillítos para tí y para tus amigos, quizá podrías atraer visitantes voladores.
fr: Une couverture de qualité pour préparer un léger en-cas entre amis. Peut attirer des visiteurs ailés.
id: Tikar yang dijahit unik untuk meletakkan kudapan ringan untukmu dan teman-teman. Yang mungkin menarik perhatian tamu yang lalu lalang beterbangan.
it: Una coperta singolare per preparare uno spuntino leggero per te e i tuoi amici. Potrebbe attrarre visitatori svolazzanti.
ja: 丁寧な仕立てのブランケットに、フレンドたちと楽しむ軽食もつめこんで。ひらひらと、小さなお友たちも遊びに来るかもしれません
ko: 멋스럽게 맞춤 제작한 담요. 친구들과 가벼운 간식을 펼쳐놓고 즐길 수 있습니다. 날개 달린 손님이 몰려들지도 몰라요.
pt: Manta feita sob medida para preparar um lanche leve para você e seus amigos. Pode atrair visitantes agitados.
ru: Затейливо сшитый плед для пикника с друзьями. Может привлечь внимание крылатых гостей!
th: <2> ไอเทมที่หวนกลับมา</2> ผ้าห่มที่ตัดเย็บอย่างประณีต เตรียมของว่างเบาๆ ให้กับคุณและผองเพื่อน แล้วคุณอาจจะดึงดูดผู้มาเยือนที่มีปีกมาก็ได้
vi: Khăn trải được thiết kế riêng, phù hợp cho những bữa ăn nhẹ cùng bạn bè. Có thể thu hút những vị khách không mời.
zh_hans: 剪裁雅致的毯子，用于为你和好友摆放小吃。可能会吸引飞舞的访客。
zh_hant: 別具一格的特製野餐墊，可以讓你和朋友擺放零食。可能會吸引振翼而來的訪客。

# commerce_item_desc_bloom_rosewing
source: A dashing, pleated white cape with dyeable accents to refine your unique style.
de: Ein flotter plissierter weißer Umhang mit färbbaren Akzenten, um ihn durch deinem einzigartigen Stil zu veredeln.
es: Una elegante capa blanca y plisada con detalles que puedes teñir para perfeccionar tu estilo único.
fr: Une élégante cape blanche plissée que vous pourrez teinter selon votre style.
id: Jubah putih dengan aksen lipatan yang dapat diwarnai untuk menyempurnakan gaya unik kamu.
it: Un elegante mantello bianco plissettato con dettagli da tingere per perfezionare il tuo stile originale.
ja: 大胆なプリーツが特徴的な眩い白のケープ。アクセントには光染めであなただけの色を添えて
ko: 멋지게 주름이 잡힌 흰색 망토로, 염색 가능한 포인트가 있어 개성 넘치는 스타일을 더욱 멋지게 가다듬어 줍니다.
pt: Uma capa branca plissada e elegante com detalhes tingíveis para refinar seu estilo único.
ru: Плиссированная белая накидка с изменяемыми цветовыми акцентами, которая подчеркнёт ваш уникальный стиль.
th: เสื้อคลุมสีขาวจับจีบสุดหรู พร้อมส่วนเน้นที่ย้อมสีได้เพื่อปรับแต่งสไตล์อันเป็นเอกลักษณ์ของคุณ
vi: Một chiếc áo choàng trắng xếp ly đầy phong cách, có thể nhuộm màu để tạo nên phong cách độc đáo của riêng bạn.
zh_hans: 一款潇洒飘逸的白色褶边斗篷，带有可染色的装饰，彰显你独一无二的风格。
zh_hant: 這款優雅的百褶白色斗篷配有可染色細節，讓你展現獨一無二的時尚風格。

# commerce_item_desc_bloom_teatable
source: <2> Returning Item.</2> Enjoy a cup of tea and quiet moment with a friend. Pack includes <candle/>x {{1}}!
de: <2> Wiederkehrender Gegenstand.</2> Genieße eine Tasse Tee und einen ruhigen Moment mit Freunden. Paket enthält <candle/>x {{1}}!
es: <2> Objeto de regreso.</2> Disfruta una taza de té y un momento de paz con una amistad. ¡El paquete incluye <candle/>x {{1}}!
fr: <2> Objet à nouveau disponible.</2> Profitez d'une tasse de thé et d'un moment de calme avec un ami. Le pack comprend <candle/>x {{1}} !
id: <2> Item Kembali.</2> Nikmati secangkir teh dan saat-saat menentramkan bersama teman. Paket berisi <candle/>x {{1}}!
it: <2> Oggetto del passato.</2> Goditi una tazza di tè e un attimo di tranquillità con un amico. Il pacchetto include <candle/>x {{1}}!
ja: <2>復刻アイテム</2> お茶を手にフレンドとほっと一息。穏やかなひと時を楽しみましょう。 <candle/>x {{1}}本とのセットです！
ko: <2> 돌아온 아이템.</2> 친구와 차를 마시며 조용한 시간을 보내요. 이 팩에는 <candle/>x {{1}}개가 들어있어요!
pt: <2>Item recorrente.</2> Desfrute de uma xícara de chá e um momento tranquilo com um amigo. O pacote inclui <candle/>x {{1}}!
ru: <2> Предмет снова доступен.</2> Для душевного чаепития с другом. В набор входят <candle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2> เพลิดเพลินไปกับชาสักถ้วย และช่วงเวลาเงียบๆ กับเพื่อน แพ็กประกอบด้วย <candle/>x {{1}}!
vi: <2>Vật phẩm trở lại.</2>Thưởng thức một tách trà và giây phút yên tĩnh với một người bạn. Gói quà bao gồm <candle/>x {{1}}!
zh_hans: <2>返场物品。</2>和好友一起喝杯热茶，共同享受片刻的安逸。礼包内含<candle/>x {{1}}！
zh_hant: <2>返場道具。</2>與好友一起享受一杯茶和片刻寧靜。禮包包括<candle/>x {{1}}！

# commerce_item_desc_bloom_wisteriatable
source: <2> Returning Item.</2> Commemorate the trees in bloom with an elegant purple-themed tea party for three. Pack includes <candle/>x {{1}}!
de: Denke bei einer eleganten lila Teeparty für drei Personen an blühende Bäume. Paket enthält <candle/>x {{1}}!
es: <2> Objeto de regreso.</2>Conmemora los árboles en floración con un elegante juego de té morado para tres. ¡El paquete incluye <candle/>x {{1}}!
fr: <2> Objet à nouveau disponible.</2> Commémorez les arbres en fleurs avec un élégant set de thé pour trois personnes sur le thème du violet. Le pack comprend <candle/>x {{1}} !
id: <2> Item Kembali.</2> Rayakan mekarnya bunga di pepohonan dengan pesta teh bertema ungu nan elegan untuk tiga orang ini. Paket berisi <candle/>x {{1}}!
it: <2> Oggetto del passato.</2> Celebra gli alberi in fiore con un'elegante festa del tè viola per tre. Il pacchetto include <candle/>x {{1}}!
ja: <2>復刻アイテム</2> 満開のお花を祝して、3人にちょうどいい、紫を基調とした優雅なティーセットで、ティーパーティーを楽しみましょう。<candle/>x {{1}}本とのセットです！
ko: <2> 돌아온 아이템.</2> 우아한 보라색 3인용 티테이블에 앉아 꽃나무를 감상해요. 이 팩에는 <candle/>x {{1}}개가 들어있어요!
pt: <2>Item recorrente.</2> Comemore a floração das árvores com uma festa de chá elegante para três com tema roxo. O pacote inclui <candle/>x {{1}}!
ru: <2> Предмет снова доступен.</2> Деревья расцвели пышным цветом — самое время устроить чаепитие на троих. В набор входят <candle/>x {{1}}!
th: <2> ไอเทมที่หวนกลับมา</2>รำลึกถึงต้นไม้ที่เบ่งบานด้วยปาร์ตี้น้ำชาธีมสีม่วงอันสง่างามสำหรับสามคน แพ็กประกอบด้วย <candle/>x {{1}}!
vi: <2>Vật phẩm trở lại.</2> Kỷ niệm những loài cây đang nở hoa bằng bữa tiệc trà trang nhã theo chủ đề màu tím dành cho ba người. Gói quà bao gồm <candle/>x {{1}}!
zh_hans: <2>返场物品。</2>举办一场以紫色为主题的优雅三人茶话会，以此纪念盛放的花树。礼包内含<candle/>x {{1}}！
zh_hant: <2>返場道具。</2> 紀念綻放的樹木，為三人舉辦優雅的紫色主題下午茶聚會。禮包包括<candle/>x {{1}}！

# commerce_item_desc_cafe_pastryhair
source: Infuse your look with whimsical wonder when wearing this cropped hairstyle with swirled bangs, paired with an iconic accessory featuring Cinnamoroll's signature floppy ears.
de: Verleihe deinem Look einen Hauch von skurrilem Zauber, wenn du diese kurze Frisur mit gewirbeltem Pony trägst, gepaart mit einem ikonischen Accessoire mit den charakteristischen Schlappohren von Cinnamoroll.
es: Dale a tu estilo un toque extravagante con este peinado corto con flequillo enrulado, combinado con las icónicas orejas de Cinnamoroll.
fr: Ajoutez une touche de fantaisie à votre look avec cette coiffure courte à frange ondulée, assortie d'un accessoire emblématique faisant référence aux célèbres oreilles tombantes de Cinnamoroll.
id: Berikan penampilan kamu dengan keajaiban yang unik saat mengenakan gaya rambut cepak dengan poni melingkar, dipadukan dengan aksesori ikonik yang menampilkan telinga gepeng khas Cinnamoroll.
it: Aggiungi al tuo look un senso di stravagante meraviglia indossando questa acconciatura corta con frangia arricciata abbinata a un accessorio iconico con le tipiche orecchie flosce di Cinnamoroll.
ja: くるんと巻いたふわふわやさしい髪型とシナモンのようにパタパタ動くお耳カチューシャを身につけて、あなたのコーディネートに可愛いわくわくをプラスしましょう
ko: 소용돌이 모양 앞머리가 돋보이는 짧은 헤어스타일과, 시나모롤 특유의 늘어진 귀 액세서리를 함께 착용하여 스타일에 독특한 매력을 더해 보세요.
pt: Incorpore um toque maravilhoso e extravagante ao seu visual ao usar este corte de cabelo curto com franjas em espiral, combinado com um acessório icônico das orelhas caídas característica do Cinnamoroll.
ru: Придайте своему образу милоты и очарования с помощью прически с закрученной челкой и фирменных висячих ушек Синаморола.
th: เติมความมหัศจรรย์สุดพิสดารให้กับลุคของคุณ เมื่อสวมใส่ทรงผมหน้าม้าสั้น โดยจับคู่กับของประดับอันเป็นเอกลักษณ์ที่มีหูขนาดใหญ่ของซินามอโรล
vi: Mang đến cho bạn vẻ ngoài kỳ lạ khi để kiểu tóc cắt ngắn với phần tóc mái xoáy này, kết hợp với phụ kiện biểu tượng với đôi tai mềm đặc trưng của Cinnamoroll.
zh_hans: 戴上这款带卷曲刘海儿的短发，再搭配一个标志性的Cinnamoroll大耳朵配饰，为你的外观注入离奇的魅力。
zh_hant: 戴上這款附有捲曲瀏海的短髮，和標誌性的大耳狗喜拿飛耳配飾，讓你散發出異想天開的魅力。

# commerce_item_desc_cafe_pastryhat
source: A sweet treat placed upon your head.
de: Eine süße Leckerei auf deinem Kopf.
es: Un rollo dulce que se apoya en la cabeza.
fr: Délicieuse brioche à la cannelle à placer sur votre tête.
id: Sebuah suguhan manis yang diletakkan di atas kepala kamu.
it: Un dolcetto da indossare sulla tua testa.
ja: 頭にちょこんと甘〜いお菓子を
ko: 머리 위에 달콤한 간식을 얹어보세요.
pt: Um doce no topo da sua cabeça.
ru: Сладость, которой можно украсить любую прическу.
th: ขนมหวานที่วางอยู่บนหัวของคุณ
vi: Món quà ngọt ngào dùng để đội lên đầu.
zh_hans: 一块放在你头顶上的甜美小点心。
zh_hant: 頭頂上的甜美小點心。

# commerce_item_desc_cafe_pastrymini
source: Preciously perched upon your head to accompany your adventures.
de: Prächtig auf deinem Kopf sitzend, um dich bei deinen Abenteuern zu begleiten.
es: Apoyado con cuidado en la cabeza para acompañarte en todas tus aventuras.
fr: Perché délicatement sur votre tête, il vous accompagnera dans vos aventures.
id: Sangat cocok diletakkan di atas kepala untuk menemani petualangan kamu.
it: Appollaiato preziosamente sulla tua testa per accompagnarti nelle avventure.
ja: しっかり頭につかまっていてね。可愛いお友だちと一緒に冒険に出かけましょう
ko: 머리 위에 얌전히 앉아 모험을 함께합니다.
pt: Preciosamente aninhado em sua cabeça para acompanhar suas aventuras.
ru: Устройте его у себя на голове, чтобы вместе отправиться на поиски приключений.
th: เกาะอยู่บนหัวด้วยท่วงท่าดูสลักสำคัญและพร้อมออกผจญภัยไปกับคุณ
vi: An tọa trên đầu để đồng hành cùng bạn trong cuộc phiêu lưu.
zh_hans: 像个宝贝一样栖息在你的头顶，一路伴随你的冒险。
zh_hant: 珍貴地停駐在你的頭頂，陪你一起冒險。

# commerce_item_desc_cafe_pastryplush
source: An irresistibly cuddly companion that transforms the cafe into a haven of cuteness.
de: Ein unwiderstehlich kuscheliger Begleiter, der das Café in eine Oase der Niedlichkeit verwandelt.
es: Este compañero imposible de no abrazar transforma el café en un paraíso adorable.
fr: Peluche qu'on a une envie irrésistible de câliner, et qui transforme le café en havre de paix.
id: Teman yang sangat menggemaskan yang mengubah kafe menjadi surga kelucuan.
it: Un compagno irresistibilmente tenero che trasforma la caffetteria in un paradiso di tenerezza.
ja: ぎゅっとせずにはいられない！カフェを可愛さでいっぱいにしてくれる最高にキュートなお友だち
ko: 카페를 귀여움 천국으로 변신시켜주는 사랑스러운 친구.
pt: Um companheiro irresistivelmente fofinho que transforma a cafeteria num refúgio de fofura.
ru: Супермилый мягкий компаньон, который превратит кафе в райский уголок.
th: สหายที่น่ารักน่ากอดจนเกินต้าน ซึ่งจะเปลี่ยนคาเฟ่ให้กลายเป็นที่พักที่เต็มไปด้วยความน่ารัก
vi: Người bạn đồng hành đáng yêu không thể chối từ đã biến quán cà phê thành một thiên đường dễ thương.
zh_hans: 一位让人忍不住想抱抱的伙伴，将咖啡厅变成一个可爱四溢的避风港。
zh_hant: 一個讓人無法抗拒的毛絨夥伴，讓咖啡廳變身為可愛滿滿的避風港。

# commerce_item_desc_cafe_pastrywing
source: A cozy cape fashioned from fluffy clouds accented to resemble Cinnamoroll's famously swirled tail. Includes a blue bowtie that can be worn separately.
de: Ein gemütlicher Umhang, gefertigt aus flauschigen Wolken, akzentuiert, um dem berühmten gewundenen Schwanz von Cinnamoroll zu ähneln. Beinhaltet eine blaue Fliege, die separat getragen werden kann.
es: Una capa acogedora hecha de nubes esponjosas acentuada para parecerse a la cola enrollada famosa de Cinnamoroll. Incluye una pajarita azul que se puede llevar por separado.
fr: Une cape douillette confectionnée à partir de nuages moelleux, accentuée pour ressembler à la queue en spirale célèbre de Cinnamoroll. Comprend un nœud papillon bleu qui peut être porté séparément.
id: Jubah yang nyaman yang dibuat dari awan halus dengan aksen menyerupai ekor Cinnamoroll yang terkenal meliuk-liuk. Termasuk dasi kupu-kupu biru yang dapat dikenakan secara terpisah.
it: Un mantello accogliente realizzato con nuvole soffici, accentato per assomigliare alla famosa coda a spirale di Cinnamoroll. Include un farfallino blu che può essere indossato separatamente.
ja: シナモンのかわいいしっぽをイメージした、まるでふわふわの雲のような優しいケープ。アクセントにはコーディネート自在なこちらの青い蝶ネクタイはいかが
ko: 푹신한 구름으로 만든 포근한 망토는 시나모롤 특유의 소용돌이 모양 꼬리를 닮게 만들어졌습니다. 따로 착용할 수 있는 파란색 보타이가 포함됩니다.
pt: Uma capa aconchegante feita de nuvem, com detalhes que lemram o rabinho enrolado do Cinamoroll. Inclui uma gravata borboleta azul que pode ser usada separadamente.
ru: Уютная накидка из пушистых облаков, призванная изобразить знаменитый изогнутый хвост Синаморола. Включает синий галстук-бабочку, которую можно носить отдельно
th: เสื้อคลุมแสนสบายที่ทำมาจากก้อนเมฆปุกปุยเพื่อให้ดูคล้ายกับหางม้วนอันเลื่องชื่อของซินามอโรล โดยมาพร้อมกับโบว์สีฟ้าที่สามารถใส่แยกกันได้
vi: Một chiếc áo choàng ấm áp được làm từ những đám mây mềm mại, được tô điểm để giống với đuôi xoắn nổi tiếng của Cinnamoroll. Bao gồm một chiếc nơ cổ màu xanh có thể được đeo riêng biệt.
zh_hans: 一款舒适的斗篷，用蓬松云朵为材，再以大耳狗喜拿标志性的卷卷尾巴为模板塑形。 更附上可以分开搭配的蓝色领结，可爱与时尚兼备。
zh_hant: 一款舒適的斗篷，用蓬鬆雲朵為材，再以大耳狗喜拿標誌性的捲捲尾巴為模板塑形。更附上可以分開搭配的藍色領結，可愛與時尚兼備。

# commerce_item_desc_candles
source: <candle/> x {{1}} to give to spirits and your friends.
de: <candle/> x {{1}}, die du Geistern und deinen Freunden geben kannst.
es: {{1}} x <candle/> para regalar a los espíritus y a tus amigos.
fr: <candle/> x {{1}} à donner aux esprits et à vos amis.
id: <candle/> x {{1}} untuk diberikan ke roh dan temanmu.
it: <candle/> x {{1}} da offrire agli spiriti e ai tuoi amici.
ja: <candle/> x {{1}} フレンドや精霊たちへ贈りましょう
ko: 친구와 영혼에게 사용할 <candle/> x {{1}}.
pt: <candle/> x {{1}} para dar aos amigos e aos espíritos.
ru: <candle/> x {{1}}, чтобы дать духам и друзьям.
th: <candle/> x {{1}} เพื่อมอบให้เหล่าสปิริตและเพื่อนของคุณ
vi: <candle/> x {{1}}, có thể tặng bạn bè hoặc Tinh Linh.
zh_hans: <candle/> x {{1}} ，可以赠与朋友们或先灵。
zh_hant: <candle/> x {{1}} ，可以贈與朋友們或先靈。

# commerce_item_desc_candles_with_bonus
source: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> to give to spirits and your friends.
de: <candle/> x {{1}} <2>( {{2}} + {{3}} Bonus! )</2>, die du Geistern und deinen Freunden geben kannst.
es: {{1}} x <candle/> <2>( ¡{{2}} + {{3}} de regalo! )</2> para regalar a los espíritus y a tus amigos.
fr: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus ! )</2> à donner aux esprits et à vos amis.
id: <candle/> x {{1}} <2>( bonus {{2}} + {{3}}! )</2> untuk diberikan ke roh dan temanmu.
it: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> da offrire agli spiriti e ai tuoi amici.
ja: <candle/> x {{1}} <2>( {{2}} + {{3}}本ボーナス！ )</2> フレンドや精霊たちに贈り、友情を育みましょう
ko: 친구와 영혼에게 사용할 <candle/> x {{1}} <2>( {{2}}개 + 보너스 {{3}}개! )</2>.
pt: <candle/> x {{1}} <2>( {{2}} + {{3}} de bônus! )</2> para dar aos amigos e aos espíritos.
ru: <candle/> x {{1}} <2>({{2}} + {{3}} в подарок!)</2>, чтобы дать духам и друзьям.
th: <candle/> x {{1}} <2>( {{2}} + {{3}} โบนัส! )</2> เพื่อมอบให้เหล่าสปิริตและเพื่อนของคุณ
vi: <candle/> x {{1}} <2>(tặng {{2}} + {{3}}! )</2> cho Tinh Linh và người chơi khác!
zh_hans: 购买<candle/> x {{2}}，<2>赠送<candle/> x {{3}}！</2>，与先灵和其他玩家分享！
zh_hant: 購買<candle/> x {{2}}，<2>贈送<candle/> x {{3}}！</2>，與先靈和其他玩家分享！

# commerce_item_desc_competition_greekrobe
source: Let your accomplishments take center stage in minimalist elegance.
de: Lassen Sie Ihre Erfolge in minimalistischer Eleganz im Mittelpunkt stehen.
es: <2>Objeto pasado.</2> Deja que tus logros ocupen un lugar central con elegancia minimalista.
fr: Laissez vos réalisations occuper le devant de la scène dans une élégance minimaliste.
id: <2>Item yang Kembali.</2> Biarkan prestasi kamu menjadi sorotan dalam keanggunan minimalis.
it: Lascia che i tuoi successi siano al centro della scena in un'eleganza minimalista.
ja: ミニマルながら優美な装いで、あなたの功績がより輝くでしょう
ko: 미니멀리즘의 아름다움이 내면의 성취를 더 잘 보여줍니다.
pt: Deixe suas conquistas tomarem o centro do palco com elegância minimalista.
ru: Пусть ваши достижения займут центральное место в минималистичной элегантности.
vi: Hãy để những thành tựu của bạn trở thành tâm điểm trong sự thanh lịch tối giản.
zh_hans: 让你的成就以极简主义的优雅成为焦点。
zh_hant: 以優雅極簡烘托聚焦你的成就。

# commerce_item_desc_competition_laurel
source: Honor your team's triumphant collaboration with this glistening accessory.
de: Ehren Sie die triumphale Zusammenarbeit Ihres Teams mit diesem glänzenden Accessoire.
es: <2>Objeto pasado.</2> Honra la triunfante colaboración de tu equipo con este brillante accesorio.
fr: Honorez la collaboration triomphante de votre équipe avec cet accessoire scintillant.
id: <2>Item yang Kembali.</2> Hormati kolaborasi tim kamu yang gemilang dengan aksesori berkilau ini.
it: Onora la trionfante collaborazione del tuo team con questo accessorio scintillante.
ja: キラッと輝くアクセサリーで、チームの勝利へ貢献したあなた自身を称えましょう
ko: 반짝이는 액세서리로 협력을 통해 얻은 승리를 기념하세요.
pt: Homenageie a colaboração triunfante da sua equipe com este acessório cintilante.
ru: Почтите триумфальное сотрудничество вашей команды с этим блестящим аксессуаром.
vi: Tôn vinh sự hợp tác chiến thắng của đội bạn với phụ kiện lấp lánh này.
zh_hans: 用这个闪亮的配饰来纪念你团队的胜利合作。
zh_hant: 用這個閃亮配飾紀念團隊合作勝利。

# commerce_item_desc_covid_pack
source: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> and a limited <2>Flower Hair Accessory!</2> All revenue from this pack will go towards global relief efforts. See our social channels for more info.
de: <candle/> x {{1}} <2>({{2}} + {{3}} Bonus!)</2> und ein limitiertes <2>Blumen-Haaraccessoire!</2> Sämtliche Einnahmen durch den Verkauf dieses Pakets werden globalen Hilfsaktionen gespendet. Weitere Informationen dazu gibt es in unseren sozialen Kanälen.
es: {{1}} <candle/> <2>({{2}} + ¡{{3}} de bonificación!)</2> y un <2>Accesorio de flores para el pelo</2> de edición limitada. Todas las ganancias de este paquete serán donadas para respaldar la ayuda humanitaria mundial. Visita nuestras redes sociales para obtener más información.
fr: <candle/> x {{1}} <2>({{2}} + {{3}} bonus !)</2> et un <2>Accessoire floral pour cheveux</2> limité ! Toutes les recettes de ce pack seront versées aux efforts de secours internationaux. Visitez nos réseaux sociaux pour plus d'informations.
id: <candle/> x {{1}} <2>( bonus {{2}} + {{3}}! )</2> dan <2>Aksesori Rambut Bunga</2> terbatas! Semua pendapatan dari paket ini akan disumbangkan ke upaya bantuan global. Lihat saluran sosial kami untuk info selengkapnya.
it: <candle/> x {{1}} <2>({{2}} + {{3}} bonus!)</2> e un accessorio limitato <2>capelli floreali!</2> Tutto il ricavato dalla vendita di questo pacchetto sarà devoluto per il piano di intervento a supporto dell'emergenza globale. Consulta i nostri canali sui social network per maggiori informazioni!
ja: <candle/> x {{1}} <2>( {{2}} + ボーナス{{3}}本 )と<2>花の髪飾り</2>のパックです。 このパックによる収益は全て世界的救援活動の支援に充てさせていただきます。詳細はSkyのソーシャルメディアをご確認ください。
ko: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> 및 한정판 <2>꽃 머리 액세서리!</2> 이 팩의 수익금 전액은 국제 구호 단체에 전달됩니다. 더 자세한 정보는 저희 소셜 채널에서 확인하세요.
pt: <candle/> x {{1}} <2>({{2}} + {{3}} bônus!)</2> e um <2>acessório de flores para cabelo</2> Todas as vendas desse pacote serão destinadas à ajuda humanitária global. Visite nossas redes sociais para mais informações.
ru: <candle/> x {{1}} <2>({{2}} + {{3}} в подарок!)</2> и <2>цветочный аксессуар для волос</2> ограниченной серии! Вся выручка от этого набора пойдет на борьбу с пандемией. Подробности в наших профилях и каналах.
th: <candle/> x {{1}} <2>( {{2}} + {{3}} โบนัส! )</2> และ<2>ของประดับผมรูปดอกไม้แบบลิมิเต็ด!</2> รายได้ทั้งหมดจากแพ็กนี้จะนำไปใช้เพื่อบรรเทาทุกข์ในทั่วโลก ดูช่องทางโซเชียลของเราสำหรับข้อมูลเพิ่มเติม
vi: <candle/> x {{1}} <2>(tặng {{2}} + {{3}}! )</2> và <2>Phụ Kiện Tóc</2> giới hạn Tất cả doanh thu từ gói quà này sẽ dành cho công tác cứu trợ toàn cầu. Vui lòng truy cập các kênh cộng đồng của chúng tôi để biết thêm thông tin.
zh_hans: <candle/> x {{2}}，<2>赠送<candle/> x {{3}}</2> + 限定<2>小花发饰</2> 此包的所有收入将用于全球救援工作。请查看我们的社交渠道了解更多信息。
zh_hant: <candle/> x {{2}}，<2>贈送<candle/> x {{3}}</2> + 限定<2>小花髮飾</2> 此包的所有收入將用於全球救援工作。請查看我們的社交渠道了解更多信息。

# commerce_item_desc_daysoflove_pack
source: <8>Days of Love Swing</8> and bonus<spendant/><2>Gift Season Pass</2> x {{1}} to share with a <b>special friend</b>!
de: <8>Tage der Liebe-Schaukel</8> und Bonus<spendant/><2>Geschenk-Saisonpass</2> x {{1}} zum Teilen mit einem <b>besonderen Freund</b>!
es: <8>Columpio de los días de amor</8> y como bonificación, ¡<spendant/><2>pases de temporada de regalo</2> x {{1}} para compartir con una <b>amistad especial</b>!
fr: <8>Jours de l'amour - Balançoire</8> et <spendant/><2>passe saisonnier cadeau</2> x {{1}} à partager avec une <b>personne spéciale</b> !
id: <8>Hari Buaian Cinta</8> dan bonus<spendant/><2>Season Pass Hadiah</2> x {{1}} untuk dibagikan dengan <b>teman spesial</b>!
it: <8>Altalena dei Giorni dell'Amore</8> e <spendant/><2>pass regalo stagionale</2> bonus x {{1}} da condividere con un <b>amico speciale</b>!
ja: <8>愛しみのブランコ</8>とおまけの<spendand/><2>ギフト用シーズンパス</2> x {{1}} <b>特別なフレンド</b>とシェアしてくださいね！
ko: <8>사랑의 날 그네</8>와 보너스 <spendant/><2>선물용 시즌 패스</2> x {{1}} <b>특별한 친구</b>와 나누어 보세요!
pt: <8>Balanço dos Dias de Amor</8> e <spendant/><2>Passe da Temporada de Presente</2> bônus x {{1}} para compartilhar com um <b>amigo especial</b>!
ru: <8>Качели к дням любви</8> и бонус — <spendant/><2>подарочный Сезонный пропуск</2> x {{1}} для <b>близкого друга</b>!
th: <8>ชิงช้าวันแห่งความรัก</8> และโบนัส<spendant/><2>ของขวัญบัตรผ่านฤดูกาล</2> x {{1}} เพื่อแบ่งปันกับ<b>เพื่อนคนพิเศษ</b>!
vi: <8>Xích Đu Tình Yêu</8> và phần thưởng <spendant/><2>Vé Mùa Quà Tặng</2> x {{1}} để chia sẻ với một <b>người bạn đặc biệt</b>!
zh_hans: <8>双人秋千</8>及附赠的<spendant/><2>礼品季票</2> x {{1}} 用于分享给一位<b>特殊朋友</b>！
zh_hant: <8>雙人鞦韆</8>附加<spendant/><2>季票（禮物）</2> x {{1}} 與那位<b>特殊的朋友</b>分享！

# commerce_item_desc_daysofnature_pack
source: <2> Returning Item. </2> We pledge to donate $2.50(USD) of the purchase price from this item to charities dedicated to ridding the oceans of plastic.
de: <2> Wiederkehrender Gegenstand. </2> Wir verpflichten uns, $2,50 (USD) des Kaufpreises dieses Artikels an Wohltätigkeitsorganisationen zu spenden, die sich für die Befreiung der Ozeane von Plastik einsetzen.
es: <2>Objeto recurrente</2>. Nos comprometemos a donar $2,50 (USD) del precio de compra de este artículo a organizaciones benéficas dedicadas a eliminar el plástico de los océanos.
fr: <2>Objet à nouveau disponible. </2> Nous nous engageons à reverser 2.50 USD du prix d'achat de cet article aux organismes dédiés à l'élimination du plastique dans les océans.
id: <2> Item yang Kembali. </2> Kami berjanji untuk mendonasikan $2,50 (USD) dari harga pembelian item ini ke badan amal yang didedikasikan untuk membersihkan sampah di lautan.
it: <2> Restituzione dell'articolo. </2> Ci impegniamo a donare $2,50 (USD) del prezzo di acquisto di questo articolo a enti di beneficenza dedicati alla rimozione della plastica dagli oceani.
ja: <2>復刻アイテム</2> 販売価格より$2.50 (米国ドル) 分が海洋からプラスチックを除去するための支援に寄付されます
ko: <2> 돌아온 아이템. </2> 구매 시 바다에서 플라스틱을 제거하는 자선단체에 2.50달러가 기부됩니다.
pt: <2> Objeto Disponível Novamente. </2> Nos comprometemos em doar $2.50(USD) do valor da compra deste item para instituições que trabalham na remoção de plástico dos oceanos.
ru: <2> Возврат товара. </2> Мы обязуемся пожертвовать $2,50 (USD) от стоимости этого товара благотворительным организациям, занимающимся очисткой океанов от пластика.
th: <2> ไอเทมที่หวนกลับมา </2> เราให้คำมั่นที่จะบริจาคเงิน $2.50 (USD) ของราคาซื้อจากไอเทมนี้ให้กับองค์กรการกุศลที่อุทิศตนเพื่อกำจัดมหาสมุทรพลาสติก
vi: <2> Trả lại mặt hàng. </2> Chúng tôi cam kết quyên góp 2,50 đô la Mỹ (USD) từ giá trị mua sản phẩm này cho các tổ chức từ thiện chuyên về loại bỏ nhựa khỏi đại dương.
zh_hans: <2> 返场道具。 </2> 我们承诺每售出一份该商品，就会从中抽取2.50美元捐赠给清理海洋塑料垃圾的慈善机构。
zh_hant: <2> 返場道具。 </2> 我們承諾每售出一份該商品，就會從中抽出2.50美元捐贈給清理海洋塑膠垃圾的慈善機構。
