Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# system_disclaimer_01
source: <8>Sky</8> is a global social experience
de: <8>Himmelsreich: Kinder des Lichts</8> ist eine globale Social-Experience
es: <8>Sky</8> es una experiencia social mundial
fr: <8>Sky</8> offre une expérience sociale à échelle mondiale
id: <8>Sky</8> adalah pengalaman sosial global
it: <8>Sky</8> è un'esperienza sociale globale
ja: Skyは世界中の人達がつながる特別な場所です
ko: <8>Sky</8>는 글로벌 소셜 경험을 제공합니다
pt: <8>Sky</8> é uma experiência global
ru: <8>«Небо»</8> – это большая платформа для общения
th: <8>Sky</8> คือเป็นประสบการณ์ทางสังคมระดับโลก
vi: <8>Sky</8> là trò chơi thám hiểm cộng đồng toàn cầu
zh_hans: <8>《光·遇》</8>是全球社交探险游戏
zh_hant: <8>《光·遇》</8>是全球社交探險遊戲

# system_disclaimer_02
source: All characters who <2>interact</2> with you are played by <8>real people</8>
de: Alle Charaktere, mit denen du <2>interagierst</2>, werden von <8>echten Menschen</8> gespielt
es: Todos los personajes que <2>interactúan</2> contigo son controlados por <8>personas reales</8>
fr: Tous les personnages avec lesquels vous <2>interagissez</2> sont contrôlés par de <8>vraies personnes</8>
id: Semua karakter yang <2>berinteraksi</2> denganmu dimainkan oleh <8>orang sungguhan</8>
it: Tutti i personaggi che <2>interagiscono</2> con te sono controllati da <8>giocatori reali</8>
ja: 冒険中に出会うキャラクターたちのほとんどは実際のプレイヤーです
ko: 여러분과 <2>교류</2>하는 모든 캐릭터는 <8>실제 사람들이</8> 플레이합니다
pt: Todos os personagens que <2>interagem</2> com você são <8>pessoas reais</8>
ru: Всеми персонажами, которые <2>играют</2> с вами, управляют <8>реальные люди</8>
th: ตัวละครทุกตัวที่<2>โต้ตอบ</2>กับคุณคือ<8>ผู้คนจริงๆ</8>
vi: Các nhân vật <2>tương tác</2> với bạn đều do <8>người thật</8> điều khiển
zh_hans: 和你<2>互动</2>的在线角色是由<8>真人</8>实时扮演
zh_hant: 和你<2>互動</2>的在線角色是由<8>真人</8>實時扮演

# system_disclaimer_03
source: <warning>Under Construction</warning> Content is not final...
de: <warning>Im Aufbau</warning> Dies ist noch nicht die endgültige Version des Inhalts ...
es: <warning>En construcción</warning> El contenido no es un trabajo terminado...
fr: <warning>En construction</warning> Ce contenu n’est pas définitif...
id: <warning>Dalam Pengembangan</warning> Konten belum final ...
it: <warning>Lavori in corso</warning> Contenuto non finale...
ja: <warning>準備中です</warning>
ko: <warning>공사 중</warning> 콘텐츠가 완성되지 않았습니다…
pt: <warning>Em construção</warning> O conteúdo ainda não está completo...
ru: <warning>В разработке</warning> Это не итоговая версия...
th: <warning>อยู่ระหว่างการพัฒนา</warning> เนื้อหายังไม่ใช่เวอร์ชันสมบูรณ์...
vi: <warning>Vui lòng đợi</warning> Thêm nhiều nội dung game...
zh_hans: <warning>敬请期待</warning> 更多的游戏内容...
zh_hant: <warning>敬請期待</warning> 更多的遊戲內容...

# system_emotehint_00
source: Grateful <1>spirits</1> will teach you new <2>expressions</2>! Use <2>expressions</2> to <b>communicate</b> with other players. Would you like to <b>learn more</b>?
de: Dankbare <1>Geister</1> bringen dir neue <2>Ausdrücke</2> bei! Nutze <2>Ausdrücke</2> zum <b>Kommunizieren</b> mit anderen Spielern. Möchtest du <b>mehr erfahren</b>?
es: ¡Los <1>espíritus</1> agradecidos te enseñarán nuevas <2>expresiones</2>! Usa las <2>expresiones</2> para <b>comunicarte</b> con otras personas dentro del juego. ¿Quieres <b>más información</b>?
fr: Les <1>esprits</1> reconnaissants vous enseigneront de nouvelles <2>expressions</2> ! Utilisez les <2>expressions</2> pour <b>communiquer</b> avec d'autres joueurs. Voulez-vous en <b>apprendre d'autres</b> ?
id: <1>Roh</1> yang merasa senang akan mengajarimu <2>ekspresi</2> baru! Gunakan <2>ekspresi</2> untuk <b>berkomunikasi</b> dengan pemain lain. Apakah kamu ingin <b>mempelajari lebih lanjut</b>?
it: Gli <1>spiriti</1> grati ti insegneranno nuove <2>espressioni</2>! Usa le <2>espressioni</2> per <b>comunicare</b> con altri giocatori. Vuoi <b>saperne di più</b>?
ja: <1>精霊たち</1>は感謝のしるしに新たな<2>感情表現</2>を教えてくれるでしょう！ 教わった<2>感情表現</2>を使い、周囲のプレイヤーたちと<b>コミュニケーション</b>してみましょう。 <b>詳細</b>を確認しますか？
ko: <1>영혼</1>을 도와주면 새로운 <2>제스처</2>를 가르쳐 줍니다! <2>제스처</2>를 사용해서 다른 플레이어와 <b>소통해 보세요</b>. <b>더 자세한 내용</b>을 확인할까요?
pt: <1>Espírito</1> gratos ensinarão novas <2>expressões</2>! Use <2>expressões</2> para <b>se comunicar</b> com outros jogadores. Gostaria de <b>saber mais</b>?
ru: Благодарные <1>духи</1> научат вас новым <2>выражениям</2>! <2>Выражения</2> — это ваш способ <b>общаться</b> с другими игроками. Хотите узнать <b>больше</b>?
th: <1>สปิริต</1>ผู้รู้คุณจะสอน<2>การแสดงออก</2>ใหม่ให้กับคุณ! โปรดใช้<2>การแสดงออก</2>เพื่อ<b>สื่อสาร</b>กับผู้เล่นอื่น คุณต้องการ<b>เรียนรู้เพิ่มเติม</b>หรือไม่
vi: <1>Tinh Linh</1> biết ơn sẽ hướng dẫn bạn về các <2>biểu cảm</2> mới! Sử dụng các <2>biểu cảm</2> để <b>giao tiếp</b> với những người chơi khác. Bạn muốn <b>tìm hiểu thêm</b>?
zh_hans: 感激的<1>先灵</1>决定教给你新的<2>表情</2>。 使用<2>表情</2>与其他玩家<b>交流</b>。 想要<b>了解更多</b>吗？
zh_hant: 感激的<1>先靈</1>決定教你更多新的<2>表情</2>。 使用<2>表情</2>與其他玩家<b>交流</b>。 想要<b>了解更多</b>嗎？

# system_failedinitialconnect_00
source: <b>Connection Error</b>
de: <b>Verbindungsfehler</b>
es: <b>Error de conexión</b>
fr: <b>Erreur de connexion</b>
id: <b>Kesalahan Koneksi</b>
it: <b>Errore di connessione</b>
ja: <b>接続エラー</b>
ko: <b>연결 오류</b>
pt: <b>Erro de conexão</b>
ru: <b>Ошибка подключения</b>
th: <b>พบข้อผิดพลาดในการเชื่อมต่อ</b>
vi: <b>Kết nối thất bại</b>
zh_hans: <b>连接失败</b>
zh_hant: 部分功能僅在連網狀態下進行。 連接網絡才能獲得最優體驗。

# system_failedinitialconnect_01
source: We may be experiencing server issues. Please verify your connection and try again!
de: Es kann sein, dass Serverprobleme vorliegen. Bitte überprüfe deine Verbindung und versuche es erneut!
es: Es posible que los servidores tengan un problema. ¡Verifica tu conexión de Internet e intenta de nuevo!
fr: Il est possible que nous rencontrions des problèmes de serveur. Veuillez vérifier votre connexion et réessayer !
id: Kami mungkin mengalami masalah server. Harap verifikasi koneksimu lalu coba lagi!
it: Potrebbero esserci problemi con il server. Verifica la tua connessione e riprova!
ja: サーバーに問題がある可能性があります インターネット接続を確認してください
ko: 서버 문제가 발생했을 수 있습니다. 연결을 확인하고 다시 시도해주세요!
pt: Podem estar ocorrendo problemas com o servidor. Verifique a conexão e tente novamente!
ru: Возможно, у нас проблемы с сервером. Проверьте подключение и попробуйте снова!
th: เราอาจประสบปัญหาเซิร์ฟเวอร์ โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองใหม่อีกครั้ง!
vi: Chúng ta đang gặp phải sự cố máy chủ. Vui lòng kiểm tra lại kết nối và thử lại.
zh_hans: 我们可能遇到服务器问题。 请确认你的网络连接后再次尝试。
zh_hant: 我們可能遇到服務器問題。 請確認你的網絡連結後再次嘗試。

# system_fps_high
source: High FPS ({{1}} FPS)
de: Hohe Bildfrequenz ({{1}} FPS)
es: Alta frecuencia de cuadros ({{1}} FPS)
fr: Fréquence d'images élevée ({{1}} FPS)
id: FPS Tinggi ({{1}} FPS)
it: Alta frequenza dei fotogrammi ({{1}} FPS)
ja: 高フレームレート ({{1}} FPS)
ko: 높은 프레임 속도 ({{1}} FPS)
pt: Alta taxa de quadros ({{1}} FPS)
ru: Высокая частота кадров ({{1}} FPS)
th: อัตราเฟรมต่อวินาทีสูง ({{1}} FPS)
vi: Tốc độ khung hình cao ({{1}} FPS)
zh_hans: 高帧率 ({{1}} FPS)
zh_hant: 高幀率 ({{1}} FPS)

# system_fps_low
source: Low FPS ({{1}} FPS)
de: Niedrige Bildfrequenz ({{1}} FPS)
es: Baja frecuencia de cuadros ({{1}} FPS)
fr: Fréquence d'images basse ({{1}} FPS)
id: FPS Rendah ({{1}} FPS)
it: Bassa frequenza dei fotogrammi ({{1}} FPS)
ja: 低フレームレート ({{1}} FPS)
ko: 낮은 프레임 속도 ({{1}} FPS)
pt: Baixa taxa de quadros ({{1}} FPS)
ru: Низкая частота кадров ({{1}} FPS)
th: อัตราเฟรมต่อวินาทีต่ำ ({{1}} FPS)
vi: Tốc độ khung hình thấp ({{1}} FPS)
zh_hans: 低帧率 ({{1}} FPS)
zh_hant: 低幀率 ({{1}} FPS)

# system_fps_max
source: Max FPS ({{1}} FPS)
de: Maximale Bildfrequenz ({{1}} FPS)
es: Máxima frecuencia de cuadros ({{1}} FPS)
fr: Fréquence d'images maximale ({{1}} FPS)
id: FPS Maksimum ({{1}} FPS)
it: Frequenza dei fotogrammi massima ({{1}} FPS)
ja: 最大フレームレート ({{1}} FPS)
ko: 최대 프레임 속도 ({{1}} FPS)
pt: Taxa de quadros máxima ({{1}} FPS)
ru: Максимальная частота кадров ({{1}} FPS)
th: อัตราเฟรมต่อวินาทีสูงสุด ({{1}} FPS)
vi: Tốc độ khung hình tối đa ({{1}} FPS)
zh_hans: 最高帧率 ({{1}} FPS)
zh_hant: 最高幀率 ({{1}} FPS)

# system_friendly_reminder
source: <hinticon/> Remember to <1>take a break</1> every now and then
de: <hinticon/> Denk daran, immer mal wieder <1>eine Pause zu machen</1>
es: <hinticon/> No olvides <1>hacer una pausa</1> de vez en cuando
fr: <hinticon/> N’oubliez pas de <1>faire une pause</1> de temps en temps
id: <hinticon/> Jangan lupa untuk <1>beristirahat</1> sesekali
it: <hinticon/> Ricordati di <1>fare una pausa</1> di tanto in tanto
ja: <hinticon/>健康のため、プレイ中は適度に休憩を取りましょう
ko: <hinticon/> 잊지 말고 주기적으로 <1>휴식을 취해주세요</1>
pt: <hinticon/> Não esqueça de <1>fazer uma pausa</1> de tempos em tempos
ru: <hinticon/> Не забывайте <1>делать перерывы</1>
th: <hinticon/>โปรด<1>หยุดพัก</1>จากการเล่นเกมเป็นครั้งคราว
vi: <hinticon/>Nhớ thỉnh thoảng <1>nghỉ ngơi</1> chút nhé: )
zh_hans: <hinticon/> 过度游戏伤身，记得适当<1>休息</1>一下哦：）
zh_hant: <hinticon/> 過度遊戲傷身，記得適當<1>休息</1>一下哦：）

# system_fullscreen
source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
id: Layar Penuh
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
pt: Tela cheia
ru: Полноэкранный режим
th: เต็มหน้าจอ
vi: Toàn màn hình
zh_hans: 全萤幕
zh_hant: 全螢幕

# system_geolock_00
source: <b>Thank you for downloading Sky</b>
de: <b>Danke, dass du Himmelsreich: Kinder des Lichts heruntergeladen hast</b>
es: <b>Gracias por descargar Sky</b>
fr: <b>Merci d’avoir téléchargé Sky</b>
id: <b>Terima kasih sudah mengunduh Sky</b>
it: <b>Grazie per aver scaricato Sky</b>
ja: <b>Skyをダウンロードして頂きありがとうございます</b>
ko: <b>Sky를 다운로드해주셔서 감사합니다</b>
pt: <b>Obrigado por baixar Sky</b>
ru: <b>Спасибо, что скачали «Небо»</b>
th: <b>ขอขอบคุณสำหรับการดาวน์โหลด Sky</b>
vi: <b>Cảm ơn bạn đã tải Sky</b>
zh_hans: <b>感谢你来到《光·遇》的世界</b>
zh_hant: <b>感謝你來到《光·遇》的世界</b>

# system_geolock_01
source: Sky isn't available yet in your region. Sign up to our news letter at http://thatgamecompany.com/ for more information
de: Himmelsreich: Kinder des Lichts ist in deiner Region noch nicht verfügbar. Melde dich für unseren Newsletter unter http://thatgamecompany.com/ an, um mehr Informationen zu erhalten
es: Sky aún no está disponible en tu región. Inscríbete a nuestro boletín en http://thatgamecompany.com/ para más información
fr: Sky n’est pas encore disponible dans votre région. Inscrivez-vous à notre newsletter à l’adresse http://thatgamecompany.com/ pour suivre nos actualités
id: Sky belum tersedia di wilayahmu. Daftar untuk mendapatkan nawala kami di http://thatgamecompany.com untuk info selengkapnya
it: Sky non è ancora disponibile nella tua regione. Iscriviti alla nostra newsletter a http://thatgamecompany.com/ per maggiori informazioni
ja: Skyはあなたがお住いの地域ではプレイすることができません メーリングリストでは最新情報を配信中です。是非ご登録ください http://thatgamecompany.com/
ko: 이 지역에서는 Sky가 제공되지 않습니다. http://thatgamecompany.com/ 에서 뉴스레터에 가입하고 더 자세한 정보를 확보하세요
pt: Sky ainda não está disponível em sua região. Cadastre-se para receber nossas notícias e mais informações em http://thatgamecompany.com/
ru: «Небо» пока недоступно в вашем регионе. Подпишитесь на новостную рассылку на сайте http://thatgamecompany.com, чтобы узнать больше
th: Sky ยังไม่มีให้บริการในภูมิภาคของคุณ ลงทะเบียนเพื่อรับ จดหมายข่าวของเราที่ http://thatgamecompany.com/ เพื่อรับข้อมูลเพิ่มเติม
vi: Sky chưa khả dụng trong khu vực của bạn, để biết thêm thông tin hãy đăng ký thư tin tức tại: http://thatgamecompany.com/
zh_hans: 《光·遇》在你的国家地区还没有开放。请注册我们的更新通报 http://thatgamecompany.com/ 获得更多相关信息
zh_hant: 《光·遇》在你的國家地區還沒有開放。請註冊我們的更新通報 http://thatgamecompany.com/ 獲得更多相關信息

# system_gifthint_00
source: Exchange <candle/> with other players to unlock new friendship abilities. (<candle/> can be purchased or earned by lighting candles.)
de: Tausche <candle/> mit anderen Spielern aus, um neue Freundschaftsfähigkeiten freizuschalten (<candle/> kannst du kaufen oder dir verdienen, indem du Kerzen anzündest.)
es: Intercambia <candle/> con otros jugadores para desbloquear nuevas habilidades de amistad. (<candle/> pueden ser compradas o ganadas encendiendo velas.)
fr: Échangez des <candle/> avec d’autres joueurs pour déverrouiller de nouvelles capacités d’amitié. (Pour acheter ou gagner des <candle/>, allumez des bougies.)
id: Bertukar <candle/> dengan pemain lain untuk membuka kemampuan pertemanan baru. (<candle/> dapat dibeli atau diperoleh dengan menyalakan lilin.)
it: Scambia <candle/> con altri giocatori per sbloccare nuove abilità amicizia. (Acquista e guadagna <candle/> accendendo le candele.)
ja: <candle/>を交換すると、フレンドと様々なコミュニケーションがとれるようになります <candle/>は購入するか、光を集めて精錬することで獲得することができます
ko: 다른 플레이어와 <candle/>를 교환하여 새로운 우정 능력을 잠금해제하세요. (<candle/>은 구입하거나 양초에 불을 붙여서 획득할 수 있습니다)
pt: Troque <candle/> com outros jogadores para desbloquear novas habilidades de amizade. (<candle/> pode ser comprada ou obtida ao acender velas.)
ru: Меняйтесь <candle/> с другими игроками, чтобы открывать новые способности дружбы. (<candle/>можно купить или заработать, зажигая свечи.)
th: แลกเปลี่ยน <candle/> กับผู้เล่นอื���นเพื่อปลดล็อกความสามารถมิตรภาพใหม่ (<candle/> สามารถซื้อ หรือรับได้จากการจุดเทียน)
vi: Trao đổi <candle/> với người chơi khác để mở khóa thêm Năng lực Tình bạn. (<candle/> có thể mua từ cửa hàng hoặc thắp nến để có.)
zh_hans: 礼尚往来可以升级好友关系，解锁更多好友互动。 【从商店购买或者点亮蜡烛来制造<candle/>】
zh_hant: 禮尚往來可以升級好友關係，解鎖更多好友互動。 【從商店購買或者點亮蠟燭來製造<candle/>】

# system_global_chat_disabled
source: Global Chat <b>Disabled</b>
de: Globaler Chat <b>Deaktiviert</b>
es: Chat Global <b>Desactivado</b>
fr: Chat Global <b>Désactivé</b>
id: Obrolan Global <b>Dinonaktifkan</b>
it: Chat Globale <b>Disabilitata</b>
ja: グローバルチャット<b>無効</b>
ko: 글로벌 채팅 <b>비활성화</b>
pt: Chat Global <b>Desativado</b>
ru: Глобальный Чат <b>Отключен</b>
th: แชททั่วโลก<b>ปิดการใช้งาน</b>
vi: Trò Chuyện Toàn Cầu <b>Đã Bị Vô Hiệu Hóa</b>
zh_hans: 全域聊天<b>已禁用</b>
zh_hant: 全域聊天<b>已禁用</b>

# system_global_chat_enabled
source: Global Chat <b>Enabled</b>
de: Globaler Chat <b>Aktiviert</b>
es: Chat Global <b>Activado</b>
fr: Chat Global <b>Activé</b>
id: Obrolan Global <b>Dinyalakan</b>
it: Chat Globale <b>Abilitata</b>
ja: グローバルチャット<b>有効</b>
ko: 글로벌 채팅 <b>활성화</b>
pt: Chat Global <b>Ativado</b>
ru: Глобальный Чат <b>Включен</b>
th: แชททั่วโลก<b>เปิดการใช้งาน</b>
vi: Trò Chuyện Toàn Cầu <b>Đã Kích Hoạt</b>
zh_hans: 全域聊天<b>已启用</b>
zh_hant: 全域聊天<b>已啟用</b>

# system_homebutton_00
source: Would you like to travel to the <8>Realm Portals</8>? You can use the <2>Return Shrine</2> to come back here.
de: Würdest du gern zu den <8>Portalen des Reiches</8> reisen? Du kannst den <2>Rückkehr-Schrein</2> nutzen, um hierher zurückzukehren.
es: ¿Quieres trasladarte a los <8>portales del reino</8>? Puedes usar el <2>altar de regreso</2> para volver aquí.
fr: Voulez-vous retourner aux <8>portails du royaume</8> ? Vous pourrez revenir ici à l’aide du <2>sanctuaire de retour</2>.
id: Apakah kamu ingin melakukan perjalanan ke <8>Portal Alam<8>? Kamu dapat menggunakan <2>Kuil Kembali</2> untuk kembali ke sini.
it: Vorresti recarti ai <8>portali del regno</8>? Puoi usare il <2>santuario del ritorno</2> per tornare qui.
ja: <8>各地方への祭壇<8>へ移動しますか？ <2>舞い戻りの像</2>で瞑想すれば、ここに戻ってこれます
ko: <8>왕국 입구</8>로 이동할까요? <2>귀환제단</2>을 통해 여기로 다시 돌아올 수 있어요.
pt: Viajar aos <8>Portais do Reino</8>? Você pode usar o <2>Altar do Regresso</2> para voltar para cá.
ru: Хотите отправиться к <8>порталам миров</8>? Вернуться сюда можно через <2>алтарь возвращения</2>.
th: คุณต้องการเดินทางผ่าน<8>ประตูมิติดินแดน</8>หรือไม่ คุณสามารถใช้<2>แท่นบูชากลับคืน</2>เพื่อกลับมาที่นี่ได้
vi: Bạn muốn tới <8>Cổng Dịch Chuyển Vương Quốc<8>? Bạn có thể sử dụng <2>Đền Thờ Trở Về</2> để quay lại đây.
zh_hans: 想要返回<8>领域传送门</8>吗？ 你可以使用<2>返回神坛</2>回到这里。
zh_hant: 你想前往<8>領域傳送門</8>嗎？ 你可以使用<2>返回神壇</2>回到這裡。

# system_homestone_00
source: Go back to the <8>Realm Portals</8>?
de: Zurück zu den <8>Portalen des Reiches</8>?
es: ¿Quieres regresar a los <8>portales del reino</8>?
fr: Retourner aux <8>portails du royaume<8> ?
id: Kembali ke <8>Portal Alam</8>?
it: Vuoi tornare ai <8>portali del regno</8>?
ja: <8>各地方への祭壇<8>に戻りますか？
ko: <8>왕국 입구</8>로 돌아갈까요?
pt: Voltar aos <8>Portais do Reino</8>?
ru: Вернуться к <8>порталам миров</8>?
th: ต้องการกลับไปยัง<8>ประตูมิติดินแดน</8>หรือไม่
vi: Quay lại <8>Cổng Dịch Chuyển Vương Quốc</8>?
zh_hans: 要回到<8>领域传送门</8>吗？
zh_hant: 要回到<8>領域傳送門</8>嗎？

# system_homestone_01
source: Offer a <candle/> to leave your current savepoint and return to the <8>Realm Portals</8> now? Or you can wait for the cool down, or find a home portal in the game.
de: <candle/> anbieten, um deinen aktuellen Speicherpunkt zu verlassen und jetzt zu den <8>Portalen des Reiches</8> zurückzukehren? Oder du kannst die Abklingzeit abwarten oder ein Zuhause-Portal im Spiel suchen.
es: ¿Quieres ofrecer una <candle/> para dejar tu punto de control actual y regresar a los <8>portales del reino</8> ahora? Si no, puedes esperar a que se recupere o buscar un portal hacia el Hogar en la partida.
fr: Offrir une <candle/> pour quitter votre point de sauvegarde actuel et retourner dès maintenant aux <8>portails du royaume</8> ? Vous pouvez aussi attendre la fin du rechargement ou trouver un portail vers la maison dans le jeu.
id: Berikan <candle/> untuk meninggalkan savepoint kamu saat ini dan kembali ke <8>Portal Alam</8> sekarang juga? atau kamu bisa menunggu waktu cooldown, atau menemukan portal rumah dalam permainan.
it: Vuoi offrire una <candle/> per lasciare il punto di salvataggio attuale e tornare ai <8>portali del regno</8> adesso? Alternativamente, puoi aspettare il recupero o trovare un portale della Base in gioco.
ja: <candle/>を捧げ、現在のセーブポイントを離れ、今すぐ<8>各地方への祭壇<8>に戻りますか？ または、クールダウンを待つかホームへの祭壇を見つけることができます
ko: <candle/>을(를) 바치고 현재 저장된 위치를 떠나 <8>왕국 입구</8>로 돌아갈까요? 아니면 잠시 기다리거나, 근처에서 홈으로 가는 포털을 찾을 수도 있습니다.
pt: Oferecer uma <candle/> para abandonar seu ponto salvo atual e voltar aos <8>Portais do Reino</8>? Alternativamente, você pode aguardar o tempo de espera ou encontrar um portal para o lar no jogo.
ru: Отдать <candle/>, чтобы оставить текущую точку сохранения и вернуться к <8>порталам миров</8>? Также вы можете подождать перезарядки или найти портал домой в игре.
th: มอบ <candle/> เพื่อออกจากจุดเซฟปัจจุบันของคุณ และกลับไปยัง<8>ประตูมิติดินแดน</8>ทันทีหรือไม่ หรือคุณสามารถรอคูลดาวน์ หรือค้นหาพอร์ทัลบ้านในเกมได้อีกด้วย
vi: Dâng một <candle/> để rời ngay khỏi điểm lưu hiện tại của bạn và quay lại <8>Cổng Dịch Chuyển Vương Quốc</8>? Hoặc bạn có thể đợi thời gian hồi trôi qua, hoặc tìm một cổng dịch chuyển về nhà trong trò chơi.
zh_hans: 是否使用一个<candle/>以提前离开当前存档点并返回<8>领域传送门</8>？ 或者你可以等到冷却时间结束，或在游戏中找到一个归家传送门。
zh_hant: 是否使用一個<candle/>提前離開當前存檔點並立即返回<8>領域傳送門</8>？ 或者你可以等待按鈕冷卻，或在遊戲中尋找歸家傳送門。

# system_joinrandomgame_00
source: Join a random player in a random <8>game</8>
de: Tritt dem <8>Spiel</8> eines zufälligen Spielers bei
es: Únete a un jugador aleatorio en una <8>partida</8> aleatoria
fr: Rejoignez un joueur aléatoire dans une <8>partie</8> aléatoire
id: Bergabung dengan pemain acak dalam <8>game</8> acak
it: Unisciti a un giocatore a caso per una <8>partita</8> casuale
ja: <8>ランダムマッチング</8>に参加します
ko: 무작위 <8>게임</8>에서 무작위 플레이어와 합류하세요.
pt: Juntar-se a um jogador aleatório em um <8>jogo</8> aleatório
ru: Войти к случайному игроку в случайную <8>игру</8>
th: สุ่มเข้าร่วมกับผู้เล่นใน<8>เกม</8>แบบสุ่ม
vi: Tham gia <8>trò chơi</8> ngẫu nhiên với 1 người chơi ngẫu nhiên
zh_hans: 随机加入一个玩家的<8>游戏</8>
zh_hant: 隨機加入一個玩家的<8>遊戲</8>

# system_joinrandomgame_01
source: Offer a <candle/> to join a random player in a random <8>game</8> now. (You may also wait for the cool down)
de: Biete eine <candle/> an, um dem <8>Spiel</8> eines zufälligen Spielers beizutreten (Du kannst auch die Abklingzeit abwarten)
es: Ofrece una <candle/> para unirte a un jugador aleatorio en una <8>partida</8> ahora. (También puedes esperar a que se recupere)
fr: Offrez une <candle/> pour rejoindre un joueur aléatoire dans une <8>partie</8> aléatoire maintenant. (Vous pouvez également attendre la fin du rechargement)
id: Tawarkan <candle/> ke pemain acak dalam <8>game</8> acak sekarang. (Kamu juga bisa menunggu waktu jeda)
it: Offri una <candle/> per unirti a un giocatore a caso in una <8>partita</8> casuale adesso. (Oppure aspetta il recupero)
ja: <candle/>を捧げて<8>ランダムマッチングに参加</8>します しばらくお待ちいただいても参加できるようになります
ko: <candle/>를 바치고 임의의 <8>게임</8>에서 무작위 플레이어와 합류하세요. (잠시 기다릴 수도 있습니다.)
pt: Ofereça uma <candle/> para se juntar ao <8>jogo</8> de um jogador aleatório. (Você também pode aguardar o tempo de espera)
ru: Отдать <candle/>, чтобы войти к случайному игроку в случайную <8>игру</8>. (Также можно подождать перезарядки)
th: มอบ<candle/> เพื่อสุ่มเข้าร่วมกับผู้เล่นใน<8>เกม</8>แบบสุ่มทันที (คุณสามารถรอคูลดาวน์ได้เช่นกัน)
vi: Dùng <candle/> tham gia cùng một người chơi ngẫu nhiên trong <8>trò chơi</8> ngẫu nhiên ngay. (Hoặc bạn có thể đợi CD)
zh_hans: 是否使用<candle/>提前随机加入一个玩家的<8>游戏</8>？ (或者你可以等待按钮冷却)
zh_hant: 是否使用<candle/>提前隨機加入一個玩家的<8>遊戲</8>？ (或者你可以等待按鈕冷卻)

# system_joinrandomgame_02
source: Searching for a random player to join...
de: Suche nach zufälligem Spieler ...
es: Buscando a un jugador aleatorio para unirte...
fr: Recherche de joueur aléatoire à rejoindre...
id: Mencari pemain acak untuk bergabung ...
it: In attesa di un giocatore qualsiasi al quale unirsi...
ja: マッチング中です...
ko: 합류할 무작위 플레이어 찾는 중…
pt: Procurando jogador aleatório para se juntar...
ru: Ищем, к какому случайному игроку войти...
th: กำลังค้นหาผู้เล่นแบบสุ่มเพื่อเข้าร่วม...
vi: Đang tìm kiếm một người chơi ngẫu nhiên để tham gia...
zh_hans: 随机进入一名玩家的世界...
zh_hant: 隨機進入一名玩家的世界...

# system_joinrandomgame_error
source: Random player not available, please try again later...
de: Zufälliger Spieler nicht verfügbar. Bitte versuche es später erneut!
es: Jugador aleatorio no disponible, por favor inténtalo de nuevo más tarde...
fr: Joueur aléatoire non disponible, veuillez réessayer plus tard...
id: Pemain acak tidak tersedia, coba lagi nanti ...
it: Giocatore casuale non disponibile, riprova più tardi...
ja: マッチングできるプレイヤーがいません。しばらくしてからもう一度お試しください...
ko: 임의의 플레이어 없음. 나중에 다시 시도하세요…
pt: Jogador aleatório não disponível, tente novamente mais tarde...
ru: Случайные игроки недоступны, попробуйте позже...
th: การสุ่มผู้เล่นไม่พร้อมใช้งาน โปรดลองอีกครั้งในภายหลัง...
vi: Hiện không tìm được người chơi ngẫu nhiên, vui lòng thử lại sau...
zh_hans: 随机玩家现在不方便，请稍后再试...
zh_hant: 隨機玩家現在不方便，請稍後再試...

# system_live_broadcast_disabled
source: Live Broadcast <b>Stopped</b>
de: Live-Übertragung hat <b>gestoppt</b>
es: <b>Se detuvo</b> la transmisión en vivo
fr: Diffusion en direct <b>arrêtée</b>
id: Siaran Langsung <b>Dihentikan</b>
it: Trasmissione dal vivo <b>interrotta</b>
ja: ライブ配信 <b>停止</b>
ko: 생방송 <b>중지</b>
pt: A transmissão ao vivo foi <b>interrompida</b>
ru: Прямая трансляция <b>остановлена</b>
th: <b>หยุด</b>การถ่ายทอดสดแล้ว
vi: Phát trực tiếp <b>Đã dừng</b>
zh_hans: 直播<b>已停止</b>
zh_hant: 直播<b>結束</b>

# system_live_broadcast_enabled
source: Live Broadcast <b>Started</b>
de: Live-Übertragung hat <b>gestartet</b>
es: <b>Se inició</b> la transmisión en vivo
fr: Diffusion en direct <b>commencée</b>
id: Siaran Langsung <b>Dimulai</b>
it: Trasmissione dal vivo <b>avviata</b>
ja: ライブ配信 <b>開始</b>
ko: 생방송 <b>시작</b>
pt: A transmissão ao vivo foi <b>iniciada</b>
ru: Прямая трансляция <b>началась</b>
th: <b>เริ่ม</b>การถ่ายทอดสดแล้ว
vi: Phát trực tiếp <b>Đã bắt đầu</b>
zh_hans: 直播<b>已开始</b>
zh_hant: 直播<b>開始</b>

# system_loading_abilities
source: Discovering New Friendships
de: Entdecke neue Freundschaften
es: Descubriendo amistades nuevas
fr: Découverte de nouvelles amitiés...
id: Mencari Pertemanan Baru
it: Alla scoperta di nuove amicizie
ja: 新しいフレンドを確認中です
ko: 새로운 우정 찾는 중
pt: Descobrindo novas amizades
ru: Ищем новых друзей
th: กำลังค้นหามิตรภาพใหม่ๆ
vi: Khám phá Tình bạn Mới
zh_hans: 寻找新的朋友
zh_hant: 尋找新的朋友
