Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# spirit_shop_ap06unlock_ap12_fetch_05_task_done
source: Return to the <1>Flight Guide</1> now that <1>The Winds Paths</1> are completely clear!
de: Kehre zum <1>Flughelfer</1> zurück und berichte, dass die <1>Windpfade</1> vollständig frei sind!
es: ¡Regresa con el <1>Guía de vuelo</1> ahora que los <1>Caminos del viento</1> están complentamente liberados!
fr: Retournez voir la <1>guide de vol</1> maintenant que les <1>Chemins de vent</1> sont complètement dégagés !
id: Kembali ke <1>Pemandu Terbang</1> karena <1>Jalur Angin</1> sekarang sudah benar-benar bersih!
it: Torna dalla <1>guida di volo</1> ora che i <1>Sentieri del Vento</1> sono sgombri!
ja: <1>羽ばたく案内人</1>の元へ戻り、<1>風の街道</1>の闇が完全に払われたことを知らせましょう！
ko: 이제 <1>바람길</1>이 완전히 열렸어요. <1>비행 안내자</1>에게 돌아가세요!
pt: Fale novamente com a <1>Guia de Voo</1> agora que as <1>Trilhas do Vento</1> estão completamente liberadas!
ru: <1>Пути ветра</1> теперь свободны! Вернитесь к <1>проводнику полетов</1>.
th: กลับไปหา<1>ผู้แนะนำการบิน</1> เมื่อ<1>เส้นทางสายลม</1>ปรากฏชัดเจน!
vi: Về chỗ <1>Chỉ Dẫn Bay</1>, thông báo <1>Con Đường Gió</1> đã thông hoàn toàn!
zh_hans: 回到<1>飞行向导</1>那里，告知<1>风之大道</1>已全部疏通！
zh_hant: 返回<1>飛行嚮導</1>身邊，告知<1>風之大道</1>已全部疏通！

# spirit_shop_ap06unlock_ap13_fetch_01_task_desc
source: The <1>Spirit</1> is looking for <2>resources</2>.
de: Der <1>Geist</1> ist auf der Suche nach <2>Ressourcen</2>.
es: Visita al <1>espíritu</1> del barco cerca de la misteriosa isla del <2>Páramo Dorado</2>.
fr: L'<1>esprit</1> cherche des <2>ressources</2>.
id: <1>Roh</1> tengah mencari <2>sumber daya</2>.
it: Lo <1>spirito</1> sta cercando <2>risorse</2>.
ja: この<1>精霊</1>は<2>貴重な資源</2>を探しているようです
ko: <1>영혼</1>이 <2>자원</2>을 찾고 있어요
pt: O <1>espírito</1> está procurando <2>recursos</2>.
ru: <1>Дух</1> ищет <2>ресурсы</2>.
th: <1>สปิริต</1>กำลังตามหา<2>ทรัพยากร</2>
vi: <1>Tinh Linh</2> đang tìm <2>tài nguyên</2>.
zh_hans: <1>先灵</2>正在寻找 <2>资源</2>。
zh_hant: <1>先靈</1>正在尋找<2>資源</2>。

# spirit_shop_ap06unlock_ap13_fetch_01_task_desc_02
source: Search the area for <2>resources</2> and bring them back to the <1>Spirits</1>.
de: Durchsuche das Gebiet nach <2>Ressourcen</2> und bring sie den <1>Geistern</1>.
es: Investiga el área para encontrar <2>recursos</2> y llévaselos a los <1>espíritus</1>.
fr: Cherchez des <2>ressources</2> dans la région et rapportez-les aux <1>esprits</1>.
id: Cari <2>sumber daya</2> di area tersebut dan bawa kembali ke <1>Roh</1>.
it: Cerca <2>risorse</2> nell'area e riportale agli <1>spiriti</1>.
ja: 印の周辺をよく探し<2>貴重な資源</2>を<1>精霊</1>のもとに届けましょう
ko: 이 구역에서 <2>자원</2>을 찾아 <1>영혼</1>에게 가져다주세요
pt: Procure <2>recursos</2> na área e leve-os para os <1>espíritos</1>.
ru: Поищите <2>ресурсы</2> поблизости и отнесите их <1>духам</1>.
th: ค้นหา<2>ทรัพยากร</2>ในพื้นที่ และนำกลับไปให้<1>สปิริต</1>
vi: Tìm <2>tài nguyên</2> ở khu vực này và trả lại cho <1>Tinh Linh</1>.
zh_hans: 在该地区寻找<2>资源</2>并还给<1>先灵</1>。
zh_hant: 搜尋該區域內的<2>資源</2>，並將資源帶回給<1>先靈</1>。

# spirit_shop_ap06unlock_ap13_fetch_01_task_done
source: Return to the <b>Abyss Guide</b> on the ship.
de: Kehre zum <b>Tiefseehelfer</b> auf dem Schiff zurück.
es: Regresa con el <b>guía del abismo</b> en el barco.
fr: Retournez au <b>guide des Abysses</b> sur le bateau.
id: Kembali ke <b>Pemandu Palung</b> di kapal.
it: Torna dalla <b>Guida degli Abissi</b> sulla nave.
ja: 船にいる<b>深淵の案内人</b>のもとに戻りましょう
ko: 배 위에 있는 <b>심해의 안내자</b>에게 돌아가세요
pt: Fale novamente com o <b>Guia do Abismo</b> no navio.
ru: Вернитесь на корабль к <b>Проводнику бездны</b>.
th: กลับไปหา<b>ผู้แนะนำนรก</b>บนเรือ
vi: Quay lại chỗ <b>Chỉ Dẫn Vực Sâu</b> trên thuyền.
zh_hans: 返回船上<b>深渊向导</b>处。
zh_hant: 返回至船上的<b>深淵嚮導</b>處。

# spirit_shop_ap06unlock_ap13_fetch_02_task_desc
source: The <1>Spirit</1> is looking for more <2>resources</2>.
de: Der <1>Geist</1> ist auf der Suche nach weiteren <2>Ressourcen</2>.
es: El <1>espíritu</1> está buscando más <2>recursos</2>.
fr: L'<1>esprit</1> a besoin de plus de <2>ressources</2>.
id: <1>Roh</1> tengah mencari lebih banyak <2>sumber daya</2>.
it: Lo <1>spirito</1> sta cercando più <2>risorse</2>.
ja: この<1>精霊</1>はまだまだ<2>貴重な資源</2>を探しているようです
ko: <1>영혼</1>이 더 많은 <2>자원</2>을 찾고 있어요
pt: O <1>espírito</1> está procurando mais <2>recursos</2>.
ru: <1>Дух</1> ищет больше <2>ресурсов</2>.
th: <1>สปิริต</1>กำลังตามหา<2>ทรัพยากร</2>เพิ่มเติม
vi: <1>Tinh Linh</1> đang tìm thêm nhiều <2>tài nguyên</2>.
zh_hans: <1>先灵</1>正在寻找更多<2>资源</2>。
zh_hant: <1>先靈</1>正在尋找更多<2>資源</2>。

# spirit_shop_ap06unlock_ap13_fetch_02_task_desc_02
source: Search the area for more <2>resources</2> and bring them back to the <1>Spirits</1>.
de: Durchsuche das Gebiet nach weiteren <2>Ressourcen</2> und bring sie den <1>Geistern</1>.
es: Investiga el área para encontrar más <2>recursos</2> y llévaselos a los <1>espíritus</1>.
fr: Cherchez davantage de <2>ressources</2> dans la région et rapportez-les aux <1>esprits</1>.
id: Cari <2>sumber daya</2> lainnya di area tersebut dan bawa kembali ke <1>Roh</1>.
it: Cerca più <2>risorse</2> nell'area e riportarle agli <1>spiriti</1>.
ja: 印の周辺をよく探し<2>貴重な資源</2>を<1>精霊</1>のもとに届けましょう
ko: 이 구역에서더 더 많은 <2>자원</2>을 찾아 <1>영혼</1>에게 가져다주세요
pt: Procure mais <2>recursos</2> na área e leve-os para os <1>espíritos</1>.
ru: Поищите другие <2>ресурсы</2> поблизости и отнесите их <1>духам</1>.
th: ค้นหาในพื้นที่เพื่อตามหา<2>ทรัพยากร</2>เพิ่มเติม และนำกลับไปให้<1>สปิริต</1>
vi: Tại đây tìm thêm <2>tài nguyên</2> và trả lại cho các <1>Tinh Linh</1>.
zh_hans: 在该地区寻找更多的<2>资源</2>并还给<1>先灵</1>。
zh_hant: 在該區域搜尋更多的<2>資源</2>，並將資源帶回給<1>先靈</1>。

# spirit_shop_ap06unlock_ap13_fetch_02_task_done
source: Return to the <b>Abyss Guide</b> on the ship.
de: Kehre zum <b>Tiefseehelfer</b> auf dem Schiff zurück.
es: Regresa con el <b>guía del abismo</b> en el barco.
fr: Retournez au <b>guide des Abysses</b> sur le bateau.
id: Kembali ke <b>Pemandu Palung</b> di kapal.
it: Torna dalla <b>Guida degli Abissi</b> sulla nave.
ja: 船にいる<b>深淵の案内人</b>のもとに戻りましょう
ko: 배 위에 있는 <b>심해의 안내자</b>에게 돌아가세요
pt: Fale novamente com o <b>Guia do Abismo</b> no navio.
ru: Вернитесь на корабль к <b>Проводнику бездны</b>.
th: กลับไปหา<b>ผู้แนะนำนรก</b>บนเรือ
vi: Quay lại chỗ <b>Chỉ Dẫn Vực Sâu</b> trên thuyền.
zh_hans: 返回船上<b>深渊向导</b>处。
zh_hant: 返回船上的<b>深淵嚮導</b>處。

# spirit_shop_ap06unlock_ap13_fetch_03_task_desc
source: The <1>Spirit</1> believes there must be more <2>resources</2>.
de: Der <1>Geist</1> glaubt, dass es noch weitere <2>Ressourcen</2> geben muss.
es: El <1>espíritu</1> cree que debe haber más <2>recursos</2>.
fr: L'<1>esprit</1> pense qu'il y a plus de <2>ressources</2>.
id: <1>Roh</1> tersebut yakin pasti masih ada <2>sumber daya</2> lainnya.
it: Lo <1>spirito</1> crede che ci siano più <2>risorse</2>.
ja: この<1>精霊</1>はもっと多くの<2>貴重な資源</2>があると確信しているようです
ko: <1>영혼</1>은 더 많은 <2>자원</2>이 있다고 생각해요
pt: O <1>espírito</1> acredita que há mais <2>recursos</2>.
ru: <1>Дух</1> считает, что есть и другие <2>ресурсы</2>.
th: <1>สปิริต</1>เชื่อว่าต้องมี<2>ทรัพยากร</2>มากกว่านี้
vi: <1>Tinh Linh</1> tin rằng vẫn còn rất nhiều <2>tài nguyên</2>.
zh_hans: <1>先灵</1>相信一定还有更多<2>资源</2>。
zh_hant: <1>先靈<2>認為應該還有更多<3>資源<4>。

# spirit_shop_ap06unlock_ap13_fetch_03_task_desc_02
source: Search the area for more <2>resources</2> and bring them back to the <1>Spirits</1>.
de: Durchsuche das Gebiet nach weiteren <2>Ressourcen</2> und bring sie den <1>Geistern</1>.
es: Investiga el área para encontrar más <2>recursos</2> y llévaselos a los <1>espíritus</1>.
fr: Cherchez davantage de <2>ressources</2> dans la région et rapportez-les aux <1>esprits</1>.
id: Cari <2>sumber daya</2> lainnya di area tersebut dan bawa kembali ke <1>Roh</1>.
it: Cerca più <2>risorse</2> nell'area e riportarle agli <1>spiriti</1>.
ja: 印の周辺をよく探し<2>貴重な資源</2>を<1>精霊</1>のもとに届けましょう
ko: 이 구역에서 더 많은 <2>자원</2>을 찾아 <1>영혼</1>에게 가져다주세요
pt: Procure mais <2>recursos</2> na área e leve-os para os <1>espíritos</1>.
ru: Поищите другие <2>ресурсы</2> поблизости и отнесите их <1>духам</1>.
th: ค้นหาในพื้นที่เพื่อตามหา<2>ทรัพยากร</2>เพิ่มเติม และนำกลับไปให้<1>สปิริต</1>
vi: Tại đây tìm thêm <2>tài nguyên</2> và trả lại cho các <1>Tinh Linh</1>.
zh_hans: 在该地区寻找更多的<2>资源</2>并还给<1>先灵</1>。
zh_hant: 搜尋該區域取得更多<2>資源</2>，並將資源帶回給<1>先靈</1>。

# spirit_shop_ap06unlock_ap13_fetch_03_task_done
source: Return to the <b>Abyss Guide</b> on the ship.
de: Kehre zum <b>Tiefseehelfer</b> auf dem Schiff zurück.
es: Regresa con el <b>guía del abismo</b> en el barco.
fr: Retournez au <b>guide des Abysses</b> sur le bateau.
id: Kembali ke <b>Pemandu Palung</b> di kapal.
it: Torna dalla <b>Guida degli Abissi</b> sulla nave.
ja: 船にいる<b>深淵の案内人</b>のもとに戻りましょう
ko: 배 위에 있는 <b>심해의 안내자</b>에게 돌아가세요
pt: Fale novamente com o <b>Guia do Abismo</b> no navio.
ru: Вернитесь на корабль к <b>Проводнику бездны</b>.
th: กลับไปหา<b>ผู้แนะนำนรก</b>บนเรือ
vi: Quay lại chỗ <b>Chỉ Dẫn Vực Sâu</b> trên thuyền.
zh_hans: 返回船上<b>深渊向导</b>处。
zh_hant: 返回船上的<b>深淵嚮導</b>處。

# spirit_shop_ap06unlock_ap13_fetch_04_task_desc
source: The <1>Spirit</1> wonders if there are still more <2>resources</2> to scavenge.
de: Der <1>Geist</1> fragt sich, ob wohl noch weitere <2>Ressourcen</2> geplündert werden können.
es: El <1>espíritu</1> se pregunta si habrá aún más <2>recursos</2> por encontrar.
fr: L'<1>esprit</1> se demande s'il y a plus de <2>ressources</2> à récupérer.
id: <1>Roh</1> penasaran apakah masih ada <2>sumber daya</2> lain yang bisa dicari.
it: Lo <1>spirito</1> crede che ci possano essere altre <2>risorse</2> da raccogliere.
ja: この<1>精霊</1>はまだ発掘できていない<2>貴重な資源</2>があるのでは、と考えているようです
ko: <1>영혼</1>은 더 많은 <2>자원</2>이 있을 수 있다고 생각해요
pt: O <1>espírito</1> se pergunta se há mais <2>recursos</2> para coletar.
ru: <1>Духу</1> интересно, есть ли еще <2>ресурсы</2>, которые можно собрать.
th: <1>สปิริต</1>สงสัยว่ายังมี<2>ทรัพยากร</2>ให้เก็บเพิ่มอีกไหม
vi: <1>Tinh Linh</1> muốn biết có còn <2>tài nguyên</2> không.
zh_hans: <1>先灵</1>想知道是否还有更多的<2>资源</2>。
zh_hant: <1>先靈</1>想知道是否還有更多<2>資源</2>可收集。

# spirit_shop_ap06unlock_ap13_fetch_04_task_desc_02
source: Help the <1>Spirits</1> find more <2>resources</2>.
de: Hilf den <1>Geistern</1> dabei, weitere <2>Ressourcen</2> zu finden.
es: Ayuda a los <1>espíritus</1> a encontrar más <2>recursos</2>.
fr: Aidez les <1>esprits</1> à trouver plus de <2>ressources</2>.
id: Bantu <1>Roh</1> menemukan <2>sumber daya lainnya</2>.
it: Aiuta gli <1>spiriti</1> a trovare più <2>risorse</2>.
ja: <1>精霊</1>がさらに<2>貴重な資源</2>を発見できるよう、手伝いましょう
ko: <1>영혼</1>이 더 많은 <2>자원</2>을 찾을 수 있게 도와주세요
pt: Ajude os <1>espíritos</1> a encontrar mais <2>recursos</2>.
ru: Помогите <1>духам</1> найти больше <2>ресурсов</2>.
th: ช่วย<1>สปิริต</1>ตามหา<2>ทรัพยากร</2>เพิ่มเติม
vi: Giúp các <1>Tinh Linh</1> tìm thêm <2>tài nguyên</2>.
zh_hans: 帮助<1>先灵</1>找到更多<2>资源</2>。
zh_hant: 幫助<1>先靈</1>找到更多<2>資源</2>。

# spirit_shop_ap06unlock_ap13_fetch_04_task_done
source: Return to the <b>Abyss Guide</b> on the ship.
de: Kehre zum <b>Tiefseehelfer</b> auf dem Schiff zurück.
es: Regresa con el <b>guía del abismo</b> en el barco.
fr: Retournez au <b>guide des Abysses</b> sur le bateau.
id: Kembali ke <b>Pemandu Palung</b> di kapal.
it: Torna dalla <b>Guida degli Abissi</b> sulla nave.
ja: 船にいる<b>深淵の案内人</b>のもとに戻りましょう
ko: 배 위에 있는 <b>심해의 안내자</b>에게 돌아가세요
pt: Fale novamente com o <b>Guia do Abismo</b> no navio.
ru: Вернитесь на корабль к <b>Проводнику бездны</b>.
th: กลับไปหา<b>ผู้แนะนำนรก</b>บนเรือ
vi: Quay lại chỗ <b>Chỉ Dẫn Vực Sâu</b> trên thuyền.
zh_hans: 返回船上<b>深渊向导</b>处。
zh_hant: 返回船上的<b>深淵嚮導</b>處。

# spirit_shop_ap06unlock_ap13_fetch_05_task_desc
source: Where has the <1>Cackling Cannoneer</1> gone off to? The crew is worried.
de: Wo ist bloß die <1>Kicher-Kanonierin</1> hin? Die Besatzung macht sich Sorgen.
es: ¿A dónde se fue el <1>cañonero tentado</1>? La tripulación está preocupada.
fr: Où est passée la <1>Canonnière caquetante</1> ? L'équipage est inquiet.
id: Ke mana perginya <1>Prajurit Artileri Tertawa</1>? Kru mulai cemas.
it: Dov'è finita la <1>cannoniera sghignazzante</1>? L'equipaggio è preoccupato.
ja: <1>豪快に笑う砲手</1>はどこへ行ってしまったのでしょう？みんなが心配しています
ko: <1>낄낄 웃는 포수</1>는 어디로 간 걸까요? 선원들이 걱정하고 있어요.
pt: Aonde foi a <1>Canhoneira Sorridente</1>? A tripulação está preocupada.
ru: Куда подевалась <1>Хохотушка с пушкой</1>? Экипаж волнуется.
th: <1>พลปืนใหญ่ผู้ขบขัน</1>หายไปไหนกัน ลูกเรือรู้สึกเป็นกังวลแล้ว
vi: <1>Xạ Thủ Vui Nhộn</1> đi đâu rồi? Cả đoàn đang rất lo lắng.
zh_hans: <1>嬉笑炮手</1>去哪儿了？船员们很担心。
zh_hant: <1>嘎嘎大笑的炮手</1>去了哪裡？船員們很擔心他。

# spirit_shop_ap06unlock_ap13_fetch_05_task_desc_02
source: Search for and bring back the <1>Cackling Cannoneer</1>.
de: Suche nach der <1>Kicher-Kanonierin</1> und bring sie zurück.
es: Busca y trae de regreso al <1>cañonero tentado</1>.
fr: Cherchez et ramenez la <1>Canonnière caquetante</1>.
id: Cari dan bawa kembali <1>Prajurit Artileri Tertawa</1>.
it: Cerca la <1>cannoniera sghignazzante</1> e riportala indietro.
ja: <1>豪快に笑う砲手</1>を見つけ出し、連れ帰りましょう
ko: <1>낄낄 웃는 포수</1>를 찾아 데려와 주세요
pt: Procure e traga a <1>Canhoneira Sorridente</1> de volta.
ru: Найдите и верните <1>Хохотушку с пушкой</1>.
th: ตามหาและพา<1>พลปืนใหญ่ผู้ขบขัน</1>กลับมา
vi: Tìm và đưa <1>Xạ Thủ Vui Nhộn</1> về.
zh_hans: 找寻并带回<1>嬉笑炮手</1>。
zh_hant: 尋找並帶回<1>嘎嘎大笑的炮手</1>。

# spirit_shop_ap06unlock_ap13_fetch_05_task_done
source: Return to the <b>Abyss Guide</b> on the ship.
de: Kehre zum <b>Tiefseehelfer</b> auf dem Schiff zurück.
es: Regresa con el <b>guía del abismo</b> en el barco.
fr: Retournez au <b>guide des Abysses</b> sur le bateau.
id: Kembali ke <b>Pemandu Palung</b> di kapal.
it: Torna dalla <b>Guida degli Abissi</b> sulla nave.
ja: 船にいる<b>深淵の案内人</b>のもとに戻りましょう
ko: 배 위에 있는 <b>심해의 안내자</b>에게 돌아가세요
pt: Fale novamente com o <b>Guia do Abismo</b> no navio.
ru: Вернитесь на корабль к <b>Проводнику бездны</b>.
th: กลับไปหา<b>ผู้แนะนำนรก</b>บนเรือ
vi: Quay lại chỗ <b>Chỉ Dẫn Vực Sâu</b> trên thuyền.
zh_hans: 返回船上<b>深渊向导</b>处。
zh_hant: 返回船上的<b>深淵嚮導</b>處。

# spirit_shop_ap06unlock_ap14_fetch_01_task_desc
source: Help the <1>Frantic Stagehand</1> set the stage for a scene in <1>Hidden Forest</1>.
de: Hilf dem <1>Hektischen Bühnenarbeiter</1>, die Bühne für eine Szene vorzubereiten, die im <1>Verborgenen Wald</1> spielen soll.
es: Ayuda al <1>tramoyista agitado</1> a preparar el escenario para una escena en el <1>Bosque Escondido</1>.
fr: Aidez le <1>machiniste débordé</1> à préparer la scène de la <1>Forêt cachée</1>.
id: Bantu <1>Petugas Pentas Panik</1> mempersiapkan panggung untuk adegan <1>Hutan Tersembunyi</1>.
it: Aiuta il <1>Macchinista frenetico</1> a preparare il palcoscenico per una scena nella <1>Foresta Nascosta</1>.
ja: <1>一生懸命な舞台美術家</1>を手伝い、ステージに<1>雨林</1>を再現しましょう
ko: <1>극성스러운 무대담당자</1>가 <1>비밀의 숲</1>으로 무대를 꾸미도록 도와주세요.
pt: Ajude o <1>Assistente de Palco Frenético</1> a montar o cenário na <1>Floresta Oculta</1>.
ru: Помогите <1>Суматошному постановщику</1> обставить сцену декорациями <1>Тайного леса</1>.
th: ช่วย<1>นักจัดเวทีขี้กังวล</1>เพื่อจัดเวทีเป็นฉาก<1>ป่าลับ</1>
vi: Giúp <1>Kỹ Thuật Viên Điên Rồ</1> dựng sân khấu cho một cảnh trong <1>Rừng Mưa</1>.
zh_hans: 帮助<1>焦急的幕后人员</1>将舞台布置为<1>雨林</1>场景。
zh_hant: 幫助<1>焦急技術人員</1>將舞台搭建為<1>雨林</1>。

# spirit_shop_ap06unlock_ap14_fetch_01_task_done
source: Speak with the <1>Performance Guide</1> now that the stage is set for <1>Hidden Forest</1>.
de: Es wurden alle Vorbereitung für die Szene im <1>Verborgenen Wald</1> getroffen. Sprich jetzt mit dem <1>Darbietungshelfer</1>.
es: Habla con el <1>guía de la obra</1> ahora que el escenario está preparado como el <1>Bosque Escondido</1>.
fr: Parlez avec le <1>guide de l'Interprétation</1> maintenant que le décor est planté pour la <1>Forêt cachée</1>.
id: Beri tahu <1>Pemandu Pertunjukan</1> bahwa panggung yang disiapkan untuk <1>Hutan Tersembunyi</1> sudah selesai.
it: Parla con la <1>Guida dello spettacolo</1> ora che il palcoscenico è pronto per la <1>Foresta Nascosta</1>.
ja: ステージに<1>雨林</1>を再現できたことを<1>表現者たちの案内人</1>に知らせに行きましょう
ko: <1>공연 안내자</1>를 찾아가서 <1>비밀의 숲</1> 세트가 준비되었다고 알려주세요
pt: Fale com o <1>Guia de Performance</1> agora que o palco está montado na <1>Floresta Oculta</1>.
ru: Поговорите с <1>Проводником представлений</1>: сцена подготовлена как <1>Тайный лес</1>.
th: พูดคุยกับ<1>ผู้แนะนำการแสดง</1>ว่าจัดเวทีเป็นฉาก<1>ป่าลับ</1>เสร็จเรียบร้อยแล้ว
vi: Thông báo với <1>Chỉ Dẫn Biểu Diễn</1> về sân khấu đã được dựng cảnh <1>Rừng Mưa</1>.
zh_hans: 现在去告诉<1>表演指导</1>，舞台已布置为<1>雨林</1>场景。
zh_hant: <1>雨林</1>舞台換景完畢，請告訴<1>表演嚮導</1>。

# spirit_shop_ap06unlock_ap14_fetch_02_task_desc
source: Help the <1>Forgetful Storyteller</1> write a story about <1>Isle of Dawn</1>.
de: Hilf der <1>Vergesslichen Geschichtenerzählerin</1>, eine Geschichte über die <1>Insel der Dämmerung</1> zu schreiben.
es: Ayuda al <1>cuentista olvidadizo</1> a escribir una historia sobre la <1>Isla del Amanecer</1>.
fr: Aidez la <1>conteuse distraite</1> à écrire une histoire à propos de l'<1>Île de l'aube</1>.
id: Bantu <1>Pencerita Pelupa</1> menulis cerita tentang <1>Pulau Fajar</1>.
it: Aiuta la <1>Narratrice smemorata</1> a scrivere una storia sull'<1>Isola dell'Alba</1>.
ja: <1>忘れっぽい劇作家</1>を手伝い、<1>孤島</1>の物語を書きあげましょう
ko: <1>깜박하는 이야기꾼</1>이 <1>여명의 섬</1>에 대해 이야기를 쓸 수 있게 도와주세요
pt: Ajude a <1>Contadora de Histórias Esquecidiça</1> a escrever uma história sobre a <1>Ilha do Alvorecer</1>.
ru: Помогите <1>Рассеянной рассказчице</1> написать историю про <1>Остров рассвета</1>.
th: ช่วย<1>นักเล่าเรื่องขี้ลืม</1>เพื่อเขียนเรื่องราวสำหรับ<1>เกาะแห่งรุ่งอรุณ</1>
vi: Giúp <1>Người Kể Chuyện Hay Quên</1> viết một câu chuyện về <1>Đảo Bình Minh</1>.
zh_hans: 帮助<1>健忘的说书人</1>书写一段关于<1>晨岛</1>的故事。
zh_hant: 幫助<1>健忘說書人</1>撰寫與<1>晨島</1>有關的故事。

# spirit_shop_ap06unlock_ap14_fetch_02_task_done
source: Speak with the <1>Performance Guide</1> now that a story of <1>Isle of Dawn</1> has been told.
de: Die Geschichte über die <1>Insel der Dämmerung</1> wurde erzählt. Sprich jetzt mit dem <1>Darbietungshelfer</1>.
es: Habla con el <1>guía de la obra</1> ahora que ya se contó la historia de la <1>Isla del Amanecer</1>.
fr: Parlez avec le <1>guide de l'Interprétation</1> maintenant qu'une histoire a été racontée pour l'<1>Île de l'aube</1>.
id: Beri tahu <1>Pemandu Pertunjukan</1> bahwa cerita <1>Pulau Fajar</1> sudah diceritakan.
it: Parla con la <1>Guida dello spettacolo</1> ora che una storia dell'<1>Isola dell'Alba</1> è stata narrata.
ja: <1>孤島</1>の物語が完成したことを<1>表現者たちの案内人</1>に知らせに行きましょう
ko: <1>공연의 안내자</1>를 찾아가서 <1>여명의 섬</1> 이야기를 완성했다고 전해주세요
pt: Fale com o <1>Guia de Performance</1> agora que a história da <1>Ilha do Alvorecer</1> foi contada.
ru: Поговорите с <1>Проводником представлений</1>: история <1>Острова рассвета</1> уже рассказана.
th: พูดคุยกับ<1>ผู้แนะนำการแสดง</1>ว่าได้เล่าขานเรื่องราวของ<1>เกาะรุ่งอรุณ</1>ไปแล้ว
vi: Thông báo với <1>Chỉ Dẫn Biểu Diễn</1> là câu chuyện về <1>Đảo Bình Minh</1> đã được kể.
zh_hans: 现在去告诉<1>表演指导</1>，<1>晨岛</1>的故事已经讲述完毕。
zh_hant: <1>晨島</1>的故事已經流傳開來了，請告訴<1>表演嚮導</1>。

# spirit_shop_ap06unlock_ap14_fetch_03_task_desc
source: Help the <1>Mellow Musician</1>'s band rehearse a song for <1>Vault of Knowledge</1>.
de: Hilf der Band des <1>Entspannten Musikers</1>, ein Lied für den <1>Tresor des Wissens</1> einzustudieren.
es: Ayuda a la banda del <1>músico gentil</1> a ensayar una canción para la <1>Bóveda de Conocimiento</1>.
fr: Aidez le groupe du <1>musicien serein</1> à répéter une chanson pour la <1>Chambre forte de connaissance</1>.
id: Bantu band <1>Musisi Lembut</1> berlatih lagu untuk <1>Kubah Pengetahuan</1>.
it: Aiuta la band del <1>Musicista gioviale</1> a provare una canzone per la <1>Cupola della Conoscenza</1>.
ja: <1>のんびり屋の音楽家</1>のバンドを手伝い、<1>書庫</1>の楽曲のリハーサルを行いましょう
ko: <1>그윽한 음악가</1>와 밴드가 <1>지식의 도서관</1>을 위한 음악을 연주할 수 있게 무대 연습을 도와주세요
pt: Ajude a banda do <1>Músico Meloso</1> a ensaiar uma música para o <1>Relicário do Conhecimento</1>.
ru: Помогите группе <1>Благодушного музыканта</1> отрепетировать песню про <1>Хранилище знаний</1>.
th: ช่วยวงดนตรีของ<1>นักดนตรีผู้เบิกบาน</1>เพื่อซ้อมบทเพลงสำหรับ<1>กรุสมบัติแห่งปัญญา</1>
vi: Giúp ban nhạc của <1>Nhạc Sĩ Nhẹ Nhàng</1> tập một bài hát cho <1>Kho Tri Thức</1>.
zh_hans: 帮助<1>老练的音乐家</1>的乐团，为<1>禁阁</1>排练一首曲目。
zh_hant: 幫助<1>沉穩音樂家</1>的樂團為<1>禁閣</1>排練歌曲。

# spirit_shop_ap06unlock_ap14_fetch_03_task_done
source: Speak with the <1>Performance Guide</1> now that rehearsal is finished.
de: Die Probe ist zu Ende, sprich jetzt mit dem <1>Darbietungshelfer</1>.
es: Habla con el <1>guía de la obra</1> ahora que terminó el ensayo.
fr: Parlez avec le <1>guide de l'Interprétation</1> maintenant que la répétition est terminée.
id: Beri tahu <1>Pemandu Pertunjukan</1> bahwa latihan sudah selesai.
it: Parla con la <1>Guida dello spettacolo</1> ora che le prove sono finite.
ja: リハーサルが終了したことを<1>表現者たちの案内人</1>に知らせに行きましょう
ko: <1>공연의 안내자</1>를 찾아가서 무대 연습이 끝났다고 전해주세요
pt: Fale com o <1>Guia de Performance</1> agora que o ensaio terminou.
ru: Поговорите с <1>Проводником представлений</1>: репетиция уже прошла.
th: พูดคุยกับ<1>ผู้แนะนำการแสดง</1>ว่าการซ้อมจบลงแล้ว
vi: Thông báo với <1>Chỉ Dẫn Biểu Diễn</1> là buổi tập đã kết thúc.
zh_hans: 现在去告诉<1>表演指导</1>，排练已经结束。
zh_hant: 排練已經結束了，請告訴<1>表演嚮導</1>。

# spirit_shop_ap06unlock_ap14_fetch_04_task_desc
source: The spirits are discouraged about their production. Give them some reassurance!
de: Die Geister sind unzufrieden mit ihrer Produktion. Muntere sie ein wenig auf!
es: Los espíritus están desanimados sobre su producción. ¡Dales un poco de apoyo!
fr: Les esprits sont découragés par leur production. Réconfortez-les !
id: Para Roh kehilangan semangat mengerjakan produksi pertunjukkan mereka. Coba yakinkan mereka!
it: Gli spiriti sono scoraggiati per lo spettacolo. Restituisci loro un po' di fiducia!
ja: 精霊たちは自分たちの舞台の出来に落ち込んでいるようです。励ましてあげましょう！
ko: 영혼들이 공연할 의욕을 잃었어요. 기운을 북돋워주세요!
pt: Os espíritos estão inseguros com a produção deles. Acalme-os!
ru: Духам не нравится, как идут дела. Подбодрите их!
th: เหล่าสปิริตรู้สึกท้อแท้เกี่ยวกับผลงานของพวกเขา ช่วยสร้างความมั่นใจให้กับพวกเขาเลยสิ!
vi: Các tinh linh đang chán nản về năng suất của mình. Hãy khích lệ họ!
zh_hans: 先灵们对自己的成果感到十分沮丧。给予他们一些安抚！
zh_hant: 先靈對他們的表演感到灰心。去安撫他們吧！

# spirit_shop_ap06unlock_ap14_fetch_04_task_done
source: Speak with the <1>Performance Guide</1> now that the spirits are hopeful again.
de: Die Geister sind wieder voller Hoffnung. Sprich jetzt mit dem <1>Darbietungshelfer</1>.
es: Habla con el <1>guía de la obra</1> ahora que los espíritus vuelven a tener esperanza.
fr: Parlez avec le <1>guide de l'Interprétation</1> maintenant que les esprits sont de nouveau pleins d'espoir.
id: Beri tahu <1>Pemandu Pertunjukan</1> bahwa semangat para roh sudah kembali.
it: Parla con la <1>Guida dello spettacolo</1> ora che gli spiriti hanno recuperato la fiducia.
ja: 精霊たちが元気を取り戻したことを<1>表現者たちの案内人</1>に知らせに行きましょう
ko: <1>공연의 안내자</1>를 찾아가서 영혼들이 의욕을 되찾았다고 전해주세요
pt: Fale com o <1>Guia de Performance</1> agora que os espíritos estão esperançosos novamente.
ru: Поговорите с <1>Проводником представлений</1>: к духам вернулась надежда.
th: พูดคุยกับ<1>ผู้แนะนำการแสดง</1>ว่าเหล่าสปิริตกลับมามีความหวังแล้ว
vi: Thông báo với <1>Chỉ Dẫn Biểu Diễn</1> là các tinh linh đã lấy lại tinh thần.
zh_hans: 现在去告诉<1>表演指导</1>，先灵们重获了希望。
zh_hant: 先靈們現在又充滿了希望，請告訴<1>表演嚮導</1>。
