Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_skyshop_end_message
source: See the accessories, plushies, and other items inspired by Sky's musical visitor. 🎙 See thatskyshop's Sky x AURORA collaboration. 🎉
de: Schau dir die Accessoires, Plüschtiere und anderen Gegenstände an, die von Skys musikalischem Gast inspiriert sind. 🎙 Wirf einen Blick auf die Kollaboration von thatskyshop mit Sky x AURORA. 🎉
es: Mira los accesorios, peluches y otros objetos inspirado por el visitante musical de Sky. � Mira la colaboración de Sky x AURORA en thatskyshop. 🎉
fr: Découvrez les accessoires, peluches et autres objets inspirés par le visiteur musical de Sky. 🎙 Découvrez la collaboration Sky x AURORA de thatskyshop. 🎉
id: Lihat aksesori, boneka, dan item lainnya yang terinspirasi dari pengunjung musik Sky. 🎙 Lihat kolaborasi Sky x AURORA thatskyshop. 🎉
it: Scopri gli accessori, i peluche e gli altri articoli ispirati all'ospite musicale di Sky. 🎙 Guarda la collaborazione Sky x AURORA su thatskyshop. 🎉
ja: 音楽とともにSkyに訪れた特別な方にインスパイアされたアクセサリー、ぬいぐるみ、その他のアイテムが新登場🎙 thatskyshopの Sky x AURORA コラボレーションもぜひご覧ください 🎉
ko: Sky를 찾아온 손님에게서 영감을 받아 탄생한 액세서리, 봉제인형, 기타 굿즈를 만나보세요. 🎙 thatskyshop에서 Sky X AURORA 콜라보레이션을 확인할 수 있어요. 🎉
pt: Veja os acessórios, pelúcias e outros itens inspirados na visitante musical de Sky. 🎙 Veja a colaboração Sky x AURORA na thatskyshop. 🎉
ru: Аксессуары, плюшевые игрушки и другие предметы от музыкального гостя Неба. 🎙Коллекция Sky и AURORA в thatskyshop — заходите скорее. 🎉
vi: Rất nhiều phụ kiện, thú bông và các vật phẩm khác được lấy cảm hứng từ vị khách âm nhạc của Sky. 🎙 Đón chào sự kiện hợp tác Sky x AURORA của thatskyshop. 🎉
zh_hans: 查看以《Sky光·遇》音乐访客为灵感的配饰、毛绒公仔和其他物品。🎙 查看thatskyshop的《Sky光·遇》x AURORA合作周边。🎉
zh_hant: 查看受《Sky光·遇》的音樂訪客啟發的飾品、絨毛玩具與其他物品。🎙查看 thatskyshop 的《Sky光·遇》x AURORA 聯名商品。🎉

# notification_skyshop_end_title
source: thatskyshop Preorders End Soon! 🌅
de: thatskyshop Vorbestellungen enden bald! 🌅
es: ¡Las reservas de thatskyshop terminan pronto! 🌅
fr: Les précommandes de thatskyshop touchent à leur fin ! 🌅
id: Prapesan thatskyshop Segera Berakhir! 🌅
it: I pre-ordini su thatskyshop finiranno presto! 🌅
ja: thatskyshop プレオーダーまもなく終了！🌅
ko: thatskyshop 사전 주문 곧 종료! 🌅
pt: As compras antecipadas na thatskyshop terminam em breve! 🌅
ru: Предзаказы в thatskyshop скоро закончатся! 🌅
vi: Thời hạn đặt mua trước trên thatskyshop sắp kết thúc! 🌅
zh_hans: thatskyshop的预订即将结束！🌅
zh_hant: thatskyshop 預購即將結束！🌅

# notification_skyshop_event3_end_message
source: Find figurines, pins, and plushies that any krill would want to hug. 🦐
de: Finde Figuren, Pins und Plüschtiere, die jeder Krill gern knuddeln würde. 🦐
es: Encuentra figuras, prendedores y peluches que cualquier camarón querría abrazar. 🦐
fr: Trouvez des figurines, des badges et des peluches qu'aucun krill ne serait ignorer. 🦐
id: Temukan patung, pin, dan boneka yang ingin dipeluk oleh krill mana pun. 🦐
it: Trova statuette, spille e peluche coccolosi. 🦐
ja: どんな暗黒竜も思わずハグしたくなるようなフィギュアにピンバッジ、ぬいぐるみをチェックしに行こう🦐
ko: 피규어, 핀배지, 다크드래곤도 안고 싶어 할 봉제인형을 소개합니다. 🦐
pt: Encontre estatuetas, broches e pelúcias que qualquer krill gostaria de abraçar. 🦐
ru: Фигурки, значки и плюшевые игрушки, которые понравятся любому крилю! 🦐
vi: Hãy chiêm ngưỡng những bức tượng nhỏ, huy hiệu và thú nhồi bông mà bất kỳ chú tôm nào cũng muốn ôm. 🦐
zh_hans: 找到任何皮皮虾都想拥抱的小雕像、徽章和毛绒玩具。🦐
zh_hant: 發現任何皮皮蝦都想擁抱的公仔、徽章和絨毛娃娃。🦐

# notification_skyshop_event3_end_title
source: 🕚 thatskyshop preorders wrap up soon 🕚
de: 🕚 thatskyshop-Vorbestellungen enden bald 🕚
es: 🕚 Las reservas de thatskyshop terminan pronto 🕚
fr: 🕚 Les précommandes thatskyshop vont se terminer 🕚
id: 🕚 preorder thatskyshop akan segera berakhir 🕚
it: 🕚 I pre-ordini di thatskyshop termineranno presto 🕚
ja: 🕚 thatskyshop プレオーダー期間はあと少し 🕚
ko: 🕚 thatskyshop 사전구매 곧 종료 🕚
pt: 🕚 As compras antecipadas da thatskyshop terminam em breve 🕚
ru: 🕚 Предзаказы в thatskyshop скоро закончатся 🕚
vi: 🕚 Thời hạn đặt mua trước trên thatskyshop sắp kết thúc 🕚
zh_hans: 🕚thatskyshop 预购即将结束🕚
zh_hant: 🕚 Thatskyshop 的預購活動即將結束 🕚

# notification_skyshop_event3_mid_message
source: Special offers for preorders during thatskyshop's year-end event! 🎁
de: Sonderangebote für Vorbestellungen während thatskyshops Jahresabschlussevents! 🎁
es: ¡Ofertas especiales para las reservas durante el evento de fin de año de thatskyshop! 🎁
fr: Bénéficiez d'offres spéciales pour toute précommande pendant l'événement de fin d'année du Thatskyshop ! 🎁
id: Penawaran khusus untuk preorder selama acara akhir tahun di thatskyshop! 🎁
it: Offerte speciali per i pre-ordini durante l'evento di fine anno di thatskyshop! 🎁
ja: thatskyshopの年末イベントのプレオーダーでは、特別な特典をご用意しています！ 🎁
ko: 연말 이벤트 동안 thatskyshop에서 사전구매 시 특별 혜택! 🎁
pt: Ofertas especiais para compras antecipadas durante o evento de fim de ano da thatskyshop! 🎁
ru: Особое предложение на предзаказы в thatskyshop к новогоднему событию! 🎁
vi: Ưu đãi đặc biệt cho các đơn đặt hàng trước trong sự kiện cuối năm của thatskyshop! 🎁
zh_hans: thatskyshop 年终活动期间预购特别优惠！🎁
zh_hant: Thatskyshop 年終活動期間預購特惠！🎁

# notification_skyshop_event3_mid_title
source: 👀 More surprising than a 12-star moth cape:
de: 👀 Überraschender als ein 12-Sterne-Mottenumhang:
es: 👀 Más impresionante que una capa de mariposas de 12 estrellas:
fr: 👀 Encore plus étonnant qu'une cape papillon de nuit 12 étoiles :
id: 👀 Lebih mengejutkan daripada jubah moth bintang 12:
it: 👀 Più incredibile di un mantello da falena a 12 stelle:
ja: 👀 12個の星が背中に輝くすずめのケープを超える驚き
ko: 👀 12날 참새보다 더 놀라운 소식
pt: 👀 Mais surpreendente que uma capa de mariposa com 12 estrelas:
ru: 👀 Нечто более невероятное, чем накидка моли с 12 звёздами:
vi: 👀 Bất ngờ hơn cả chiếc áo choàng bướm đêm 12 sao:
zh_hans: 👀比12飞蛾斗篷更令人惊喜的是：
zh_hant: 👀 比12星的飛蛾斗篷還令人驚喜的是：

# notification_skyshop_message
source: Have you heard? 🎵 A new AURORA item holds a musical surprise. 🌙 Discover what awaits at thatskyshop!
de: Hast du schon gehört? 🎵 Ein neuer AURORA-Gegenstand hält eine musikalische Überraschung bereit. 🌙 Entdecke sie im thatskyshop!
es: ¿Te enteraste? 🎵 Un nuevo objeto de AURORA contiene una sorpresa musical. 🌙 ¡Descubre qué te espera en thatskyshop!
fr: Avez-vous entendu la nouvelle ? 🎵 Un nouvel objet AURORA réserve une surprise musicale. 🌙 Découvrez ce qui vous attend dans thatskyshop !
id: Pernah dengar? 🎵 Item AURORA baru memiliki kejutan musik. 🌙 Temukan apa yang menanti di thatskyshop!
it: Hai sentito? 🎵 Un nuovo articolo di AURORA riserva una sorpresa musicale. 🌙 Scopri cosa ti aspetta su thatskyshop!
ja: ご存じでしたか？ 🎵 新たなAURORA のアイテムは、音に関連した驚きが隠されているんです 🌙 ぜひthatskyshopで確かめてみてくださいね！
ko: 알고 계셨나요? 🎵 신규 AURORA 상품에는 음악에 관한 놀라움이 숨어 있어요. 🌙 thatskyshop에서 확인해 보세요!
pt: Você já ouviu? 🎵 Um item novo da AURORA guarda uma surpresa musical. 🌙 Descubra o que está à sua espera na thatskyshop!
ru: 🎵 Вы слышали, что в новом предмете от AURORA спрятан музыкальный сюрприз? 🌙 Узнайте больше в thatskyshop!
vi: Bạn nghe thấy không? 🎵 Một vật phẩm AURORA mới mang đến điều bất ngờ về âm nhạc. 🌙 Khám phá những thú vị đang chờ đợi tại thatskyshop!
zh_hans: 听说了吗？🎵 新推出的AURORA物品中蕴含着音乐惊喜。🌙 快到thatskyshop去看看有什么惊喜等着你！
zh_hant: 你聽見了嗎？🎵 全新 AURORA 物品的音樂驚喜。🌙快看看 thatskyshop 有什麼好康等著你！

# notification_skyshop_start_message
source: Exhale, inhale... Sky x AURORA is here! 🌟 thatskyshop greets new items to celebrate the collaboration! 🎵
de: Einatmen, ausatmen … Sky x AURORA ist da! 🌟 Im thatskyshop gibt es neue Gegenstände, um die Kollaboration zu feiern! 🎵
es: Exhala, inhala... ¡Llegó Sky x AURORA! 🌟 ¡thatskyshop recibe nuevos objetos para celebrar la colaboración! 🎵
fr: Expirez, inspirez... Sky x AURORA est arrivé ! 🌟 thatskyshop accueille de nouveaux objets pour célébrer cette collaboration ! 🎵
id: Hembuskan, hirup... Sky x AURORA ada di sini! 🌟 thatskyshop menyambut item-item baru untuk merayakan kolaborasi ini! 🎵
it: Espira, inspira... Sky x AURORA è qui! 🌟 thatskyshop ti presenta i nuovi articoli per celebrare la collaborazione! 🎵
ja: 吐いて、吸って… Sky x AURORA がthatskyshopにも！🌟 コラボレーションをお祝いするアイテムが新登場します！♫
ko: 숨을 내쉬고, 들이쉬고... Sky X AURORA가 찾아왔어요! 🌟 thatskyshop에서 이번 콜라보레이션을 기념하는 새로운 아이템을 확인하세요! 🎵
pt: Expire, inspire... Sky x AURORA chegou! 🌟 A thatskyshop está com novos itens para comemorar a colaboração! 🎵
ru: Медленно выдыхайте и вдыхайте… Sky и AURORA снова вместе! 🌟 В thatskyshop новые предметы по случаю сотрудничества! 🎵
vi: Thở ra, hít vào ... Sky x AURORA đã đến! 🌟 Cùng thatskyshop chào đón loạt vật phẩm mới kỷ niệm sự kiện hợp tác! 🎵
zh_hans: 呼气，吸气……《Sky光·遇》x AURORA的合作来了！🌟 thatskyshop推出了新物品来庆祝这次合作！🎵
zh_hant: 吸氣、吐氣……《Sky光·遇》x AURORA 聯名登場啦！🌟thatskyshop 歡慶聯名，推出全新物品！🎵

# notification_skyshop_start_title
source: thatskyshop is Now Open! ✨
de: ThatSkyShop hat jetzt geöffnet! ✨
es: ¡ThatSkyShop ya está abierta! ✨
fr: ThatSkyShop est maintenant ouvert ! ✨
id: ThatSkyShop Sudah Buka! ✨
it: ThatSkyShop è aperto! ✨
ja: thatskyshop がオープンしました！✨
ko: ThatSkyShop이 문을 열었어요! ✨
pt: A ThatSkyShop já está aberta! ✨
ru: ThatSkyShop уже открыт! ✨
vi: ThatSkyShop đã được mở! ✨
zh_hans: ThatSkyShop现已开张！✨
zh_hant: ThatSkyShop現以開張！✨

# notification_skyshop_title
source: Thatskyshop is Open! 🌟
de: Feiert Skys Geburtstag mit thatskyshop! 🌟
es: ¡Abrió la tienda de thatskyshop! 🌟
fr: thatskyshop est ouvert ! 🌟
id: thatskyshop sudah buka! 🌟
it: Il thatskyshop è aperto! 🌟
ja: Skyのお誕生日をthatskyshopとお祝いしましょう！🌟
ko: thatskyshop 지금 오픈! 🌟
pt: Comemore o aniversário de Sky com a thatskyshop! 🌟
ru: thatskyshop уже открыт! 🌟
th: thatskyshop เปิดแล้ว! 🌟
vi: ✨ thatSkyShop đã mở cửa! 🌟
zh_hans: 与thatskyshop共庆《Sky》的生日！🌟
zh_hant: thatskyshop 現已開張！🌟

# notification_skyshop_w10_end_message
source: Find manta plushies and more before they're carried away 💨
de: Finde Manta-Plüschtiere und mehr, bevor sie davonfliegen 💨
es: Encuentra peluches de mantarrayas y mucho más antes de que las lleve la corriente 💨
fr: Dénichez des peluches raies mantas avant qu’elles ne se volatilisent 💨
id: Temukan plushie manta dan banyak lainnya sebelum mereka hanyut terbawa arus 💨
it: Trova i peluche della manta e altro ancora prima che vengano portati via 💨
ja: 飛んでいってしまう前に、マンタのぬいぐるみや他にも色々、素敵なグッズを見にきてくださいね！ 💨
ko: 만타가오리 인형과 다양한 상품이 사라지기 전에 확인해 보세요💨
pt: Encontre arraias de pelúcia e muito mais antes que esgotem 💨
ru: Скорее найдите плюшевые игрушки-мант, пока их не унесло 💨
vi: Sở hữu thú nhồi bông cá đuối và những vật phẩm khác trước khi chúng nói lời tạm biệt 💨
zh_hans: 寻找蝠鲼毛绒玩具和更多的东西，晚了就没有了💨
zh_hant: 尋找光鰩娃娃和更多商品，晚了就沒有囉💨

# notification_skyshop_w10_end_title
source: 🎂 4th Anniversary Preorders End Soon! 🎂
de: 🎂 Die Vorbestellungen zum 4. Geburtstag enden bald! 🎂
es: 🎂 ¡Pronto terminan las reservas del 4.° aniversario! 🎂
fr: 🎂 Les précommandes pour le quatrième anniversaire se terminent bientôt ! 🎂
id: 🎂 Preorder Hari Ulang Tahun Sky ke-4 Akan Segera Berakhir! 🎂
it: 🎂 I pre-ordini per il 4° anniversario stanno per finire! 🎂
ja: 🎂 4周年記念プレオーダーはもうすぐ終了 🎂
ko: 🎂 4주년 기념품 사전주문 곧 마감! 🎂
pt: 🎂 As compras antecipadas do aniversário de 4 anos do Sky terminarão em breve! 🎂
ru: 🎂 Предзаказ на 4-й день рождения скоро закончится! 🎂
vi: 🎂 Thời hạn đặt mua trước cho sinh nhật 4 tuổi sắp kết thúc sắp kết thúc! 🎂
zh_hans: 🎂 四岁生日预订即将结束！🎂
zh_hant: 🎂四週年預購即將結束！🎂

# notification_skyshop_w10_message
source: Charming mementos, new pins, and more 🦀 to carry a part of Sky wherever you go
de: Bezaubernde Erinnerungsstücke, neue Anstecknadeln und mehr 🦀, damit du immer einen Teil von Sky bei dir trägst
es: Encantadores recuerdos, nuevos prendedores y más 🦀 para que lleves una parte de Sky a donde quiera que vayas
fr: De superbes souvenirs, de nouvelles broches et bien plus encore 🦀 pour que vous ayez toujours un petit bout de Sky partout où vous allez
id: Kenang-kenangan menarik, pin baru, dan lebih banyak 🦀 agar kamu bisa membawa bagian dari Sky ke mana pun kamu pergi
it: Souvenir affascinanti, nuove spille e altro ancora 🦀 per portare con te una parte di Sky, ovunque tu vada
ja: キュートな記念の品々に、新登場のピンバッジも 🦀 Skyの世界を連れていこう
ko: 어디서든 Sky와 함께해요. 귀여운 기념품, 새로운 핀배지, 다양한 🦀를 준비했어요.
pt: Lembranças encantadoras, novos broches e muito mais 🦀 para levar uma parte do Sky aonde quer que você vá
ru: Милые сувениры, новые значки и многое другое! 🦀 Пусть частичка Sky будет с вами в любом месте!
vi: Những vật lưu niệm quyến rũ, những chiếc ghim mới, v.v. 🦀 để mang theo một phần của Sky mọi lúc mọi nơi
zh_hans: 迷人的纪念品、新别针和更多的🦀，无论你走到哪里，《Sky光·遇》如影随形。
zh_hant: 迷人的紀念品、新的徽章，和更多的🦀，無論你走到哪裡，《Sky光·遇》都如影隨形

# notification_skyshop_w10_start_message
source: Come write in 📝 to find notebooks, stickers, plushies, and more for Sky's 4th birthday 🥳
de: Sei beim 4. Geburtstag von Sky dabei und entdecke Notizbücher, Sticker, Plüschtiere und mehr 🥳
es: Pasa con tu anotador 📝 para encontrar cuadernos, pegatinas, peluches y mucho más para el 4.° cumpleaños de Sky 🥳
fr: Venez voir les p’tits papiers 📝 et dénichez des blocs-notes, des autocollants, des peluches et bien plus encore à l’occasion du quatrième anniversaire de Sky 🥳
id: Tuliskan di 📝 untuk menemukan notebook, stiker, boneka plushie, dan banyak lainnya untuk ulang tahun Sky yang ke-4 🥳
it: Vieni a giocare e troverai taccuini 📝, adesivi, peluche e altro ancora per il 4° compleanno di Sky 🥳
ja: お祝いのメッセージを新品のノートに📝 ステッカーやぬいぐるみなどなど、Skyのお誕生日のお祝いを用意してお待ちしています 🥳
ko: 📝공책, 스티커, 인형 등 Sky 4주년 기념 상품을 만나보세요! 🥳
pt: Venha 📝 e encontre cadernos, adesivos, pelúcias e muito mais no aniversário de 4 anos do Sky 🥳
ru: Вас ждут 📝 блокноты, стикеры, мягкие игрушки и многое другое к 4-му дню рождения Sky 🥳
vi: Hãy viết vào 📝 để tìm sổ ghi chép, nhãn dán, thú nhồi bông, v.v. cho sinh nhật lần thứ 4 của Sky 🥳
zh_hans: 快来写一写📝，找到《Sky光·遇》四岁生日的笔记本、贴纸、毛绒玩具等🥳
zh_hant: 快來寫一寫📝，尋找《Sky光·遇》四歲生日的筆記本、貼紙、絨毛娃娃等 🥳

# notification_skyshop_w10_start_title
source: Celebrate with thatskyshop! 🎉
de: Feiere mit thatskyshop! 🎉
es: ¡Celebra con thatskyshop! 🎉
fr: Célébrez avec thatskyshop ! 🎉
id: Rayakan bersama thatskyshop! 🎉
it: Festeggia con thatskyshop! 🎉
ja: thatskyshopと一緒にお祝いしましょう！🎉
ko: thatskyshop과 함께 축하해요! 🎉
pt: Comemore com a thatskyshop! 🎉
ru: Почувствуйте праздничный дух в thatskyshop! 🎉
vi: Kỷ niệm với thatskyshop! 🎉
zh_hans: 与thatskyshop共同祝贺！🎉
zh_hant: 與thatskyshop一同慶祝！🎉

# notification_skyshop_w10_title
source: 🍰 Preorders for Sky's 4th Birthday
de: 🍰 Vorbestellungen zum 4. Geburtstag von Sky
es: 🍰 Reservas para el 4.° cumpleaños de Sky
fr: 🍰 Précommandes pour le quatrième anniversaire de Sky
id: 🍰 Preorder untuk Ulang Tahun Sky yang ke-4
it: 🍰 Pre-ordini per il 4° compleanno di Sky
ja: 🍰 Sky4周年のプレオーダー
ko: 🍰 Sky 4주년 기념품 사전주문
pt: 🍰 Compras antecipadas do aniversário de 4 anos do Sky
ru: 🍰 Предзаказ на 4-й день рождения Sky
vi: 🍰 Đặt trước cho sinh nhật lần thứ 4 của Sky
zh_hans: 🍰《Sky光·遇》四岁生日的预订单
zh_hant: 🍰《Sky光·遇》四歲生日預購

# notification_skyshop_w11_start_message
source: Find new items and holiday bundles to celebrate your Sky adventures! 🌠
de: Finde neue Gegenstände und Feiertagspakete, um deine Sky-Abenteuer zu feiern! 🌠
es: ¡Encuentra nuevos objetos y paquetes festivos para celebrar tus aventuras en Sky! 🌠
fr: Dénichez de nouveaux objets et packs de fête pour célébrer vos aventures dans Sky ! 🌠
id: Temukan item baru dan paket liburan untuk merayakan petualangan Sky! 🌠
it: Trova nuovi oggetti e pacchetti festivi per festeggiare le tue avventure su Sky! 🌠
ja: 新アイテムやホリデーバンドルと一緒に、あなたのSkyの冒険をお祝いしましょう！🌠
ko: 새로운 굿즈, 연말 기념 특가와 함께 Sky에서의 모험을 기념해요! 🌠
pt: Encontre novos itens e pacotes festivos para celebrar a sua aventura em Sky! 🌠
ru: Ищите новые предметы и праздничные наборы для приключений в мире Sky! 🌠
vi: Tìm các vật phẩm và gói ngày lễ mới để chào đón chuyến phiêu lưu ở thế giới Sky của bạn! 🌠
zh_hans: 寻找新物品和节日礼包，庆祝你在《Sky·光遇》中的冒险！🌠
zh_hant: 尋找新物品和假期套組，慶祝你的《Sky光·遇》之旅！🌠

# notification_skyshop_w11_start_title
source: ✨ thatskyshop is now open!
de: ✨ thatskyshop ist jetzt geöffnet!
es: ✨ ¡thatskyshop está ahora abierto!
fr: ✨ thatskyshop est maintenant ouvert!
id: ✨ thatskyshop sekarang buka!
it: ✨ thatskyshop è ora aperto!
ja: ✨ thatskyshopがオープンしました！
ko: ✨ thatskyshop 지금 오픈 중!
pt: ✨ thatskyshop está agora aberto!
ru: ✨ thatskyshop теперь открыт!
vi: ✨ thatskyshop hiện đã mở cửa!
zh_hans: ✨ thatskyshop 现在开放！
zh_hant: ✨ thatskyshop 現在開放！

# notification_skyshop_w9_end_message
source: 🐇 See what awaits at thatskyshop before the chance for preorders hops away!
de: 🐇 Schau schnell nach, was es im thatskyshop gibt, ehe die Vorbestellungen weghoppeln!
es: 🐇 ¡Ver a ver lo que te espera en thatskyshop antes de que se escape la oportunidad de reserva!
fr: 🐇 Voyez ce qui vous attend dans thatskyshop avant que les précommandes ne détalent comme des lapins !
id: 🐇 Lihat apa yang menunggu di thatskyshop sebelum kesempatan untuk preorder hilang!
it: 🐇 Guarda cosa ti aspetta su thatskyshop prima che la possibilità di preordinare salti via!
ja: 🐇 thatskyshopのプレオーダーが終わる前に、あなたを待っている素敵なグッズたちをチェックしましょう！
ko: 🐇 사전 주문 기회가 사라지기 전에 thatskyshop에서 어떤 상품을 선보일지 확인하세요!
pt: 🐇 Veja o que está à sua espera na thatskyshop antes que a pré-venda acabe!
ru: 🐇 Посмотрите, что можно приобрести в thatskyshop, пока возможность не ускакала от вас!
vi: 🐇 Đừng quên những bất ngờ đang chờ đón bạn tại thatskyshop trước khi thời hạn đặt trước kết thúc!
zh_hans: 🐇趁预购消失前，快到thatskyshop看看有什么好东西吧！
zh_hant: 🐇 在預購機會到來之前，先看看 thatskyshop 有什麼等著你發現吧！

# notification_skyshop_w9_message
source: Mini Bunny + hair = Classic Sky kid style 😎 Find accessories, the new Box of Memories, and more at thatskyshop!
de: Mini-Hase + Haare = Klassischer Sky-Kinder-Stil 😎 Accessoires, eine neue Box der Erinnerungen und vieles mehr erwartet dich im thatskyshop!
es: Miniconejo + cabello = Estilo clásico de infante de Sky 😎 Descubre accesorios, la nueva caja de recuerdos y mucho más en thatskyshop.
fr: Mini lapin + cheveux = style classique des enfants de Sky 😎 Retrouvez des accessoires, la nouvelle Boîte à souvenirs, et plus encore dans thatskyshop !
id: Kelinci Mini + rambut = Gaya klasik anak Sky 😎 Temukan aksesori, Kotak Kenangan baru, dan banyak lagi di thatskyshop!
it: Coniglietto + capelli = stile classico dei Figli della Luce😎 Trova gli accessori, la nuova scatola di ricordi e molto altro su thatskyshop!
ja: 小さな兎+ヘアスタイル=クラシックな星の子スタイル 😎 アクセサリーや新たな思い出のボックス、他にもたくさん！thatskyshopをのぞいてみよう
ko: 미니 토끼 + 헤어스타일 = 클래식 스타일 😎 thatskyshop에서 신규 액세서리와 기억의 박스를 만나보세요!
pt: Minicoelhinho + cabelo = estilo clássico de uma criança de Sky 😎 Encontre acessórios, a nova Caixa de Lembranças e muito mais na thatskyshop!
ru: Мини-зайчик + прическа = классический стиль небесных детей 😎 В thatskyshop вас ждут аксессуары, новая шкатулка воспоминаний и многое другое!
vi: Thỏ Bé + tóc = Phong cách Cư dân Sky Cổ điển 😎 Rất nhiều phụ kiện, Hộp Ký Ức mới, v.v. tại thatskyshop!
zh_hans: 迷你兔子+发型=经典光之子造型😎前往thatskyshop，寻找饰品、新的记忆之盒以及更多精彩物品！
zh_hant: 迷你兔加上髮型便是 Sky 孩子的經典造型 😎 快到 thatskyshop 尋找飾品、全新的記憶寶箱，還有更多物品等著你來挖寶！

# notification_skyshop_w9_start_message
source: Even Dark Crabs need a shoulder to ride on. 🦀 See fun new mini-plush pins at thatskyshop!
de: Selbst Dunkelkrabben brauchen eine Mitfahrgelegenheit. 🦀 Sieh dir die neuen Mini-Plush-Pins im thatskyshop an!
es: Incluso los cangrejos oscuros necesitan un lomo que montar. 🦀 ¡Echa un vistazo a estos nuevos miniprendedores de peluche en thatskyshop!
fr: Même les crabes sombres ont besoin d'une épaule sur laquelle monter. 🦀 Découvrez les nouvelles mini broches en peluche amusantes dans thatskyshop !
id: Bahkan Kepiting Hitam pun membutuhkan bahu yang kuat. 🦀 Lihat pin boneka mini baru yang asyik di thatskyshop!
it: Anche i granchi oscuri hanno bisogno di compagnia. 🦀 Scopri nuove divertenti spille con mini-peluche su thatskyshop!
ja: 闇の蟹だって、肩に乗りたい時もあります🦀 新登場のミニぬいぐるみバッジをthatskyshopでチェックしましょう！
ko: 어둠의 게도 어깨를 타고 다니기를 좋아합니다. 🦀 thatskyshop에서 흥미롭고 새로운 미니 인형 핀배지를 확인하세요!
pt: Até os caranguejos da escuridão precisam de um ombro para se apoiar. 🦀 Veja os novos broches de minipelúcias na thatskyshop!
ru: Даже крабам нужно надежное плечо. 🦀 Новые плюшевые значки уже в магазине thatskyshop!
vi: Ngay cả Cua Hắc Ám cũng cần đến một bờ vai. 🦀 Hãy đặt ngay những chiếc ghim thú bông nhỏ mới tại thatskyshop!
zh_hans: 即使是暗蟹也需要肩膀来支撑。🦀去看看thatskyshop中新上架的有趣迷你毛绒徽章吧！
zh_hant: 即便是暗蟹也需要踩在肩膀上才能前行。🦀 快來 thatskyshop 看看逗趣的全新迷你絨毛徽章！

# notification_skyshop_wave11_book_end_message
source: Sky's art book, crabs you can carry, and familiar Sky faces—thatskyshop preorders end soon!✨
de: Skys Artbook, Krabben zum Tragen und bekannte Sky-Gesichter – thatskyshop-Vorbestellungen enden bald!✨
es: Encuentra el libro de arte de Sky, cangrejitos que te acompañarán a todos lados y los personajes del juego que más te gustan en thatskyshop. ¡Las reservas cerrarán pronto!✨
fr: L'artbook de Sky, des crabes à emporter et des visages familiers de Sky : les précommandes dans le thatskyshop se terminent bientôt !✨
id: Buku seni Sky, kepiting yang bisa kamu bawa, dan wajah-wajah Sky yang sudah tidak asing lagi-pre-order di thatskyshop akan segera berakhir!✨
it: L’art book di Sky, tutti i granchi che riesci a trasportare e i volti familiari di Sky: i pre-ordini sul thatskyshop si esauriranno presto!✨
ja: Skyのアートブックに、どこにでも一緒に行ける蟹ちゃん、Skyでお馴染みのあれこれまで。thatskyshopプレオーダーはまもなく終了します！✨
ko: Sky 아트북, 안아줄 수 있는 게, 친숙한 Sky 얼굴들! thatskyshop 사전주문이 곧 마감됩니다!✨
pt: O livro de arte de Sky, caranguejos portáteis e rostos familiares de Sky – as reservas da thatskyshop terminarão em breve!✨
ru: Артбук Sky, крабы, которых можно взять с собой, и добрые знакомые из Sky: предзаказ в thatskyshop уже скоро! ✨
vi: Sách nghệ thuật của Sky, những con cua để bạn mang theo, và những gương mặt quen thuộc của Sky—thời gian đặt hàng trước của thatskyshop sẽ sớm kết thúc!✨
zh_hans: 《Sky光·遇》美术设定集、可随身携带的螃蟹以及《Sky光·遇》熟面孔——thatskyshop预购即将结束！✨
zh_hant: 《Sky光·遇》美術設定集、可以帶著走的螃蟹，以及熟悉的 Sky 面孔——thatskyshop 預購即將結束！✨

# notification_skyshop_wave11_book_end_title
source: 🎨 The Art of Sky–and more!
de: 🎨 Die Kunst von Sky – und mehr!
es: 🎨 ¡El arte de Sky y muchas sorpresas más!
fr: 🎨 L'esthétique de Sky et bien plus encore !
id: 🎨 Karya Seni Sky-dan masih banyak lagi!
it: 🎨 Le illustrazioni di Sky e molto altro!
ja: 🎨 The Art of Sky 他にもたくさん！
ko: 🎨 Sky 아트, 다양한 상품!
pt: 🎨 A Arte de Sky – e muito mais!
ru: 🎨 Арты Sky и многое другое!
vi: 🎨 Nghệ thuật của Sky–và hơn thế nữa!
zh_hans: 🎨《Sky光·遇》美术设定集以及更多周边！
zh_hant: 🎨 《Sky光·遇》美術設定集和其他精彩周邊！

# notification_skyshop_wave11_book_mid_message
source: Find the story of Sky's art and more at thatskyshop! 🖼️
de: Finde die Geschichte von Skys Kunst und mehr in thatskyshop! 🖼️
es: ¡Descubre todo sobre el arte de Sky y muchas cosas más en thatskyshop! 🖼️
fr: Découvrez l'histoire derrière l'esthétique de Sky et bien plus encore dans le thatskyshop ! 🖼️
id: Temukan kisah karya seni Sky dan banyak lagi di thatskyshop! 🖼️
it: Scopri la storia delle illustrazioni di Sky e molto altro sul thatskyshop! 🖼️
ja: Skyのアートにまつわる物語やたくさんのワクワクをthatskyshopに探しに行こう！🖼
ko: thatskyshop에서 Sky 아트와 다양한 이야기를 만나보세요! 🖼️
pt: Encontre a história da arte de Sky e muito mais na thatskyshop! 🖼️
ru: Узнайте историю артов Sky и многое другое в thatskyshop! 🖼️
vi: Tìm hiểu về câu chuyện nghệ thuật của Sky và hơn thế nữa tại thatskyshop! 🖼️
zh_hans: 在thatskyshop找到《Sky光·遇》的美术设定集以及更多周边！🖼️
zh_hant: 在 thatskyshop 找到 Sky 的美術設定集以及更多精彩周邊！🖼️

# notification_skyshop_wave11_book_mid_title
source: Sky surprises around the corner... 👀
de: Sky-Überraschungen auf dem Weg … 👀
es: Las sorpresas de Sky están a la vuelta de la esquina... 👀
fr: Des surprises Sky arrivent bientôt... 👀
id: Kejutan Sky sudah di depan mata... 👀
it: Sorprese di Sky dietro l’angolo... 👀
ja: Skyのサプライズの予感… 👀
ko: Sky의 놀라움이 곧 찾아옵니다... 👀
pt: Sky não para de surpreender... 👀
ru: Чудеса Sky ждут вас за поворотом... 👀
vi: Sky bất ngờ nơi góc phố... 👀
zh_hans: 《Sky光·遇》惊喜即将来临……👀
zh_hant: Sky 的驚喜就在轉角……👀
