Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap24_fq06_story_03
source: When they came in view of the sea, Ninny suddenly stopped.
de: Als das Meer vor ihnen auftauchte, hielt Ninny plötzlich an.
es: Cuando el mar apareció frente a sus ojos, Ninny paró en seco.
fr: Lorsqu’elle aperçut la mer, Ninny s’arrêta.
id: Ketika mereka sampai di depan laut, Ninny tiba-tiba berhenti.
it: Quando giunsero in vista del mare, Ninny si fermò all'improvviso.
ja: 海が見えてくると、ニンニは急に立ち止まりました
ko: 바닷가로 내려갔을 때, 닌니가 갑자기 걸음을 멈췄습니다.
pt: Quando avistaram o mar, Ninny parou de repente.
ru: Когда они спустились к морю, Нинни внезапно остановилась.
th: ทันทีที่พวกเขามองเห็นทะเล นินนี่ก็หยุดเดินอย่างกะทันหัน
vi: Khi họ ra đến biển, Ninny đột nhiên dừng lại.
zh_hans: 当他们来到海边时，妮妮突然停下了脚步。
zh_hant: 當他們來到海邊時，妮妮突然停下了腳步。

# ap24_fq06_story_04
source: Moominpappa had a mischievous idea, and started to sneak up on Moominmamma.
de: Muminpapa hatte eine schelmische Idee und begann, sich von hinten an Muminmama heranzuschleichen.
es: A Papá Mumin se le ocurrió una travesura y empezó a acercarse a Mamá Mumin por detrás.
fr: Moominpappa eut l’idée de faire une farce à Moominmamma et s’approcha d’elle furtivement.
id: Moominpappa punya ide jahil, dan mulai mengendap-endap mendekati Moominmamma.
it: Papà Mumin ebbe un'idea scherzosa e cominciò ad avvicinarsi di soppiatto a mamma Mumin.
ja: ムーミンパパはちょっとしたいたずらを思いつき、ママの後ろからしのびよって行ったのです
ko: 무민파파가 기발한 장난을 떠올리고는, 무민마마의 뒤로 살금살금 다가가기 시작했습니다.
pt: Pai Mumin teve uma ideia travessa e começou a se aproximar de fininho de Mãe Mumin.
ru: У Муми-папы появилась коварная идея и он начал подкрадываться к Муми-маме.
th: มูมินปะป๊ามีคิดอยากเล่นสนุก จึงแอบย่องเข้าไปหามูมินม่าม๊า
vi: Moominpappa nảy ra một ý tưởng tinh quái và bắt đầu lẻn đến gần Moominmamma.
zh_hans: 姆明爸爸突然有了个恶作剧的点子，蹑手蹑脚地走到姆明妈妈身后。
zh_hant: 姆明爸爸突然有了個惡作劇的點子，躡手躡腳地走到姆明媽媽身後。

# ap24_fq06_story_05
source: He didn't really want to push her in the water, just to amuse the kids a bit.
de: Er wollte sie nicht wirklich ins Wasser schubsen, sondern einfach ein wenig die Kinder unterhalten.
es: No pretendía empujarla al agua de verdad, sino entretener un poco a los niños.
fr: Il voulait juste amuser les enfants, il n’avait aucune intention de la pousser dans la mer.
id: Dia tidak benar-benar ingin mendorongnya ke dalam air, hanya untuk menghibur anak-anak.
it: Non voleva veramente spingerla in acqua, era uno scherzo per far ridere un po' i bambini.
ja: ママを落とそうなどと考えたのではなく、ただちょいと、子どもたちを面白がらせてやろうとしただけなのでしょう
ko: 무민파파는 무민마마를 바다에 빠뜨릴 생각은 없었고, 아이들을 좀 재미있게 해 줄 생각이었습니다.
pt: Ele não queria empurrá-la na água de verdade, só queria fazer as crianças rirem um pouco.
ru: На самом деле он не хотел столкнуть ее в воду, лишь немного развлечь детей.
th: เขาไม่ได้อยากผลักเธอให้ตกน้ำจริงๆ แค่เพียงสร้างความสนุกสนานให้กับเด็กๆ เท่านั้น
vi: Ông thực sự không hề muốn đẩy bà ấy xuống nước, ông chỉ muốn làm bọn trẻ vui một chút.
zh_hans: 他当然不会真的把姆明妈妈推入海里，他只是想逗大家发笑。
zh_hant: 他當然不會真的把姆明媽媽推入海裡，他只是想逗大家發笑。

# ap24_name_little
source: Little My
de: Kleine My
es: Pequeñita
it: Dada
ja: リトルミイ
ko: 리틀 마이
pt: Pequena My
ru: Малышка Мю
th: ลิตเติ้ลมาย
zh_hans: 小美
zh_hant: 小美

# ap24_name_moominmamma
source: Moominmamma
de: Muminmama
es: Mamá Mumin
it: Mamma Mumin
ja: ムーミンママ
ko: 무민마마
pt: Mãe Mumin
ru: Муми-мама
th: มูมินม่าม๊า
zh_hans: 姆明妈妈
zh_hant: 姆明媽媽

# ap24_name_moominpappa
source: Moominpappa
de: Muminpapa
es: Papá Mumin
it: Papà Mumin
ja: ムーミンパパ
ko: 무민파파
pt: Pai Mumin
ru: Муми-папа
th: มูมินปะป๊า
zh_hans: 姆明爸爸
zh_hant: 姆明爸爸

# ap24_name_moomintroll
source: Moomintroll
de: Mumintroll
es: Mumin
it: Mumin
ja: ムーミントロール
ko: 무민트롤
pt: Mumintroll
ru: Муми-тролль
th: มูมินโทรล
zh_hans: 姆明
zh_hant: 姆明

# ap24_name_ninny
source: Ninny
ja: ニンニ
ko: 닌니
ru: Нинни
th: นินนี่
zh_hans: 妮妮
zh_hant: 妮妮

# ap24_name_sniff
source: Sniff
it: Sniffa
ja: スニフ
ko: 스니프
ru: Снифф
th: สนิฟ
zh_hans: 吸吸
zh_hant: 吸吸

# ap24_name_snufkin
source: Snufkin
de: Schnupferich
it: Wilson
ja: スナフキン
ko: 스너프킨
ru: Снусмумрик
th: สนัฟกิ๊น
zh_hans: 史力奇
zh_hant: 史力奇

# ap24_name_too_ticky
source: Too-ticky
de: Tooticki
it: Dede
ja: トゥーティッキ
ko: 투티키
ru: Туу-тикки
th: ทู ทิกกี้
zh_hans: 迪琪
zh_hant: 迪琪

# ap24_side01_chat_01
source: It's the right evening for a tune.
de: Es ist der richtige Abend für ein Lied.
es: Es la noche ideal para una canción.
fr: La soirée idéale pour un peu de musique.
id: Ini adalah malam yang tepat untuk sebuah lagu.
it: È la serata giusta per una melodia.
ja: こりゃ、歌をつくるのにもってこいの夕方だぞ
ko: 음악과 꼭 어울리는 저녁시간이군.
pt: É a noite certa para uma música.
ru: Этот вечер создан для песни.
th: มันเป็นช่วงเย็นที่เหมาะจะฟังเพลงสักเพลง
vi: Đó là buổi tối phù hợp cho một giai điệu.
zh_hans: 真是个适合写歌的黄昏。
zh_hant: 真是個適合寫歌的黃昏。

# ap24_side01_chat_02
source: A new tune.
de: Ein neues Lied.
es: Una canción nueva.
fr: Une nouvelle chanson.
id: Sebuah lagu baru.
it: Una nuova melodia.
ja: あたらしい歌です
ko: 새로운 음악 말이야.
pt: Uma nova música.
ru: Для новой песни,
th: เพลงใหม่
vi: Một giai điệu mới.
zh_hans: 一首全新的曲子。
zh_hant: 一首全新的曲子。

# ap24_side01_chat_03
source: One part expectation...
de: Ein Teil Erwartung ...
es: Una parte de expectativa…
fr: Une pincée d’espoir...
id: Satu bagian harapan...
it: Una parte di aspettative...
ja: さいしょの部分はあこがれ…
ko: 한 단락은 기대...
pt: Uma pitada de expectativa...
ru: в которой немного ожидания,
th: ที่ส่วนหนึ่งเต็มไปด้วยความคาดหวัง...
vi: Một phần là kỳ vọng...
zh_hans: 第一段是对春天的向往，
zh_hant: 第一段是對春天的嚮往，

# ap24_side01_chat_04
source: ...two parts spring sadness.
de: ... zwei Teile Frühlingstraurigkeit ...
es: Dos partes de tristeza primaveral.
fr: ... deux de mélancolie printanière.
id: ...dua bagian kesedihan musim semi...
it: due parti di malinconia primaverile...
ja: つぎの二つの部分は春のかなしみ…
ko: ...두 단락은 봄의 슬픔...
pt: ... duas pitadas de tristeza primaveril.
ru: чуть побольше весенней грусти,
th: ...อีกสองส่วนเกี่ยวกับความเศร้าในฤดูใบไม้ผลิ...
vi: ...hai phần là nỗi buồn của mùa xuân.
zh_hans: 接下来两段阐述春天带来的感伤。
zh_hant: 接下來兩段闡述春天帶來的感傷。

# ap24_side01_chat_05
source: And for the rest,
de: Und für den Rest,
es: Y, para el resto,
fr: Et pour le reste,
id: Dan sisanya,
it: e per il resto...
ja: そのあとは
ko: 그리고 나머지는,
pt: E, de resto,
ru: а под конец -
th: และสำหรับส่วนที่เหลือ
vi: Và phần còn lại,
zh_hans: 最后以⋯⋯
zh_hant: 最後以⋯⋯

# ap24_side01_chat_06
source: just the great delight of being alone and liking it!
de: bloß die große Wonne daran, allein zu sein und es zu mögen!
es: ¡el gran placer de que te guste estar en soledad!
fr: rien que le plaisir d’un peu de solitude !
id: hanya kesenangan yang luar biasa dari kesendirian dan menyukainya!
it: solo il grande piacere di godersi un po' di solitudine!
ja: ひとりで気ままにぶらつくことの大きなよろこびです
ko: 혼자 있는 것을 즐기는 커다란 기쁨!
pt: só o grande prazer de estar só e gostar disso!
ru: одно лишь неопреодолимое восхищение тем, что можно быть одному и в полном ладу с самим собой.
th: ก็แค่ความสุขที่ยอดเยี่ยมในการอยู่คนเดียว และชอบที่จะเป็นแบบนั้น!
vi: là niềm vui lớn lao khi được ở một mình và tận hưởng điều đó!
zh_hans: 独自走过原野的愉悦心情作结！
zh_hant: 獨自走過原野的愉悅心情作結！

# ap24_side02_chat_01
source: We sat just like this in the spring.
de: Wir saßen genau so im Frühling.
es: En la primavera, nos sentamos del mismo modo.
fr: On était comme ça, au printemps.
id: Kita duduk seperti ini di musim semi.
it: Ci sedevamo proprio così in primavera.
ja: ぼくたち、この春にもこんなふうにここに腰かけたね
ko: 우리 올해 봄에도 이렇게 앉아 있었잖아.
pt: Sentamos exatamente assim na primavera.
ru: Точно так же сидели мы весной.
th: เราเคยนั่งอยู่แบบนี้ในฤดูใบไม้ผลิ
vi: Chúng ta đã ngồi như thế này vào mùa xuân.
zh_hans: 初春的时候，我们两个也是这样坐着。
zh_hant: 初春的時候，我們兩個也是這樣坐著。

# ap24_side02_chat_02
source: Do you remember?
de: Erinnerst du dich?
es: ¿Lo recuerdas?
fr: Tu te souviens ?
id: Apa kamu ingat?
it: Te lo ricordi?
ja: きみ、おぼえてる？
ko: 기억나?
pt: Você se lembra?
ru: Помнишь,
th: จำได้ไหม
vi: Anh còn nhớ không?
zh_hans: 你记不记得，
zh_hant: 你記不記得，

# ap24_side02_chat_03
source: We had woken up from our winter sleep and it was the very first day.
de: Wir waren von unserem Winterschlaf erwacht und es war der allererste Tag.
es: Era el primer día que nos despertábamos tras el sueño de invierno.
fr: On venait de se réveiller de notre hibernation, c’était le tout premier jour.
id: Kita terbangun dari tidur musim dingin dan saat itu adalah hari pertama.
it: Ci eravamo svegliati dal letargo invernale ed era il primo giorno.
ja: 長い冬のねむりからさめた、いちばんさいしょの日じゃなかった？
ko: 겨울잠에서 깨어난 첫째 날이었지.
pt: Tínhamos acordado do sono de inverno e era o primeiro dia.
ru: как мы проснулись после зимней спячки, и это был наш первый день?
th: เราตื่นจากการหลับใหลในฤดูหนาว และนั่นก็เป็นวันแรกเลย
vi: Chúng ta đã tỉnh dậy sau giấc ngủ đông và đó là ngày đầu tiên.
zh_hans: 那是从冬眠醒来的第一天，
zh_hant: 那是從冬眠醒來的第一天，

# ap24_side02_chat_04
source: All the others were still asleep.
de: Alle anderen schliefen noch.
es: Los demás seguían durmiendo.
fr: Les autres dormaient encore.
id: Yang lain masih tidur.
it: Tutti gli altri dormivano ancora.
ja: 他のものたちは、まだみんな眠ってたっけ
ko: 다른 사람들은 아직 다 잠들어 있었어.
pt: Todos os outros ainda estavam dormindo.
ru: Все остальные еще спали.
th: คนอื่นๆ ยังคงหลับใหลกันอยู่
vi: Tất cả những người khác vẫn còn ngủ.
zh_hans: 其他人当时都还在睡觉呢。
zh_hant: 其他人當時都還在睡覺呢。

# ap24_side02_chat_05
source: You talked of plans.
de: Du hast von Plänen gesprochen.
es: Mencionaste tus planes.
fr: Tu m’as parlé de tes plans.
id: Kamu berbicara tentang rencana.
it: Hai parlato di progetti.
ja: きみはなにか計画してるっていったけど
ko: 너는 계획에 관해 이야기했지.
pt: Você falou de planos.
ru: Ты спрашивал о планах.
th: เธอเคยพูดถึงแผน
vi: Anh có nói về những kế hoạch.
zh_hans: 你讲到了计划，
zh_hant: 你講到了計畫，

# ap24_side02_chat_06
source: Have you got any yourself?
de: Hast du welche für dich selbst?
es: ¿Tú tienes alguno?
fr: Tu en as, toi ?
id: Apa kamu punya rencana sendiri?
it: Ne hai qualcuno anche tu?
ja: なにを考えてるの？
ko: 이제 계획은 세웠어?
pt: Você tem algum?
ru: А у тебя самого они есть?
th: เธอมีแผนอะไรไหม
vi: Anh có kế hoạch nào cho riêng mình không?
zh_hans: 你自己有没有什么计划？
zh_hant: 你自己有沒有什麼計畫？

# ap24_side02_chat_07
source: Yes, I have a plan.
de: Ja, ich habe einen Plan.
es: Sí, tengo uno,
fr: Oui, j’ai un plan.
id: Ya, aku punya rencana.
it: Sì, ho un progetto.
ja: うん、計画はもってるさ
ko: 응, 계획을 세웠어.
pt: É, tenho sim.
ru: Да, у меня есть план.
th: ใช่ ฉันมีแผน
vi: Có, anh có một kế hoạch.
zh_hans: 有啊，我有个计划。
zh_hant: 有啊，我有個計畫。

# ap24_side02_chat_08
source: But it's a lonely one, you know.
de: Aber es ist ein Einsamer, weißt du.
es: pero es un poco solitario.
fr: Mais il est très solitaire, tu sais.
id: Tapi itu adalah rencana untuk kesepian, kau tahu.
it: Però è una cosa solitaria.
ja: だけどそれは一人だけでやる、わかるだろ
ko: 하지만 외로운 계획이야.
pt: Mas é um plano meio solitário, sabe.
ru: Но он касается только меня одного. Ты ведь сам знаешь!
th: แต่มันเป็นแผนที่เหงาสุดๆ ไปเลย รู้ไหม
vi: Nhưng đó là một kế hoạch đầy cô độc, em biết đấy.
zh_hans: 但这是个孤独的计划，你懂吧。
zh_hant: 但這是個孤獨的計畫，你懂吧。

# ap24_side02_chat_09
source: You're thinking of going away.
de: Du denkst darüber nach, fortzugehen.
es: Piensas marcharte.
fr: Tu veux partir, c’est ça ?
id: Kamu berpikir untuk pergi.
it: Stai pensando di andartene.
ja: きみは、ここを出ていくつもりなんだろ
ko: 떠나려는 거구나.
pt: Você está pensando em ir embora.
ru: Ты собираешься уйти.
th: เธอกำลังคิดที่จะจากไปสินะ
vi: Anh đang nghĩ đến việc ra đi.
zh_hans: 你想要离开了。
zh_hant: 你想要離開了。

# ap24_side02_chat_10
source: When are you going?
de: Wann gehst du?
es: ¿Cuándo?
fr: Quand ?
id: Kapan kamu akan pergi?
it: Quando parti?
ja: それで、いつ発つの
ko: 언제 떠날 거야?
pt: Quando você vai?
ru: Когда ты ходишь?
th: แล้วจะไปเมื่อไรล่ะ
vi: Bao giờ anh đi?
zh_hans: 你什么时候出发？
zh_hant: 你什麼時候出發？

# ap24_side02_chat_11
source: Now—immediately!
de: Jetzt – sofort!
es: ¡Ahora, de inmediato!
fr: Maintenant... tout de suite !
id: Sekarang-segera!
it: Adesso, subito!
ja: いま、ーすぐさ
ko: 지금 당장!
pt: Agora – neste momento!
ru: Сию минуту!
th: ตอนนี้เลย!
vi: Bây giờ - ngay lúc này!
zh_hans: 现在，马上！
zh_hant: 現在，馬上！

# ap24_side02_chat_12
source: Are you staying away long?
de: Bleibst du lange fort?
es: ¿Te irás por mucho tiempo?
fr: Et tu pars pour longtemps ?
id: Apa kamu akan pergi untuk waktu yang lama?
it: Sarai via a lungo?
ja: それで、長いことかえってこないの？
ko: 오랫동안 떠나 있을 거야?
pt: Você vai ficar longe por muito tempo?
ru: Надолго уходишь?
th: แล้วจะไปนานไหม
vi: Anh sẽ đi lâu không?
zh_hans: 你会离开很久吗？
zh_hant: 你會離開很久嗎？

# ap24_side02_chat_13
source: No, on the first day of spring I shall be here again whistling under your window.
de: Nein, am ersten Tag des Frühlings werde ich wieder hier unter deinem Fenster stehen und pfeifen.
es: No, regresaré para el primer día de primavera y silbaré por debajo de tu ventana.
fr: Non, je serai de retour le premier jour du printemps pour siffler sous ta fenêtre.
id: Tidak, pada hari pertama musim semi aku akan berada di sini lagi bersiul di bawah jendelamu.
it: No, il primo giorno di primavera sarò di nuovo qui a fischiare sotto la tua finestra.
ja: いや、春のいちばんはじめの日には、またきみの窓の下で口ぶえをふくよ
ko: 아니, 봄의 첫날이 오면 다시 돌아와서 너희 집 창문 아래서 휘파람을 불고 있겠지.
pt: Não, estarei aqui de novo no primeiro dia da primavera, assobiando na sua janela.
ru: Нет, в первый же весенний день я снова буду здесь и свистну под твоим окном.
th: ไม่เลย ฉันจะมาอยู่ที่นี่และผิวปากใต้หน้าต่างของคุณอีกครั้งในวันแรกของฤดูใบไม้ผลิ
vi: Không đâu, vào ngày đầu tiên của mùa xuân, anh sẽ lại ở đây huýt sáo dưới cửa sổ.
zh_hans: 不，春天降临的第一天，我就会到你的窗户下面吹口哨。
zh_hant: 不，春天降臨的第一天，我就會到你的窗戶下面吹口哨。

# ap24_side02_chat_14
source: A year goes by so quickly!
de: Ein Jahr geht so schnell vorbei!
es: ¡Qué rápido se pasa un año!
fr: Un an, ça passe si vite !
id: Setahun berlalu begitu cepat!
it: Un anno passa velocemente!
ja: 一年なんか、たちまち過ぎるさ！
ko: 한 해는 정말 빨리 지나가.
pt: Um ano passa bem rápido!
ru: Время пролетит так быстро!
th: ปีหนี่งผ่านไปเร็วมากเลย!
vi: Một năm trôi qua nhanh lắm!
zh_hans: 一年很快就会过去的！
zh_hant: 一年很快就會過去的！

# ap24_side03_chat_01
source: You aren’t by any chance—er—a painter?
de: Du bist nicht zufällig ... äh ... ein Maler?
es: De casualidad te dedicas a… Eh… ¿La pintura?
fr: Dis-moi... tu ne serais pas peintre, par hasard ?
id: Apakah kebetulan kamu bukan seorang pelukis?
it: Non è che per caso sei un pittore?
ja: きみは、もしかして…絵描きさんなの？
ko: 넌 혹시... 화가니?
pt: Você não é, por acaso – er – um pintor?
ru: А ты случаем не художник?
th: เอ่อ คุณคือจิตรกรใช่ไหมนะ
vi: Bạn là - ờ - một họa sĩ phải không?
zh_hans: 你不会刚好是，嗯⋯⋯画家吧？
zh_hant: 你不會剛好是，嗯⋯⋯畫家吧？

# ap24_side03_chat_02
source: Or perhaps a poet?
de: Oder vielleicht Poet?
es: ¿O a la poesía?
fr: Ou poète ?
id: Atau mungkin seorang penyair?
it: O magari un poeta?
ja: それとも詩人さんかな？
ko: 아니면 시인?
pt: Ou talvez um poeta?
ru: Или может быть пишешь стихи?
th: หรือเป็นกวีกันล่ะ
vi: Hay có lẽ là một nhà thơ?
zh_hans: 或者是诗人？
zh_hant: 或者是詩人？

# ap24_side03_chat_03
source: I am everything!
de: Ich bin alles!
es: ¡Me dedico a todo!
fr: Je suis tout à la fois !
id: Aku adalah segalanya!
it: Io sono tutto!
ja: ぼくはその全部さ！
ko: 난 전부 다야!
pt: Eu sou tudo!
ru: Занимаюсь всем понемножку.
th: ฉันเป็นทุกอย่างเลย!
vi: Tôi là tất cả mọi thứ!
zh_hans: 我什么都是！
zh_hant: 我什麼都是！

# ap24_side03_chat_04
source: And you are discoverers I can see.
de: Und ihr seid Entdecker, wie ich sehe.
es: Y, por lo que veo, lo suyo es descubrir cosas.
fr: Et vous, vous explorez à ce que je vois.
id: Dan kamu adalah penjelajah yang bisa kulihat.
it: E vedo che voi siete esploratori.
ja: きみたちは、探検家だろう
ko: 너희는 발견자구나.
pt: E, pelo que vejo, vocês são descobridores.
ru: А вы, как я вижу, путешественники, первооткрыватели.
th: และฉันคิดว่า คุณคือผู้ค้นพบสินะ
vi: Và tôi thấy bạn là nhà khám phá.
zh_hans: 我看得出来你们是发现者。
zh_hant: 我看得出來你們是發現者。

# ap24_side03_chat_05
source: What are you thinking of discovering?
de: Und was wollt ihr entdecken?
es: ¿Qué piensan descubrir?
fr: Et qu’espérez-vous découvrir ?
id: Apa yang kamu pikirkan untuk ditemukan?
it: Cosa pensate di scoprire?
ja: なにを探しに行くんだい？
ko: 뭘 발견할 생각이니?
pt: O que estão pensando em descobrir?
ru: Что же вы намерены открывать?
th: คุณกำลังคิดที่จะค้นพบอะไรอยู่ล่ะ
vi: Bạn đang nghĩ đến việc khám phá điều gì?
zh_hans: 你们想要发现什么呢？
zh_hant: 你們想要發現什麼呢？

# ap24_side03_chat_06
source: Oh, everything.
de: Oh, alles.
es: Ah, pues todo.
fr: Oh, tout.
id: Oh, semuanya.
it: Oh, tutto.
ja: えっと、なんでも
ko: 오, 전부 다.
pt: Ah, tudo!
ru: Все, что угодно.
th: โอ้ ทุกสิ่งเลย
vi: Ồ, mọi thứ.
zh_hans: 什么都找。
zh_hant: 什麼都找。

# ap24_side03_chat_07
source: Stars for example!
de: Sterne, zum Beispiel!
es: ¡Por ejemplo, estrellas!
fr: Les étoiles, par exemple !
id: Bintang misalnya!
it: Le stelle, per esempio!
ja: たとえばそう、星とか！
ko: 예를 들면, 별 같은 거!
pt: Estrelas, por exemplo!
ru: Звезды, например.
th: อย่างเช่น ดวงดาวยังไงล่ะ!
vi: Ví dụ như các vì sao!
zh_hans: 例如，星星！
zh_hant: 例如，星星！

# ap24_side03_chat_08
source: Stars!
de: Sterne!
es: ¡Estrellas!
fr: Les étoiles !
id: Bintang!
it: Le stelle!
ja: 星！
ko: 별이라고!
pt: Estrelas!
ru: Звезды!
th: ดวงดาวงั้นเหรอ!
vi: Các vì sao!
zh_hans: 星星！
zh_hant: 星星！

# ap24_side03_chat_09
source: Then I must come with you.
de: Dann muss ich mit euch kommen.
es: Entonces, debo acompañarlos.
fr: Alors, il faut que je vous accompagne.
id: Kalau begitu aku harus ikut denganmu.
it: Allora devo venire con voi.
ja: ではぼくもともに行こう
ko: 그럼 나도 너랑 같이 가야겠다.
pt: Então vou com vocês.
ru: Тогда вы непременно должны взять меня с собой!
th: งั้นฉันขอไปด้วยคนสิ
vi: Vậy tôi phải đi cùng bạn.
zh_hans: 那我一定要跟你们一起去。
zh_hant: 那我一定要跟你們一起去。

# ap24_side03_chat_10
source: Stars are my favourite things.
de: Sterne sind meine Favoriten.
es: Adoro las estrellas.
fr: J’adore les étoiles.
id: Bintang adalah hal favoritku.
it: Adoro le stelle.
ja: 星はぼくの好きなものなんだ
ko: 내가 가장 좋아하는 게 별이거든.
pt: Estrelas são minhas coisas preferidas.
ru: Ничего так не люблю, как звезды.
th: ฉันชอบดาวมากๆ เลย
vi: Các vì sao là thứ tôi yêu thích nhất.
zh_hans: 星星是我最喜欢的事物。
zh_hant: 星星是我最喜歡的事物。

# ap24_side03_chat_11
source: I always lie and look at them before I go to sleep...
de: Ich lege mich immer hin und sehe sie mir an, bevor ich einschlafe ...
es: Siempre me acuesto a verlas antes de dormir…
fr: Tous les soirs, avant de m’endormir, je m’allonge pour les regarder...
id: Aku selalu berbaring dan melihat bintang-bintang sebelum tidur...
it: Quando mi metto a letto le guardo sempre prima di addormentarmi...
ja: 寝る前にはいつも、横になって見上げてかんがえるのさ
ko: 난 항상 잠들기 전에 누워서 별을 봐...
pt: Eu sempre deito e olho para elas antes de dormir...
ru: Перед сном я всегда смотрю на звезды
th: ฉันมักจะนอนดูดาวก่อนเข้านอนเสมอ...
vi: Tôi luôn nằm và nhìn ngắm chúng trước khi đi ngủ…
zh_hans: 我睡觉前总会躺着看星空，
zh_hant: 我睡覺前總會躺著看星空，

# ap24_side03_chat_12
source: ...and wonder who is on them.
de: ... und frage mich, wer auf ihnen ist.
es: … y me pregunto quién vivirá en ellas.
fr: et je me demande qui habite là-haut.
id: ... dan bertanya-tanya siapa yang ada di dalamnya.
it: e mi chiedo da chi siano abitate.
ja: あの星々にはだれが住んでいるんだろうって
ko: ... 그리고 별에 누가 사는지 상상하지.
pt: ... e fico imaginando quem está nelas.
ru: и гадаю, кто там живет.
th: ...และสงสัยว่าใครอยู่บนนั้นกันนะ
vi: ...và tự hỏi ai đang ở trên đó.
zh_hans: 思索着谁住在上面。
zh_hant: 思索著誰住在上面。

# ap24_side04_chat_01
source: Sigh...
de: Seuftz ...
es: Aah…
fr: Pfff...
id: Hmm..
ja: はああ…
ko: 휴...
pt: Suspiro...
ru: Вздох...
th: เฮ้อ...
vi: Haiz...
zh_hans: 唉⋯⋯
zh_hant: 唉⋯⋯

# ap24_side04_chat_02
source: You seem down.
de: Du wirkst bedrückt.
es: Pareces triste.
fr: Ça n’a pas l’air d’aller.
id: Kamu tampak sedih.
it: Mi sembri giù.
ja: 元気がないね
ko: 우울해 보이네.
pt: Você parece meio pra baixo.
ru: Ты выглядишь расстроенным.
th: คุณดูเศร้าๆ นะ
vi: Bạn có vẻ buồn.
zh_hans: 你看起来心情很糟。
zh_hant: 你看起來心情很糟。

# ap24_side04_chat_03
source: I gave away my favorite toy.
de: Ich habe mein Lieblingsspielzeug weggegeben.
es: Es que regalé mi juguete favorito.
fr: J’ai donné mon jouet préféré.
id: Aku memberikan mainan favoritku.
it: Ho regalato il mio giocattolo preferito.
ja: 大好きなおもちゃをあげちゃったんだ
ko: 내가 가장 아끼는 장난감을 줘버렸어.
pt: Eu dei meu brinquedo preferido.
ru: Я отдал свою любимую игрушку.
th: ฉันเพิ่งมอบของเล่นชิ้นโปรดให้คนอื่นไป
vi: Tôi đã tặng đi món đồ chơi yêu thích của mình.
zh_hans: 我把最心爱的玩具送人了。
zh_hant: 我把最心愛的玩具送人了。

# ap24_side04_chat_04
source: I thought it would feel good to do something nice.
de: Ich dachte, es würde sich gut anfühlen, etwas Nettes zutun.
es: Me pareció que se sentiría bien hacer algo lindo.
fr: Je me disais que ça devait être agréable de faire plaisir à quelqu’un.
id: Aku pikir akan terasa menyenangkan melakukan sesuatu yang baik.
it: Pensavo che sarebbe stato bello fare qualcosa di carino.
ja: いいことをしたらすてきな気持ちになると思ったのに
ko: 좋은 일을 하면 기분이 좋을 줄 알았는데.
pt: Pensei que seria bom fazer algo legal.
ru: Думал, что мне будет приятно сделать что-то хорошее.
th: ฉันคิดว่าฉันคงจะรู้สึกดีที่ได้ทำสิ่งดีๆ น่ะ
vi: Tôi nghĩ rằng sẽ thật vui nếu làm điều gì đó tốt đẹp.
zh_hans: 我以为做好事会让我很开心。
zh_hant: 我以為做好事會讓我很開心。

# ap24_side04_chat_05
source: Ah. Regretting it?
de: Ah. Du bereust es?
es: Ah. ¿Y te arrepentiste?
fr: Ah. Et tu regrettes ?
id: Ah. Kamu menyesalinya?
it: Ah. Te ne penti?
ja: 後悔しているのかい？
ko: 아. 후회해?
pt: Ah. Tá se arrependendo?
ru: Аа.. Теперь жалеешь?
th: อ่า รู้สึกเสียดายงั้นเหรอ
vi: À. Bạn hối hận ư?
zh_hans: 原来如此，后悔了吗？
zh_hant: 原來如此，後悔了嗎？

# ap24_side04_chat_06
source: Yeah.
de: Ja.
es: Sí.
fr: Ouais.
id: Ya.
it: Sì.
ja: うん
ko: 응.
pt: É.
ru: Ага.
th: ใช่เลย
vi: Ừ.
zh_hans: 对啊。
zh_hant: 對啊。

# ap24_side04_chat_07
source: You lost the toy...
de: Du hast das Spielzeug verloren ...
es: Aunque hayas perdido el juguete,
fr: Tu as perdu ton jouet...
id: Kamu kehilangan mainan itu...
it: Hai perso il giocattolo...
ja: たしかにおもちゃはもうないけれど…
ko: 너는 장난감을 잃었지만...
pt: Você perdeu o brinquedo...
ru: Ты лишился игрушки, но...
th: ถึงคุณจะเสียของเล่นไป...
vi: Bạn đã mất món đồ chơi…
zh_hans: 你虽然失去了那个玩具，
zh_hant: 你雖然失去了那個玩具，

# ap24_side04_chat_08
source: ...but perhaps you've gained more than you think.
de: ... aber vielleicht hast du mehr erhalten, als du denkst.
es: quizá hayas ganado más de lo que crees.
fr: mais tu as peut-être gagné autre chose sans le savoir.
id: ... tapi mungkin kamu mendapatkan lebih dari yang kamu pikirkan.
it: ma forse hai guadagnato qualcosa di più importante.
ja: きみはもっと大きなものを、手にしたんじゃないかな、きっとね
ko: ...네가 생각하는 것보다 더 많은 걸 얻었을지도 몰라.
pt: ... mas talvez tenha ganhado mais do que pensa.
ru: возможно, получил взамен нечто большее.
th: ...แต่บางทีคุณก็อาจได้บางสิ่งกลับมามากกว่าที่คิดนะ
vi: ...nhưng có lẽ bạn đã nhận được nhiều hơn những gì bạn nghĩ.
zh_hans: 但也许获得的会比你想像的还多喔。
zh_hant: 但也許獲得的會比你想像的還多喔。

# ap24_side06_chat_01
source: Their secret’s got to do with thunderstorms!
de: Ihr Geheimnis hat etwas mit Gewitter zutun!
es: ¡El secreto son las tormentas eléctricas!
fr: Leur secret doit partir avec les orages !
id: Rahasia mereka berkaitan dengan badai petir!
it: Il loro segreto ha a che fare con i temporali!
ja: ニョロニョロのひみつは夕立といっしょになることなんだ！
ko: 녀석들의 비밀은 천둥번개와 관련이 있을 거야!
pt: O segredo deles tem a ver com tempestades!
ru: Их тайна как-то связана с грозой.
th: ความลับของพวกเขาจะต้องเกี่ยวกับพายุแน่ๆ!
vi: Bí mật của họ liên quan đến những cơn giông bão!
zh_hans: 原来雷雨就是树精们的秘密！
zh_hant: 原來雷雨就是樹精們的秘密！

# ap24_side06_chat_02
source: It’s thunderstorms they are always looking for and longing for…
de: Sie suchen immer und sehnen sich nach Gewitter ...
es: Siempre buscan y anhelan tormentas eléctricas…
fr: C’est après les nuages qu’ils courent, c’est ça qu’ils cherchent...
id: Badai petir yang selalu mereka cari dan rindukan...
it: Li cercano e li bramano sempre...
ja: いつでもあこがれて探しているのは夕立なんだ…
ko: 녀석들은 항상 천둥번개를 기다렸다가 찾아 다니거든...
pt: São as tempestades que eles sempre procuram e anseiam…
ru: Гроза - то, что они ищут и о чем мечтают...
th: พวกเขามองหาและปรารถนาในพายุอยู่เสมอ...
vi: Chính là những cơn giông mà họ luôn tìm kiếm và mong chờ...
zh_hans: 他们一直在寻找大雷雨⋯⋯
zh_hant: 他們一直在尋找大雷雨⋯⋯

# ap24_side06_chat_03
source: What’s come over me?
de: Was ist in mich gefahren?
es: ¿Qué bicho me picó?
fr: Qu’est-ce qui m’arrive ?
id: Apa yang terjadi padaku?
it: Cosa mi è successo?
ja: ぼくはいったいどうなってるんだ？
ko: 내가 뭘 하고 있는 거지?
pt: O que aconteceu comigo?
ru: Что это со мной?
th: เกิดอะไรขึ้นกับฉันเนี่ย
vi: Có chuyện gì với mình vậy?
zh_hans: 我到底在做什么啊？
zh_hant: 我到底在做什麼啊？
