Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# notification_music_message
source: Share your music and try new instruments—even your very own Jam Station! 🎺
de: Teile deine Musik und probiere neue Instrumente aus – sogar deine ganz eigene Jam-Station! 🎺
es: ¡Comparte tu música, prueba nuevos instrumentos y hasta arma tu propia estación de sesiones improvisadas! 🎺
fr: Partagez votre musique et essayez de nouveaux instruments… avec votre propre studio de musique ! 🎺
id: Bagikan musik kamu dan coba instrumen baru-bahkan Jam Station milikmu sendiri! 🎺
it: Condividi la tua musica e prova nuovi strumenti. C'è persino una postazione di registrazione personale! 🎺
ja: あなたの音をシェアして新たな楽器を試しましょう。そう、あなただけのジャム・ステーションもね！🎺
ko: 음악을 공유하고 새 악기를 연주해 보세요. 나만의 즉흥 연주 무대도 있어요! 🎺
pt: Compartilhe sua música e experimente novos instrumentos, até mesmo o seu próprio Sequenciador! 🎺
ru: Поделитесь своей музыкой и оцените новые инструменты — в том числе диджейский пульт! 🎺
th: แชร์บทเพลงของคุณและลองเล่นเครื่องดนตรีใหม่ๆ รวมถึงสถานีร่วมเล่นของคุณเอง! 🎺
vi: Hãy chia sẻ âm nhạc của bạn và chơi thử các nhạc cụ mới, thậm chí là cả Trạm Phát Thanh của riêng bạn! 🎺
zh_hans: 分享你的音乐并尝试新乐器——甚至是专属于你的即兴演奏台！🎺
zh_hant: 分享你的音樂，試試新樂器——還有屬於你的即興演奏站！🎺

# notification_music_title
source: 🎶 Days of Music Arrives
de: 🎶 Die Tage der Musik sind eingetroffen
es: 🎶 Llegan los días de la música
fr: 🎶Les jours de musique arrivent
id: 🎶 Hari Musik Tiba
it: 🎶 L'evento Giorni della Musica è qui
ja: 🎶 音楽の日々が訪れました
ko: 🎶 음악의 날 시작
pt: 🎶 Os Dias de Música chegaram
ru: 🎶 Музыкальные дни начались
vi: 🎶 Ngày Âm Nhạc đã đến
zh_hans: 🎶 音乐节到了
zh_hant: 🎶 音律節來啦

# notification_nature_end_message
source: Head to Prairie Peaks to help the river before the event ends. Find fun items too—even ones that aid real-world cleanup efforts! 🌿
de: Begib dich zu Prairie Peaks, um dem Fluss zu helfen, bevor die Veranstaltung endet. Du lannst auch lustige Gegenstände finden – sogar solche, die bei Aufräumarbeiten in der echten Welt helfen! 🌿
es: Ve a las Islas Santuario antes de que se acabe el evento. ¡También podrás conseguir objetos divertidos para colaborar con la limpieza de los océanos en el mundo real! 🌿
fr: Allez sur les Îles du Sanctuaire avant la fin de l'événement. Trouvez des objets amusants, et même certains qui contribuent aux efforts de nettoyage des océans dans le monde réel ! 🌿
id: Kunjungi Pulau Tempat Suci sebelum acara berakhir. Temukan juga berbagai barang menarik, bahkan yang dapat membantu upaya pembersihan di dunia nyata! 🌿
it: Visita l'Arcipelago Paradiso prima della fine dell'evento. Trova anche simpatici oggetti, inclusi alcuni che contribuiscono agli sforzi di pulizia degli oceani nel mondo reale! 🌿
ja: イベントが終わる前に草原連峰で川を綺麗にしましょう。アイテムチェックもお忘れなく！現実世界の活動支援につながるものもあるんですよ🌿
ko: 이벤트가 끝나기 전에 낙원의 섬으로! 재미난 아이템은 물론 실제 현실 세계의 정화 활동을 지원하는 아이템도 만나 보세요. 🌿
pt: Vá para os Picos da Campina para ajudar o rio antes que o evento termine. Encontre também itens divertidos – alguns até ajudam nos esforços de limpeza do mundo real! 🌿
ru: Отправляйтесь на Острова укрытия, пока событие ещё не закончилось. Купите тематические предметы и помогите реальному миру! 🌿
th: มุ่งหน้าสู่เกาะสวรรคก่อนที่อีเวนต์จะสิ้นสุด อย่าลืมค้นหาไอเทมแสนสนุก รวมถึงไอเทมที่สนับสนุนความพยายามในทำความสะอาดในโลกแห่งความเป็นจริงด้วยล่ะ! 🌿
vi: Hãy đến Quần Đảo Thánh Địa trước khi sự kiện kết thúc. Tìm những vật phẩm thú vị - thậm chí cả những món hỗ trợ nỗ lực dọn dẹp thực tế! 🌿
zh_hans: 趁着活动尚未结束，赶快前往云野峻岭协助河流清理工作。还可以发现好玩的物品——甚至是能助力真实世界清理行动的物品！🌿
zh_hant: 趁活動尚未結束，快到聖域群島吧。還有許多好玩的物品等你來探索，甚至包括那些能支持真實世界清潔行動的物品哦！🌿

# notification_nature_end_title
source: 🏞️ Days of Nature Ends Soon!
de: 🏞️ „Tage in der Natur“ endet bald
es: 🌊 ¡Los días de la naturaleza terminan pronto!
fr: 🌊 Les Jours de la nature se terminent bientôt !
id: 🌊 Hari Alam Segera Berakhir!
it: 🌊 L'evento Giorni della Natura sta per terminare!
ja: 🏞️ 自然の日々がやってきます！
ko: 🌊 자연의 날 곧 종료!
pt: 🏞️ Os Dias da Natureza terminarão em breve!
ru: 🌊 Дни природы скоро закончатся!
th: 🌊 วันแห่งธรรมชาติ จะสิ้นสุดในไม่ช้า!
vi: 🌊 Ngày Thiên Nhiên sắp kết thúc!
zh_hans: 🏞️ 自然节即将结束！
zh_hant: 🌊 自然節即將結束！

# notification_nature_message
source: Help spirits clean the waters in Prairie Peaks—and aid real world cleanup efforts with the special ocean-themed items in the Shop! 💪
de: Hilf Geistern, das Wasser auf dem Präriegipfel zu reinigen – und unterstütze die Aufräumarbeiten in der realen Welt mit den besonderen Gegenständen zum Thema Meer im Shop! 💪
es: ¡Las criaturas de luz de las Islas Santuario necesitan tu ayuda! Puedes colaborar en la limpieza de los océanos en el mundo real comprando en la tienda objetos especiales con temáticas del océano. 💪
fr: Des esprits de lumière ont besoin de vous sur les Îles du Sanctuaire ! Contribuez aux efforts de nettoyage des océans dans la vraie vie avec les objets spéciaux sur le thème de l'océan dans la boutiqu ! 💪
id: Makhluk Cahaya di Pulau Tempat Suci membutuhkan bantuan kamu! Bantu upaya pembersihan dunia nyata dengan item bertema lautan khusus di Toko. 💪
it: Le creature della luce nell'Arcipelago Paradiso hanno bisogno del tuo aiuto! Contribuisci all'impegno di pulizia degli oceani nel mondo reale con gli speciali oggetti a tema oceanico nel Negozio. 💪
ja: 草原連峰で精霊たちと一緒に河川を浄化しましょう。ショップで特別なアイテムを購入すると、現実世界の海洋清掃活動の支援につながります！💪
ko: 낙원의 섬에서 빛의 크리처가 당신의 도움을 기다립니다! 상점에서 특별한 바다 아이템을 구매하면 현실 세계의 바다 정화 활동을 지원할 수 있어요. 💪
pt: Ajude os espíritos a limpar a água nos Picos da Campina – e ajude nos esforços de limpeza do mundo real com os itens especiais com temas marinhos na loja! 💪
ru: Светлым созданиям Островов укрытия нужна ваша помощь! Поучаствуйте в спасении настоящего океана, купив предметы в магазине! 💪
th: สิ่งมีชีวิตแห่งแสงในเกาะสวรรค์ต้องการความช่วยเหลือจากคุณ! สนับสนุนความพยายามในการทำความสะอาดในโลกแห่งความเป็นจริงได้โดยการซื้อไอเทมพิเศษที่มีธีมเกี่ยวกับมหาสมุทรในร้านค้า 💪
vi: Các Sinh Vật Ánh Sáng tại Quần Đảo Thánh Địa đang cần sự giúp đỡ! Hãy hỗ trợ nỗ lực dọn dẹp thực tế bằng cách mua các vật phẩm đặc biệt theo chủ đề đại dương trong Shop. 💪
zh_hans: 帮助先灵们净化云野峻岭的水域——并通过商店中的特别海洋主题物品来助力真实世界的清理行动！💪
zh_hant: 聖域群島的光之生物需要你的幫助！購買商店中的特別海洋主題商品來支持真實世界的清潔行動。💪

# notification_nature_title
source: Days of Nature is Here! 🏞️
de: "Tage der Natur" ist da! 🏞️
es: ¡Llegaron los Días de la naturaleza! 🌊
fr: Les Jours de la nature sont arrivés ! 🌊
id: Hari Alam Telah Tiba! 🌊
it: L'evento Giorni della Natura è arrivato! 🌊
ja: 自然の日々が始まりました！🏞️
ko: 자연의 날이 찾아왔어요! 🌊
pt: Os Dias da Natureza chegaram! 🏞️
ru: Дни природы начались! 🌊
th: วันแห่งธรรมชาติ มาถึงแล้ว! 🌊
vi: Ngày Thiên Nhiên đã đến! 🌊
zh_hans: 自然节来啦！🏞️
zh_hant: 自然節來啦！🌊

# notification_prince_end_message
source: Can you complete the constellation before it's over? ✨ 🌹
de: Wirst du mit dem Sternbild fertig, bevor das Ende da ist? ✨ 🌹
es: ¿Puedes completar la constelación antes de que termine? ✨ 🌹
fr: Pouvez-vous compléter la constellation avant la fin de la saison ? ✨ 🌹
id: Bisa lengkapi rasi sebelum acara berakhir? ✨ 🌹
it: Riuscirai a completare la costellazione prima che finisca? ✨
ja: 季節が過ぎ去るまでに、星座を完成させましょう✨🌹
ko: 이번 주까지 별자리를 완성할 수 있을까요? ✨ 🌹
pt: Você consegue concluir a constelação antes que acabe? ✨ 🌹
ru: Успеете завершить созвездие, пока сезон не закончился? ✨ 🌹
vi: Bạn có thể hoàn thành Chòm Sao trước khi nó kết thúc? ✨ 🌹 ✨ 🌹
zh_hans: 你能在结束前完成这个星座图吗？✨ 🌹
zh_hant: 你能在結束前完成這個星座圖嗎？✨ 🌹

# notification_prince_end_title
source: The Little Prince departs soon🤴
de: Der kleine Prinz reist bald ab🤴
es: El principito se marcha pronto🤴
fr: Le Petit Prince doit bientôt partir🤴
id: Pangeran Kecil segera pergi 🤴
it: Il Piccolo Principe partirà presto
ja: 星の王子さまがもうすぐこの地を離れます
ko: 어린 왕자가 곧 떠나요 🤴
pt: O Pequeno Príncipe partirá em breve🤴
ru: Маленький принц скоро покинет нас 🤴
vi: Hoàng Tử Bé sẽ sớm khởi hành🤴
zh_hans: 小王子即将离开🤴
zh_hant: 小王子即將離開🤴

# notification_prince_message
source: A royal visitor from afar has appeared in the kingdom of Sky 🌹
de: Ein königlicher Besucher ist von weit her ins Königreich von Sky gekommen 🌹
es: Apareció un visitante real de muy lejos en el reino de Sky 🌹
fr: Un visiteur royal venu de loin est apparu dans le royaume de Sky 🌹
id: Tamu kerajaan dari negeri nan jauh muncul di kerajaan Sky 🌹
it: Un'ospite nobile proveniente da molto lontano è apparso nel regno di Sky
ja: 遠方よりロイヤルなお客さまが、Skyの王国に遊びにいらしてます🌹
ko: 고귀한 방문객이 아주 멀리에서 Sky월드를 찾아왔어요 🌹
pt: Um visitante real de terras distantes apareceu no reino de Sky 🌹
ru: Гость королевских кровей издалека появился в Sky 🌹
vi: Một vị khách hoàng gia từ phương xa đã xuất hiện trong vương quốc Sky 🌹
zh_hans: 《Sky》王国出现了一位来自远方的贵客。
zh_hant: 《Sky》王國出現了一位來自遠方的貴客。

# notification_prince_title
source: A New Season has Begun 🤴
de: Eine neue Saison hat begonnen 🤴
es: Comenzó una nueva temporada 🤴
fr: Une nouvelle saison a commencé 🤴
id: Musim Baru Telah Dimulai 🤴
it: È iniziata una nuova stagione
ja: 新たな季節が始まりました 🤴
ko: 새로운 시즌이 시작했어요 🤴
pt: Uma nova temporada começou 🤴
ru: Начался новый сезон 🤴
vi: Mùa mới đã bắt đầu 🤴
zh_hans: 新的一季开始了
zh_hant: 新的一季開始了

# notification_rainbow_message
source: Celebrate Days of Color with new items, colorful spells, and Spirits waiting to say hello! 🌈
de: Feiert die Tage der Farbe mit neuen Gegenständen, bunten Zaubern und Geistern! 🌈
es: ¡Celebra los días de color con nuevos objetos, hechizos coloridos y espíritus que esperan para saludarte! 🌈
fr: Célébrez les jours des couleurs avec de nouveaux objets, des sorts colorés et des esprits mourant d’envie de vous dire bonjour !
id: Rayakan Hari Berwarna dengan item baru, mantra warna-warni, dan Roh yang sudah menanti untuk disapa! 🌈
it: Festeggia i Giorni del Colore con nuovi oggetti, incantesimi colorati e spiriti da incontrare! 🌈
ja: 新アイテム、カラフルな魔法、楽しみに待っている精霊たちと彩なす日々をお祝いしましょう！🌈
ko: 새로운 아이템, 다채로운 주문, 친근한 영혼들을 선보이는 색상의 날을 기념하세요! 🌈
pt: Comemore os Dias de Cores com itens novos, feitiços coloridos e espíritos que estão só esperando para dar um oi! 🌈
ru: Отпразднуйте Цветные дни с новыми предметами, красочными чарами и духами, которым уже не терпится встретиться с вами! 🌈
vi: Chào đón Ngày Sắc Màu với các vật phẩm và phép thuật mới đầy màu sắc, cùng các Tinh Linh đang háo hức được gửi lời chào! 🌈
zh_hans: 通过新物品、缤纷的魔法，以及等着问好的先灵庆祝彩色嘉年华！🌈
zh_hant: 為了慶祝彩色嘉年華，我們推出了全新物品、繽紛魔法，還有好多先靈，期待與你相見！

# notification_rainbow_title
source: Days of Color is Here! ️‍🌈
de: Die Tage der Farbe haben begonnen! ‍🌈
es: ¡Llegaron los días de color! ‍🌈
fr: Les jours des couleurs sont arrivés ! ‍🌈
id: Hari Berwarna Tiba! ‍🌈
it: L'evento Giorni del Colore è arrivato! 🌈
ja: 彩なす日々がやってきました！🌈
ko: 색상의 날 출시! ️‍🌈
pt: Os Dias de Cores chegaram! ️‍🌈
ru: Цветные дни уже начались! ‍🌈
vi: Ngày Sắc Màu đã đến! ️‍🌈
zh_hans: 彩色嘉年华到了！🌈
zh_hant: 彩色嘉年華來啦！️‍🌈

# notification_reacted_to_geonote
source: %@ ♥ your note!
de: %@ ♥ deine Notiz!
es: ¡%@ ♥ tu nota!
fr: %@ ♥ votre message !
id: %@ ♥ catatanmu!
it: %@ ♥ il tuo messaggio!
ja: %@ さんがあなたのメッセージをいいねしました
ko: %@ 님이 메시지를 ♥ 합니다!
pt: %@ ♥ sua nota!
ru: %@ ♥ вашу записку!
vi: %@ ♥ lời nhắn của bạn!
zh_hans: %@ ♥ 了你的留言！
zh_hant: %@ ♥ 了你的留言！

# notification_season_abyss_end_message
source: Final week! Can you complete the Abyss constellation before it's over? ⛵
de: Die letzte Woche läuft! Wirst du mit dem Tiefsee-Sternbild fertig, bevor sie zu Ende ist? 🌳
es: ¡Última semana! ¿Puedes completar la constelación del abismo antes de que termine? ⛵
fr: Dernière semaine ! Pourrez-vous compléter la constellation des Abysses avant la fin de la semaine ? ⛵
id: Minggu terakhir! Bisakah kamu melengkapi rasi Palung sebelum acara berakhir? ⛵
it: Ultima settimana! Riuscirai a completare la costellazione degli Abissi prima che finisca? ⛵
ja: 深淵の季節はいよいよ最後の週！季節が過ぎるまでにぜひ星座を完成させましょう⛵
ko: 시즌 마지막 주! 이번 주가 가기 전에 심해의 별자리를 완성할 수 있을까요? ⛵
pt: Última semana! Você consegue concluir a constelação do Abismo antes que ela acabe? ⛵
ru: Последняя неделя! Успеете завершить созвездие Бездны, пока идет сезон? ⛵
vi: Tuần cuối! Bạn có thể hoàn thành Chòm Sao Mùa Vực Sâu trước khi nó kết thúc? ⛵
zh_hans: 最后一周！你能在深渊季结束之前完成深渊季星座吗？ ⛵
zh_hant: 最後一週！您能在深淵季結束之前完成深淵季星座嗎？ ⛵

# notification_season_abyss_end_title
source: Season of Abyss is Ending! 🕯️
de: Die Saison der Tiefsee geht zu Ende! 🕯️
es: ¡La Temporada del abismo está por terminar! 🕯️
fr: La saison des Abysses touche à sa fin ! 🕯️
id: Musim Palung Segera Berakhir! 🕯️
it: L'evento Stagione degli Abissi sta per terminare! ️🕯️
ja: 深淵の季節が過ぎ去ろうとしています 🕯
ko: 심해의 시즌 곧 종료! 🕯️
pt: A Temporada do Abismo está acabando! 🕯️
ru: Сезон бездны заканчивается! 🕯️
vi: Mùa Vực Sâu sắp kết thúc! ️🕯️
zh_hans: 深渊季即将结束！ ️🕯️
zh_hant: 深淵季即將結束！🕯️

# notification_season_abyss_start_message
source: A new season has started in Sky ✨
de: Eine neue Saison von Sky hat begonnen ✨
es: Comenzó una nueva temporada en Sky ✨
fr: Une nouvelle saison a commencé dans Sky ✨
id: Musim baru telah dimulai di Sky ✨
it: È iniziata una nuova stagione su Sky ✨
ja: Skyに新たな季節が訪れました✨
ko: Sky에서 신규 시즌을 시작합니다 ✨
pt: Uma nova temporada começou no Sky ✨
ru: В Sky начался новый сезон✨
vi: Mùa mới đã bắt đầu trên Sky ✨
zh_hans: 新的季节已在《Sky》中来临 ✨
zh_hant: 《Sky》的新季節來臨了 ✨

# notification_season_abyss_start_title
source: Season of Abyss has begun! 🌊
de: Die Saison der Tiefsee ist da! 🌊
es: ¡Comenzó la temporada del abismo! 🌊
fr: La saison des Abysses a commencé ! 🌊
id: Musim Palung telah dimulai! 🌊
it: La Stagione degli Abissi è iniziata! 🌊
ja: 深淵の季節が始まりました！🌊
ko: 심해의 시즌을 시작합니다! 🌊
pt: A Temporada do Abismo começou! 🌊
ru: Начался Сезон бездны! 🌊
vi: Mùa Vực Sâu đã bắt đầu! 🌊
zh_hans: 深渊季开始了！🌊
zh_hant: 深淵季已經開始！🌊

# notification_season_assembly_end_message
source: Final week! Can you complete the Assembly constellation before it's over? 🌳
de: Die letzte Woche läuft! Wirst du mit dem Zusammenbau fertig, bevor sie zu Ende ist? 🌳
es: ¡Última semana! ¿Puedes completar la constelación del ensamblaje antes de que termine? 🌳
fr: Dernière semaine ! Pourrez-vous compléter la constellation du Rassemblement avant la fin de la semaine ? 🌳
id: Minggu terakhir! Bisakah kamu melengkapi rasi Berkumpul sebelum acara berakhir? 🌳
it: Ultima settimana! Riuscirai a completare la costellazione della Costruzione prima che finisca?
ja: 大樹に集う季節はいよいよ最後の週！季節が過ぎるまでにぜひ星座を完成させましょう🌳
ko: 시즌 마지막 주가 되었어요! 이번 주까지 협력의 시즌 별자리를 완성할 수 있을까요? 🌳
pt: Última semana! Você consegue concluir a constelação da União antes que ela acabe? 🌳
ru: Последняя неделя! Успеете завершить созвездие Собрания, пока сезон не закончился? 🌳
vi: Tuần cuối! Bạn có thể hoàn thành Chòm Sao Mùa Tụ Hội trước khi nó kết thúc? ⛵
zh_hans: 最后一周！你能在结束前完成重组星座图吗？🌳
zh_hant: 最後一周！你能在結束前完成重組星座圖嗎？🌳

# notification_season_assembly_end_title
source: Season of Assembly is Ending! 🕯️
de: Die Saison des Zusammenbaus geht zu Ende! 🕯️
es: ¡La temporada del Ensamblaje está por terminar! 🕯️
fr: La saison du Rassemblement touche à sa fin ! 🕯️
id: Musim Berkumpul Segera Berakhir! 🕯️
it: L'evento Stagione della Costruzione sta per terminare! ️
ja: 大樹に集う季節はあと少し！🕯
ko: 협력의 시즌 곧 종료! 🕯️
pt: A temporada da união está terminando! 🕯️
ru: Сезон Собрания заканчивается! 🕯️
vi: Mùa Tụ Hội sắp kết thúc! 🕯️
zh_hans: 重组季即将结束！🕯️
zh_hant: 重組季即將結束！🕯️

# notification_season_assembly_start_message
source: A new season has started in Sky 🌼
de: In Sky ist eine neue Saison angebrochen 🌼
es: Comenzó una nueva temporada en Sky 🌼
fr: Une nouvelle saison a commencé dans Sky🌼
id: Musim baru telah dimulai di Sky 🌼
it: È iniziata una nuova stagione su Sky 🌼
ja: 新たな季節がSkyにやってきました🌼
ko: Sky에서 새로운 시즌이 시작됐어요 🌼
pt: Uma temporada nova começou em Sky 🌼
ru: В Sky начинается новый сезон 🌼
vi: Mùa mới đã bắt đầu trên Sky 🌼
zh_hans: 新的季节已经在《光·遇》中开始了🌼
zh_hant: 新的季節已經在《光·遇》中開始了🌼

# notification_season_assembly_start_title
source: Season of Assembly is Here!🌳
de: Die Saison des Zusammenbaus ist da!🌳
es: ¡Llegó la temporada del Ensamblaje!🌳
fr: La saison du Rassemblement est arrivée !🌳
id: Musim Berkumpul Telah Hadir!🌳
it: La Stagione della Costruzione è arrivata! 🌳
ja: 大樹に集う季節開催中！🌲
ko: 협력의 시즌이 시작됐어요! 🌳
pt: A temporada da união começou!🌳
ru: Наступил Сезон Собрания!🌳
vi: Mùa Tụ Hội đã đến! 🌳
zh_hans: 重组季到来了！🌳
zh_hant: 重組季到來了！ 🌳

# notification_season_aurora_end_title
source: Season of AURORA Ends Soon 🎵
de: Die Saison von AURORA endet bald 🎵
es: La temporada de AURORA termina pronto 🎵
fr: La saison d'AURORA touche à sa fin 🎵
id: Musim AURORA Segera Berakhir 🎵
it: La Stagione di AURORA sta per terminare 🎵
ja: AURORAの季節が過ぎ去ろうとしています♫
ko: AURORA의 시즌 곧 종료 🎵
pt: A temporada da AURORA termina em breve 🎵
ru: Сезон AURORA заканчивается🎵
vi: Mùa AURORA sắp kết thúc 🎵
zh_hans: AURORA季即将结束 🎵
zh_hant: AURORA季即將結束 🎵

# notification_season_aurora_start_title
source: Season of AURORA is Here! 🎵
de: Die Saison von AURORA ist da! 🎵
es: ¡Llegó la temporada de AURORA! 🎵
fr: La Saison d'AURORA est arrivée ! 🎵
id: Musim AURORA telah Tiba! 🎵
it: L'evento Stagione di AURORA è arrivato!🎵
ja: AURORAの季節がやってきました！🎵
ko: AURORA의 시즌이 찾아왔어요! 🎵
pt: A temporada da AURORA chegou! 🎵
ru: Сезон AURORA уже идет! 🎵
vi: Mùa AURORA đã đến! 🎵
zh_hans: AURORA季来了！🎵
zh_hant: AURORA季登場了！🎵

# notification_season_dreams_end_message
source: Final week! Can you complete the Dreams constellation before it's over? ✨
de: Letzte Woche! Schaffst du die Traumkonstellation, bevor sie zu Ende geht? ✨
es: ¡Última semana! ¿Puedes completar la constelación de los sueños antes de que se acabe? ✨
fr: Dernière semaine ! Pourrez-vous compléter la constellation des rêves à temps ? ✨
id: Minggu terakhir! Bisakah kamu melengkapi rasi Impian sebelum acara berakhir? ✨
it: Ultima settimana! Riuscirai a completare la costellazione dei sogni prima che finisca? ✨
ja: いよいよ最後の週です！夢かなう季節が過ぎ去る前に、星座を完成させましょう☀️
ko: 마지막 주예요! 시즌이 끝나기 전에 꿈 별자리를 완성할 수 있을까요? ✨
pt: Última semana! Será que você consegue concluir a constelação dos sonhos antes de acabar? ✨
ru: Последняя неделя! Успеете завершить все созвездия Мечтаний, пока сезон не закончился? ✨
vi: Tuần cuối! Bạn có thể hoàn thành Chòm Sao Mùa Giấc Mơ trước khi nó kết thúc? ⛵
zh_hans: 最后一周了！你能完成梦想季的全部星座吗？ ✨
zh_hant: 最後一週了！你能完成夢想季的全部星座嗎？ ✨

# notification_season_dreams_end_title
source: Season of Dreams is Ending! 🕯️
de: Die Saison der Träume endet! 🕯️
es: ¡La temporada de los sueños está terminando! 🕯️
fr: La saison des Rêves touche à sa fin ! ️
id: Musim Impian Segera Berakhir! 🕯️
it: L'evento Stagione dei Sogni sta per terminare! 🕯️
ja: 夢かなう季節が過ぎ去ろうとしています！🕯
ko: 꿈의 시즌 곧 종료! 🕯️
pt: A temporada dos sonhos está acabando! 🕯️
ru: Сезон Мечтаний заканчивается! 🕯️
vi: Mùa Giấc Mơ sắp kết thúc! 🕯️
zh_hans: 梦想季即将结束！🕯️
zh_hant: 夢想季即將結束！🕯️

# notification_season_dreams_start_message
source: A new season has started in Sky ✨
de: Eine neue Saison hat in Sky begonnen ✨
es: Comenzó una nueva temporada en Sky ✨
fr: Une nouvelle saison a commencé dans Sky ✨
id: Musim baru telah dimulai di Sky ✨
it: È iniziata una nuova stagione su Sky ✨
ja: Skyに新たな季節がやってきました ✨
ko: Sky에 새로운 시즌이 찾아왔어요 ✨
pt: Uma temporada nova começou no Sky ✨
ru: В Sky начался новый сезон ✨
vi: Mùa mới đã bắt đầu trên Sky ✨
zh_hans: 新的季节已在《Sky》中来临 ✨
zh_hant: 《Sky》的新季節來臨了 ✨

# notification_season_dreams_start_title
source: Season of Dreams is Here! 🕯️
de: Die Saison der Träume ist hier! 🕯️
es: ¡Llegó la temporada de los sueños! 🕯️
fr: La saison des Rêves est arrivée ! ️
id: Musim Impian Telah Tiba! 🕯️
it: L'evento Stagione dei Sogni è arrivato! 🕯️
ja: 夢かなう季節がやってきました！🕯
ko: 꿈의 시즌 도착! 🕯️
pt: A temporada dos sonhos chegou! 🕯️
ru: Наступил Сезон Мечтаний! 🕯️
vi: Mùa Giấc Mơ đã đến! 🕯️
zh_hans: 梦想季已经来了！🕯️
zh_hant: 夢想季已經來了！🕯️

# notification_season_end_message
source: Final week—Be sure to gather your favorite items before the Season ends! ✨
de: Letzte Woche – sammle deine Lieblingsartikel, ehe die Saison endet! ✨
es: Última semana: ¡Asegúrate de reunir tus objetos favoritos antes de que termine la temporada! ✨
fr: Dernière semaine : récupérez vos articles préférés avant la fin de la saison ! ✨
id: Minggu terakhir-Pastikan untuk mengumpulkan item favorit kamu sebelum Musim ini berakhir! ✨
it: Ultima settimana: ricordati di raccogliere i tuoi oggetti preferiti prima della fine della stagione! ✨
ja: 最後の1週間—季節が過ぎ去ってしまう前にお気に入りのアイテムを入手しましょう！✨
ko: 일주일 남았어요! 시즌이 끝나기 전에 좋아하는 아이템을 전부 모아보세요! ✨
pt: Última semana — Não se esqueça de reunir seus itens favoritos antes do final da temporada! ✨
ru: Последняя неделя! Успевайте приобрести любимые предметы до конца сезона! ✨
vi: Tuần cuối cùng—Đừng quên thu thập các vật phẩm bạn yêu thích trước khi Mùa kết thúc! ✨
zh_hans: 最后一周——请抓紧时间，在本季结束前收集你最喜欢的物品！✨
zh_hant: 最後一週——在季節結束前一定要收集你最喜愛的物品！✨

# notification_season_end_title
source: The Season Ends Soon!
de: Diese Saison endet bald!
es: ¡La temporada termina pronto!
fr: La saison touche à sa fin !
id: Musim Segera Berakhir!
it: La stagione sta per terminare!
ja: 季節が過ぎ去ろうとしています！
ko: 시즌 곧 종료
pt: A temporada termina em breve!
ru: Сезон уже кончается!
vi: Mùa sắp kết thúc!
zh_hans: 本季节即将结束！
zh_hant: 本季即將結束！

# notification_season_message
source: A new Season has started in Sky ✨
de: Eine neue Saison hat in Sky begonnen ✨
es: Reúnete con el guía de la temporada y explora una nueva historia de Sky ✨
fr: Une nouvelle saison a commencé dans Sky ✨
id: Temui Pemandu Musim dan jelajahi cerita baru di Sky ✨
it: Incontra la guida della stagione ed esplora una nuova storia in Sky ✨
ja: Skyに新たな季節がやってきました ✨
ko: 시즌 안내자를 만나 Sky의 새로운 이야기를 탐험해 보세요 ✨
pt: Uma temporada nova começou no Sky ✨
ru: Встретьтесь с проводником сезона и погрузитесь в новое повествование Неба ✨
th: พบกับผู้แนะนำฤดูกาล และสำรวจเรื่องราวใหม่ใน Sky ✨
vi: Gặp gỡ Chỉ Dẫn Mùa và khám phá câu chuyện mới trong Sky ✨
zh_hans: 新的季节已在《Sky》中来临 ✨
zh_hant: 《Sky》的新季節來臨了 ✨

# notification_season_moments_start_message
source: Grab a camera and take in the beauty of Sky's newest Season 📸
de: Schnapp dir eine Kamera und halte die Schönheit der neuesten Saison von Sky fest 📸
es: Agarra una cámara y captura la belleza de la nueva temporada de Sky 📸
fr: Prenez un appareil photo et admirez la beauté de Sky dans cette nouvelle saison 📸
id: Ambil kamera dan abadikan keindahan Musim Sky yang terbaru 📸
it: Prendi una macchina fotografica e ammira la bellezza della nuova stagione di Sky 📸
ja: 新たな季節で、カメラを片手に、Skyの美しさを探しに行きましょう📸
ko: Sky 최신 시즌을 맞아 카메라를 들고 아름다운 풍경을 담아보세요 📸
pt: Pegue uma câmera e aprecie a beleza da mais nova temporada de Sky 📸
ru: Хватайте камеру и запечатлейте красоты нового сезона Sky 📸
vi: Hãy cầm máy ảnh và ghi lại vẻ đẹp của Mùa mới nhất trong thế giới Sky 📸
zh_hans: 拿起相机，欣赏《Sky光·遇》最新季节之美📸
zh_hant: 拿起相機，拍下《Sky光·遇》最新一季的美麗景緻📸

# notification_season_moments_start_title
source: Season of Moments is Here! 🏔️
de: Die Saison der Momente hat begonnen! 🏔️
es: ¡Llegó la temporada de los momentos! 🏔️
fr: La saison des Instants est là ! 🏔️
id: Musim Momen Telah Tiba! 🏔️
it: La Stagione dei Momenti è qui! 🏔️
ja: 瞬きの季節が訪れました！🏔️
ko: 순간의 시즌 출시! 🏔️
pt: A Temporada dos Momentos chegou! 🏔️
ru: Наступил Сезон мгновений! 🏔️
vi: Mùa Khoảnh Khắc đã đến! 🏔️
zh_hans: 拾光季来了！🏔️
zh_hant: 拾光季來了！🏔️

# notification_season_moomin_end_message
source: 📖💖 Explore the final chapters of the story before the Season comes to a close.
de: 📖� Erkunde die letzten Kapitel der Geschichte, bevor sich die Saison dem Ende neigt.
es: 📖💖Explora los últimos capítulos de la historia antes de que la temporada llegue a su fin.
fr: 📖💖 Explorez les derniers chapitres de l’histoire avant la fin de la saison.
id: 📖💖 Jelajahi bab-bab terakhir dari cerita ini sebelum Musim berakhir.
it: 📖💖 Esplora gli ultimi capitoli della storia prima che la stagione giunga al termine.
ja: 📖💖 季節が過ぎ去ってしまう前に、物語の最終章を体験しましょう
ko: 📖💖 시즌이 끝나기 전에 이야기의 마지막 장을 확인해 보세요.
pt: 📖💖 Explore os capítulos finais da história antes que a temporada acabe.
ru: 📖💖 Откройте последние главы истории, пока сезон не закончился.
th: 📖💖 สำรวจบทสุดท้ายของเรื่องราวก่อนที่ฤดูกาลจะสิ้นสุดลง
vi: 📖💖 Khám phá những chương cuối của câu chuyện trước khi Mùa kết thúc.
zh_hans: 📖💖 在本季结束之前探索故事的最终章节吧。
zh_hant: 📖💖 在季節結束前探索故事的最後章節吧。
