Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# hint_cant_sit_at_reservation_seat
source: This seat seems <warning>taken</warning>. Try claiming a different seat or try again later.
de: Dieser Platz scheint <warning>besetzt</warning> zu sein. Versuche, einen anderen Sitz zu beanspruchen oder probiere es später erneut.
es: Parece que este asiento está <warning>ocupado</warning>. Prueba reclamar otro o intenta más tarde.
fr: Cette place semble <warning>prise</warning>. Essayez d’obtenir un autre siège ou réessayez plus tard.
id: Kursi ini tampaknya <warning>sudah diambil</warning>. Coba klaim kursi lain atau coba lagi nanti.
it: Questo posto sembra <warning>occupato</warning>. Prova a sceglierne un altro o riprova più tardi.
ja: この座席は<warning>予約済み</warning>です。他の座席を探すか、時間をおいてから再度お試しください
ko: <warning>이미 선택된</warning> 자리입니다. 다른 자리를 맡거나 나중에 다시 시도하세요.
pt: Alguém já <warning>pegou</warning> este assento. Tente solicitar outro assento ou tente novamente mais tarde.
ru: Похоже, это место <warning>занято</warning>. Попробуйте занять другое или вернитесь попозже.
th: ดูเหมือนว่าที่นั่งนี้ถูก<warning>จองแล้ว</warning> ลองจองที่นั่งอื่น หรือลองใหม่อีกครั้งในภายหลัง
vi: Chỗ ngồi này có lẽ <warning>đã được đặt trước</warning>. Hãy thử đặt chỗ ngồi khác hoặc thử lại sau.
zh_hans: 这个座位似乎已被<warning>占用</warning>。请尝试认领其他座位或稍后重试。
zh_hant: 這個位子似乎<warning>有人佔了</warning>。請挑選其他的座位，或者稍後再試。

# hint_elder_item_broken_dawn_01
source: Visit <1>Elder of the Isle</1> to have this item blessed.
de: Besuche den <1>Ältesten der Insel</1>, um diesen Gegenstand zu segnen.
es: Visita al <1>Anciano de la isla</1> para que te bendiga este objeto.
fr: Visitez l’<1>Ancien de l’île</1> pour bénir cet objet.
id: Kunjungi <1>Tetua Pulau</1> agar item ini diberkati.
it: Vai dall'<1>Anziano dell'Isola</1> per far benedire questo oggetto.
ja: <1>孤島の大精霊</1>のもとを訪れ、祝福を授かりこのアイテムを修復してもらいましょう
ko: <1>섬의 장로</1>를 찾아가 이 아이템에 축복을 받기
pt: Visite o <1>Ancião da Ilha</1> para abençoar este item.
ru: Зайдите к <1>Старейшине острова</1>, чтобы благословить предмет.
th: ไปหา<1>ผู้อาวุโสแห่งเกาะ</1>เพื่อให้เขาอวยพรไอเทมชิ้นนี้
vi: Ghé thăm <1>Trưởng Lão Đảo</1> để nhận vật phẩm này.
zh_hans: 拜访<1>晨岛长者</1>让对方祝福此物品。
zh_hant: 拜訪<1>晨島長老</1>，讓這個道具接受祝福。

# hint_elder_item_broken_day_01
source: Visit <1>Elder of the Prairie</1> to have this item blessed.
de: Besuche den <1>Ältesten der Prärie</1>, um diesen Gegenstand zu segnen.
es: Visita al <1>Anciano de la planicie</1> para que te bendiga este objeto.
fr: Visitez l’<1>Ancien de la prairie</1> pour bénir cet objet.
id: Kunjungi <1>Tetua Padang Rumput</1> agar item ini diberkati.
it: Vai dall'<1>Anziana della Prateria</1> per far benedire questo oggetto.
ja: <1>草原の大精霊</1>のもとを訪れ、祝福を授かりこのアイテムを修復してもらいましょう
ko: <1>초원의 장로</1>를 찾아가 이 아이템에 축복을 받기
pt: Visite o <1>Ancião da Campina</1> para abençoar este item.
ru: Зайдите к <1>Старейшине прерии</1>, чтобы благословить предмет.
th: ไปหา<1>ผู้อาวุโสแห่งทุ่งหญ้า</1>เพื่อให้เขาอวยพรไอเทมชิ้นนี้
vi: Ghé thăm <1>Trưởng Lão Thảo Nguyên</1> để nhận vật phẩm này.
zh_hans: 拜访<1>云野长者</1>让对方祝福此物品。
zh_hant: 拜訪<1>雲野長老</1>，讓這個道具接受祝福。

# hint_elder_item_broken_dusk_01
source: Visit <1>Elder of the Wasteland</1> to have this item blessed.
de: Besuche den <1>Ältesten der Ödnis</1>, um diesen Gegenstand zu segnen.
es: Visita al <1>Anciano del páramo</1> para que te bendiga este objeto.
fr: Visitez l’<1>Ancien du désert</1> pour bénir cet objet.
id: Kunjungi <1>Tetua Gurun</1> agar item ini diberkati.
it: Vai dall'<1>Anziano del Deserto</1> per far benedire questo oggetto.
ja: <1>捨てられた地の大精霊</1>のもとを訪れ、祝福を授かりこのアイテムを修復してもらいましょう
ko: <1>황무지의 장로</1>를 찾아가 이 아이템에 축복을 받기
pt: Visite o <1>Ancião do Sertão</1> para abençoar este item.
ru: Зайдите к <1>Старейшине пустоши</1>, чтобы благословить предмет.
th: ไปหา<1>ผู้อาวุโสแห่งแดนร้าง</1>เพื่อให้เขาอวยพรไอเทมชิ้นนี้
vi: Ghé thăm <1>Trưởng Lão Sa Nguyên</1> để nhận vật phẩm này.
zh_hans: 拜访<1>暮土长者</1>让对方祝福此物品。
zh_hant: 拜訪<1>暮土長老</1>，讓這個道具接受祝福。

# hint_elder_item_broken_night_01
source: Visit <1>Elder of the Vault</1> to have this item blessed.
de: Besuche den <1>Ältesten des Tresors</1>, um diesen Gegenstand zu segnen.
es: Visita al <1>Anciano de la bóveda</1> para que te bendiga este objeto.
fr: Visitez l’<1>Ancien de la chambre forte</1> pour bénir cet objet.
id: Kunjungi <1>Tetua Kubah</1> agar item ini diberkati.
it: Vai dall'<1>Anziana della Cupola</1> per far benedire questo oggetto.
ja: <1>書庫の大精霊</1>のもとを訪れ、祝福を授かりこのアイテムを修復してもらいましょう
ko: <1>도서관의 장로</1>를 찾아가 이 아이템에 축복을 받기
pt: Visite o <1>Ancião do Relicário</1> para abençoar este item.
ru: Зайдите к <1>Старейшине хранилища</1>, чтобы благословить предмет.
th: ไปหา<1>ผู้อาวุโสแห่งกรุสมบัติ</1>เพื่อให้เขาอวยพรไอเทมชิ้นนี้
vi: Ghé thăm <1>Trưởng Lão Kho</1> để nhận vật phẩm này.
zh_hans: 拜访<1>禁阁长者</1>让对方祝福此物品。
zh_hant: 拜訪<1>禁閣長老</1>，讓這個道具接受祝福。

# hint_elder_item_broken_rain_01
source: Visit <1>Elder of the Forest</1> to have this item blessed.
de: Besuche den <1>Ältesten des Waldes</1>, um diesen Gegenstand zu segnen.
es: Visita al <1>Anciano del bosque</1> para que te bendiga este objeto.
fr: Visitez l’<1>Ancien de la forêt</1> pour bénir cet objet.
id: Kunjungi <1>Tetua Hutan</1> agar item ini diberkati.
it: Vai dall'<1>Anziana della Foresta </1> per far benedire questo oggetto.
ja: <1>雨林の大精霊</1>のもとを訪れ、祝福を授かりこのアイテムを修復してもらいましょう
ko: <1>숲의 장로</1>를 찾아가 이 아이템에 축복을 받기
pt: Visite o <1>Ancião da Floresta</1> para abençoar este item.
ru: Зайдите к <1>Старейшине леса</1>, чтобы благословить предмет.
th: ไปหา<1>ผู้อาวุโสแห่งพงไพร</1>เพื่อให้เขาอวยพรไอเทมชิ้นนี้
vi: Ghé thăm <1>Trưởng Lão Khu Rừng</1> để nhận vật phẩm này.
zh_hans: 拜访<1>雨林长者</1>让对方祝福此物品。
zh_hant: 拜訪<1>雨林長老</1>，讓這個道具接受祝福。

# hint_elder_item_broken_sunset_01
source: Visit <1>Elder of the Valley</1> to have this item blessed.
de: Besuche den <1>Ältesten des Tals</1>, um diesen Gegenstand zu segnen.
es: Visita al <1>Anciano del valle</1> para que te bendiga este objeto.
fr: Visitez l’<1>Ancien de la vallée</1> pour bénir cet objet.
id: Kunjungi <1>Tetua Lembah</1> agar item ini diberkati.
it: Vai dall'<1>Anziano della Valle</1> per far benedire questo oggetto.
ja: <1>峡谷の大精霊</1>のもとを訪れ、祝福を授かりこのアイテムを修復してもらいましょう
ko: <1>계곡의 장로</1>를 찾아가 이 아이템에 축복을 받기
pt: Visite o <1>Ancião do Vale</1> para abençoar este item.
ru: Зайдите к <1>Старейшине долины</1>, чтобы благословить предмет.
th: ไปหา<1>ผู้อาวุโสแห่งหุบเขา</1>เพื่อให้เขาอวยพรไอเทมชิ้นนี้
vi: Ghé thăm <1>Trưởng Lão Thung Lũng</1> để nhận vật phẩm này.
zh_hans: 拜访<1>霞谷长者</1>让对方祝福此物品。
zh_hant: 拜訪<1>霞谷長老</1>，讓這個道具接受祝福。

# hint_questionnaire_00
source: Please help us improve <8>Sky</8>. Complete this survey and you'll receive 3 <2>free <candle/></2>! Your response will help us tremendously.
de: Bitte hilf uns dabei, <8>Sky</8> zu verbessern. Wenn du an dieser Umfrage teilnimmst, erhältst du 3 <2>kostenlose <candle/></2>! Deine Antwort würde uns wirklich helfen.
es: Ayúdanos a mejorar <8>Sky</8>. ¡Completa esta encuesta para recibir 3 <2><candle/> gratis</2>! Tu respuesta nos ayuda muchísimo.
fr: Aidez-nous à améliorer <8>Sky</8>. Répondez à ce sondage pour obtenir 3 <2><candle/> gratuitement </2> ! Vos réponses sont cruciales pour nous.
id: Tolong bantu kami meningkatkan <8>Sky</8>. Selesaikan survei ini dan kamu akan mendapatkan 3 <2><candle/> gratis</2>! Tanggapan darimu akan sangat membantu kami.
it: Aiutaci a migliorare <8>Sky</8>. Completa questo sondaggio e riceverai 3 <candle/> <2>gratis</2>! La tua risposta ci aiuterà moltissimo.
ja: <b>Sky</b>をより良いゲームにするためにご協力をお願いします。 アンケートにご回答いただいた方には、<2>無料<candle/></2>を3本贈呈します !
ko: 더 나은 <8>Sky</8>를 만들 수 있게 도와주세요. 이 설문에 참여해 주시면 <2>무료 <candle/></2> 3개를 드립니다! 여러분의 답변은 큰 도움이 됩니다.
pt: Ajude-nos a melhorar o <8>Sky</8>. Participe desta pesquisa e você receberá 3 <candle/> <2>grátis</2>! Sua resposta nos ajudará muito.
ru: Помогите нам сделать <8>Sky</8> еще лучше. Пройдите опрос и получите 3 <2><candle/> в подарок</2>! Ваши ответы очень важны для нас.
th: โปรดช่วยเราพัฒนา <8>Sky</8> ทำแบบสำรวจนี้ให้เสร็จ แล้วคุณจะได้รับ <2><candle/></2> ฟรี 3 เล่ม! คำตอบของคุณจะช่วยเราได้อย่างมาก
vi: Hãy giúp chúng tôi cải thiện <8>Sky</8>. Hoàn thành khảo sát này và bạn sẽ nhận được 3 <2><candle/> miễn phí</2>! Những đóng góp của bạn sẽ giúp chúng tôi rất nhiều.
zh_hans: 请帮助我们改进<8>《Sky光·遇》</8>。完成此问卷调查，你将获得3支<2>免费<candle/></2>！你的答复将极大地帮助我们。
zh_hant: 請幫助我們改善<8>《Sky光·遇》</8>。完成這份問卷，即可獲得 3 根<2>免費<candle/></2>！您的答覆將對我們有莫大的幫助。

# hint_questionnaire_candle_01
source: Welcome to <8>Sky</8>! We would love to hear your feedback on the experience so far. Complete this survey for <2>free <candle/></2> that you can use to help more spirits!
de: Willkommen bei <8>Sky</8>! Wir würden uns über dein Feedback zu deiner bisherigen Erfahrung freuen. Nimm an dieser Umfrage teil und erhalte <2>kostenlos <candle/></2>, damit du mehr Geistern helfen kannst!
es: ¡Te damos la bienvenida a <8>Sky</8>! Nos encantaría conocer tu opinión sobre el juego. ¡Completa esta encuesta para recibir <2><candle/> gratis</2> que podrás usar para ayudar a más espíritus!
fr: Bienvenue dans <8>Sky</8> ! Nous aimerions connaître votre avis sur l'expérience jusqu'ici. Répondez à ce sondage pour recevoir <2> <candle/> gratuitement</2>, à utiliser pour aider d'autres esprits !
id: Selamat datang di <8>Sky</8>! Kami ingin sekali mendengar tanggapan dan masukan dari kamu tentang pengalaman kamu selama ini. Lengkapi survei ini untuk mendapatkan <2><candle/> gratis</2> yang dapat kamu gunakan untuk membantu lebih banyak orang!
it: Ti diamo il benvenuto su <8>Sky</8>! Ci piacerebbe sentire il tuo parere sull'esperienza di gioco. Completa questo sondaggio per ottenere <candle/> <2>gratis</2> da utilizzare per aiutare più spiriti!
ja: <b>Sky</b>へようこそ！これまでの体験についてのフィードバックをぜひお聞かせください。 アンケートにご回答いただいた方には、精霊たちとの友情を育む際に使える<2>無料<candle/></2>を贈呈します 。
ko: <8>Sky</8>에 오신 것을 환영합니다! 지금까지의 게임플레이 경험이 어땠는지 간단히 의견을 들려주세요. 이 설문에 참여해 주시면 더 많은 영혼을 도울 수 있는 <2>무료 <candle/></2>를 드립니다!
pt: Boas-vindas a <8>Sky</8>! Gostaríamos muito de ouvir seus comentários sobre a experiência até agora. Preencha esta pesquisa em troca de <candle/> <2>grátis</2>, que você pode usar para ajudar mais espíritos!
ru: Добро пожаловать в <8>Sky</8>! Мы хотели бы узнать ваши впечатления об игре. Пройдите этот опрос и получите <2><candle/> в подарок</2>, чтобы помочь духам!
th: ขอต้อนรับสู่ <8>Sky</8>! เราอยากที่จะได้ยินข้อเสนอแนะของคุณเกี่ยวกับประสบการณ์เกมที่คุณได้รับ ทำแบบสำรวจนี้ให้เสร็จเพื่อรับ <2><candle/></2> ฟรี ซึ่งคุณสามารถนำไปช่วยเหล่าสปิริตได้มากขึ้น!
vi: Chào mừng bạn đến với <8>Sky</8>! Chúng tôi rất mong nhận được phản hồi của bạn về trải nghiệm từ trước đến nay. Hãy hoàn thành khảo sát này để nhận được <2><candle/> miễn phí</2> để bạn có thể giúp nhiều được tinh linh hơn!
zh_hans: 欢迎进入<8>《Sky光·遇》</8>的世界！我们非常希望了解你对迄今为止的游玩体验有何看法。 完成此问卷调查，获得可以用来帮助更多先灵的<2>免费<candle/></2>！
zh_hant: 歡迎來到 <8>Sky 的國度</8>！我們非常希望聽到您迄今為止的體驗想法。 完成這項調查，就能獲得<2>免費<candle/></2>，可以用來幫助更多的先靈！

# hint_questionnaire_candle_02
source: Welcome back to <8>Sky</8>! We would love to hear more from you. Complete this survey and you'll receive 3 <2>free <candle/></2>! Your response will help us tremendously.
de: Willkommen zurück in <8>Sky</8>! Wir würden gerne mehr von dir hören. Wenn du an dieser Umfrage teilnimmst, erhältst du 3 <2>kostenlose <candle/></2>! Deine Antwort würde uns wirklich helfen.
es: ¡Te damos nuevamente la bienvenida a <8>Sky</8>! Nos encantaría conocerte mejor. ¡Completa esta encuesta para recibir 3 <2><candle/> gratis</2>! Tu respuesta nos ayuda muchísimo.
fr: Bon retour dans <8>Sky</8> ! Répondez à ce sondage pour obtenir 3 <2><candle/> gratuitement </2> ! Vos réponses sont cruciales pour nous.
id: Selamat datang kembali di <8>Sky</8>! Kami ingin mendengar lebih banyak dari kamu. Selesaikan survei ini dan kamu akan mendapatkan 3 <2><candle/> gratis</2>! Tanggapan darimu akan sangat membantu kami.
it: È bello rivederti su <8>Sky</8>! Ci piacerebbe sentire il tuo parere. Completa questo sondaggio e riceverai 3 <candle/> <2>gratis</2>! La tua risposta ci aiuterà moltissimo.
ja: おかえりなさい！ぜひあなたの<b>Sky</b>に関するご意見をお聞かせください。このアンケートに最後までご回答いただくと、<2>無料<candle/></2>3本がアカウントに贈呈されます！ご協力よろしくお願いいたします。
ko: <8>Sky</8>에 돌아오신 것을 환영합니다! 여러분의 의견을 들려주세요. 이 설문에 참여해 주시면 <2>무료 <candle/></2> 3개를 드립니다! 여러분의 답변은 큰 도움이 됩니다.
pt: Boas-vindas de volta ao <8>Sky</8>! Adoraríamos ouvir mais de você. Participe desta pesquisa e você receberá 3 <candle/> <2>grátis</2>! Sua resposta nos ajudará muito.
ru: Добро пожаловать <8>Sky</8>! Мы бы хотели бы узнать, что вы думаете об игре. Пройдите опрос и получите 3 <2><candle/> в подарок</2>! Ваши ответы очень важны для нас.
th: ขอต้อนรับกลับมาสู่ <8>Sky</8>! เราอยากได้ยินข้อเสนอแนะจากคุณ ทำแบบสำรวจนี้ให้เสร็จ แล้วคุณจะได้รับ <2><candle/></2> ฟรี 3 เล่ม! คำตอบของคุณจะช่วยเราได้อย่างมาก
vi: Chào mừng trở lại <8>Sky</8>! Chúng tôi muốn được bạn chia sẻ nhiều hơn. Hoàn thành khảo sát này và bạn sẽ nhận được 3 <2><candle/> miễn phí</2>! Những đóng góp của bạn sẽ giúp chúng tôi rất nhiều.
zh_hans: 欢迎再次回到<8>《Sky光·遇》</8>的世界！我们非常愿意倾听你的更多想法。完成此问卷调查，你将获得3支<2>免费<candle/></2>！你的答复将极大地帮助我们。
zh_hant: 請幫助我們改善<8>《Sky光·遇》</8>。我們期待聽到您的更多想法。完成這份問卷，即可獲得 3 根<2>免費<candle/></2>！您的答覆將對我們有莫大的幫助。

# hint_questionnaire_candle_03
source: Please help us improve <8>Sky</8>. We have a longer survey to help us better understand our players. If you'd like, you can complete it and you'll receive 3 <2>free <candle/></2>! Your participation will help us tremendously.
de: Bitte hilf uns dabei, <8>Sky</8> zu verbessern. Wir führen eine längere Umfrage durch, um unsere Spieler besser zu verstehen. Wenn du möchtest, kannst du daran teilnehmen und erhältst 3 <2>kostenlose <candle/></2>! Deine Teilnahme würde uns wirklich helfen.
es: Ayúdanos a mejorar <8>Sky</8>. Tenemos una encuesta más larga que nos ayudará a entender mejor a nuestra comunidad. Si quieres, puedes completarla y recibir 3 <2><candle/> gratis</2>. Tu respuesta nos ayuda muchísimo.
fr: Aidez-nous à améliorer <8>Sky</8>. Nous proposons un sondage plus long pour mieux comprendre nos joueurs. Si vous le souhaitez, vous pouvez y répondre, et vous recevrez 3 <2> <candle/> gratuitement</2> ! Votre participation nous aidera énormément.
id: Tolong bantu kami meningkatkan <8>Sky</8>. Kami memiliki survei yang lebih panjang untuk membantu kami lebih memahami para pemain kami. Jika kamu mau, kamu bisa menyelesaikannya dan kamu akan menerima 3 <2><candle/> gratis</2>! Partisipasi kamu akan sangat membantu kami.
it: Aiutaci a migliorare <8>Sky</8>. Abbiamo un sondaggio più lungo per aiutarci a comprendere meglio i nostri giocatori. Se lo desideri, puoi completarlo e riceverai 3 <candle/> <2>gratis</2>! La tua partecipazione ci aiuterà moltissimo.
ja: <b>Sky</b>をより良いゲームにするためにご協力をお願いします。プレイヤーの皆さんをより深く理解するため、少し長めのアンケートとなっています。ご回答いただけましたら、<2>無料<candle/></2>を3本贈呈します !ご協力よろしくお願いいたします。
ko: 더 나은 <8>Sky</8>를 만들 수 있게 도와주세요! 플레이어 여러분을 더욱 잘 이해하기 위해 보다 자세한 설문을 준비했습니다. 이 설문에 참여해 주시면 감사한 마음을 담아 <2>무료 <candle/></2> 3개를 드려요. 여러분의 참여는 큰 도움이 됩니다.
pt: Ajude-nos a melhorar o <8>Sky</8>. Temos uma pesquisa maior para nos ajudar a entender melhor os jogadores. Se desejar, você pode concluí-la e receber 3 <candle/> <2>grátis</2>! Sua participação nos ajudará muito.
ru: Помогите нам сделать <8>Sky</8> еще лучше. Мы подготовили расширенный опрос, чтобы лучше понять наших игроков. Пройдите его и получите 3 <2><candle/> в подарок</2>! Ваши ответы очень важны для нас.
th: โปรดช่วยเราพัฒนา <8>Sky</8> เรามีแบบสำรวจที่ยาวขึ้นเพื่อช่วยให้เราเข้าใจผู้เล่นของเราได้ดีขึ้น หากคุณต้องการ คุณสามารถทำแบบสำรวจให้เสร็จ แล้วรับ <2><candle/></2> ฟรี 3 เล่มได้เลย! การเข้าร่วมของคุณจะช่วยเราได้อย่างมาก
vi: Hãy giúp chúng tôi cải thiện <8>Sky</8>. Chúng tôi có một cuộc khảo sát chi tiết hơn nhằm hiểu rõ hơn về cộng đồng người chơi. Nếu bạn sẵn sàng, hãy hoàn thành khảo sát để nhận 3 <2><candle/> miễn phí</2>! Sự tham gia của bạn sẽ giúp chúng tôi rất nhiều.
zh_hans: 请帮助我们改进<8>《Sky光·遇》</8>。我们准备了一份更长的问卷调查，以便更好地了解我们的玩家。如果愿意，你可以完成此问卷调查并获得3支<2>免费<candle/></2>！你的参与将极大地帮助我们。
zh_hant: 請協助我們改善<8>《Sky光·遇》</8>。我們有一份較長的問卷調查，以便我們更了解玩家的想法。如果您願意，完成問卷就能獲得 3 根<2>免費<candle/></2>！您的參與將對我們有莫大的幫助。

# hint_questionnaire_candle_05
source: Please help us by completing this 10 minute survey and you'll earn 6 <2>FREE<candle/></2>!
de: Bitte hilf uns, indem du diese 10-minütige Umfrage abschließt, und du erhältst 6 <2>KOSTENLOSE<candle/></2>!
es: Por favor, ayúdanos completando esta encuesta de 10 minutos y ganarás 6 <2><candle/>GRATIS</2>.
fr: Veuillez nous aider en complétant ce sondage de 10 minutes et vous gagnerez 6 <2><candle/>GRATUITES</2>.
id: Tolong bantu kami dengan menyelesaikan survei selama 10 menit ini dan kamu akan mendapatkan 6 <2><candle/>GRATIS</2>!
it: Per favore, aiutaci completando questo sondaggio di 10 minuti e guadagnerai 6 <2><candle/>GRATIS</2>!
ja: 10分間のアンケートにご協力いただくと、6本の<2>無料の<candle/></2>キャンドルを獲得できます！
ko: 10분 설문에 참여해주시면 6개의 <2>무료<candle/></2> 양초를 받으실 수 있습니다!
pt: Por favor, ajude-nos completando esta pesquisa de 10 minutos e você ganhará 6 <2><candle/>GRÁTIS</2>!
ru: Пожалуйста, помогите нам, пройдя этот 10-минутный опрос, и вы получите 6 <2>БЕСПЛАТНЫХ<candle/></2> свечей!
th: กรุณาช่วยเราด้วยการทำแบบสำรวจ 10 นาทีนี้ แล้วคุณจะได้รับเทียน <2>ฟรี<candle/></2> 6 เล่ม
vi: Vui lòng giúp chúng tôi hoàn thành khảo sát 10 phút này và bạn sẽ nhận được 6 <2><candle/>MIỄN PHÍ</2>!
zh_hans: 请帮助我们完成这份 10 分钟的调查，您将获得 6 支<2>免费<candle/></2>蜡烛！
zh_hant: 請幫助我們完成這份 10 分鐘的調查，您將獲得 6 支<2>免費<candle/></2>蠟燭！

# hint_questionnaire_candle_06
source: Welcome to <8>Sky</8>! We would love to hear your feedback on the experience so far. Complete this survey for <2>free <candle/></2> that you can use to help more spirits!
de: Willkommen bei <8>Sky</8>! Wir würden uns über dein Feedback zu deiner bisherigen Erfahrung freuen. Nimm an dieser Umfrage teil und erhalte <2>kostenlos <candle/></2>, damit du mehr Geistern helfen kannst!
es: ¡Te damos la bienvenida a <8>Sky</8>! Nos encantaría conocer tu opinión sobre el juego. ¡Completa esta encuesta para recibir <2><candle/> gratis</2> que podrás usar para ayudar a más espíritus!
fr: Bienvenue dans <8>Sky</8> ! Nous aimerions connaître votre avis sur l'expérience jusqu'ici. Répondez à ce sondage pour recevoir <2> <candle/> gratuitement</2>, à utiliser pour aider d'autres esprits !
id: Selamat datang di <8>Sky</8>! Kami ingin sekali mendengar tanggapan dan masukan dari kamu tentang pengalaman kamu selama ini. Lengkapi survei ini untuk mendapatkan <2><candle/> gratis</2> yang dapat kamu gunakan untuk membantu lebih banyak orang!
it: Ti diamo il benvenuto su <8>Sky</8>! Ci piacerebbe sentire il tuo parere sull'esperienza di gioco. Completa questo sondaggio per ottenere <candle/> <2>gratis</2> da utilizzare per aiutare più spiriti!
ja: <b>Sky</b>へようこそ！これまでの体験についてのフィードバックをぜひお聞かせください。 アンケートにご回答いただいた方には、精霊たちとの友情を育む際に使える<2>無料<candle/></2>を贈呈します 。
ko: <8>Sky</8>에 오신 것을 환영합니다! 지금까지의 게임플레이 경험에 관해 여러분의 의견을 들려주세요. 이 설문에 참여해 주시면 더 많은 영혼을 도울 수 있는 <2>무료 <candle/></2>를 드립니다!
pt: Boas-vindas a <8>Sky</8>! Gostaríamos muito de ouvir seus comentários sobre a experiência até agora. Preencha esta pesquisa em troca de <candle/> <2>grátis</2>, que você pode usar para ajudar mais espíritos!
ru: Добро пожаловать в <8>Sky</8>! Мы хотели бы узнать ваши впечатления об игре. Пройдите этот опрос и получите <2><candle/> в подарок</2>, чтобы помочь духам!
th: ขอต้อนรับสู่ <8>Sky</8>! เราอยากที่จะได้ยินข้อเสนอแนะของคุณเกี่ยวกับประสบการณ์เกมที่คุณได้รับ ทำแบบสำรวจนี้ให้เสร็จเพื่อรับ <2><candle/></2> ฟรี ซึ่งคุณสามารถนำไปช่วยเหล่าสปิริตได้มากขึ้น!
vi: Chào mừng bạn đến với <8>Sky</8>! Chúng tôi rất mong nhận được phản hồi của bạn về trải nghiệm từ trước đến nay. Hãy hoàn thành khảo sát này để nhận được <2><candle/> miễn phí</2> để bạn có thể giúp nhiều được tinh linh hơn!
zh_hans: 欢迎进入<8>《Sky光·遇》</8>的世界！我们非常希望了解你对迄今为止的游玩体验有何看法。 完成此问卷调查，获得可以用来帮助更多先灵的<2>免费<candle/></2>！
zh_hant: 歡迎來到 <8>Sky 的國度</8>！我們非常希望聽到您迄今為止的體驗想法。 完成這項調查，就能獲得<2>免費<candle/></2>，可以用來幫助更多的先靈！

# hint_questionnaire_season
source: Please help us improve the Seasons in <8>Sky</8>. Complete this survey and you'll receive 3 <2>Free <candle/></2>! Your response will help us tremendously.
de: Bitte hilf uns dabei, die Saisons in <8>Sky</8> zu verbessern. Beende diese Umfrage und erhalte 3 <2>gratis <candle/></2>! Deine Antwort wird uns sehr helfen.
es: Ayúdanos a mejorar la temporada 1 de <8>Sky</8>. ¡Completa esta encuesta para recibir 3 <2><candle/> gratis</2>! Tu respuesta nos ayuda muchísimo.
fr: Aidez-nous à améliorer les saisons dans <8>Sky</8>. Répondez à ce sondage pour obtenir 3 <2><candle/> gratuitement </2> ! Vos réponses sont cruciales pour nous.
id: Bantu kami menyempurnakan Musim ini di <8>Sky</8>. Selesaikan survei ini dan dapatkan 3 <2>Gratis <candle/></2>! Tanggapanmu akan sangat membantu kami.
it: Aiutaci a migliorare le Stagioni di <8>Sky</8>. Completa questo sondaggio e ricevi 3 </2> <2>gratis<candle/>! Il tuo supporto è importante per noi!
ja: <8>Sky</8>の季節の改善にご協力ください。 こちらのアンケートにお答えいただいた方へ<2>お礼に</2>3本の<candle/>をお贈りします！皆さんの回答は、私たちの大きな力となります。
ko: <8>Sky</8> 시즌을 개선할 수 있도록 도와주세요. 이 설문을 완료하시면 <2>무료 <candle/> 3개를 드립니다! </2>! 여러분의 답변은 큰 도움이 됩니다.
pt: Ajude-nos a melhorar as temporadas do <8>Sky</8>. Participe desta pesquisa e você receberá 3 <2><candle/> grátis</2>! Sua resposta nos ajudará muito.
ru: Помогите улучшить сезоны в <8>Sky</8>. Пройдите этот опрос и получите 3 <2>бесплатных <candle/></2>! Ваши ответы очень помогут нам.
th: โปรดช่วยเราปรับปรับฤดูกาลใน <8>Sky</8> ทำแบบสำรวจนี้ให้เสร็จ แล้วคุณจะได้รับ <2><candle/></2> ฟรี 3 เล่ม! คำตอบของคุณจะช่วยเราได้อย่างมาก
vi: Vui lòng giúp chúng tôi cải thiện các Mùa trong <8>Sky</8>. Hoàn thành khảo sát này để nhận 3 <2><candle/> miễn phí</2>! Chúng tôi rất trân trọng phản hồi của bạn.
zh_hans: 请帮助我们改进<8>《Sky·光遇》</8>季节。 完成此调查，你将获得3支<2>免费<candle/></2>！你的回复将极大地帮助我们。
zh_hant: 請幫助我們改善<8>《Sky光·遇》</8>中的季節。 完成這份問卷，即可獲得 3 個<2>免費禮物<candle/></2>！您的回答將對我們有莫大的幫助。

# hint_reservation_unstable_network
source: The connection appears unstable. <warning>Your journey may be affected some.</warning>
de: Die Verbindung scheint instabil zu sein. <warning>Deine Reise könnte davon etwas beeinträchtigt werden.</warning>
es: Parece que la conexión es inestable. <warning>Es posible que tu viaje se vea afectado.</warning>
fr: La connexion semble instable. <warning>Votre voyage risque d’être affecté.</warning>
id: Koneksi tampaknya tidak stabil. <warning>Perjalananmu mungkin sedikit terganggu.</warning>
it: La connessione sembra poco stabile. <warning>La tua avventura potrebbe risentirne.</warning>
ja: 接続が不安定です。<warning>あなたの旅が影響を受ける可能性がございます</warning>
ko: 연결이 불안정합니다. <warning>모험에 약간의 영향이 있을 수 있습니다.</warning>
pt: A conexão está instável. <warning>Sua jornada pode ser afetada.</warning>
ru: Подключение нестабильно. <warning>Это может помешать вашему путешествию.</warning>
th: การเชื่อมต่อไม่เสถียร <warning>การเดินทางของคุณอาจได้รับผลกระทบบางส่วน</warning>
vi: Kết nối không ổn định. <warning>Hành trình của bạn có thể bị ảnh hưởng đôi chút.</warning>
zh_hans: 连接似乎不稳定。 <warning>你的旅程有可能因此受到影响。</warning>
zh_hant: 連線似乎不穩定。 <warning>你的旅程可能會受到一些影響。</warning>
