Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap18_fetch_01_task_desc
source: <b>Place</b> and <b>light</b> the <2>flames</2> to begin the lessons of <2>Passage</2>.
de: <b>Platziere</b> und <b>entzünde</b> die <2>Flammen</2>, um mit der Lehre des <2>Übergangs</2> zu beginnen.
es: <b>Coloca</b> e <b>ilumina</b> las <2>llamas</2> para comenzar las lecciones de <2>iniciación</2>.
fr: <b>Placez</b> et <b>allumez</b> les <2>flammes</2> pour débuter les leçons de l'<2>Initiation</2>.
id: <b>Siapkan</b> dan <b>nyalakan</b> <2>api</2> untuk memulai pelajaran dari <2>Inisiasi Pembaruan</2>.
it: <b>Colloca</b> e <b>accendi</b> le <2>fiamme</2> per iniziare le lezioni sulla <2>Transizione</2>.
ja: <2>火鉢</2>を<b>設置</b>し、<b>火を灯して</b><2>ならい</2>の儀を始めましょう
ko: <2>불꽃</2>을 <b>배치</b>하고 <b>불을 붙여</b> <2>성장</2>의 수업을 시작해 주세요.
pt: <b>Posicione</b> e <b>ilumine</b> as <2>chamas</2> para iniciar as lições da <2>Passagem</2>.
ru: <b>Расставьте</b> и <b>зажгите</b> <2>огни</2>, чтобы начать <2>Посвящение</2>.
th: <b>วาง</b>และ<b>จุด</b><2>เปลวไฟ</2>เพื่อเริ่มต้นบทเรียนแห่ง<2>เส้นทาง</2>
vi: <b>Đặt</b> và <b>thắp sáng</b> <2>ngọn lửa</2> để bắt đầu bài học về <2>Thử Thách</2>.
zh_hans: <b>放置</b>并<b>点燃</b><2>火焰</2>即可开始<2>夜行</2>。
zh_hant: <b>放置</b>並<b>點燃</b><2>火焰</2>以開始<2>夜行</2>。

# ap18_fetch_02_audience_out_of_bounds
source: You are <b>wandering</b> astray. <b>Return</b> to the group.
de: Du kommst <b>vom Weg ab</b>. Kehre zur Gruppe <b>zurück</b>.
es: Estás <b>vagando</b> sin rumbo. <b>Regresa</b> con el grupo.
fr: Vous vous <b>éloignez</b>. <b>Revenez</b> vers le groupe.
id: Kamu <b>berkeliaran</b> terlalu jauh. <b>Kembali</b> ke grup.
it: Ti stai <b>allontanando</b>. <b>Torna</b> dal gruppo.
ja: あなたは<b>迷子</b>になってしまっています。仲間たちのもとへ<b>戻りましょう</b>
ko: 혼자 떨어져 <b>헤매고 있습니다</b>. 무리로 <b>돌아가세요</b>.
pt: Você está <b>se perdendo</b>. <b>Retorne</b> ao grupo.
ru: Вы слишком <b>далеко</b> ушли. <b>Вернитесь</b> к группе.
th: คุณกำลังเดิน<b>หลงทาง</b> โปรด<b>กลับไปที่</b>กลุ่ม
vi: Bạn đang <b>lang thang</b> lạc lối. Hãy <b>quay về</b> với nhóm.
zh_hans: 你<b>走太远</b>了。快<b>回到</b> 队伍中。
zh_hant: 你<b>走得太遠</b>了。快<b>回到</b> 隊伍中。

# ap18_fetch_02_audience_wait
source: Night has come. The <2>Passage of Reliance</2> will soon commence.
de: Es wird Nacht. Bald beginnt der <2>Übergang der Zuversicht</2>.
es: Llegó la noche. Pronto comenzará la <2>iniciación de dependencia</2>.
fr: La nuit est tombée. L'<2>Initiation à la Confiance</2> va bientôt commencer.
id: Malam telah tiba. <2>Inisiasi Kepercayaan</2> akan segera dimulai.
it: La notte è arrivata. La <2>Transizione dell'Affidabilità</2> inizierà presto.
ja: 夜がおとずれました。まもなく<2>信頼のならい</2>が始まります
ko: 밤이 되었습니다. <2>믿음의 성장</2>을 곧 개시합니다.
pt: A noite chegou. A <2>Passagem da Confiança</2> já vai começar.
ru: Наступила ночь. Скоро начнется <2>Посвящение доверия</2>.
th: ค่ำคืนได้มาเยือนแล้ว <2>เส้นทางแห่งการพึ่งพา</2>จะเริ่มขึ้นในไม่ช้า
vi: Màn đêm đã buông xuống. <2>Thử Thách Lòng Tin</2> sẽ sớm bắt đầu.
zh_hans: 夜幕降临。<2>信赖之旅</2>即将开始。
zh_hant: 夜幕降臨。<2>信任之旅</2>即將開始。

# ap18_fetch_02_intro_cinematic_subtitle
source: <b>Journey</b> across the realms of Sky to find the mask and learn its <2>Passage</2>.
de: <b>Reise</b> durch die Reiche von Sky, finde die Maske und erlerne ihren <2>Übergang</2>.
es: <b>Viaja</b> a través de los reinos de Sky para encontrar la máscara y aprender su <2>iniciación</2>.
fr: <b>Voyagez</b> dans les royaumes de Sky pour trouver le masque et découvrir son <2>Initiation</2>.
id: <b>Jelajahi</b> berbagai dunia di Sky untuk menemukan topeng dan mempelajari setiap <2>Inisiasi Pembaruan</2>.
it: <b>Viaggia</b> attraverso i regni di Sky per trovare la maschera e apprendere la sua <2>Transizione</2>.
ja: Skyの各地を<b>旅して</b>仮面を探し、様々な<2>ならい</2>を学びましょう
ko: Sky 월드를 <b>여행</b>하면서 가면을 찾고 <2>성장</2>를 배우세요.
pt: <b>Atravesse</b> os reinos de Sky para encontrar a máscara e aprender a <2>Passagem</2> dela.
ru: <b>Отправляйтесь</b> в миры Неба на поиски маски и узнайте, в чём ее <2>урок</2>.
th: <b>ออกเดินทาง</b>ผ่านดินแดนแห่ง Sky เพื่อค้นหาหน้ากาก และเรียนรู้<2>เส้นทาง</2>ของมัน
vi: <b>Hành trình</b> qua các vương quốc của Sky để tìm chiếc mặt nạ và tìm hiểu về <2>Thử Thách</2>.
zh_hans: <b>跨越</b>Sky的领域，寻找面具并了解它的<2>夜行旅程</2>。
zh_hant: <b>行遍</b>Sky的領域，尋找面具並瞭解它的<2>夜行旅程</2>。

# ap18_fetch_02_intro_cinematic_subtitle_02
source: Go to the <2>mask</2> near the <b>brook</b> in <b>Hidden Forest</b> to begin the <2>Passage of Reliance</2>.
de: Begib dich zur <2>Maske</2> in der Nähe des <b>Baches</b> im <b>Verborgenen Wald</b>, um den <2>Übergang der Zuversicht</2> zu beginnen.
es: Ve a la <2>máscara</2> cerca del <b>arroyo</b> en el <b>Bosque Escondido</b> para comenzar la <2>iniciación de dependencia</2>.
fr: Trouvez le <2>masque</2> près du <b>ruisseau</b> dans la <b>Forêt cachée</b> afin de commencer l'<2>Initiation à la Confiance</2>.
id: Pergi menuju <2>topeng</2> di dekat <b>anak sungai</b> di <b>Hutan Tersembunyi</b> untuk memulai <2>Inisiasi Kepercayaan</2>.
it: Vai alla <2>maschera</2> vicino al <b>ruscello</b> nella <b>Foresta Nascosta</b> per iniziare la <2>Transizione dell'Affidabilità</2>.
ja: <b>雨林</b>の<b>小川</b>で<2>仮面</2>を見つけ、<2>信頼のならい</2>を始めましょう
ko: <b>비밀의 숲</b>에 있는 <b>개울</b> 근처에서 <2>가면</2>을 찾아 <2>믿음의 성장</2>을 시작하세요.
pt: Vá até a <2>máscara</2> perto do <b>córrego</b> na <b>Floresta Oculta</b> para iniciar a <2>Passagem da Confiança</2>.
ru: Идите к <2>маске</2> рядом с <b>ручьем</b> в <b>Тайном лесу</b>, чтобы начать <2>Посвящение доверия</2>.
th: ไปหา<2>หน้ากาก</2>ที่อยู่ใกล้กับ<b>ลำธาร</b>ใน<b>ป่าลับ</b>เพื่อเริ่มต้น<2>เส้นทางแห่งการพึ่งพา</2>
vi: Tới chỗ <2>mặt nạ</2> gần <b>dòng suối</b> trong <b>Rừng Mưa</b> để bắt đầu <2>Thử Thách Lòng Tin</2>.
zh_hans: 找到<b>雨林小溪</b>附近的<2>面具</2>，开始<2>信赖之旅</2>。
zh_hant: 找到<b>雨林小溪</b>附近的<2>面具</2>，以開始<2>信任之旅</2>。

# ap18_fetch_02_outro_cinematic_subtitle
source: You and your fellow <1>pupils</1> have honored the wisdom of <2>Reliance</2>.
de: Du und deine <1>Mitschüler</1> habt die Weisheit der <2>Zuversicht</2> gewürdigt.
es: Tú y los demás <1>pupilos</1> honraron la sabiduría de la <2>dependencia</2>.
fr: Avec les autres <1>élèves</1>, vous avez honoré la sagesse de la <2>Confiance</2>.
id: Kamu dan para <1>murid</1> lainnya telah mempelajari nilai kebijaksanaan dari <2>Kepercayaan</2>.
it: Tu e gli altri <1>alunni</1> avete onorato la saggezza dell'<2>Affidabilità</2>.
ja: あなたと仲間の<1>見習い</1>たちは、見事に<b>信頼</b>の知恵を授かりました
ko: 당신을 비롯한 <1>제자들</1>은 <2>믿음</2>의 지혜를 배웠습니다.
pt: Você e os outros <1>pupilos</1> honraram a sabedoria da <2>Confiança</2>.
ru: Вы и ваши <1>товарищи</1> обрели Мудрость <2>доверия</2>.
th: คุณและ<1>ลูกศิษย์</1>ของคุณได้ยกย่องสติปัญญาแห่ง<2>การพึ่งพา</2>
vi: Bạn và các <1>học trò</1> khác đã tôn vinh trí tuệ <2>Lòng Tin</2>.
zh_hans: 你和其他<1>学徒</1>已经掌握了<2>信赖</2>的智慧。
zh_hant: 你和其他<1>學徒</1>夥伴已經掌握了<2>信任</2>的智慧。

# ap18_fetch_02_outro_cinematic_subtitle_02
source: The <2>Passage of Reliance</2> is complete.
de: Der <2>Übergang der Zuversicht</2> ist abgeschlossen.
es: La <2>iniciación de dependencia</2> está completa.
fr: L'<2>Initiation à la Confiance</2> est terminée.
id: <2>Inisiasi Kepercayaan</2> berhasil diselesaikan.
it: La <2>Transizione dell'Affidabilità</2> è completa.
ja: <2>信頼のならい</2>を終えました
ko: <2>믿음의 성장</2>이 완료되었습니다.
pt: A <2>Passagem da Confiança</2> está completa.
ru: <2>Посвящение доверия</2> пройдено.
th: <2>เส้นทางแห่งการพึ่งพา</2>ได้เสร็จสิ้นแล้ว
vi: <2>Thử Thách Lòng Tin</2> đã hoàn tất.
zh_hans: <2>信赖之旅</2>已经完成。
zh_hant: <2>信任之旅</2>已經完成。

# ap18_fetch_02_ritual_fail_01
source: You wandered too far from the others and were <b>lost</b>.
de: Du hast dich zu weit von den anderen entfernt und dich <b>verirrt</b>.
es: Te alejaste mucho de los demás y te <b>perdiste</b>.
fr: Vous avez fini par vous <b>perdre</b> en vous éloignant trop des autres.
id: Kamu berkeliaran terlalu jauh dari yang lain dan <b>tersesat</b>.
it: Ci siamo allontanati troppo dagli altri e ci siamo <b>smarriti</b>.
ja: 仲間たちから離れすぎて<b>迷子</b>になってしまいました
ko: 무리로부터 너무 멀리 떨어져 헤매다 <b>길을 잃었습니다</b>.
pt: Você se distanciou dos outros e se <b>perdeu</b>.
ru: Вы ушли слишком далеко от остальных и <b>потерялись</b>.
th: คุณเดินออกห่างจากคนอื่นๆ มากเกินไป และได้<b>หลงทาง</b>
vi: Bạn đã lang thang quá xa khỏi những người khác và <b>bị lạc</b>.
zh_hans: 你已彻底远离其他人并因此而<b>迷路</b>了。
zh_hant: 你走得離其他人太遠，因而<b>迷路</b>了。

# ap18_fetch_02_ritual_fail_02
source: <b>Wait here</b>. The others will come find you.
de: <b>Warte hier</b>. Die anderen werden nach dir suchen.
es: <b>Espera aquí</b>. Los demás vendrán a buscarte.
fr: <b>Attendez ici</b>. Les autres viendront vous chercher.
id: <b>Tunggu di sini</b>. Rekanmu akan menemukanmu.
it: <b>Aspetta qui</b>. Gli altri verranno a trovarti.
ja: <b>ここで待ちましょう</b>。仲間があなたを見つけてくれるでしょう
ko: <b>여기에서 기다리세요</b>. 다른 플레이어들이 당신을 찾으러 올 거예요.
pt: <b>Espere aqui</b>. Os outros virão encontrar você.
ru: <b>Подождите здесь</b>. Остальные вас найдут.
th: <b>รออยู่ที่นี่</b> แล้วคนอื่นๆ จะมาหาคุณ
vi: <b>Đợi ở đây</b>. Những người khác sẽ tìm đến bạn.
zh_hans: <b>请在此处等候</b>。其他人会来找你的。
zh_hant: <b>請在此處等候</b>。其他人會來找你的。

# ap18_fetch_02_ritual_hint
source: The darkness of the forest will <b>overcome you</b> if you wander too far.
de: Die Finsternis des Waldes wird <b>dich überwältigen</b>, wenn du dich zu weit entfernst.
es: La oscuridad del bosque te <b>abrumará</b> si te alejas demasiado.
fr: L'obscurité de la forêt <b>vous enveloppera</b> si vous vous éloignez trop.
id: Kegelapan hutan akan <b>melahapmu</b> jika kamu berkeliaran terlalu jauh.
it: L'oscurità della foresta ti potrebbe <b>sopraffare</b> se ti allontani troppo.
ja: あまり遠くにはぐれてしまうと、この森の闇に<b>のまれてしまうでしょう</b>
ko: 너무 멀리 벗어나면 숲의 어둠에 <b>삼켜집니다</b>.
pt: Não se distancie demais, ou a escuridão da floresta vai <b>dominar você</b>.
ru: Лесная тьма <b>поглотит вас</b>, если вы уйдете слишком далеко.
th: ความมืดมิดของป่าจะ<b>ครอบงำคุณ</b> หากคุณเดินออกไปไกลเกินไป
vi: Bóng tối của khu rừng sẽ <b>nuốt chửng bạn</b> nếu bạn lang thang quá xa.
zh_hans: 如果你走得太远，森林的黑暗会<b>将你吞噬</b>。
zh_hant: 如果你走得太遠，森林的黑暗會<b>將你吞噬</b>。

# ap18_fetch_02_ritual_start_01
source: Wait here to start the <2>Passage of Reliance</2>. <b>Others will join you</b> before it begins.
de: Warte hier, um den <2>Übergang der Zuversicht</2> zu beginnen. Die anderen werden sich dir vor Beginn <b>anschließen</b>.
es: Espera aquí para comenzar la <2>iniciación de dependencia</2>. <b>Se te unirán otras personas</b> antes de comenzar.
fr: Attendez ici pour commencer l'<2>Initiation à la Confiance</2>. <b>Les autres vous rejoindront</b> avant que celle-ci commence.
id: Tunggu di sini untuk memulai <2>Inisiasi Kepercayaan</2>. <b>Yang lain akan bergabung</b> sebelum misi dimulai.
it: Aspetta qui per iniziare la <2>Transizione dell'Affidabilità</2>. <b>Altri si uniranno a te</b> prima dell'inizio.
ja: <2>信頼のならい</2>が始まるまで、ここで待ちましょう。開始までに<b>他の仲間たちもやってくるでしょう</b>
ko: 여기에서 기다리면 <2>믿음의 성장</2>이 시작합니다. 시작하기 전 <b>다른 플레이어도 합류합니다</b>.
pt: Espere aqui para iniciar a <2>Passagem da Confiança</2>. <b>Outros virão se juntar a você</b> antes que ela comece.
ru: Подождите здесь, чтобы начать <2>Посвящение доверия</2>. <b>Остальные придут </b> до его начала.
th: รอที่นี่เพื่อเริ่มต้น<2>เส้นทางแห่งการพึ่งพา</2> <b>คนอื่นๆ จะมาเข้าร่วมกับคุณ</b>ก่อนที่มันจะเริ่มต้นขึ้น
vi: Hãy đợi ở đây để bắt đầu <2>Thử Thách Lòng Tin</2>. <b>Những người khác sẽ tới chỗ bạn</b> trước khi thử thách bắt đầu.
zh_hans: 请在此处等待<2>信赖之旅</2>开始。开始之前<b>会有其他人加入你</b>。
zh_hant: 請在此處等待<2>信任之旅</2>開始。開始之前<b>會有其他人加入你</b>。

# ap18_fetch_02_task_desc
source: <b>Clean up</b> equipment that careless prospectors have discarded to complete the <2>Passage of Reliance</2>.
de: <b>Beseitige</b> Ausrüstung, die nachlässige Goldgräber weggeworfen haben, um den <2>Übergang der Zuversicht</2> abzuschließen.
es: <b>Limpia</b> los equipos que descartaron los descuidados buscadores de oro para completar la <2>iniciación de dependencia</2>.
fr: <b>Nettoyez</b> l'équipement que les prospecteurs insouciants ont abandonné pour terminer l'<2>Initiation à la Confiance</2>.
id: <b>Bersihkan</b> perlengkapan yang dibuang penyelidik ceroboh untuk menyelesaikan <2>Inisiasi Kepercayaan</2>.
it: <b>Ripulisci</b> le attrezzature che i cercatori sbadati hanno abbandonato per completare la <2>Transizione dell'Affidabilità</2>.
ja: おっちょこちょいな坑夫たちが残した道具などを<b>片付け</b>、<2>信頼のならい</2>を完了しましょう
ko: 경솔한 탐사자들이 버리고 간 장비를 <b>청소하고</b> <2>믿음의 성장</2>을 완료하세요.
pt: <b>Limpe</b> o equipamento que os prospectores descuidados descartaram para concluir a <2>Passagem da Confiança</2>.
ru: <b>Уберите</b> оборудование, которое бросили старатели, чтобы пройти <2>Посвящение доверия</2>.
th: <b>ทำความสะอาด</b>อุปกรณ์ที่ผู้สำรวจแร่จอมสะเพร่าได้ทิ้งเอาไว้เพื่อทำ<2>เส้นทางแห่งการพึ่งพา</2>ให้เสร็จ
vi: <b>Dọn</b> các thiết bị mà những nhà thám hiểm bất cẩn đã bỏ lại để hoàn thành <2>Thử Thách Lòng Tin</2>.
zh_hans: <b>清理</b>粗心大意的勘探者遗落的装备以完成<2>信赖之旅</2>。
zh_hant: <b>清理</b>粗心大意的勘探者遺落的裝備以完成<2>信任之旅</2>。

# ap18_fetch_03_audience_out_of_bounds
source: <b>Return</b> to the others – the <2>Passage of Assistance</2> has not yet begun.
de: Kehre zu den anderen <b>zurück</b> – der <2>Übergang der Mithilfe</2> hat noch nicht begonnen.
es: <b>Regresa</b> con los demás: todavía no comenzó la <2>iniciación de asistencia</2>.
fr: <b>Retournez</b> voir les autres, l'<2>Initiation à l'Assistance</2> n'a pas encore commencé.
id: <b>Kembali</b> ke rekanmu yang lain – <2>Inisiasi Pertolongan</2> belum dimulai.
it: <b>Ritorna</b> dagli altri: la <2>Transizione dell'Assistenza</2> non è ancora iniziata.
ja: 仲間たちのもとに<b>戻りましょう</b> – <2>助力のならい</2>はまだ始まっていません
ko: 무리로 <b>돌아가세요</b>. <2>도움의 성장</2>은 아직 시작하기 전입니다.
pt: <b>Retorne</b> aos outros. A <2>Passagem da Assistência</2> ainda não começou.
ru: <b>Вернитесь</b> к остальным — <2>Посвящение помощи</2> еще не началось.
th: <b>กลับไป</b>หาคนอื่นๆ – <2>เส้นทางแห่งการช่วยเหลือ</2>ยังไม่ได้เริ่มต้นขึ้น
vi: <b>Quay về</b> với những người khác – <2>Thử Thách Hỗ Trợ</2> vẫn chưa bắt đầu.
zh_hans: <2>互助之旅</2>尚未开始，<b>请回去</b>找其他人。
zh_hant: <2>互助之旅</2>尚未開始<b>，請回去</b>找其他人。

# ap18_fetch_03_audience_wait
source: The <2>Passage of Assistance</2> will begin shortly. <b>Wait here</b>. Others will <b>join</b> you before it begins.
de: Der <2>Übergang der Mithilfe</2> beginnt in Kürze. <b>Warte hier</b>. Die anderen werden sich dir vor Beginn <b>anschließen</b>.
es: La <2>iniciación de asistencia</2> comenzará en breve. <b>Espera aquí</b>. Se te <b>unirán</b> otras personas antes de que comience.
fr: L'<2>Initiation à l'Assistance</2> va bientôt commencer. <b>Attendez ici</b>. Les autres vous <b>rejoindront</b> avant que celle-ci commence.
id: <2>Inisiasi Pertolongan</2> akan segera dimulai. <b>Tunggu di sini</b>. Yang lain akan <b>bergabung</b> sebelum misi dimulai.
it: La <2>Transizione dell'Assistenza</2> inizierà a breve. <b>Aspetta qui</b>. Altri si <b>uniranno</b> a te prima dell'inizio.
ja: <2>助力のならい</2>はもうすぐ始まります。<b>ここで待ちましょう</b>。 開始までに<b>他の仲間たちもやってくるでしょう</b>
ko: <2>도움의 성장</2>이 곧 시작합니다. <b>여기에서 기다리세요</b>. 시작하기 전 <b>다른 플레이어도 합류합니다</b>.
pt: A <2>Passagem da Assistência</2> vai começar em breve. <b>Espere aqui</b>. Outros virão<b>se juntar</b> a você antes que ela tenha início.
ru: <2>Посвящение помощи</2> скоро начнется. <b>Подождите здесь</b>. Остальные <b>придут</b> до его начала.
th: <2>เส้นทางแห่งการช่วยเหลือ</2>จะเริ่มขึ้นในเร็วๆ นี้ <b>รออยู่ที่นี่</b> แล้วคนอื่นๆ จะมา<b>เข้าร่วม</b>กับคุณก่อนที่มันจะเริ่มต้นขึ้น
vi: <2>Thử Thách Hỗ Trợ</2> sẽ sớm bắt đầu. <b>Đợi ở đây</b>. Những người khác sẽ <b>tới chỗ bạn</b> trước khi thử thách bắt đầu.
zh_hans: <2>互助之旅</2>即将开始。<b>请在此处等候</b>。其他人会在开始之前<b>加入</b>。
zh_hant: <2>互助之旅</2>即將開始。<b>請在此處等候</b>。其他人會在開始之前<b>加入</b>。

# ap18_fetch_03_intro_cinematic_subtitle
source: <b>Journey</b> across the realms of Sky to find the mask and learn its <2>Passage</2>.
de: <b>Reise</b> durch die Reiche von Sky, finde die Maske und erlerne ihren <2>Übergang</2>.
es: <b>Viaja</b> a través de los reinos de Sky para encontrar la máscara y aprender su <2>iniciación</2>.
fr: <b>Voyagez</b> dans les royaumes de Sky pour trouver le masque et découvrir son <2>Initiation</2>.
id: <b>Jelajahi</b> berbagai dunia di Sky untuk menemukan topeng dan mempelajari setiap <2>Inisiasi Pembaruan</2>.
it: <b>Viaggia</b> attraverso i regni di Sky per trovare la maschera e apprendere la sua <2>Transizione</2>.
ja: Skyの各地を<b>旅して</b>仮面を探し、様々な<2>ならい</2>を学びましょう
ko: Sky 월드를 <b>여행</b>하면서 가면을 찾고 <2>성장</2>를 배우세요.
pt: <b>Atravesse</b> os reinos de Sky para encontrar a máscara e aprender a <2>Passagem</2> dela.
ru: <b>Отправляйтесь</b> в миры Неба на поиски маски и узнайте, в чём ее <2>урок</2>.
th: <b>ออกเดินทาง</b>ผ่านดินแดนแห่ง Sky เพื่อค้นหาหน้ากาก และเรียนรู้<2>เส้นทาง</2>ของมัน
vi: <b>Hành trình</b> qua các vương quốc của Sky để tìm chiếc mặt nạ và tìm hiểu về <2>Thử Thách</2>.
zh_hans: <b>跨越</b>Sky的领域，寻找面具并了解它的<2>夜行旅程</2>。
zh_hant: <b>行遍</b>Sky的領域，尋找面具並瞭解它的<2>夜行旅程</2>。

# ap18_fetch_03_intro_cinematic_subtitle_02
source: Go to the <2>mask</2> in the <b>Prairie Caves</b> to begin the <2>Passage of Assistance</2>.
de: Begib dich zur <2>Maske</2> in den <b>Präriehöhlen</b>, um den <2>Übergang der Mithilfe</2> zu beginnen.
es: Ve a la <2>máscara</2> de las <b>cuevas de la planicie</b> para comenzar la <2>iniciación de asistencia</2>.
fr: Allez au <2>masque</2> dans les <b>grottes de la Prairie</b> pour commencer l'<2>Initiation à l'Assistance</2>.
id: Pergi menuju <2>topeng</2> di <b>Gua Padang Rumput</b> untuk memulai <2>Inisiasi Pertolongan</2>.
it: Vai alla <2>maschera</2> nel <b>grotte della Prateria</b> per iniziare la <2>Transizione dell'Assistenza</2>.
ja: <b>草原の洞窟</b>で<2>仮面</2>を見つけ、<2>助力のならい</2>を始めましょう
ko: <b>햇빛 초원</b>에 있는 <b>동굴</b>에서 <2>가면</2>을 찾아 <2>도움의 성장</2>을 시작하세요.
pt: Vá até a <2>máscara</2> nas <b>Cavernas da Campina</b> para começar a <2>Passagem da Assistência</2>.
ru: Идите к <2>маске</2> в <b>пещерах в прерии</b>, чтобы начать <2>Посвящение помощи</2>.
th: ไปหา<2>หน้ากาก</2>ที่อยู่ใน<b>ถ้ำแห่งทุ่งหญ้า</b>เพื่อเริ่ม<2>เส้นทางแห่งการช่วยเหลือ</2>
vi: Tới chỗ <2>mặt nạ</2> trong <b>Hang Thảo Nguyên Ánh Sáng</b> để bắt đầu <2>Thử Thách Hỗ Trợ</2>.
zh_hans: 找到<b>云野洞穴</b>中的<2>面具</2>并开始<2>互助之旅</2>。
zh_hant: 找到<b>雲野洞穴</b>中的<2>面具</2>以開始<2>互助之旅</2>。

# ap18_fetch_03_outro_cinematic_subtitle
source: You and your fellow <1>pupils</1> have honored the wisdom of <2>Assistance</2>.
de: Du und deine <1>Mitschüler</1> habt die Weisheit der <2>Mithilfe</2> gewürdigt.
es: Tú y los demás <1>pupilos</1> honraron la sabiduría de la <2>asistencia</2>.
fr: Avec les autres <1>élèves</1>, vous avez honoré la sagesse de l'<2>Assistance</2>.
id: Kamu dan para <1>murid</1> lainnya telah mempelajari nilai kebijaksanaan dari <2>Pertolongan</2>.
it: Tu e gli altri<1>alunni</1> avete onorato la saggezza dell'<2>Assistenza</2>.
ja: あなたと仲間の<1>見習い</1>たちは、見事に<b>助力</b>の知恵を授かりました
ko: 당신을 비롯한 <1>제자들</1>은 <2>도움</2>의 지혜를 배웠습니다.
pt: Você e os outros <1>pupilos</1> honraram a sabedoria da <2>Assistência</2>.
ru: Вы и ваши <1>товарищи</1> обрели Мудрость <2>помощи</2>.
th: คุณและ<1>ลูกศิษย์</1>ของคุณได้ยกย่องสติปัญญาแห่ง<2>การช่วยเหลือ</2>
vi: B���n và các <1>học trò</1> khác đã tôn vinh trí tuệ <2>Hỗ Trợ</2>.
zh_hans: 你和其他<1>学徒</1>已经掌握了<2>互助</2>的智慧。
zh_hant: 你和其他<1>學徒</1>夥伴已經掌握了<2>互助</2>的智慧。

# ap18_fetch_03_outro_cinematic_subtitle_02
source: The <2>Passage of Assistance</2> is complete.
de: Der <2>Übergang der Mithilfe</2> ist abgeschlossen.
es: La <2>iniciación de asistencia</2> está completa.
fr: L'<2>Initiation à l'Assistance</2> est terminée.
id: <2>Inisiasi Pertolongan</2> berhasil diselesaikan.
it: La <2>Transizione dell'Assistenza</2> è completa.
ja: <2>助力のならい</2>を終えました
ko: <2>도움의 성장</2>이 완료되었습니다.
pt: A <2>Passagem da Assistência</2> está completa.
ru: <2>Посвящение помощи</2> пройдено.
th: <2>เส้นทางแห่งการช่วยเหลือ</2>ได้เสร็จสิ้นแล้ว
vi: <2>Thử Thách Hỗ Trợ</2> đã hoàn tất.
zh_hans: <2>互助之旅</2>已经完成。
zh_hant: <2>互助之旅</2>已經完成。

# ap18_fetch_03_ritual_ends_soon
source: The <b>eclipse</b> is fading. Collect as many <2>masks</2> as you can before the <2>Passage of Assistance</2> ends.
de: Die <b>Sonnenfinsternis</b> verblasst. Sammle so viele <2>Masken</2> wie möglich, bevor der <2>Übergang der Mithilfe</2> endet.
es: El <b>eclipse</b> se desvanece. Recoge tantas <2>máscaras</2> como puedas antes de que termine la <2>iniciación de asistencia</2>.
fr: L'<b>éclipse</b> s'estompe. Récupérez le plus de <2>masques</2> possible avant la fin de l'<2>Initiation à l'Assistance</2>.
id: <b>Gerhana</b> akan segera hilang. Kumpulkan <2>topeng</2> sebanyak mungkin sebelum <2>Inisiasi Pertolongan</2> berakhir.
it: L'<b>eclisse</b> sta svanendo. Raccogli il maggior numero possibile di <2>maschere</2> prima che la <2>Transizione dell'Assistenza</2> termini.
ja: <b>月食</b>が終わろうとしています。<2>助力のならい</2>が終わるまでに、できるだけ多くの<2>仮面</2>を集めましょう
ko: <b>일식</b>이 끝나갑니다. <2>도움의 성장</2>이 끝나기 전까지 <2>가면</2>을 최대한 많이 모으세요.
pt: O <b>eclipse</b> está acabando. Colete quantas <2>máscaras</2> puder antes que a <2>Passagem da Assistência</2> termine.
ru: <b>Затмение</b> проходит. Соберите как можно больше <2>масок</2> до конца <2>Посвящения помощи</2>.
th: <b>อุปราคา</b>กำลังเลือนหายไป เก็บ<2>หน้ากาก</2>ให้ได้มากที่สุด ก่อนที่<2>เส้นทางแห่งการช่วยเหลือ</2>จะจบลง
vi: <b>Nhật thực</b> đang dần biến mất. Thu thập thật nhiều <2>mặt nạ</2> trước khi <2>Thử Thách Hỗ Trợ</2> kết thúc.
zh_hans: <b>日蚀</b>即将结束。在<2>互助之旅</2>结束之前尽可能收集<2>面具</2>。
zh_hant: <b>日蝕</b>即將結束。在<2>互助之旅</2>結束之前盡你所能收集<2>面具</2>。

# ap18_fetch_03_ritual_hint
source: Nearby <b>players</b> will <b>help you</b> recover masks more <b>quickly</b>.
de: Andere <b>Spieler</b> in deiner Nähe können dir <b>helfen</b>, die Masken <b>schneller</b> zu finden.
es: Las <b>personas</b> que estén cerca <b>te ayudarán</b> a recuperar las máscaras más <b>rápidamente</b>.
fr: Les <b>joueurs</b> près de vous <b>vous aideront</b> à récupérer des masques plus <b>rapidement</b>.
id: <b>Pemain</b> terdekat akan <b>membantumu</b> mendapatkan topeng <b>dengan lebih cepat</b>.
it: I <b>giocatori</b> nelle vicinanze ti <b>aiuteranno</b> a recuperare le maschere più <b>velocemente</b>.
ja: 近くにいる<b>星の子どもたちが</b>あなたがより<b>早く</b>仮面を集められるよう<b>助けてくれるでしょう</b>
ko: 가까이 있는 <b>플레이어들</b>이 가면을 더 <b>빨리</b> 되돌릴 수 있게 <b>도와줍니다</b>.
pt: <b>Jogadores</b> próximos vão <b>ajudar você a</b> recuperar máscaras mais <b>depressa</b>.
ru: <b>Игроки</b> рядом <b>помогут</b> собирать маски <b>быстрее</b>.
th: <b>ผู้เล่น</b>ที่อยู่ใกล้เคียงจะ<b>ช่วยคุณ</b>เก็บหน้ากากได้<b>เร็วขึ้น</b>
vi: <b>Người chơi</b> ở gần sẽ <b>giúp bạn</b> khôi phục mặt nạ <b>nhanh chóng</b> hơn.
zh_hans: 附近的<b>玩家</b>能够<b>帮助你</b><b>更快</b>找回面具。
zh_hant: 附近的<b>玩家</b>能夠<b>幫助你</b><b>更快</b>地找回面具。

# ap18_fetch_03_ritual_start_01
source: An <b>eclipse</b> reveals the <2>masks</2> that gather in these caves.
de: Eine <b>Sonnenfinsternis</b> enthüllt die <2>Masken</2>, die sich in diesen Höhlen verbergen.
es: Un <b>eclipse</b> revela las <2>máscaras</2> que se reúnen en estas cuevas.
fr: Une <b>éclipse</b> révèle les <2>masques</2> qui se rassemblent dans ces grottes.
id: <b>Gerhana</b> menunjukkan <2>topeng</2> yang berada di gua ini.
it: Un'<b>eclisse</b> rivela le <2>maschere</2> che si raccolgono in queste grotte.
ja: <b>月食</b>が洞窟に集う<2>仮面</2>を照らし出すでしょう
ko: <b>일식</b>이 시작하면서 동굴 속에 모인 <2>가면들</2>이 드러납니다.
pt: Um <b>eclipse</b> revela as <2>máscaras</2> reunidas nessas cavernas.
ru: <b>Затмение</b> обнаруживает <2>маски</2>, скрытые в пещерах.
th: <b>อุปราคา</b>ได้เผยให้เห็น<2>หน้ากาก</2>ที่รวมกันอยู่ในถ้ำเหล่านี้
vi: <b>Nhật thực</b> làm lộ ra <2>các mặt nạ</2> tập trung trong các hang động này.
zh_hans: <b>日蚀</b>会让隐藏在洞穴中的<2>面具</2>现身。
zh_hant: <b>日蝕</b>會讓隱藏在這些洞穴中的<2>面具</2>現身。
