Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# howtoplay_sharedspaces_4_usage
source: From cozy areas to playful environments, be creative when building spaces where others can join you.
de: Von gemütlichen Orten bis hin zu verspielten Umgebungen, sei kreativ und lade andere in deine Räume ein.
es: Desde áreas acogedoras hasta ambientes divertidos, juega con tu creatividad al construir espacios para que otras personas se te unan.
fr: Qu'il s'agisse de zones confortables ou d'environnements ludiques, faites preuve de créativité lorsque vous créez des espaces où d’autres peuvent vous rejoindre.
id: Dari area yang nyaman hingga lingkungan yang menyenangkan, jadilah kreatif saat membangun ruang untuk berkumpul bersama orang lain.
it: Dalle aree accoglienti agli ambienti giocosi, usa la creatività quando costruisci spazi in cui gli altri possano unirsi a te.
ja: ほっとできる空間からみんなで楽しめる遊び場まで、あなたの創造性を自由に発揮してスペースを創りましょう
ko: 안락한 공간부터 익살스러운 환경까지, 창의적인 공간을 꾸며 다른 이들과 함께 즐겨 보세요.
pt: De áreas aconchegantes a ambientes lúdicos, deixe a criatividade tomar conta ao construir espaços onde outras pessoas possam se juntar a você.
ru: Уютные уголки или место для веселых игр — создайте уникальное пространство для себя и своих небесных друзей!
th: ใช้ความคิดสร้างสรรค์ในการสร้างพื้นที่ต่างๆ ตั้งแต่พื้นที่แสนสบายไปจนถึงสภาพแวดล้อมแสนสนุกสนานที่คนอื่นๆ มาเข้าร่วมกับคุณได้
vi: Không khí ấm cúng? Cảm giác vui nhộn? Hãy thỏa sức sáng tạo khi dựng nên không gian cho bạn và cả những người chơi khác.
zh_hans: 从舒适的区域到好玩的环境，在建造供其他人加入的空间时发挥创意。
zh_hant: 從舒適的區域到有趣的環境，發揮創意力，建造出與其他玩家一同分享的空間。

# howtoplay_sharedspaces_4_usage_title
source: <b>Be Creative</b>
de: <b>Sei kreativ</b>
es: <b>Juega con tu creatividad</b>
fr: <b>Faites preuve de créativité</b>
id: <b>Jadilah Kreatif</b>
it: <b>Usa la creatività</b>
ja: <b>クリエイティブに</b>
ko: <b>창의력 발휘하기</b>
pt: <b>Seja criativo</b>
ru: <b>Проявите фантазию</b>
th: <b>คิดสร้างสรรค์</b>
vi: <b>Sáng tạo</b>
zh_hans: <b>发挥创意</b>
zh_hant: <b>發揮創意</b>

# howtoplay_sharedspaces_5_tutorial_1
source: Activate the <b>Crystal</b> to start building your own shareable spaces.
de: Aktiviere den <b>Kristall</b>, um deine eigenen Räume zu bauen und zu teilen.
es: Activa el <b>cristal</b> para comenzar a construir tus propios espacios para compartir.
fr: Activez le <b>cristal</b> pour commencer à construire vos propres espaces partageables.
id: Aktifkan <b>Kristal</b> untuk mulai membangun ruang bersamamu sendiri.
it: Attiva il <b>cristallo</b> per iniziare a costruire gli spazi da condividere.
ja: <b>結晶</b>を起動して、あなただけのシェアスペースを創り始めましょう
ko: <b>크리스탈</b>을 활성화해서 나만의 공유공간을 만들 수 있어요.
pt: Ative o <b>cristal</b> para começar a construir seus espaços compartilháveis.
ru: Чтобы начать обустраивать пространство, активируйте <b>кристалл</b>.
th: เปิดใช้งาน<b>คริสตัล</b>เพื่อเริ่มสร้างพื้นที่ที่แชร์ได้ของคุณเอง
vi: Kích hoạt <b>Pha Lê</b> và bắt đầu kiến tạo không gian chung của riêng bạn.
zh_hans: 激活<b>水晶</b>，开始建造你自己的共享式空间。
zh_hant: 啟動<b>水晶</b>開始建造專屬你們的共享空間。

# howtoplay_sharedspaces_5_tutorial_2
source: Browse the <b>memory lanterns</b> to join the spaces of other Sky Kids.
de: Betrachte die <b>Erinnerungslaternen</b>, um die Räume anderer Sky-Kinder zu besuchen.
es: Echa un vistazo a los <b>faroles del recuerdo</b> para unirte a los espacios de otros infantes de Sky.
fr: Parcourez les <b>lanternes de souvenirs</b> pour rejoindre les espaces d'autres enfants de Sky.
id: Jelajahi <b>lentera kenangan</b> untuk bergabung ke ruang anak Sky lain.
it: Cerca le <b>lanterne dei ricordi</b> per entrare negli spazi di altri Figli della Luce.
ja: <b>記憶の燈</b>を選んで、みんなが作ったスペースを見てみましょう
ko: <b>기억등불</b>을 찾아 다른 플레이어의 공간에 참여하세요.
pt: Navegue pelas <b>lanternas de lembranças</b> para entrar nos espaços de outras crianças de Sky.
ru: Просматривайте <b>фонарики воспоминаний</b> и посещайте пространства других детей Неба.
th: เรียกดู<b>ตะเกียงความทรงจำ</b>เพื่อเข้าร่วมพื้นที่ของสกายคิดส์คนอื่นๆ
vi: Tương tác với <b>đèn ký ức</b> để tiến vào không gian của những Cư dân Sky khác.
zh_hans: 浏览<b>记忆灯笼</b>以加入其他光之子的空间。
zh_hant: 瀏覽<b>記憶燈籠</b>加入其他光之子的空間。

# howtoplay_sharedspaces_5_tutorial_3
source: <b>Join players</b> and explore the same space together.
de: <b>Schließe dich mit anderen Spielern zusammen</b> und erkunde gemeinsam mit ihnen einen Raum.
es: <b>Únete a otras personas</b> y explora el mismo espacio en compañía.
fr: <b>Rejoignez d'autres joueurs</b> et explorez le même espace ensemble.
id: <b>Gabung dengan pemain</b> dan jelajahi ruang yang sama bersama.
it: <b>Unisciti ai giocatori</b> ed esplorate insieme lo stesso spazio.
ja: 他のプレイヤーのスペースに<b>参加して</b>一緒に同じスペースを楽しむこともできます
ko: <b>다른 플레이어들과 함께</b> 같은 공간을 탐험하세요.
pt: <b>Junte-se a jogadores</b> e explorem o mesmo espaço juntos.
ru: Исследуйте пространства <b>вместе</b>.
th: <b>เข้าร่วมกับผู้เล่น</b>แล้วออกสำรวจพื้นที่เดียวกันพร้อมกัน
vi: <b>Cùng những người chơi khác</b> khám phá một không gian.
zh_hans: <b>与其他玩家一起</b>探索所在的空间。
zh_hant: <b>加入其他玩家</b>，一同探索你們所在的空間。

# howtoplay_sharedspaces_5_tutorial_4
source: <b>Place the decorations inside the boundaries</b>.
de: <b>Platziere die Dekorationen innerhalb der Grenzen</b>.
es: <b>Coloca las decoraciones dentro de los límites</b>.
fr: <b> Placez les décorations à l'intérieur des limites</b>.
id: <b>Letakkan dekorasi di dalam batasan</b>.
it: <b>Posiziona le decorazioni all'interno dei confini</b>.
ja: <b>スペースの範囲内に、さまざまな飾りを設置しましょう</b>
ko: <b>경계선 안에 장식을 배치하세요</b>.
pt: <b>Coloque as decorações dentro dos limites</b>
ru: <b>Размещайте украшения внутри выделенной области</b>.
th: <b>วางของตกแต่งไว้ภายในขอบเขต</b>
vi: <b>Đặt đồ trang trí phía trong ranh giới</b>.
zh_hans: <b>将装饰品放置在边界内</b>。
zh_hant: <b>請將裝飾放在邊界之內</b>。

# howtoplay_sharedspaces_5_tutorial_title
source: <b>Where to start?</b>
de: <b>Wo soll ich anfangen?</b>
es: <b>¿Por dónde empezar?</b>
fr: <b>Par où commencer ?</b>
id: <b>Mulai dari mana?</b>
it: <b>Dove iniziare?</b>
ja: <b>どこから始めよう？</b>
ko: <b>어디서부터 시작해야 하나요?</b>
pt: <b>Por onde começar?</b>
ru: <b>Где начать</b>
th: <b>เริ่มต้นที่ไหนดีล่ะ</b>
vi: <b>Bắt đầu từ đâu?</b>
zh_hans: <b>从哪里开始？</b>
zh_hant: <b>要從哪裡開始呢？</b>

# howtoplay_shop_0_title
source: Spirit Tips
de: Geister-Tipps
es: Consejos de espíritus
fr: Conseils d’esprit
id: Tips Roh
it: Consigli spirito
ja: 精霊について
ko: 영혼 팁
pt: Dicas de Espíritos
ru: Советы по духам
th: เคล็ดลับสปิริต
vi: Mẹo Tinh Linh
zh_hans: 收集先灵提示
zh_hant: 收集先靈提示

# howtoplay_shop_1_spirits
source: Explore the realms of Sky and find lost <1>spirits</1>.
de: Erkunde die Reiche von Sky und finde vermisste <1>Geister</1>.
es: Explora los reinos de Sky y encuentra a los <1>espíritus</1> perdidos.
fr: Explorez les royaumes de Sky et trouvez les <1>esprits</1> perdus.
id: Jelajahi dunia Sky dan temukan <1>roh</1> yang tersesat.
it: Esplora i regni di Sky e trova gli <1>spiriti</1> smarriti.
ja: Skyの各地を巡り、迷っている<1>精霊たち</1>を見つけ出しましょう
ko: Sky 월드를 탐험하며 길 잃은 <1>영혼들</1>을 찾아 주세요.
pt: Explore os reinos de Sky e encontre <1>espíritos</1> perdidos.
ru: Исследуйте миры Неба и ищите потерявшихся <1>духов</1>.
th: สำรวจดินแดนแห่ง Sky และตามหา<1>เหล่าสปิริต</1>ที่หลงทาง
vi: Khám phá các vương quốc của Sky và tìm kiếm những <1>tinh linh</1> lạc lối.
zh_hans: 探索 Sky 领域，寻找迷失的<1>先灵</1>。
zh_hant: 探索 Sky 領域，尋找迷失的<1>先靈</1>。

# howtoplay_shop_1_spirits_title
source: <b>Find all the spirits</b>
de: <b>Finde alle Geister</b>
es: <b>Encuentra todos los espíritus</b>
fr: <b>Trouvez tous les esprits</b>
id: <b>Temukan semua roh</b>
it: <b>Trova tutti gli spiriti</b>
ja: <b>精霊を探して</b>
ko: <b>모든 영혼 찾기</b>
pt: <b>Encontre todos os espíritos</b>
ru: <b>Найдите всех духов</b>
th: <b>ค้นหาสปิริตทั้งหมด</b>
vi: <b>Tìm tất cả Tinh Linh</b>
zh_hans: <b>找寻失落的先灵</b>
zh_hant: <b>找尋失落的先靈</b>

# howtoplay_shop_2_heal
source: Become friends with the <1>spirits</1> to learn new <b>expressions</b> and <b>blessings</b>.
de: Freunde dich mit den <1>Geistern</1> an, um neue <b>Ausdrücke</b> und <b>Segen</b> zu erlernen.
es: Forja una amistad con los <1>espíritus</1> para aprender nuevas <b>expresiones</b> y <b>bendiciones</b>.
fr: Liez-vous d'amitié avec les <1>esprits</1> pour apprendre de nouvelles <b>expressions</b> et <b>bénédictions</b>.
id: Jalin persahabatan dengan <1>roh</1> untuk mempelajari <b>ekspresi</b> dan <b>anugerah</b> baru.
it: Fai amicizia con gli <1>spiriti</1> per imparare nuove <b>espressioni</b> e <b>benedizioni</b>.
ja: <1>精霊たち</1>と友情を育み、新たな<b>感情表現</b>を教わり、 <b>祝福</b>を授かりましょう
ko: <1>영혼들</1>과 친구가 되어 새로운 <b>제스처</b>와 <b>축복</b>을 배워 보세요.
pt: Faça amizade com os <1>espíritos</1> para aprender novas <b>expressões</b> e <b>bênçãos</b>.
ru: Дружите с <1>духами</1> и узнавайте новые <b>выражения</b> и <b>благословения</b>.
th: เป็นเพื่อนกับ<1>เหล่าสปิริต</1>เพื่อเรียนรู้<b>การแสดงออก</b>และ<b>พร</b>ใหม่ๆ
vi: Kết bạn với các <1>tinh linh</1> để học các <b>biểu cảm</b> và <b>chúc phúc</b> mới.
zh_hans: 结识<1>先灵</1>并学习新的<b>表情</b> 和<b>祝福</b>。
zh_hant: 和<1>先靈</1>結為朋友並學習新的<b>表情</b>和<b>祝福</b>。

# howtoplay_shop_2_heal_title
source: <b>Bring them light</b>
de: <b>Bringe sie ins Licht</b>
es: <b>Llévales luz</b>
fr: <b>Donnez-leur la lumière</b>
id: <b>Bawakan mereka cahaya</b>
it: <b>Porta la luce</b>
ja: <b>光を捧げる</b>
ko: <b>빛 돌려주기</b>
pt: <b>Traga-os luz</b>
ru: <b>Несите свет</b>
th: <b>นำแสงไปให้พวกเขา</b>
vi: <b>Mang đến Ánh Sáng</b>
zh_hans: <b>给先灵补光治疗</b>
zh_hant: <b>給先靈補光治療</b>

# howtoplay_shop_3_express
source: If you gift <heart/> to the <1>spirits</1>, they'll teach you to wear new <b>looks</b> and play new <b>musical instruments</b>.
de: Wenn du den <1>Geistern</1> <heart/> schenkst, gewähren sie dir neue <b>Looks</b> und bringen dir bei, wie man neue <b>Musikinstrumente</b> spielt.
es: Si les regalas <heart/> a los <1>espíritus</1>, te enseñarán a usar nuevos <b>aspectos</b> y tocar nuevos <b>instrumentos musicales</b>.
fr: Si vous donnez un <heart/> aux <1>esprits</1>, ils vous apprendront à porter de nouvelles <b>tenues</b> et à jouer de nouveaux <b>instruments de musique</b>.
id: Jika kamu menghadiahkan <heart/> kepada <1>roh</1>, mereka akan mengajarimu cara memakai <b>tampilan</b> baru dan memainkan <b>instrumen musik</b> baru.
it: Se regali <heart/> agli <1>spiriti</1>, ti insegneranno a indossare nuovi <b>look</b> e a suonare nuovi <b>strumenti musicali</b>.
ja: <1>精霊たち</1>に<heart/>を捧げれば、新たな<b>ドレスアップアイテム</b>や<b>楽器</b>を授けてくれるでしょう
ko: <1>영혼</1>에게 <heart/>를 건네면, 새로운 <b>의상</b>을 입는 법과 새로운 <b>악기</b>를 연주하는 법을 배울 수 있어요.
pt: Se você der <heart/> aos <1>espíritos</1>, eles poderão ensinar você a usar novos <b>visuais</b> e a tocar novos <b>instrumentos musicais</b>.
ru: Если дать <1>духам</1> <heart/>, они научат носить новые <b>наряды</b> и играть на новых <b>инструментах</b>.
th: หากคุณมอบ <heart/> ให้<1>เหล่าสปิริต</1>เป็นของขวัญ พวกเขาจะสอนวิธีการสวม<b>ลุค</b>ใหม่ และวิธีการเล่น<b>เครื่องดนตรี</b>ใหม่ให้กับคุณ
vi: Nếu bạn tặng <heart/> cho <1>các tinh linh</1>, họ sẽ hướng dẫn bạn thay đổi <b>diện mạo</b> mới và chơi <b>nhạc cụ</b> mới.
zh_hans: 如果<heart/>为<1>先灵</1>献上，他们将会教你如何使用新的<b>造型</b>与新<b>乐器</b>。
zh_hant: 如果為<1>先靈</1>獻上<heart/>，他們將會教你如何使用新的<b>造型</b>與<b>樂器</b>。

# howtoplay_shop_3_express_title
source: <b>Express yourself</b>
de: <b>Drücke dich aus</b>
es: <b>Exprésate</b>
fr: <b>Exprimez-vous</b>
id: <b>Ekspresikan dirimu</b>
it: <b>Esprimiti</b>
ja: <b>カスタマイズ</b>
ko: <b>개성을 표현하기</b>
pt: <b>Expresse-se</b>
ru: <b>Покажите себя</b>
th: <b>เผยตัวตนของคุณ</b>
vi: <b>Biểu lộ tình cảm</b>
zh_hans: <b>表达自我</b>
zh_hant: <b>表達自我</b>

# howtoplay_shop_4_ascend
source: Offer a <prestige/> to a <1>spirit</1> to ascend your friendship and access new abilities and rewards.
de: Biete einem <1>Geist</1> <prestige/> an, um eure Freundschaft zu vertiefen und Zugang zu neuen Fähigkeiten und Belohnungen zu erhalten.
es: Ofréceles <prestige/> a los <1>espíritu</1> para ascender su amistad y acceder a nuevas habilidades y recompensas.
fr: Offrez du <prestige/> à un <1>esprit</1> pour élever votre amitié et accéder à de nouvelles compétences et récompenses.
id: Tawarkan <prestige/> kepada <1>roh</1> untuk meningkatkan ikatan persahabatan dan mengakses kemampuan baru serta hadiah.
it: Offri <prestige/> a uno <1>spirito</1> per elevare la vostra amicizia e accedere a nuove abilità e ricompense.
ja: <prestige/>を<1>精霊</1>に捧げることで、友情レベルを高め、さらなる能力や報酬をアンロックできるようになります
ko: <1>영혼</1>에게 <prestige/>를 건네 우정을 한층 발전시키고 새로운 능력과 보상을 획득하세요.
pt: Ofereça <prestige/> a um <1>espírito</1> para ascender sua amizade e acessar novas habilidades e recompensas.
ru: Предложите <1>духу</1> <prestige/>, чтобы укрепить дружбу и получить новые способности и награды.
th: มอบ <prestige/> ให้<1>สปิริต</1>เพื่อเพิ่มมิตรภาพของคุณ พร้อมเข้าถึงความสามารถและรางวัลใหม่ๆ
vi: Tặng <prestige/> cho <1>tinh linh</1> để tình bạn thăng hoa, giúp mở khóa các năng lực mới và phần thưởng.
zh_hans: 为<prestige/><1>先灵</1>献上能够提升友谊并解锁新的技能和奖励。
zh_hant: 為<1>先靈</1>獻上<prestige/>，這將增進你們之間的友誼並解鎖新的技能和獎勵。

# howtoplay_shop_4_ascend_title
source: <b>Ascend your friendship</b>
de: <b>Lasse deine Freundschaft aufsteigen</b>
es: <b>Asciende tu amistad</b>
fr: <b>Élevez votre amitié</b>
id: <b>Naikkan tingkat pertemananmu</b>
it: <b>Accresci l'amicizia</b>
ja: <b>絆をレベルアップ</b>
ko: <b>우정 쌓기</b>
pt: <b>Eleve sua amizade</b>
ru: <b>Вознесите дружбу ввысь</b>
th: <b>เพิ่มมิตรภาพของคุณ</b>
vi: <b>Tăng tình bạn</b>
zh_hans: <b>升华友谊</b>
zh_hant: <b>昇華友誼</b>

# howtoplay_shop_5_expressions
source: Upgrade your <b>expressions</b> to learn surprising new ways to communicate with others.
de: Werte deine <b>Ausdrücke</b> auf und kommuniziere mit anderen auf eine ganz neue Weise.
es: Mejora tus <b>expresiones</b> para aprender sorprendentes nuevas formas de comunicarte con los demás.
fr: Améliorez vos <b>expressions</b> pour apprendre de nouvelles façons de communiquer avec les autres.
id: Upgrade <b>ekspresi</b> untuk mempelajari cara komunikasi baru yang menarik.
it: Aggiorna le tue <b>espressioni</b> per imparare nuovi modi sorprendenti di comunicare con gli altri.
ja: <b>感情表現</b>をレベルアップして、 周りの星の子どもたちとコミュニケーションを楽しみましょう
ko: <b>제스처</b>를 업그레이드해서 놀랍고 새로운 방식으로 다른 플레이어와 소통해 보세요.
pt: Aprimore suas <b>expressões</b> para aprender novas formas surpreendentes de se comunicar com os outros.
ru: Улучшайте <b>выражения</b>, чтобы полнее общаться с другими детьми Света.
th: อัปเกรด<b>การแสดงออก</b>ของคุณเพื่อเรียนรู้วิธีใหม่สุดเซอร์ไพรส์เพื่อสื่อสารกับคนอื่นๆ
vi: Tăng cấp <b>biểu cảm</b> để học hỏi những cách giao tiếp mới đầy bất ngờ với người chơi khác.
zh_hans: 升级<b>表情</b>，用意想不到的新方式与其他人交流。
zh_hant: 升級<b>表情</b>，用意想不到的新方式與其他人交流。

# howtoplay_shop_5_expressions_title
source: <b>Enhance your expression</b>
de: <b>Verbessere deine Ausdrücke</b>
es: <b>Mejora tus expresiones</b>
fr: <b>Améliorez vos expressions</b>
id: <b>Tingkatkan ekspresimu</b>
it: <b>Migliora le tue espressioni</b>
ja: <b>表現を豊かに</b>
ko: <b>제스처 업그레이드</b>
pt: <b>Melhore suas expressões</b>
ru: <b>Развивайте выражения</b>
th: <b>ยกระดับการแสดงออกของคุณ</b>
vi: <b>Tăng cấp biểu cảm</b>
zh_hans: <b>升级表情</b>
zh_hant: <b>升級表情</b>

# howtoplay_shop_6_blessing
source: <b>Blessings</b> are temporary <b>spells</b> with useful and fun effects. Try them out with your friends!
de: <b>Segen</b> sind vorübergehende <b>Zauber</b> mit nützlichen und unterhaltsamen Effekten. Probiere sie an deinen Freunden aus!
es: Las <b>bendiciones</b> son <b>hechizos</b> temporales con efectos útiles y divertidos. ¡Pruébalas con tus amistades!
fr: Les <b>bénédictions</b> sont des <b>sorts</b> temporaires aux effets utiles et amusants. Essayez-les avec vos amis !
id: <b>Anugerah</b> adalah <b>mantra</b> sementara dengan efek yang berguna dan seru. Coba bersama teman-temanmu!
it: Le <b>benedizioni</b> sono <b>incantesimi</b> temporanei con effetti utili e divertenti. Provale con i tuoi amici!
ja: <b>祝福</b>には、一時的に便利な機能や楽しい効果を使える<b>魔法</b>が含まれています。フレンドたちと一緒に試してみましょう！
ko: <b>축복</b>은 일시적으로 유용하고 재미난 효과를 주는 <b>주문</b>입니다. 친구들과 함께 축복을 사용해 보세요!
pt: <b>Bênçãos</b> são <b>feitiços</b> temporários com efeitos úteis e divertidos. Experimente com os amigos!
ru: <b>Благословения</b> — это временные <b>чары</b> с полезными и забавными эффектами. Попробуйте их вместе с друзьями!
th: <b>พร</b>เป็น<b>คาถา</b>ชั่วคราว โดยมาพร้อมกับเอฟเฟกต์ที่สนุกและมีประโยชน์ ลองใช้กับเพื่อนๆ ของคุณดูเลยสิ!
vi: <b>Chúc phúc</b> là những <b>phép thuật</b> tạm thời với các hiệu ứng hữu ích và thú vị. Hãy thử cùng bạn bè mình!
zh_hans: <b>祝福</b>指的是一系列好玩又好用的暂时性<b>魔法</b>。快和朋友们一起试试吧！
zh_hant: <b>祝福</b>指的是一系列好玩又好用的暫時性<b>魔法</b>。快和朋友們一起試試吧！

# howtoplay_shop_6_blessing_title
source: <b>Cast a spell</b>
de: <b>Zaubere etwas</b>
es: <b>Lanza un hechizo</b>
fr: <b>Lancez un sort</b>
id: <b>Rapal mantra</b>
it: <b>Lancia un incantesimo</b>
ja: <b>魔法</b>
ko: <b>주문 걸기</b>
pt: <b>Lance um feitiço</b>
ru: <b>Плетите чары</b>
th: <b>ร่ายคาถา</b>
vi: <b>Thực hiện 1 phép thuật</b>
zh_hans: <b>魔法咒语</b>
zh_hant: <b>魔法咒語</b>

# howtoplay_shop_7_constellation
source: <1>Elders</1> and <1>spirits</1> each have their own constellation. Complete them and the <1>Elders</1> might teach you something special!
de: <1>Älteste</1> und <1>Geister</1> haben jeweils ihr eigenes Sternbild. Wenn du sie fertigstellst, lehren dir die <1>Ältesten</1> vielleicht etwas Besonderes!
es: Los <1>ancianos</1> y los <1>espíritus</1> tienen sus propias constelaciones. ¡Complétalas y quizás los <1>ancianos</1> te enseñen algo especial!
fr: Les <1>Anciens</1> et les <1>esprits</1> disposent de leurs propres constellations. Complétez-les et les <1>Anciens</1> vous apprendront peut-être quelque chose de spécial !
id: <1>Leluhur</1> dan <1>para roh</1> memiliki rasi bintangnya masing-masing. Lengkapi rasi bintangnya dan <1>Leluhur</1> akan mengajarimu sesuatu yang spesial!
it: <1>Anziani</1> e <1>spiriti</1> hanno le proprie costellazioni. Completale e gli <1>Anziani</1> potrebbe insegnarti qualcosa di speciale!
ja: <1>大精霊</1>と<1>精霊</1>は、それぞれ異なる星座に属しています。星座を完成させると<1>大精霊たち</1>が特別なものを授けてくれるでしょう！
ko: <1>장로</1>와 <1>영혼</1>은 각각 자신만의 별자리를 갖고 있습니다. 별자리를 완성하면 <1>장로</1>가 특별한 가르침을 줄 지도 몰라요!
pt: <1>Anciãos</1> e <1>espíritos</1> têm constelações próprias. Complete-as e os <1>anciãos</1> poderão ensinar algo especial!
ru: У каждого <1>старейшины</1> и <1>духа</1> свое созвездие. Заполняйте их — и <1>старейшины</1> научат чему-нибудь особому!
th: <1>ผู้อาวุโส</1>และ<1>เหล่าสปิริต</1>ล้วนมีกลุ่มดาวของตัวเอง ทำกลุ่มดาวของพวกเขาให้เสร็จ แล้ว<1>ผู้อาวุโส</1>อาจสอนอะไรพิเศษให้กับคุณก็ได้!
vi: Mỗi <1>Trưởng lão</1> và <1>tinh linh</1> đều có chòm sao riêng. Hãy thắp sáng chúng và <1>Trưởng lão</1> có lẽ sẽ tặng bạn một món quà đặc biệt!
zh_hans: <1>长老</1>和<1>先灵</1>都有各自的星座图。如果能将其完成，<1>长老</1>说不定教会你一些特别的东西！
zh_hant: <1>長老</1>和<1>先靈</1>都有各自的星座圖。將其完成的話，<1>長老</1>說不定會教你一些特別的東西！

# howtoplay_shop_7_constellation_title
source: <b>Fill the constellations</b>
de: <b>Vervollständige das Sternbild.</b>
es: <b>Completa las constelaciones</b>
fr: <b>Compléter les constellations</b>
id: <b>Lengkapi rasi bintangnya</b>
it: <b>Riempi le costellazioni</b>
ja: <b>星座を満たしましょう</b>
ko: <b>별자리 채우기</b>
pt: <b>Preencha as constelações</b>
ru: <b>Заполняйте созвездия</b>
th: <b>เติมเต็มกลุ่มดาว</b>
vi: <b>Hoàn thành các chòm sao</b>
zh_hans: <b>完成星座图</b>
zh_hant: <b>完成星座圖</b>

# inboxmenu_no_messages
source: <b>No Messages</b>
de: <b>Keine Nachrichten</b>
es: <b>No hay mensajes</b>
fr: <b>Pas de message</b>
id: <b>Tidak Ada Pesan</b>
it: <b>Nessun messaggio</b>
ja: <b>メッセージはありません</b>
ko: <b>메시지가 없습니다</b>
pt: <b>Sem mensagens</b>
ru: <b>Сообщений нет</b>
th: <b>ไม่มีข้อความ</b>
vi: <b>Không có tin nhắn</b>
zh_hans: <b>暂无信件</b>
zh_hant: <b>暫無信件</b>

# instrument_cant_close_sheet
source: Complete the current music sheet to proceed.
de: Schließe zum Fortfahren das aktuelle Notenblatt ab.
es: Completa la partitura actual para avanzar.
fr: Remplissez la partition actuelle pour continuer.
id: Selesaikan partitur saat ini untuk melanjutkan.
it: Completa lo spartito musicale attuale per procedere.
ja: 開いている楽譜を最後まで演奏し、クエストを進めましょう
ko: 먼저 현재 악보를 끝까지 연주해야 해요
pt: Conclua a partitura atual para continuar.
ru: Сыграйте эти ноты, чтобы продолжить.
th: ทำแผ่นโน้ตเพลงปัจจุบันให้เสร็จเพื่อเล่นต่อ
vi: Hoàn thành bản nhạc hiện tại để tiếp tục.
zh_hans: 完成当前乐谱以继续。
zh_hant: 完成當前樂譜以繼續。

# instrument_change_layout
source: (Hold) Change Layout
de: (Halten) Layout ändern
es: (Mantener) Cambiar diseño
fr: (Maintenir) Changer d’affichage
id: (Tahan) Ubah Tata Letak
it: (Tieni premuto) per cambiare la configurazione
ja: （長押し）レイアウトを変更する
ko: (길게 눌러) 배치 바꾸기
pt: (Segurar) Alterar layout
ru: (Удержание) Смена компоновки
th: (กดค้าง) เปลี่ยนเค้าโครง
vi: (Giữ) Thay đổi bố cục
zh_hans: （按住）更改布局
zh_hant: （長按）更改布局

# instrument_freeplay
source: Free Play
de: Freies Spiel
es: Juego libre
fr: Jeu libre
id: Bermain bebas
it: Gioco libero
ja: 自由演奏
ko: 자유 연주
pt: Jogo livre
ru: Свободная игра
th: เล่นตามอิสระ
vi: Chơi miễn phí
zh_hans: 自由演奏
zh_hant: 自由演奏

# instrument_play_sheet
source: Play
de: Spielen
es: Jugar
fr: Jouer
id: Main
it: Suona
ja: 演奏開始
ko: 연주하기
pt: Tocar
ru: Играть
th: เล่น
vi: Chơi
zh_hans: 游玩
zh_hant: 游玩

# instrument_setting_freeplay
source: Free play mode
de: "Freies Spiel"-Modus
es: Modo de juego libre
fr: Mode jeu libre
id: Mode main bebas
it: Modalità musica libera
ja: フリー演奏中
ko: 자유 연주 모드
pt: Modo de jogo livre
ru: Режим произвольной игры
th: โหมดเล่นตามอิสระ
vi: Trong chế độ tự do
zh_hans: 自由演奏模式
zh_hant: 自由演奏模式

# instrument_setting_others_notes
source: When to see other players' notes:
de: Wann die Noten anderer Spieler sichtbar sind:
es: Cuándo ver las notas de los demás jugadores:
fr: À quel moment voir les notes des autres joueurs :
id: Waktu untuk melihat catatan pemain lain:
it: Quando vedere le note degli altri giocatori:
ja: 他プレイヤーの演奏を楽器メニュー上に表示する
ko: 다른 플레이어의 악보 표시:
pt: Quando ver as notas de outros jogadores:
ru: Отображать ноты других игроков:
th: เมื่อใดที่จะได้เห็นโน้ตเพลงของผู้เล่นคนอื่น:
vi: Bạn sẽ thấy bản nhạc của người chơi khác khi:
zh_hans: 何时查看其它玩家的乐谱：
zh_hant: 何時查看其它玩家的樂譜：

# instrument_setting_sheet
source: Joined sheet music sessions
de: Gemeinsame Notenblatt-Sessions
es: Cuando te unes a sesiones musicales de partitura
fr: Au cours des séances avec partition
id: Menggabungkan sesi partitur
it: Sessioni di spartiti collegati
ja: 楽譜演奏中
ko: 악보 세션에 참여할 때
pt: Entrou nas sessões de partituras
ru: при вступлении в музыкальную сессию
th: เข้าร่วมเซสชั่นแผ่นโน้ตเพลงแล้ว
vi: Tham gia Phòng hoà nhạc
zh_hans: 已加入乐谱房间
zh_hant: 已加入樂譜房間

# instrument_setting_title
source: Instrument Settings
de: Instrumenteneinstellungen
es: Configuración de instrumentos
fr: Paramètres de l’instrument
id: Pengaturan Alat Musik
it: Impostazioni strumento
ja: 楽器の設定
ko: 악기 설정
pt: Configurações de instrumentos
ru: Настройки инструментов
th: การตั้งค่าเครื่องดนตรี
vi: Cài đặt nhạc cụ
zh_hans: 乐器设置
zh_hant: 樂器設置

# instrument_sheetmusic
source: Sheet Music
de: Notenblatt
es: Partitura
fr: Partition
id: Partitur
it: Spartito
ja: 楽譜
ko: 악보
pt: Partitura
ru: Ноты
th: แผ่นโน้ตเพลง
vi: Bản nhạc
zh_hans: 乐谱
zh_hant: 樂譜

# instrument_sheetmusic_toggle
source: Sheet music/Free play
de: Notenblätter / freies Spiel
es: Partitura/música libre
fr: Partition/Jeu libre
id: Partitur/Main bebas
it: Spartito/free style
ja: 楽譜/フリー演奏
ko: 악보 / 자유 연주
pt: Partituras/jogo grátis
ru: Ноты/случайная музыка
th: แผ่นโน้ตเพลง/เล่นตามอิสระ
vi: Bản Nhạc/Chơi tự do
zh_hans: 乐谱/自由演奏
zh_hant: 樂譜/自由演奏

# instrument_tempo
source: Tempo
it: Ritmo
ja: テンポ
ko: 박자
ru: Темп
th: จังหวะ
vi: Nhịp độ
zh_hans: 节拍
zh_hant: 節拍
