Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_art_09_00
source: The art team explored the pivotal narrative moments when each Ancestor would meet with the Sky Children... and what would be the most impactful way to visually capture this?
de: Das Künstlerteam erforschte ausschlaggebende narrative Momente, als sich jeder Vorfahre mit den Himmelskindern traf … Und was wäre wohl die wirkungsvollste Art, das bildlich einzufangen?
es: El equipo de arte exploró los momentos cruciales de la narrativa en los que cada ancestro conocería a los niños de Sky… ¿Y cuál sería la forma más impactante de capturar esto visualmente?
fr: L’équipe artistique a exploré les moments narratifs clés, la rencontre des Ancêtres avec les Enfants de la lumière... comment capturer cet événement de la façon la plus saisissante possible ?
id: Tim seni mengeksplorasi momen naratif yang sangat penting ketika setiap Leluhur akan bertemu dengan Anak Sky... dan cara apa yang paling tepat untuk mengabadikannya secara visual?
it: Il team artistico ha esplorato i momenti narrativi cruciali in cui ogni antenato avrebbe incontrato i Figli della Luce e ha studiato come catturarli visivamente per creare un maggiore impatto.
ja: アートチームは星の子どもたちがそれぞれの大精霊と出会う重要な場面が、物語上どの様な瞬間であるべきかを模索していました。加えて、それらの瞬間をもっとも印象的に魅せるビジュアルとはどの様なものでしょうか？
ko: 아트팀은 각 선조영혼이 빛의 아이들을 만나는 순간을 그려내야 했습니다. 스토리 상 핵심적인 부분이죠. 이 장면을 어떻게 그려내야 시각적으로 가장 효과적이었을까요?
pt: A equipe de arte explorou os momentos narrativos fundamentais em que cada Ancestral se encontraria com as crianças de Sky... e qual seria a maneira mais impactante de capturar isso visualmente?
ru: Художники прорабатывали поворотные сюжетные моменты, в которых предки встречаются с детьми Неба, и обдумывала, как сделать эти встречи наиболее впечатляющими.
vi: Đội ngũ nghệ thuật đã khám phá những khoảnh khắc câu chuyện quan trọng khi mỗi vị Tổ tiên gặp gỡ Những cư dân Sky... và đâu là cách có tác động lớn nhất để ghi lại hình ảnh này một cách trực quan?
zh_hans: 艺术团队探索了各位先祖遇到光之子时的关键叙事时刻……以视觉方式捕捉这一点的最具冲击力的方式会是什么呢？
zh_hant: 美術團隊探索了每位長老與光之子相遇的關鍵敘事點⋯⋯以及什麼樣的視覺表現才能最深切地捕捉這些時刻呢？

# sf_art_09_01
source: VALLEY OF TRIUMPH - EXCELLENCE (<b>Artwork by Tom Zhao</b>)
de: TAL DES TRIUMPHS – EXZELLENZ (<b>Kunstwerk von Tom Zhao</b>)
es: VALLE DEL TRIUNFO: EXCELENCIA (<b>Arte de Tom Zhao</b>)
fr: VALLÉE DU TRIOMPHE - EXCELLENCE (<b>Illustration de Tom Zhao</b>)
id: VALLEY OF TRIUMPH - KESEMPURNAAN (<b>Karya seni oleh Tom Zhao</b>)
it: VALLE DEL TRIONFO - ECCELLENZA (<b>Opera di Tom Zhao</b>)
ja: 峡谷：卓越 (Excellence) (<b>作：Tom Zhao</b>)
ko: 승리의 계곡 - 탁월함 (<b>톰 자오의 작품</b>)
pt: VALE DO TRIUNFO - EXCELÊNCIA (<b>Arte feita por Tom Zhao</b>)
ru: ДОЛИНА ТРИУМФА — ВЕЛИКОЛЕПИЕ (<b>Рисунок Tom Zhao</b>)
vi: THUNG LŨNG VINH QUANG - VƯỢT TRỘI (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 霞谷 - 卓越 （<b>Tom Zhao创作的插画</b>）
zh_hant: 霞谷——卓越 （<b>Tom Zhao 繪</b>）

# sf_art_09_02
source: GOLDEN WASTELAND - COURAGE (<b>Artwork by Tom Zhao</b>)
de: GOLDENE ÖDNIS – MUT (<b>Kunstwerk von Tom Zhao</b>)
es: PÁRAMO DORADO: CORAJE (<b>Arte de Tom Zhao</b>)
fr: DÉSERT D’OR - COURAGE (<b>Illustration de Tom Zhao</b>)
id: GURUN EMAS - KEBERANIAN (<b>Karya seni oleh Tom Zhao</b>)
it: DESERTO DORATO - CORAGGIO (<b>Opera di Tom Zhao</b>)
ja: 捨てられた地：勇気 (Courage) (<b>作：Tom Zhao</b>)
ko: 황금 황무지 - 용기 (<b>톰 자오의 작품</b>)
pt: SERTÃO DOURADO - CORAGEM (<b>Arte feita por Tom Zhao</b>)
ru: ЗОЛОТАЯ ПУСТОШЬ — СМЕЛОСТЬ (<b>Рисунок Tom Zhao</b>)
vi: HOANG MẠC HOÀNG KIM - CAN ĐẢM (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 暮土 - 勇气 （<b>Tom Zhao创作的插画</b>）
zh_hant: 暮土——勇氣 （<b>Tom Zhao 繪</b>）

# sf_art_09_03
source: VAULT OF KNOWLEDGE - FAITH (<b>Artwork by Tom Zhao</b>)
de: TRESOR DES WISSENS – GLAUBE (<b>Kunstwerk von Tom Zhao</b>)
es: BÓVEDA DE CONOCIMIENTO: FE (<b>Arte de Tom Zhao</b>)
fr: CHAMBRE FORTE DE LA CONNAISSANCE - FOI (<b>Illustration de Tom Zhao</b>)
id: KUBAH PENGETAHUAN - KEPERCAYAAN (<b>Karya seni oleh Tom Zhao</b>)
it: CUPOLA DELLA CONOSCENZA - FEDE (<b>Opera di Tom Zhao</b>)
ja: 書庫：信仰 (Faith) (<b>作：Tom Zhao</b>)
ko: 지식의 도서관 - 믿음 (<b>톰 자오의 작품</b>)
pt: RELICÁRIO DO CONHECIMENTO - FÉ (<b>Arte feita por Tom Zhao</b>)
ru: ХРАНИЛИЩЕ ЗНАНИЙ — ВЕРА (<b>Рисунок Tom Zhao</b>)
vi: KHO TRI THỨC - NIỀM TIN (<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 禁阁 - 信念 （<b>Tom Zhao创作的插画</b>）
zh_hant: 禁閣——信念 （<b>Tom Zhao 繪</b>）

# sf_art_09_04
source: THE RULER - SACRIFICE (<b>Artwork by Khang Le</b>)
de: DER HERRSCHER – OPFER (<b>Kunstwerk von Khang Le</b>)
es: EL SOBERANO: SACRIFICIO (<b>Arte de Khang Le</b>)
fr: LE SEIGNEUR - SACRIFICE (<b>Illustration de Khang Le</b>)
id: SANG PENGUASA - PENGORBANAN (<b>Karya seni oleh Khang Le</b>)
it: IL SOVRANO - SACRIFICIO (<b>Opera di Khang Le</b>)
ja: 統治者：犠牲 (Sacrifice) (<b>作：カン・リー</b>)
ko: 군주 - 희생 (<b>캉 레의 작품</b>)
pt: O GOVERNANTE - SACRIFÍCIO (<b>Arte feita por Khang Le</b>)
ru: ПРАВИТЕЛЬ — ЖЕРТВА (<b>Рисунок Khang Le</b>)
vi: QUỐC VƯƠNG - HY SINH (<b>Tác phẩm nghệ thuật của Khang Le</b>)
zh_hans: 统治者 - 牺牲 （<b>Khang Le创作的插画</b>）
zh_hant: 統治者——犧牲 （<b>Khang Le 繪</b>）

# sf_art_10_01
source: In developing the backstory, we sketched out the possible life purpose of the civilization's inhabitants. (<b>Sketch by Yuichiro Tanabe</b>)
de: Während der Entwicklung der Hintergrundgeschichte skizzierten wir die möglichen Lebenszwecke der Bewohner der Zivilisation. (<b>Skizze von Yuichiro Tanabe</b>)
es: Al desarrollar el trasfondo, bocetamos el posible propósito de vida de los habitantes de la civilización. (<b>Boceto de Yuichiro Tanabe</b>).
fr: Pendant le développement des origines de l’histoire, nous avons esquissé l’objectif possible des habitants de cette civilisation. (<b>Esquisse de Yuichiro Tanabe</b>)
id: Dalam mengembangkan cerita latar, kami membuat sketsa tentang kemungkinan tujuan hidup para penghuni peradaban. (<b>Sketsa oleh Yuichiro Tanabe</b>)
it: Nello sviluppare il retroscena, abbiamo delineato il possibile scopo della vita degli abitanti di questa civiltà. (<b>Schizzo di Yuichiro Tanabe</b>)
ja: バックストーリーを考案する中で、私たちはその文明に暮らす人々の持つ日々の目的も描いていきました。 (<b>作：Yuichiro Tanabe</b>)
ko: 배경 이야기를 떠올리면서 문명 속 주민들이 지닌 삶의 목적을 스케치했습니다. (<b>유이치로 타나베의 스케치</b>)
pt: Ao desenvolver o contexto da história, esboçamos o possível propósito de vida dos habitantes da civilização. (<b>Esboço feito por Yuichiro Tanabe</b>)
ru: В процессе работы над сюжетом мы продумывали и общие цели жителей этой цивилизации. (<b>Набросок Yuichiro Tanabe</b>)
vi: Khi phát triển cốt truyện, chúng tôi đã phác thảo ra mục đích sống mà các cư dân trong nền văn minh này có thể có. (<b>Bản phác thảo của Yuichiro Tanabe</b>)
zh_hans: 在开发背景故事时，我们勾勒出了这个文明的居民可能的生活目的。 （<b>Yuichiro Tanabe创作的素描</b>）
zh_hant: 在開發背景故事時，我們勾勒出這個文明的居民可能的生活目的。 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_10_02
source: (<b>Sketch by Yuichiro Tanabe</b>)
de: (<b>Skizze von Yuichiro Tanabe</b>)
es: (<b>Boceto de Yuichiro Tanabe</b>)
fr: (<b>Esquisse de Yuichiro Tanabe</b>)
id: (<b>Sketsa oleh Yuichiro Tanabe</b>)
it: (<b>Schizzo di Yuichiro Tanabe</b>)
ja: (<b>作：Yuichiro Tanabe</b>)
ko: (<b>유이치로 타나베의 스케치</b>)
pt: (<b>Esboço de Yuichiro Tanabe</b>)
ru: (<b>Эскиз Yuichiro Tanabe</b>)
vi: (<b>Bản phác thảo của Yuichiro Tanabe</b>)
zh_hans: (<b>Yuichiro Tanabe的素描</b>)
zh_hant: (<b>Yuichiro Tanabe 繪</b>)

# sf_art_10_03
source: (<b>Sketch by Yuichiro Tanabe</b>)
de: (<b>Skizze von Yuichiro Tanabe</b>)
es: (<b>Boceto de Yuichiro Tanabe</b>)
fr: (<b>Esquisse de Yuichiro Tanabe</b>)
id: (<b>Sketsa oleh Yuichiro Tanabe</b>)
it: (<b>Schizzo di Yuichiro Tanabe</b>)
ja: (<b>作：Yuichiro Tanabe</b>)
ko: (<b>유이치로 타나베의 스케치</b>)
pt: (<b>Esboço de Yuichiro Tanabe</b>)
ru: (<b>Эскиз Yuichiro Tanabe</b>)
vi: (<b>Bản phác thảo của Yuichiro Tanabe</b>)
zh_hans: (<b>Yuichiro Tanabe的素描</b>)
zh_hant: (<b>Yuichiro Tanabe 繪</b>)

# sf_art_10_04
source: It began with villagers in each realm who worshiped the soul cycle as part of coexisting humanity and nature. (<b>Sketch by Yuichiro Tanabe</b>)
de: Es begann mit Dorfbewohnern in jedem Reich, die den Seelenkreislauf als Teil der Koexistenz zwischen Menschheit und Natur verehrten. (<b>Skizze von Yuichiro Tanabe</b>)
es: Comenzó con aldeanos en cada reino, que adoraban al ciclo de almas como parte de coexistir con la humanidad y la naturaleza. (<b>Boceto de Yuichiro Tanabe</b>)
fr: Les villageois de chaque royaume vénéraient le cycle des âmes comme la coexistence de l’humanité et de la nature. (<b>Esquisse de Yuichiro Tanabe</b>)
id: Dimulai dari penduduk desa di setiap alam yang menyembah siklus jiwa sebagai bagian dari kehidupan bersama antara manusia dan alam. (<b>Sketsa oleh Yuichiro Tanabe</b>)
it: In principio, gli abitanti dei villaggi di ogni reame adoravano il ciclo dell'anima come parte della coesistenza tra umanità e natura. (<b>Schizzo di Yuichiro Tanabe</b>)
ja: 最初の対象となったのは、各地方において人と自然の共存における魂の輪廻を崇拝する村人たちでした。 (<b>作：Yuichiro Tanabe</b>)
ko: 우선 인간과 자연이 공존하는 세계에서 영혼의 순환을 믿는 각 지역의 마을 주민들에서부터 시작했습니다. (<b>유이치로 타나베의 스케치</b>)
pt: Começou com aldeões em cada reino que adoravam o ciclo da alma como parte da convivência entre humanidade e natureza. (<b>Esboço feito por Yuichiro Tanabe</b>)
ru: Например, жители деревень во всех регионах поклоняются циклу переселения душ, считая его залогом мирного сосуществования человечества и природы. (<b>Набросок Yuichiro Tanabe</b>)
vi: Câu chuyện bắt đầu bằng việc dân làng ở mỗi vương quốc tôn thờ chu kỳ linh hồn như một phần của việc nhân loại và thiên nhiên cùng tồn tại. (<b>Bản phác thảo của Yuichiro Tanabe</b>)
zh_hans: 它始于各个领域内的村民，他们崇拜灵魂轮回，认为这是人与自然共存的一部分。 （<b>Yuichiro Tanabe创作的素描</b>）
zh_hant: 一開始，每個領域的村民都崇拜靈魂輪迴，這是人類與自然共存的一部分。 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_10_05
source: (<b>Sketch by Yuichiro Tanabe</b>)
de: (<b>Skizze von Yuichiro Tanabe</b>)
es: (<b>Boceto de Yuichiro Tanabe</b>)
fr: (<b>Esquisse de Yuichiro Tanabe</b>)
id: (<b>Sketsa oleh Yuichiro Tanabe</b>)
it: (<b>Schizzo di Yuichiro Tanabe</b>)
ja: (<b>スケッチ 作：Yuichiro Tanabe</b>)
ko: (<b>유이치로 타나베의 스케치</b>)
pt: (<b>Esboço de Yuichiro Tanabe</b>)
ru: (<b>Эскиз Yuichiro Tanabe</b>)
vi: (<b>Bản phác thảo của Yuichiro Tanabe</b>)
zh_hans: (<b>Yuichiro Tanabe的素描</b>)
zh_hant: (<b>Yuichiro Tanabe 繪</b>)

# sf_art_10_06
source: (<b>Artwork by Jacky Ke Jiang, Tom Zhao</b>)
de: (<b>Kunstwerk von Jacky Ke Jiang, Tom Zhao</b>)
es: (<b>Obra de arte de Jacky Ke Jiang, Tom Zhao</b>)
fr: (<b>Œuvre d'art de Jacky Ke Jiang, Tom Zhao</b>)
id: (<b>Karya seni oleh Jacky Ke Jiang, Tom Zhao</b>)
it: (<b>Opera d'arte di Jacky Ke Jiang, Tom Zhao</b>)
ja: (<b>作：Jacky Ke Jiang, Tom Zhao</b>)
ko: (<b>재키 케 지앙, 톰 자오의 작품</b>)
pt: (<b>Obra de arte de Jacky Ke Jiang, Tom Zhao</b>)
ru: (<b>Рисунок Jacky Ke Jiang, Tom Zhao</b>)
vi: (<b>Tác phẩm nghệ thuật của Jacky Ke Jiang, Tom Zhao</b>)
zh_hans: (<b>江轲, Tom Zhao的艺术作品</b>)
zh_hant: (<b>江軻, Tom Zhao 繪</b>)

# sf_art_11_00
source: Ancestor Spirits provided a snapshot of civilizations past. Their memories offer significant texture and flavor to each realm, with layers of lore and discovery around each corner.
de: Vorfahrengeister liefern einen Einblick in vergangene Zivilisationen. Ihre Erinnerungen bieten Textur und geben eine Vorstellung eines jeden Reiches mit vielschichtigen Geschichten und Entdeckungen an jeder Ecke.
es: Los espíritus ancestrales brindaron una representación de las civilizaciones pasadas. Sus recuerdos ofrecen una textura y un sabor importantes a cada reino, con capas de historia y descubrimiento a la vuelta de cada esquina.
fr: Les esprits étaient un instantané des civilisations du passé. Leurs souvenirs apportaient texture et saveur à chaque royaume, enrichissaient leur histoire et offraient de nombreux moments de découverte.
id: Roh Leluhur memberikan gambaran tentang peradaban masa lalu. Kenangan mereka menawarkan tekstur dan rasa yang signifikan pada setiap dunia, dengan lapisan pengetahuan dan penemuan di setiap sudutnya.
it: Gli spiriti ancestrali fornivano un legame con le civiltà del passato e i loro ricordi offrono consistenza e sapore a ogni reame, con vari livelli di sapere e scoperte.
ja: 祖先の精霊たちは、過去の文明の一端を見せてくれます。彼らの記憶一片一片が王国史や各地の在り方として折り重なり、各地方の重要なエッセンスとなり物語に深みを与えてくれます。
ko: 선조영혼을 통해 과거 문명의 모습을 엿볼 수 있게 했습니다. 선조영혼의 기억은 풍성한 이야기와 구석구석에서 찾을 수 있는 다양한 요소를 통해 각 지역에 독특한 느낌과 분위기를 더해 주었습니다.
pt: Os Espíritos Ancestrais forneceram uma visão das civilizações passadas. Suas lembranças oferecem textura significativa e dão um sabor único a cada reino, com camadas de conhecimento e descobertas em cada canto.
ru: Духи предков дают игрокам представление о других цивилизациях, погребённых в глубинах истории. Их воспоминания придают уникальности каждому миру, углубляя сюжет и подталкивая игроков активно исследовать мир.
vi: Các Tinh Linh Tổ Tiên mang tới một khoảnh khắc về các nền văn minh trong quá khứ. Ký ức của họ mang lại kết cấu và hương vị to lớn cho từng vương quốc, với các tầng truyền thuyết và khám phá xung quanh mỗi một địa điểm.
zh_hans: 长老先灵提供了对过往文明的印象。他们的记忆为每个领域增添了重要的质感和风味，每个角落都埋藏着不同层次的故事与发现。
zh_hant: 長老先靈提供了過去文明的縮影。祂們的記憶為每個領域增添了豐富的質感和風味，每個角落都埋藏著不同層次的故事與發現。

# sf_art_11_01
source: ISLE OF DAWN (<b>Artwork by Yuichiro Tanabe</b>)
de: INSEL DER DÄMMERUNG (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: ISLA DEL AMANECER (<b>Arte de Yuichiro Tanabe</b>)
fr: ÎLE DE L’AUBE (<b>Illustration de Yuichiro Tanabe</b>)
id: PULAU FAJAR (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: ISOLA DELL'ALBA (<b>Opera di Yuichiro Tanabe</b>)
ja: 孤島 (<b>作：Yuichiro Tanabe</b>)
ko: 여명의 섬 (<b>유이치로 타나베의 작품</b>)
pt: ILHA DO ALVORECER (<b>Arte feita por Yuichiro Tanabe</b>)
ru: ОСТРОВ РАССВЕТА (<b>Рисунок Yuichiro Tanabe</b>)
vi: ĐẢO BÌNH MINH (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 晨岛 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 晨島 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_11_02
source: DAYLIGHT PRAIRIE (<b>Artwork by Yuichiro Tanabe</b>)
de: TAGESLICHTPRÄRIE (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: PLANICIE LUZ DE DÍA (<b>Arte de Yuichiro Tanabe</b>)
fr: PRAIRIE ILLUMINÉE (<b>Illustration de Yuichiro Tanabe</b>)
id: PADANG RUMPUT SIANG (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: PRATERIA DIURNA (<b>Opera di Yuichiro Tanabe</b>)
ja: 草原 (<b>作：Yuichiro Tanabe</b>)
ko: 햇빛 초원 (<b>유이치로 타나베의 작품</b>)
pt: CAMPINA DA AURORA (<b>Arte feita por Yuichiro Tanabe</b>)
ru: ПОЛУДЕННАЯ ПРЕРИЯ (<b>Рису��ок Yuichiro Tanabe</b>)
vi: THẢO NGUYÊN ÁNH SÁNG (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 云野 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 雲野 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_11_03
source: HIDDEN FOREST (<b>Artwork by Yuichiro Tanabe</b>)
de: VERBORGENER WALD (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: BOSQUE ESCONDIDO (<b>Arte de Yuichiro Tanabe</b>)
fr: FORÊT CACHÉE (<b>Illustration de Yuichiro Tanabe</b>)
id: HUTAN TERSEMBUNYI (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: FORESTA NASCOSTA (<b>Opera di Yuichiro Tanabe</b>)
ja: 雨林 (<b>作：Yuichiro Tanabe</b>)
ko: 비밀의 숲 (<b>유이치로 타나베의 작품</b>)
pt: FLORESTA OCULTA (<b>Arte feita por Yuichiro Tanabe</b>)
ru: ТАЙНЫЙ ЛЕС (<b>Рисунок Yuichiro Tanabe</b>)
vi: RỪNG MƯA (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 雨林 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 雨林 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_11_04
source: VALLEY OF TRIUMPH (<b>Artwork by Yuichiro Tanabe</b>)
de: TAL DES TRIUMPHS (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: VALLE DEL TRIUNFO (<b>Arte de Yuichiro Tanabe</b>)
fr: VALLÉE DU TRIOMPHE (<b>Illustration de Yuichiro Tanabe</b>)
id: LEMBAH KEJAYAAN (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: VALLE DEL TRIONFO (<b>Opera di Yuichiro Tanabe</b>)
ja: 峡谷 (<b>作：Yuichiro Tanabe</b>)
ko: 승리의 계곡 (<b>유이치로 타나베의 작품</b>)
pt: VALE DO TRIUNFO (<b>Arte feita por Yuichiro Tanabe</b>)
ru: ДОЛИНА ТРИУМФА (<b>Рисунок Yuichiro Tanabe</b>)
vi: THUNG LŨNG VINH QUANG (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 霞谷 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 霞谷 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_11_05
source: GOLDEN WASTELAND (<b>Artwork by Yuichiro Tanabe</b>)
de: GOLDENE ÖDNIS (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: PÁRAMO DORADO (<b>Arte de Yuichiro Tanabe</b>)
fr: DÉSERT D’OR (<b>Illustration de Yuichiro Tanabe</b>)
id: GURUN EMAS (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: DESERTO DORATO (<b>Opera di Yuichiro Tanabe</b>)
ja: 捨てられた地 (<b>作：Yuichiro Tanabe</b>)
ko: 황금 황무지 (<b>유이치로 타나베의 작품</b>)
pt: SERTÃO DOURADO (<b>Arte feita por Yuichiro Tanabe</b>)
ru: ЗОЛОТАЯ ПУСТОШЬ (<b>Рисунок Yuichiro Tanabe</b>)
vi: HOANG MẠC HOÀNG KIM (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 暮土 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 暮土 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_11_06
source: VAULT OF KNOWLEDGE (<b>Artwork by Yuichiro Tanabe</b>)
de: TRESOR DES WISSENS (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: BÓVEDA DE CONOCIMIENTO (<b>Arte de Yuichiro Tanabe</b>)
fr: CHAMBRE FORTE DE CONNAISSANCE (<b>Illustration de Yuichiro Tanabe</b>)
id: KUBAH PENGETAHUAN (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: CUPOLA DELLA CONOSCENZA (<b>Opera di Yuichiro Tanabe</b>)
ja: 書庫 (<b>作：Yuichiro Tanabe</b>)
ko: 지식의 도서관 (<b>유이치로 타나베의 작품</b>)
pt: RELICÁRIO DO CONHECIMENTO (<b>Arte feita por Yuichiro Tanabe</b>)
ru: ХРАНИЛИЩЕ ЗНАНИЙ (<b>Рисунок Yuichiro Tanabe</b>)
vi: KHO TRI THỨC (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 禁阁 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 禁閣 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_12_00
source: The wider ecosystem involving the constellations and life cycle was considered more thoroughly while we designed the creatures. We planted hints of how the light and the void impacted them historically in the world.
de: Das breitere Ökosystem, das die Konstellationen und Lebenszyklen enthält, wurde während der Gestaltung der Kreaturen gründlicher berücksichtigt. Wir haben Hinweise platziert, wie das Licht und die Leere sie historisch beeinflusst haben.
es: El amplio ecosistema que involucra las constelaciones y los ciclos de vida se consideró más a fondo mientras diseñábamos las criaturas. Colocamos pistas sobre cómo la luz y el vacío los impactaron de forma histórica en el mundo.
fr: Nous nous sommes davantage penchés sur l’écosystème général, avec les constellations et le cycle de vie, lorsque nous avons conçu les créatures. Nous avons intégré des indices sur l’impact de la lumière et du néant dans l’histoire du monde.
id: Ekosistem yang lebih luas yang melibatkan rasi bintang dan siklus kehidupan dipertimbangkan secara lebih menyeluruh saat kami merancang makhluk-makhluk tersebut. Kami menanamkan petunjuk tentang bagaimana cahaya dan kehampaan memengaruhi mereka secara historis di dunia.
it: L'ecosistema più ampio delle costellazioni e del ciclo vitale è stato considerato in modo più approfondito mentre progettavamo le creature. Abbiamo piantato indizi su come la luce e il vuoto abbiano influenzato storicamente il loro mondo.
ja: 生き物たちのデザインでは星座と生命のサイクルを包括する、より広義の生態系を徹底的に意識しました。私たちは光と虚空がいかにして世界の歴史に影響したのか、そのヒントを入れ込みたかったのです。
ko: 크리처를 디자인하면서 별자리와 삶의 순환을 포함하는 더 넓은 생태계를 더욱 꼼꼼하게 구상했습니다. 빛과 공허가 이 세상의 생물에게 역사적으로 어떤 영향을 미쳤는지 보여주는 작은 단서도 심었습니다.
pt: Um ecossistema mais amplo, envolvendo as constelações e o ciclo de vida, foi considerado mais cuidadosamente enquanto projetávamos as criaturas. Plantamos pistas de como a luz e o vazio as impactaram historicamente no mundo.
ru: Невозможно создать достаточно реалистичных существ без какой-то общей базы, и в процессе разработки дизайнов мы создали целую экосистему, в которой жизненные циклы зависят от движения созвездий. Мы заложили в игре намёки на то, как Свет и пустота влияли на этот мир.
vi: Khi thiết kế các sinh vật, chúng tôi đã cân nhắc kỹ lưỡng về một hệ sinh thái rộng lớn hơn liên quan đến các chòm sao và vòng đời. Chúng tôi đưa ra những ẩn ý về cách ánh sáng và hư không tác động đến chúng về mặt lịch sử trên thế giới.
zh_hans: 在设计生物期间，我们更彻底地考虑到了更宽广的生态系统，涉及星座和生命轮回。我们埋下了种种暗示，表明从历史角度，光和虚空在这个世界中如何影响它们。
zh_hant: 在設計這些生物時，我們更深入地參考了涉及星座和生命週期的廣泛生態系統。我們埋下種種暗示，顯示從歷史角度，光和虛空在這個世界中如何影響牠們。

# sf_art_12_01
source: These majestic creatures shepherded light back towards the stars. We designed them to elegantly move like aquatic life swimming among the clouds. (<b>Artwork by Yuichiro Tanabe</b>)
de: Diese majestätischen Kreaturen führten Licht zurück zu den Sternen. Wir haben sie so entworfen, dass sie sich wie aquatisches Leben elegant in den Wolken bewegen. (<b>Kunstwerk von Yuichiro Tanabe</b>)
es: Estas majestuosas criaturas guiaron a la luz de vuelta hacia las estrellas. Las diseñamos para que se muevan de forma elegante como vida marina que nada entre las nubes. (<b>Arte de Yuichiro Tanabe</b>).
fr: Ces majestueuses créatures guidaient la lumière vers les étoiles. Nous avons fait en sorte de leur apporter l’élégance d’une créature aquatique dans les nuages. (<b>Illustration de Yuichiro Tanabe</b>)
id: Mahluk yang agung ini menggiring cahaya kembali ke arah bintang-bintang. Kami mendesain mereka untuk bergerak secara elegan seperti kehidupan air yang berenang di antara awan. (<b>Karya seni oleh Yuichiro Tanabe</b>)
it: Queste maestose creature guidavano la luce verso le stelle. Le abbiamo progettate per muoversi elegantemente come creature acquatiche che nuotano tra le nuvole. (<b>Opera di Yuichiro Tanabe</b>)
ja: これらの雄大な生き物は、光を星々へ帰れるよう導いてくれます。まるで水生生物が雲の中を泳ぐ様な、優美な動きとなるよう設計しました。 (<b>作：Yuichiro Tanabe</b>)
ko: 이 위풍당당한 크리처는 빛을 인도하여 별로 돌려보냈습니다. 이런 생물은 구름 속에서 마치 헤엄치듯이 우아하게 이동하도록 디자인했습니다. (<b>유이치로 타나베의 작품</b>)
pt: Essas criaturas majestosas guiavam a luz de volta às estrelas. Nós as projetamos para se moverem de forma elegante, como criaturas marinhas nadando entre as nuvens. (<b>Arte feita por Yuichiro Tanabe</b>)
ru: Эти величественные создания относят свет обратно к звёздам. Мы сделали их движения плавными и изящными, словно они плывут среди облаков. (<b>Рисунок Yuichiro Tanabe</b>)
vi: Những sinh vật hùng vĩ này đã đưa ánh sáng quay trở lại các vì sao. Chúng tôi đã thiết kế chúng để chúng chuyển động một cách tao nhã giống như sinh vật thủy sinh đang bơi giữa những đám mây. (<b>Tác phẩm nghệ thuật của Yuichiro Tanabe</b>)
zh_hans: 这些伟岸的生物引领光返回星辰。我们实施了特别的设计，让它们能像水生生命一样优雅地移动，在云朵之间畅游。 （<b>Yuichiro Tanabe创作的插画</b>）
zh_hant: 這些宏偉的生物將光引領返回星辰。我們將牠們設計成能在雲中如水生生物般優雅地游動。 （<b>Yuichiro Tanabe 繪</b>）

# sf_art_12_02
source: The art team initially began with a fish design, but they evolved its form into mantas in later iterations. (<b>Artwork by Tom Zhao</b>)
de: Das Künstlerteam begann zunächst mit einem Fischdesign, aber es entwickelte diese Form in späteren Durchläufen zu Riesenrochen.n\\(<b>Kunstwerk von Tom Zhao</b>)
es: El equipo de arte inicialmente comenzó con un diseño de pez, pero esta forma evolucionó en otras iteraciones.n\\(<b>Arte de Tom Zhao</b>).
fr: L’équipe artistique avait d’abord opté pour un poisson, avant d’évoluer vers des raies mantas.n\\(<b>Illustration de Tom Zhao</b>)
id: Tim seni awalnya memulai dengan desain ikan, tetapi mereka mengembangkan bentuknya menjadi manta pada iterasi berikutnya. (<b>Karya seni oleh Tom Zhao</b>)
it: Al principio, il team artistico ha iniziato con il disegno di un pesce, ma nelle iterazioni successive le forme si sono evolute diventando mante.n\\(<b>Opera di Tom Zhao</b>)
ja: アートチームは当初魚のデザインから始めましたが、それらが進化しのちの試行錯誤により、マンタへと姿を変えました。 (<b>作：Tom Zhao</b>)
ko: 아트팀이 처음 내놓은 것은 물고기 디자인이었지만, 수정을 거치면서 점차 만타가오리의 모습으로 변했습니다.n\\(<b>톰 자오의 작품</b>)
pt: A equipe de arte começou inicialmente com um formato de peixe, mas evoluiu sua forma para arraias em iterações posteriores.n\\(<b>Arte feita por Tom Zhao</b>)
ru: Изначально команда художников работала с образами рыб, но в итоге они остановились на скатах.n\\(<b>Рисунок Tom Zhao</b>)
vi: Ban đầu, đội ngũ nghệ thuật bắt đầu với thiết kế loài cá, nhưng họ đã phát triển hình dạng của chúng thành cá đuối trong những lần xuất hiện lại sau đó.n\\(<b>Tác phẩm nghệ thuật của Tom Zhao</b>)
zh_hans: 艺术团队最初选择了一个鱼形设计方案，但其外形在后续迭代中演化成了鳐鱼。 （<b>Tom Zhao创作的插画</b>）
zh_hant: 美術團隊的最初設計是以一般的魚為出發點，但在後來的版本，牠們逐漸演變為鰩的型態。n\\（<b>Tom Zhao 繪</b>）
