Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# local_notification_accepted_invite
source: {{1}} accepted your invite!
de: {{1}} hat deine Einladung angenommen!
es: ¡{{1}} aceptó la invitación!
fr: {{1}} a accepté votre invitation !
id: {{1}} menerima undanganmu!
it: {{1}} ha accettato il tuo invito!
ja: {{1}}さんがあなたの招待を承諾しました！
ko: {{1}} 님이 초대를 수락했어요!
pt: {{1}} aceitou seu convite!
ru: {{1}} принял(а) ваше приглашение!
th: {{1}} ยอมรับคำเชิญของคุณแล้ว!
vi: {{1}} đã chấp nhận lời mời của bạn!
zh_hans: {{1}} 接受了你的邀请！
zh_hant: {{1}} 接受了你的邀請！

# local_notification_followed_multiple
source: {{1}} more people want to <b>view more</b> of your <b>Shared Creations</b> in the future!
de: {{1}} mehr Menschen möchten in Zukunft <b>mehr</b> von deinen <b>geteilten Kreationen</b> sehen!
es: ¡{{1}} más personas quieren <b>ver más</b> de tus <b>creaciones compartidas</b> en el futuro!
fr: {{1}} personnes veulent <b>voir plus</b> de vos <b>créations partagées</b> à l’avenir !
id: {{1}} orang lainnya ingin <b>melihat lebih banyak Kreasi Bersama</b> milikmu di masa mendatang!
it: Altre {{1}} persone vorrebbero <b>vedere tante altre</b> <b>Creazioni condivise</b> da te in futuro!
ja: {{1}}人の星の子どもたちがこの先あなたの<b>創作物</b>を<b>もっと鑑賞したい</b>と願っています！
ko: {{1}}명이 당신의 <b>공유 창작물</b>을 <b>더 많이 보고 싶어 해요</b>!
pt: {{1}} pessoas querem <b>ver mais</b> das suas <b>criações compartilhadas</b> no futuro!
ru: Еще {{1}} чел. хотят <b>видеть больше</b> ваших <b>общих творений</b> в будущем!
th: ผู้คนอีก {{1}} คนอยากจะ<b>ดู</b><b>ผลงานที่แชร์</b>ของคุณมากขึ้นในอนาคต!
vi: Thêm {{1}} người muốn <b>xem thêm</b> các <b>Sáng Tạo Chung</b> của bạn trong tương lai!
zh_hans: 还有{{1}}人希望今后<b>看到更多</b>你的<b>共享作品</b>！
zh_hant: 有{{1}}個人希望以後能<b>看到更多</b>你的<b>共享創作</b>！

# local_notification_friend_gift_message
source: {{1}} sent you a <heart/>! Retrieve it in your <8>Home</8>
de: {{1}} hat dir ein <heart/> geschickt! Du findest es in deinem <8>Zuhause</8>
es: ¡{{1}} te envió un <heart/>! Recupéralo en tu <8>Hogar</8>
fr: {{1}} vous a envoyé un <heart/> ! Récupérez-le à la <8>Maison</8>
id: {{1}} mengirimkan <heart/>! Ambil di <8>Rumah</8>
it: {{1}} ti ha inviato un <heart/>! Recuperalo nella tua <8>Base</8>.
ja: {{1}}さんがあなたに<heart/>を贈りました ホームで受け取りましょう
ko: {{1}} 님이 <heart/>를 보냈어요! <8>안식처</8>에서 받아보세요.
pt: {{1}} lhe enviou um <heart/>! Resgate-o em seu <8>Lar</8>
ru: {{1}} отправил(а) вам <heart/>! Заберите его в своем <8>Доме</8>
th: {{1}} ได้ส่ง <heart/> มาให้คุณแล้ว! รับได้ที่<8>บ้าน</8>ของคุณ
vi: {{1}} đã tặng bạn 1 <heart/>! Hãy về <8>Nhà</8> nhận
zh_hans: {{1}} 送给你一个<heart/>！请回到<8>遇境</8>领取
zh_hant: {{1}} 送給你一個<heart/>！請回到<8>遇境</8>領取

# local_notification_friend_has_reborn
source: {{1}} has reborn!
de: {{1}} wurde wiedergeboren!
es: ¡{{1}} ha renacido!
fr: {{1}} est ressuscité(e) !
id: {{1}} telah bereinkarnasi!
it: {{1}} rinasce!
ja: {{1}}さんが星を届ける使命を達成しました
ko: {{1}} 님이 환생했어요!
pt: {{1}} renasceu!
ru: Игрок {{1}} возродился!
th: {{1}} ได้เกิดใหม่แล้ว!
vi: {{1}} đã tái sinh!
zh_hans: {{1}}刚才完成了一次转生！
zh_hant: {{1}}剛才完成了一次轉生！

# local_notification_friend_online
source: {{1}} is online!
de: {{1}} ist online!
es: ¡{{1}} está en línea!
fr: {{1}} est en ligne !
id: {{1}} online!
it: {{1}} è online!
ja: {{1}}さんがオンラインになりました
ko: {{1}} 님이 온라인입니다!
pt: {{1}} está on-line!
ru: {{1}} в сети!
th: {{1}} ออนไลน์แล้ว!
vi: {{1}} đã online!
zh_hans: {{1}} 上线了！
zh_hant: {{1}} 上線了！

# local_notification_friend_penpal
source: {{1}} sent you a message! View it in the Friendship Constellation
de: {{1}} hat dir eine Nachricht geschickt! Sieh sie dir in den Freundschaftssternbildern an
es: ¡{{1}} te envió una <2>publicación de amistad</2>! Puedes verla en la constelación de amistad
fr: {{1}} vous a envoyé une <2>publication d'ami</2> ! Retrouvez-la dans la Constellation de l'amitié.
id: {{1}} mengirimi kamu sebuah <2>Pesan Teman</2>! Lihat di Konstelasi Pertemanan
it: {{1}} ti ha inviato un <2>post amico</2> ! Visualizzalo nella Costellazione dell'Amicizia
ja: {{1}} さんがあなたにお便りを送りました！フレンドの星座で確認しましょう
ko: {{1}} 님에게서 <2>친구 편지</2>가 왔어요! 친구 별자리에서 확인하세요.
pt: {{1}} enviou uma mensagem! Veja na Constelação de Amigos
ru: {{1}} отправляет вам <2>дружеское послание</2> — посмотрите его в Созвездии дружбы!
th: {{1}} ได้ส่ง<2>โพสต์เพื่อน</2>ให้คุณ! เข้าไปดูในกลุ่มดาวมิตรภาพเลยสิ
vi: {{1}} đã gửi cho bạn một <2>Bài Đăng Bạn Bè</2>! Xem trong Chòm Sao Tình Bạn
zh_hans: {{1}}给你发了一条消息！前往友谊星盘中查看它
zh_hant: {{1}}傳送了一則<2>友情記事</2>給你！可在友誼星盤中查看

# local_notification_friend_wax_gift
source: {{1}} lit your friend star! Retrieve your gift of light in your <8>Home</8>
de: {{1}} hat deinen Freundschaftsstern erleuchtet! Hol dir dein Geschenk in deinem <8>Zuhause</8>
es: ¡{{1}} encendió tu estrella de amigo! Recupera tu regalo de luz en tu <8>Hogar</8>
fr: {{1}} a allumé votre étoile d’ami ! Récupérez votre cadeau de lumière à la <8>Maison</8>
id: {{1}} menyalakan bintang temanmu! Ambil hadiah cahayamu di <8>Rumah</8>
it: {{1}} ha acceso la tua stella dell'amicizia! Recupera il dono di luce nella tua <8>Base</8>
ja: {{1}}さんがあなたの星に灯を点しました。ホームで光のかけらを受け取りましょう
ko: {{1}} 님이 빛을 보냈어요! <8>안식처</8>에서 받아보세요.
pt: {{1}} acendeu sua estrela amiga! Resgate seu presente de luz em seu <8>Lar</8>
ru: {{1}} зажигает вашу звезду друга! Заберите подарок света в своем <8>Доме</8>
th: {{1}} ได้จุดดาวให้เพื่อนของคุณ! รับของขวัญแห่งแสงได้ใน<8>บ้าน</8>ของคุณ
vi: {{1}} đã thắp sáng ngôi sao bạn bè của bạn! Hãy về <8>Nhà</8> nhận
zh_hans: {{1}} 点亮了你的友谊之星！请回到<8>遇境</8>领取友谊之光
zh_hant: {{1}} 點亮了你的友誼之星！請回到<8>遇境</8>領取友誼之光

# local_notification_liked_geonote
source: {{1}} <like/> your <b>Shared Message</b>!
de: {{1}} <like/> deine <b>geteilte Nachricht</b>!
es: ¡A {{1}} le gustó <like/> tu <b>mensaje compartido</b>!
fr: {{1}} <like/> votre <b>message partagé</b> !
id: {{1}} <like/> <b>Pesan yang Dibagikan</b> milik kamu!
it: {{1}} <like/> il tuo <b>Messaggio condiviso</b>!
ja: {{1}}さんがあなたの<b>メッセージ</b>に<like/>しました！
ko: {{1}} 님이 <b>메시지</b>에 <like/>를 남겼어요!
pt: {{1}} <like/> sua <b>mensagem compartilhada</b>!
ru: {{1}} <like/> <b>ваше общее сообщение</b>!
th: {{1}} <like/> <b>ข้อความที่แชร์</b>ของคุณ!
vi: {{1}} <like/> <b>Tin Nhắn Chung</b> của bạn!
zh_hans: {{1}}<like/>了你的<b>共享消息</b>！
zh_hant: {{1}}<like/>你的<b>共享訊息</b>！

# local_notification_liked_geonote_multiple
source: Your <b>Shared Message</b> received {{1}} <like/>!
de: Deine <b>geteilte Nachricht</b> hat {{1}} <like/> erhalten!
es: ¡Tu <b>mensaje compartido</b> recibió {{1}} <like/>!
fr: Votre <b>message partagé</b> a obtenu {{1}} <like/> !
id: <b>Pesan yang Dibagikan</b> milikmu telah menerima {{1}} <like/>!
it: Il tuo <b>Messaggio condiviso</b> ha ricevuto {{1}} <like/>!
ja: あなたの<b>メッセージ</b>が{{1}}個の<like/>を獲得しました！
ko: <b>메시지</b>가 <like/> {{1}}개를 받았어요!
pt: Sua <b>mensagem compartilhada</b> recebeu {{1}} <like/>!
ru: Ваше <b>общее сообщение</b> получает {{1}} <like/>!
th: <b>ข้อความที่แชร์</b>ของคุณได้รับ {{1}} <like/> แล้ว!
vi: <b>Tin Nhắn Chung</b> của bạn đã nhận được {{1}} <like/>!
zh_hans: 你的<b>共享消息</b>收到了{{1}}个<like/>！
zh_hant: 你的<b>共享訊息</b>收到了{{1}}個<like/>！

# local_notification_liked_recording
source: {{1}} <like/> your <b>Shared Memory</b>!
de: {{1}} <like/> deine <b>Gemeinschaftserinnerung</b>!
es: ¡A {{1}} le gustó <like/> tu <b>recuerdo compartido</b>!
fr: {{1}} <like/> votre <b>souvenir partagé</b> !
id: {{1}} <like/> <b>Kenangan Bersama</b> milik kamu!
it: {{1}} <like/> il tuo <b>Ricordo condiviso</b>!
ja: {{1}}さんがあなたの<b>シェアメモリーズ</b>に<like/>しました！
ko: {{1}} 님이 <b>공유기억</b>에 <like/>를 남겼어요!
pt: {{1}} <like/> sua <b>memória compartilhada</b>!
ru: {{1}} <like/> ваше <b>общее воспоминание</b>!
th: {{1}} <like/> <b>ความทรงจำร่วมกัน</b>ของคุณ!
vi: {{1}} <like/> <b>Ký Ức Chung</b> của bạn!
zh_hans: {{1}}<like/>了你的<b>共享回忆</b>！
zh_hant: {{1}}<like/>了你的<b>共享記憶</b>！

# local_notification_liked_recording_multiple
source: Your <b>Shared Memory</b> received {{1}} <like/>!
de: Deine <b>Gemeinschaftserinnerung</b> hat {{1}} <like/> erhalten!
es: ¡Tu <b>recuerdo compartido</b> recibió {{1}} <like/>!
fr: Votre <b>souvenir partagé</b> a obtenu {{1}} <like/> !
id: <b>Kenangan Bersama</b> milikmu telah menerima {{1}} <like/>!
it: Il tuo <b>Ricordo condiviso</b> ha ricevuto {{1}} <like/>!
ja: あなたの<b>シェアメモリーズ</b>が{{1}}個の<like/>を獲得しました！
ko: <b>공유기억</b>이 <like/> {{1}}개를 받았어요!
pt: Sua <b>memória compartilhada</b> recebeu {{1}} <like/>!
ru: Ваше <b>общее воспоминание</b> получает {{1}} <like/>!
th: <b>ความทรงจำร่วมกัน</b>ของคุณได้รับ {{1}} <like/> แล้ว!
vi: <b>Ký Ức Chung</b> của bạn đã nhận được {{1}} <like/>!
zh_hans: 你的<b>共享记忆</b>收到了{{1}}个<like/>！
zh_hant: 你的<b>共享記憶</b>收到了{{1}}個<like/>！

# local_notification_liked_stage
source: {{1}} <like/> your <b>Shared Space</b>!
de: {{1}} <like/> deinen <b>Gemeinschaftsraum</b>!
es: ¡A {{1}} le gustó <like/> tu <b>espacio compartido</b>!
fr: {{1}} <like/> votre <b>espace partagé</b> !
id: {{1}} <like/> <b>Ruang Bersama</b> milik kamu!
it: {{1}} <like/> il tuo <b>Spazio condiviso</b>!
ja: {{1}}さんがあなたの<b>シェアスペース</b>に<like/>しました！
ko: {{1}} 님이 <b>공유공간</b>에 <like/>를 남겼어요!
pt: {{1}} <like/> seu <b>espaço compartilhado</b>!
ru: {{1}} <like/> ваше <b>общее пространство</b>!
th: {{1}} <like/> <b>พื้นที่ส่วนกลาง</b>ของคุณ!
vi: {{1}} <like/> <b>Không Gian Chung</b> của bạn!
zh_hans: {{1}}<like/>了你的<b>共享空间</b>！
zh_hant: {{1}}<like/>了你的<b>共享空間</b>！

# local_notification_liked_stage_multiple
source: Your <b>Shared Space</b> received {{1}} <like/>!
de: Dein <b>Gemeinschaftsraum</b> hat {{1}} <like/> erhalten!
es: ¡Tu <b>espacio compartido</b> recibió {{1}} <like/>!
fr: Votre <b>espace partagé</b> a obtenu {{1}} <like/> !
id: <b>Ruang Bersama</b> milikmu telah menerima {{1}} <like/>!
it: Il tuo <b>Spazio condiviso</b> ha ricevuto {{1}} <like/>!
ja: あなたの<b>シェアスペース</b>が{{1}}個の<like/>を獲得しました！
ko: <b>공유공간</b>이 <like/> {{1}}개를 받았어요!
pt: Seu <b>espaço compartilhado</b> recebeu {{1}} <like/>!
ru: Ваше <b>общее пространство</b> получает {{1}} <like/>!
th: <b>พื้นที่ส่วนกลาง</b>ของคุณได้รับ {{1}} <like/> แล้ว!
vi: <b>Không Gian Chung</b> của bạn đã nhận được {{1}} <like/>!
zh_hans: 你的<b>共享空间</b>收到了{{1}}个<like/>！
zh_hant: 你的<b>共享空間</b>收到了{{1}}個<like/>！

# local_notification_reacted_to_geonote
source: {{1}} ♥ your note!
de: {{1}} ♥ deine Notiz!
es: ¡{{1}} ♥ tu nota!
fr: {{1}} ♥ votre message !
id: {{1}} ♥ catatanmu!
it: {{1}} ♥ il tuo messaggio!
ja: {{1}}さんがあなたのメッセージを<heart/>しました
ko: {{1}} 님이 메시지에 ♥를 눌렀어요!
pt: {{1}} ♥ sua nota!
ru: {{1}} ♥ вашу записку!
th: {{1}} ♥ โน๊ตเพลงของคุณ!
vi: {{1}} thả ♥ tin nhắn của bạn!
zh_hans: {{1}} ♥ 了你的留言！
zh_hant: {{1}} ♥ 了你的留言！

# local_notification_reacted_to_recording
source: {{1}} ♥ your shared memory!
de: {{1}} ♥ deine Geteilte Erinnerung!
es: ¡A {{1}} le ♥ tu recuerdo compartido!
fr: {{1}} a ♥ votre souvenir partagé !
id: {{1}} ♥ kenangan bersamamu!
it: {{1}} ♥ il tuo Ricordo condiviso!
ja: {{1}}さんがあなたのシェアメモリーズをいいねしました！
ko: {{1}}님이 공유기억에 ♥를 남겼어요!
pt: {{1}} ♥ sua memória compartilhada!
ru: {{1}} ♥ ваше общее воспоминание!
th: {{1}} ♥ ความทรงจำร่วมกันของคุณ!
vi: {{1}} ♥ ký ức chung của bạn!
zh_hans: {{1}} ♥ 你的共享回忆！
zh_hant: {{1}} ♥ 您的共享記憶！

# local_notification_reacted_to_stage
source: {{1}} ♥ your shared space!
de: {{1}} ♥ dein Gemeinschaftsraum!
es: ¡A {{1}} le ♥ tu espacio compartido!
fr: {{1}} a ♥ votre espace partagé !
id: {{1}} ♥ ruang bersamamu!
it: {{1}} ♥ il tuo Spazio condiviso!
ja: {{1}}さんがあなたのシェアスペースをいいねしました！
ko: {{1}}님이 공유공간에 ♥를 남겼어요!
pt: {{1}} ♥ seu espaço compartilhado!
ru: {{1}} ♥ ваше общее пространство!
th: {{1}} ♥ พื้นที่ส่วนกลางของคุณ!
vi: {{1}} ♥ không gian chung của bạn!
zh_hans: {{1}} ♥ 你的共享空间！
zh_hant: {{1}} ♥ 您的共享空間！

# local_notification_received_invite
source: {{1}} sent you a friend invite!
de: {{1}} hat dir eine Freundschaftsanfrage geschickt!
es: ¡{{1} te envió una invitación de amistad!
fr: {{1}} vous a envoyé une invitation !
id: {{1}} mengirimkan undangan teman kepadamu!
it: {{1}} ti ha inviato una richiesta di amicizia!
ja: {{1}}さんからフレンド招待状が届きました！
ko: {{1}}님이 친구 초대를 보냈습니다!
pt: {{1}} enviou um convite para você!
ru: Вы получили приглашение в друзья от игрока {{1}}!
th: {{1}} ได้ส่งคำขอเป็นเพื่อนให้คุณ!
vi: {{1}} đã gửi cho bạn lời mời kết bạn!
zh_hans: {{1}} 向你发送了好友邀请！
zh_hant: {{1}} 向你發送了好友邀請！

# local_notification_social_feed_blocked
source: Your message may violate Community Guidelines and has been blocked.
de: Deine Nachricht verstößt möglicherweise gegen die Community-Richtlinien und wurde blockiert.
es: Tu mensaje podría infringir las normas de la comunidad y por eso se ha bloqueado.
fr: Votre message pourrait constituer une violation de nos lignes directrices communautaires et a été bloqué.
id: Pesanmu mungkin melanggar Pedoman Komunitas dan telah diblokir.
it: Il tuo messaggio potrebbe violare le Linee guida della community ed è stato bloccato.
ja: あなたのメッセージはコミュニティのガイドラインに抵触する可能性があるため、ブロックされました
ko: 커뮤니티 가이드라인을 위반했을 가능성이 있어 메시지가 차단되었습니다.
pt: Sua mensagem pode violar as diretrizes da comunidade e foi bloqueada.
ru: Ваше сообщение может нарушать Правила сообщества и было заблокировано.
th: ข้อความของคุณอาจละเมิดแนวทางปฏิบัติของชุมชน จึงส่งผลให้ถูกบล็อก
vi: Tin nhắn của bạn đã vi phạm Nguyên Tắc Cộng Đồng và đã bị chặn.
zh_hans: 你的消息可能违反了社区准则，已被屏蔽。
zh_hant: 你的訊息可能違反社群準則，並遭到封鎖。

# local_notification_social_feed_comment
source: <b>{{1}} commented</b> on your creation, <b>"{{2}}"</b>!
de: <b>{{1}} kommentierte</b> deine Kreation, <b>"{{2}}"</b>!
es: <b>{{1}} dejó un comentario</b> en tu creación, <b>"{{2}}"</b>!
fr: <b>{{1}} a commenté</b> l’une de vos créations, <b>"{{2}}"</b> !
id: <b>{{1}} mengomentari</b> kreasi kamu, <b>"{{2}}"</b>!
it: <b>{{1}} ha aggiunto un commento</b> alla tua creazione, <b>"{{2}}"</b>!
ja: <b>{{1}}人があなたの創作物にコメントしました</b>！：<b>"{{2}}"</b>
ko: <b>{{1}}님이</b> <b>"{{2}}"</b> 작품에 댓글을 남겼어요!
pt: <b>{{1}} comentou</b> na sua criação, <b>"{{2}}"</b>!
ru: Игрок <b>{{1}} оставил комментарий</b> к вашему творению «<b>{{2}}</b>»!
th: <b>{{1}} ได้แสดงความคิดเห็น</b>บนผลงานของคุณ <b>"{{2}}"</b>!
vi: <b>{{1}} đã bình luận</b> về sáng tạo của bạn, <b>"{{2}}"</b>!
zh_hans: <b>{{1}}评论了</b>你的作品，<b>"{{2}}"</b>！
zh_hant: <b>{{1}}為</b>你的作品《<b>{{2}}</b>》留了言！

# local_notification_social_feed_comment_multiple
source: You've received <b>{{1}} comments</b> on your creation, <b>"{{2}}"</b>!
de: Du hast <b>{{1}} Kommentare</b> zu deiner Kreation erhalten, <b>"{{2}}"</b>!
es: ¡Recibiste <b>{{1}} comentarios</b> en tu creación, <b>"{{2}}"</b>!
fr: Vous avez reçu <b>{{1}} commentaires</b> sur votre création, <b>"{{2}}"</b> !
id: Kamu menerima <b>{{1}} komen</b> di kreasi kamu, <b>"{{2}}"</b>!
it: Hai ricevuto <b>{{1}} commenti</b> sulla tua creazione, <b>"{{2}}"</b>!
ja: あなたの創作物に<b>{{1}}件のコメントが届きました</b>！：<b>"{{2}}"</b>
ko: <b>"{{2}}"</b> 작품에 <b>댓글 {{1}}개</b>가 달렸어요!
pt: Você recebeu <b>{{1}} comentários</b> na sua criação, <b>"{{2}}"</b>!
ru: Ваше творение «<b>{{2}}</b>» получает комментарии: <b>{{1}}!
th: คุณได้รับ <b>{{1}} ความคิดเห็น</b>บนผลงานของคุณ <b>"{{2}}"</b>!
vi: Bạn đã nhận được <b>{{1}} bình luận</b> về sáng tạo của mình, <b>"{{2}}"</b>!
zh_hans: 你的作品<b>"{{2}}"</b>收到了<b>{{1}}条评论</b>！
zh_hant: 你的創作《<b>{{2}}</b>》收到了<b>{{1}}條留言</b>！

# local_notification_social_feed_removed
source: Your message may violate Community Guidelines and has been removed.
de: Deine Nachricht verstößt möglicherweise gegen die Community-Richtlinien und wurde entfernt.
es: Tu mensaje podría infringir las normas de la comunidad y por eso se ha eliminado.
fr: Votre message pourrait constituer une violation de nos lignes directrices communautaires et a été effacé.
id: Pesanmu mungkin melanggar Pedoman Komunitas dan telah dihapus.
it: Il tuo messaggio potrebbe violare le Linee guida della community ed è stato rimosso.
ja: あなたのメッセージはコミュニティのガイドラインに抵触する可能性があるため、削除されました
ko: 커뮤니티 가이드라인을 위반했을 가능성이 있어 메시지가 제거되었습니다.
pt: Sua mensagem pode violar as diretrizes da comunidade e foi removida.
ru: Ваше сообщение может нарушать Правила сообщества и было удалено.
th: ข้อความของคุณอาจละเมิดแนวทางปฏิบัติของชุมชน และได้ถูกลบออก
vi: Tin nhắn của bạn đã vi phạm Nguyên Tắc Cộng Đồng và đã bị xóa.
zh_hans: 你的消息可能违反了社区准则，已被移除。
zh_hant: 你的訊息可能違反社群準則，並遭到移除。

# local_notification_superlike_memory_multiple
source: Your <b>Shared Memory</b> received {{1}} <heart/>. Collect them at <b>Aviary Village</b>.
de: Deine <b>Gemeinschaftserinnerung</b> hat {{1}} <heart/> erhalten. Sammle sie im <b>Volieren-Dorf</b> ein.
es: Tu <b>recuerdo compartido</b> recibió {{1}} <heart/>. Recógelos en la <b>aldea aviaria</b>.
fr: Votre <b>souvenir partagé</b> a obtenu {{1}} <heart/>. Récupérez-les au <b>village volière</b>.
id: <b>Kenangan Bersama</b> milikmu mendapatkan {{1}} <heart/>. Kumpulkan semua itu di <b>Desa Aviary</b>.
it: Il tuo <b>Ricordo condiviso</b> ha ricevuto {{1}} <heart/>. Raccoglili presso il <b>Villaggio degli Uccelli</b>.
ja: あなたの<b>シェアメモリーズ</b>が{{1}}個の<heart/>を獲得しました！ <b>花鳥郷</b>で受け取りましょう
ko: <b>공유기억</b>이 <heart/> {{1}}개를 받았어요. <b>새들의 정원 마을</b>에서 수령해 주세요.
pt: Sua <b>memória compartilhada</b> recebeu {{1}} <heart/>. Pegue-os na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее воспоминание</b> получает {{1}} <heart/>. Можно забрать в <b>Птичьей деревне</b>.
th: <b>ความทรงจำร่วมกัน</b>ของคุณได้รับ {{1}} <heart/> แล้ว รับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Ký Ức Chung</b> của bạn đã nhận được {{1}} <heart/>. Hãy nhận chúng tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享回忆</b>收到了{{1}}个<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享記憶</b>收到了{{1}}顆<heart/>。 請在<b>雲巢</b>領取。

# local_notification_superlike_note_multiple
source: Your <b>Shared Message</b> received {{1}} <heart/>. Collect them at <b>Aviary Village</b>.
de: Deine <b>Geteilte Nachricht</b> hat {{1}} <heart/> erhalten. Sammle sie im <b>Volieren-Dorf</b> ein.
es: Tu <b>mensaje compartido</b> recibió {{1}} <heart/>. Recógelos en la <b>aldea aviaria</b>.
fr: Votre <b>message partagé</b> a obtenu {{1}} <heart/>. Récupérez-les au <b>village volière</b>.
id: <b>Pesan yang Dibagikan</b> milikmu mendapatkan {{1}} <heart/>. Kumpulkan semua itu di <b>Desa Aviary</b>.
it: Il tuo <b>Messaggio condiviso</b> ha ricevuto {{1}} <heart/>. Raccoglili presso il <b>Villaggio degli Uccelli</b>.
ja: あなたの<b>メッセージ</b>が{{1}}個の<heart/>を獲得しました！ <b>花鳥郷</b>で受け取りましょう
ko: <b>메시지</b>가 <heart/> {{1}}개를 받았어요. <b>새들의 정원 마을</b>에서 수령해 주세요.
pt: Sua <b>mensagem compartilhada</b> recebeu {{1}} <heart/>. Pegue-os na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее сообщение</b> получает {{1}} <heart/>. Можно забрать в <b>Птичьей деревне</b>.
th: <b>ข้อความที่แชร์</b>ของคุณได้รับ {{1}} <heart/> แล้ว รับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Tin Nhắn Chung</b> của bạn đã nhận được {{1}} <heart/>. Hãy nhận chúng tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享消息</b>收到了{{1}}个<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享訊息</b>收到了{{1}}顆<heart/>。 請在<b>雲巢</b>領取。

# local_notification_superlike_space_multiple
source: Your <b>Shared Space</b> received {{1}} <heart/>. Collect them at <b>Aviary Village</b>.
de: Dein <b>Gemeinschaftsraum</b> hat {{1}} <heart/> erhalten. Sammle sie im <b>Volieren-Dorf</b> ein.
es: Tu <b>espacio compartido</b> recibió {{1}} <heart/>. Recógelos en la <b>aldea aviaria</b>.
fr: Votre <b>espace partagé</b> a obtenu {{1}} <heart/>. Récupérez-les au <b>village volière</b>.
id: <b>Ruang Bersama</b> milikmu mendapatkan {{1}} <heart/>. Kumpulkan semua itu di <b>Desa Aviary</b>.
it: Il tuo <b>Spazio condiviso</b> ha ricevuto {{1}} <heart/>. Raccoglili presso il <b>Villaggio degli Uccelli</b>.
ja: あなたの<b>シェアスペース</b>が{{1}}個の<heart/>を獲得しました！ <b>花鳥郷</b>で受け取りましょう
ko: <b>공유공간</b>이 <heart/> {{1}}개를 받았어요. <b>새들의 정원 마을</b>에서 수령해 주세요.
pt: Seu <b>espaço compartilhado</b> recebeu {{1}} <heart/>. Pegue-os na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее пространство</b> получает {{1}} <heart/>. Можно забрать в <b>Птичьей деревне</b>.
th: <b>พื้นที่ส่วนกลาง</b>ของคุณได้รับ {{1}} <heart/> แล้ว รับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Không Gian Chung</b> của bạn đã nhận được {{1}} <heart/>. Hãy nhận chúng tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享空间</b>收到了{{1}}个<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享空間</b>收到了{{1}}顆<heart/>。 請在<b>雲巢</b>領取。

# local_notification_unnamed_has_reborn
source: Unnamed friend has reborn!
de: Freund ohne Namen wurde wiedergeboren!
es: ¡Tu amigo sin nombre ha renacido!
fr: Un ami anonyme est ressuscité !
id: Teman tidak bernama telah bereinkarnasi!
it: Un amico è rinato!
ja: フレンドが星を届ける使命を達成しました
ko: 이름 없는 친구가 환생했습니다!
pt: O amigo anônimo renasceu!
ru: Неназванный друг возродился!
th: เพื่อนที่ไม่มีชื่อได้เกิดใหม่แล้ว!
vi: Người bạn chưa rõ tên đã tái sinh!
zh_hans: 某个未命名朋友刚才完成了一次转生！
zh_hant: 某個未命名朋友剛才完成了一次轉生！

# local_notification_unnamed_liked_geonote
source: A friend <like/> your <b>Shared Message</b>!
de: Ein Freund <like/> deine <b>Geteilte Nachricht</b>!
es: ¡A una amistad le gustó <like/> tu <b>mensaje compartido</b>!
fr: Un.e ami.e a <like/> votre <b>message partagé</b> !
id: Seorang teman <like/> <b>Pesan yang Dibagikan</b> milik kamu!
it: Una persona <like/> il tuo <b>Messaggio condiviso</b>!
ja: フレンドがあなたの<b>メッセージ</b>に<like/>しました！
ko: 친구가 <b>메시지</b>에 <like/>를 남겼어요!
pt: Um amigo <like/> sua <b>mensagem compartilhada</b>!
ru: Друг <like/> ваше <b>общее сообщение</b>!
th: เพื่อน <like/> <b>ข้อความที่แชร์</b>ของคุณ!
vi: Một người bạn đã <like/> <b>Tin Nhắn Chung</b> của bạn!
zh_hans: 一个好友<like/>了你的<b>共享消息</b>！
zh_hant: 有位好友<like/>你的<b>共享訊息</b>！

# local_notification_unnamed_liked_recording
source: A friend <like/> your <b>Shared Memory</b>!
de: Ein Freund <like/> deine <b>Gemeinschaftserinnerung</b>!
es: ¡A una amistad le gustó <like/> tu <b>recuerdo compartido</b>!
fr: Un.e ami.e a <like/> votre <b>souvenir partagé</b> !
id: Seorang teman <like/> <b>Kenangan Bersama</b> milik kamu!
it: Una persona <like/> il tuo <b>Ricordo condiviso</b>!
ja: フレンドがあなたの<b>シェアメモリーズ</b>に<like/>しました！
ko: 친구가 <b>공유기억</b>에 <like/>를 남겼어요!
pt: Um amigo <like/> sua <b>memória compartilhada</b>!
ru: Друг <like/> ваше <b>общее воспоминание</b>!
th: เพื่อน <like/> <b>ความทรงจำร่วมกัน</b>ของคุณ!
vi: Một người bạn đã <like/> <b>Ký Ức Chung</b> của bạn!
zh_hans: 一个好友<like/>了你的<b>共享回忆</b>！
zh_hant: 有位好友<like/>你的<b>共享記憶</b>！

# local_notification_unnamed_liked_stage
source: A friend <like/> your <b>Shared Space</b>!
de: Ein Freund <like/> deinen <b>Gemeinschaftsraum</b>!
es: ¡A una amistad le gustó <like/> tu <b>espacio compartido</b>!
fr: Un.e ami.e a <like/> votre <b>espace partagé</b> !
id: Seorang teman <like/> <b>Ruang Bersama</b> milik kamu!
it: Una persona <like/> il tuo <b>Spazio condiviso</b>!
ja: フレンドがあなたの<b>シェアスペース</b>に<like/>しました！
ko: 친구가 <b>공유공간</b>에 <like/>를 남겼어요!
pt: Um amigo <like/> seu <b>espaço compartilhado</b>!
ru: Друг <like/> ваше <b>общее пространство</b>!
th: เพื่อน <like/> <b>พื้นที่ส่วนกลาง</b>ของคุณ!
vi: Một người bạn đã <like/> <b>Không Gian Chung</b> của bạn!
zh_hans: 一个好友<like/>了你的<b>共享空间</b>！
zh_hant: 有位好友<like/>你的<b>共享空間</b>！

# local_notification_unnamed_social_feed_comment
source: Someone left a <b>comment</b> on your creation, <b>"{{1}}"</b>!
de: Jemand hat einen <b>Kommentar</b> zu deiner Kreation hinterlassen, <b>"{{1}}"</b>!
es: ¡Alguien dejó un <b>comentario</b> en tu creación, <b>"{{1}}"</b>!
fr: Quelqu'un a laissé un <b>commentaire</b> sur votre création, <b>"{{1}}"</b> !
id: Seseorang meninggalkan <b>komentar</b> di kreasi kamu, <b>"{{1}}"</b>!
it: Qualcuno ha lasciato un <b>commento</b> sulla tua creazione <b>"{{1}}"</b>!
ja: あなたの創作物<b>"{{1}}"</b>に誰かが<b>コメントしました</b>！
ko: 누군가 <b>"{{1}}"</b> 작품에 <b>댓글</b>을 남겼어요!
pt: Alguém deixou um <b>comentário</b> na sua criação, <b>"{{1}}"</b>!
ru: Кто-то оставил <b>комментарий</b> к вашему творению «<b>{{1}}</b>»!
th: มีบางคนได้แสดง<b>ความคิดเห็น</b>บนผลงานของคุณ <b>"{{1}}"</b>!
vi: Ai đó đã để lại <b>bình luận</b> về sáng tạo của bạn, <b>"{{1}}"</b>!
zh_hans: 有人为你的作品<b>"{{1}}"</b>留下了一条<b>留言</b>！
zh_hant: 有人為你的創作《<b>{{1}}</b>》<b>留了言</b>！
