Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_hist_15_02
source: Published this summer, 'The Art of Sky’ art book looks back on the game's seven-year development phase (2012-2019).
de: Das Artbook "Die Kunst von Sky", das diesen Sommer veröffentlicht wird, blickt zurück auf die siebenjährige Entwicklungsphase des Spiels (2012-2019).
es: Publicado este verano, el libro de arte "El arte de Sky" rememora los siete años de la fase de desarrollo del juego (2012-2019).
fr: Publié cet été « L'esthétique de Sky » revient sur les sept ans de développement du jeu (2012-2019).
id: Diterbitkan pada musim panas ini, buku seni 'The Art of Sky' mengulas kembali fase pengembangan game ini selama tujuh tahun (2012-2019).
it: Pubblicato quest'estate, il libro d'arte "The Art of Sky" ripercorre la fase di sviluppo del gioco durata sette anni (2012-2019).
ja: この夏出版されたSkyのアートブック『The Art of Sky』には、7年に及ぶゲーム開発期間 (2012年~2019年) の記憶が収録されています。
ko: 이번 여름에 출간되는 ‘The Art of Sky’ 아트북은 7년에 걸쳐 저희 게임을 개발한 과정을 담았습니다(2012년~2019년).
pt: Publicado neste verão, o livro “A Arte de Sky” faz uma retrospectiva da fase de desenvolvimento de sete anos do jogo (2012-2019).
ru: Артбук The Art of Sky («Искусство Sky»), который выходит этим летом, описывает первые семь лет разработки игры (2012-2019 годы).
vi: Được xuất bản vào mùa hè này, cuốn artbook 'The Art of Sky' nhìn lại chặng đường phát triển kéo dài 7 năm của trò chơi (2012-2019).
zh_hans: 今年夏天发行的《The Art of Sky》图册回顾了该游戏的七年开发阶段(2012-2019)。
zh_hant: 今年夏天出版的《Sky光·遇之美》美術設定集回顧了遊戲的七年開發階段（2012-2019）。

# sf_hist_15_03
source: Most recently, the team also released the 'Season of Nesting'.
de: Zuletzt hat das Team zudem die "Saison des Nistens" veröffentlicht.
es: Más recientemente, el equipo también lanzó la "temporada acogedora".
fr: Plus récemment, l’équipe a aussi sorti la « Saison de la Nidification ».
id: Baru-baru ini, tim juga merilis 'Musim Bersarang'.
it: Recentemente, il team ha anche pubblicato la "Stagione dei Nidi".
ja: 最新のイベント『巣づくりの季節』も配信されました。
ko: 가장 최근에는 저희 팀에서 ‘보금자리의 시즌’을 출시했습니다.
pt: Mais recentemente, a equipe também lançou a Temporada do Ninho.
ru: Недавно мы также запустили Сезон гнездования.
vi: Gần đây nhất, đội ngũ cũng đã phát hành 'Mùa Xây Tổ'.
zh_hans: 最近，团队还发布了“筑巢季”。
zh_hant: 最近，團隊還推出了「築巢季」。

# shared_space_button_unlock
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
id: Membuka kunci
it: Sblocca
ja: アンロック
ko: 잠금해제
pt: Desbloquear
ru: Открыть
th: ปลดล็อก
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# shop_candledesc
source: Do you want to dedicate a<candle/>? Friend will get 1<heart/> that can be exchanged for <2>Special Social Items!</2>
de: Möchtest du <candle/> widmen? Ein Freund erhält 1<heart/> zum Austausch gegen <2>spezielle Sozialgegenstände!</2>
es: ¿Quieres dedicar una <candle/>? ¡Tu amistad recibirá 1 <heart/> que puede intercambiarse por <2>objetos sociales especiales!</2>
fr: Voulez-vous dédier <candle/> ? Votre ami ou amie recevrez 1<heart/>. Cet objet peut être échangé contre des <2>objets sociaux spéciaux ! </2>
id: Ingin mendedikasikan<candle/>? Teman akan mendapatkan 1 <heart/> yang bisa ditukarkan dengan <2>Item Sosial Spesial!</2>
it: Vuoi dedicare una <candle/>? Il tuo amico riceverà 1 <heart/> che può essere scambiato con <2>oggetti sociali speciali!</2>
ja: <candle/>を捧げますか？ フレンドは<b>特別なアイテム</b>と交換できる<heart/>を1つ 獲得します
ko: <candle/>를 건넬까요? 친구는 <2>특별한 아이템</2>을 얻는 데 사용하는 <heart/> 1개를 받습니다.
pt: Você quer dedicar uma <candle/>? O amigo receberá 1<heart/>, que pode ser trocado por <2>itens sociais especiais!</2>
ru: Хотите передать <candle/>? Друг получит 1<heart/> и сможет обменять его на <2>особые предметы для общения!</2>
th: คุณต้องการมอบ <candle/> หรือไม่ เพื่อนจะได้รับ 1<heart/> ที่สามารถแลกเปลี่ยนเป็น<2>ไอเทมโซเชียลพิเศษได้!</2>
vi: Bạn muốn tặng 1 <candle/>? Người bạn sẽ nhận được 1 <heart/>, dùng để đổi <2>Vật phẩm Cộng đồng Đặc biệt!</2>
zh_hans: 你想要贡献一根<candle/>吗？ 朋友将会获得 1 个<heart/>，可用于兑换<2>特殊社交物品！</2>
zh_hant: 你想要貢獻一根<candle/>嗎？ 朋友將會獲得 1 個<heart/>，可用於兌換<2>特殊社交物品！</2>

# shop_cycling_empty_tab
source: <b>No more items available right now./nCome back soon for new items!</b>
de: <b>Im Moment sind keine Gegenstände mehr verfügbar./nKomm bald wieder, um neue Gegenstände zu erhalten!</b>
es: <b>No hay más objetos disponibles. ¡Pronto habrá nuevos objetos!</b>
fr: <b>Il n'y a plus d'objets disponibles pour le moment./nRevenez bientôt pour découvrir de nouveaux objets !</b>
id: <b>Tidak ada barang yang tersedia saat ini./nKembali lagi nanti untuk barang-barang baru!</b>
it: <b>Nessun altro oggetto disponibile al momento./nTorna presto per nuovi oggetti!</b>
ja: <b>今はご提供できるアイテムがありません./n新アイテムが登場したらまたお越しください！</b>
ko: <b>지금은 이용할 수 있는 아이템이 없습니다./n나중에 다시 돌아와서 새 아이템을 확인해 보세요!</b>
pt: <b>Sem itens disponíveis no momento./nVolte em breve para ver novos itens!</b>
ru: <b>Больше нет доступных предметов./nПриходите чуть позже, скоро появятся новые!</b>
th: <b>ไม่มีไอเทมเหลืออยู่ในขณะนี้ /nกลับมาอีกครั้งในเร็วๆ นี้เพื่อพบกับไอเทมใหม่!</b>
vi: <b>Hiện không còn vật phẩm nào./nHãy sớm quay lại xem những vật phẩm mới!</b>
zh_hans: <b>目前没有更多物品可以提供。 请稍后回来查看新物品！</b>
zh_hant: <b>目前沒有更多可供應的物品。 請稍後回來查看新物品！</b>

# shop_empty_tab
source: <b>No more items available</b>
de: <b>Keine weiteren Artikel verfügbar</b>
es: <b>No hay más objetos disponibles</b>
fr: <b>Aucun objet disponible</b>
id: <b>Tidak ada lagi barang yang tersedia</b>
it: <b>Nessun altro oggetto disponibile</b>
ja: <b>利用可能なアイテムはありません</b>
ko: <b>이용 가능한 아이템 없음</b>
pt: <b>Sem itens disponíveis</b>
ru: <b>Больше нет доступных предметов</b>
th: <b>ไม่มีไอเทมเหลืออยู่แล้ว</b>
vi: <b>Không còn vật phẩm nào</b>
zh_hans: <b>没有更多可用的物品了</b>
zh_hant: <b>沒有更多可用物品</b>

# shop_hint_confirm_decoration
source: A new <b>decoration</b> for your Nest and Shared Spaces!
de: Eine neue <b>Dekoration</b> für dein Nest und deine Gemeinschaftsräume!
es: ¡Una nueva <b>decoración</b> para tu morada y tus espacios compartidos!
fr: Une nouvelle <b>décoration</b> pour votre nid et les espaces partagés !
id: <b>Dekorasi</b> baru untuk Sarang dan Ruang Bersama milikmu!
it: Una nuova <b>decorazione</b> per il tuo Nido e per gli Spazi condivisi!
ja: あなたの巣とシェアスペースのための新たな<b>飾り</b>です！
ko: 보금자리 및 공유공간을 꾸며줄 새로운 <b>장식</b>!
pt: Uma nova <b>decoração</b> para seu ninho e espaços compartilhados!
ru: Новое <b>украшение</b> для гнезда и общих пространств!
th: <b>การตกแต่ง</b>ใหม่สำหรับรัง และพื้นที่ส่วนกลางของคุณ!
vi: Một <b>đồ trang trí</b> mới cho Tổ và Không Gian Chung của bạn!
zh_hans: 有一件新的<b>摆设</b>可以用于你的巢穴和共享空间！
zh_hant: 為你的巢穴和共享空間添加新的<b>擺設</b>！

# shop_hint_confirm_heart
source: Grants you a <heart/>
de: Gibt dir ein <heart/>
es: Te da un <heart/>
fr: Vous octroie un <heart/>
id: Memberimu <heart/>
it: Ti conferisce un <heart/>
ja: <heart/>を1つ差し上げます
ko: <heart/>를 제공해요
pt: Concede um <heart/>
ru: Дает вам <heart/>
th: มอบ <heart/> ให้กับคุณ
vi: Tặng bạn 1 <heart/>
zh_hans: 获得一颗<heart/>
zh_hant: 獲得一顆<heart/>

# shop_hint_confirm_lootbox
source: This <b>blessing</b> contains a spell lent to you by the <1>spirits</1>.
de: Dieser <b>Segen</b> enthält einen Zauber, den dir die <1>Geister</1> geliehen haben.
es: Esta <b>bendición</b> contiene un hechizo que te prestan los <1>espíritus</1>.
fr: Cette <b>bénédiction</b> contient un sort qui vous a été prêté par les <1>esprits</1>.
id: <b>Anugerah</b> ini berisi mantra yang dipinjamkan <1>roh</1> kepadamu.
it: Questa <b>benedizione</b> contiene una magia che ti è stata prestata dagli <1>spiriti</1>.
ja: この<b>祝福</b>には<1>精霊たち</1>が力を貸してくれた魔法が含まれています
ko: 이 <b>축복</b>에는 <1>영혼</1>이 당신에게 빌려주는 주문이 들어있습니다.
pt: Essa <b>bênção</b> contém um feitiço emprestado pelos <1>espíritos</1>.
ru: В этом <b>благословении</b> чары, которые дали вам <1>духи</1>.
th: <b>พร</b>นี้มีคาถาที่<1>สปิริต</1>ให้คุณยืม
vi: <b>Chúc phúc</b> này chứa một phép thuật mượn từ <1>các tinh linh</1>.
zh_hans: 这个<b>祝福</b>蕴含着一个来自<1>先灵</1>的魔法。
zh_hant: 這個<b>祝福</b>蘊含著一個來自<1>先靈</1>的魔法。

# shop_hint_confirm_music
source: A unique piece of <b>sheet music</b> for you to play on your instrument.
de: Ein einzigartiges <b>Notenblatt</b>, das du auf deinem Instrument spielen kannst.
es: Una <b>partitura</b> única para cualquier instrumento.
fr: Une <b>partition</b> unique pour jouer de votre instrument.
id: Sebuah <b>partitur musik</b> yang unik untuk alat musik apa pun.
it: Un pezzo unico di <b>spartito</b> per dilettarti con il tuo strumento.
ja: <b>楽譜</b>（演奏するためには別に楽器が必要です）
ko: 어떤 악기로도 연주할 수 있는 특별한 <b>악보</b>.
pt: Uma <b>partitura</b> de uma música única que pode ser tocada com um instrumento.
ru: Уникальные <b>ноты</b> для любого инструмента.
th: <b>แผ่นโน้ตเพลง</b>พิเศษ เพื่อให้คุณบรรเลงบนเครื่องดนตรีของคุณได้
vi: Một <b>bản nhạc</b> độc đáo cho bất kỳ nhạc cụ nào.
zh_hans: 一张可以用乐器弹奏的独特<b>乐谱</b>
zh_hant: 一張可以用樂器彈奏的獨特<b>樂譜</b>

# shop_hint_confirm_outfit
source: A new <b>outfit</b> for your character!
de: Ein neues <b>Outfit</b> für deinen Charakter!
es: ¡Un nuevo <b>traje</b> para tu personaje!
fr: Une nouvelle <b>tenue</b> pour votre personnage!
id: <b>Pakaian</b> baru untuk karaktermu!
it: Un nuovo <b>costume</b> per il tuo personaggio!
ja: 新しい <b>ドレスアップアイテム</b>です
ko: 캐릭터가 입을 새 <b>의상</b>!
pt: Um novo <b>traje</b> para o personagem!
ru: Новый <b>наряд</b> для вашего персонажа!
th: <b>ชุดเสื้อผ้า</b>ใหม่สำหรับตัวละครของคุณ!
vi: Một <b>trang phục</b> mới cho nhân vật của bạn!
zh_hans: 获得一件新的<b>时装</b>！
zh_hant: 獲得一件新的<b>時裝</b>！

# shop_hint_confirm_tier
source: This unlocks the next <b>tier</b> of friendship abilities.
de: Dies schaltet die nächste <b>Stufe</b> der Freundschaftsfähigkeiten frei.
es: Esto desbloquea la siguiente <b>categoría</b> de habilidades de amistad.
fr: Cela déverrouille le <b>niveau</b> suivant des capacités d'amitié.
id: Ini membuka kemampuan pertemanan <b>tingkat</b> berikutnya.
it: Sblocca il <b>livello</b> successivo delle abilità amicizia.
ja: これは友情レベルの次の<b>ティア</b>をアンロックします
ko: 우정능력의 다음 <b>단계</b>를 잠금해제합니다.
pt: Isso desbloqueará as habilidades de amizade da próxima <b>categoria</b>.
ru: Это позволит открыть способности на новом <b>уровне</b> дружбы.
th: การดำเนินการนี้จะปลดล็อกความสามารถด้านมิตรภาพ<b>ระดับ</b>ถัดไป
vi: Các <b>bậc</b> năng lực tình bạn tiếp theo sẽ được mở khóa.
zh_hans: 这会解锁友谊技能的下一个<b>级别</b>。
zh_hant: 這會解鎖下一<b>階</b>的好友互動。

# shop_hint_confirm_upgrade
source: This <1>spirit</1> will teach you to perform this <2>expression</2> at <b>Level {{1}}</b>.
de: Dieser <1>Geist</1> wird dir bei <b>Level {{1}}</b> beibringen, wie man diesen <2>Ausdruck</2> ausführt.
es: Este <1>espíritu</1> te enseñará a realizar esta <2>expresión</2> en el <b>nivel {{1}}</b>.
fr: Cet <1>esprit</1> vous apprendra à exécuter cette <2>expression</2> au <b>niveau {{1}}</b>.
id: <1>Roh</1> ini akan mengajarimu melakukan <2>ekspresi</2> ini di <b>Level {{1}}</b>.
it: Questo <1>spirito</1> ti insegnerà a eseguire questa <2>espressione</2> al <b>livello {{1}}</b>.
ja: この<1>精霊</1>は<b>レベル {{1}}</b> の<2>感情表現</2>をあなたに教えてくれようとしています
ko: 이 <1>영혼</1>은 <b>레벨 {{1}}</b>이 되면 이 <2>제스처</2>를 가르쳐줍니다.
pt: Este <1>espírito</1> ensinará você a fazer esta <2>expressão</2> no <b>nível {{1}}</b>.
ru: Этот <1>дух</1> научит вас выполнять это <2>выражение</2> на <b>уровне {{1}}</b>.
th: <1>สปิริต</1>จะสอนคุณแสดง<2>การแสดงออก</2>นี้ที่<b> เลเวล {{1}}</b>
vi: <1>Tinh linh</1> này sẽ hướng dẫn bạn thể hiện <2>biểu cảm</2> này ở <b>Cấp {{1}}</b>.
zh_hans: 这位<1>先灵</1>会在<b>第{{1}}级</b>教你做出这种<2>表情</2>。
zh_hant: 這位<1>先靈</1>會教你如何使用此<2>表情</2>的<b>第{{1}}等級 </b>。

# shop_hint_confirm_wing_buff
source: A special <cape/> upgrade that can survive the Storm.
de: Eine besondere Verbesserung deines <cape/>, mit dem du den Sturm überleben kannst.
es: Una actualización especial de <cape/> que puede sobrevivir a la tormenta.
fr: Une amélioration de <cape/> spéciale capable de survivre à l’Orage.
id: Peningkatan <cape/> spesial yang bisa bertahan melalui Badai.
it: Un <cape/> speciale migliorato che può sopravvivere alla tempesta.
ja: 嵐に耐える特別な<cape/>にアップグレードします
ko: 폭풍을 견디도록 <cape/>를 특별하게 업그레이드해요
pt: Uma melhoria especial para <cape/> que pode superar a tempestade.
ru: Особое улучшение <cape/>, может пережить Бурю.
th: การอัปเกรด <cape/> พิเศษที่สามารถเอาตัวรอดจากพายุได้
vi: Nâng cấp <cape/> đặc biệt có thể sống sót sau Cơn bão.
zh_hans: 获得<cape/>提升，助你在暴风眼走得更远。
zh_hant: 獲得<cape/>提升，助你在暴風眼走得更遠。

# shop_hint_error_lootbox
source: Error with blessing.
de: Fehler beim Segen.
es: Error con la bendición.
fr: Erreur de bénédiction.
id: Kesalahan dengan berkah.
it: Errore benedizione.
ja: エラーが発生しました
ko: 축복 오류.
pt: Erro relacionado à bênção.
ru: Ошибка благословения.
th: พบข้อผิดพลาดเกี่ยวกับพร
vi: Lỗi chúc phúc.
zh_hans: 祝福错误
zh_hant: 祝福錯誤

# shop_hint_go_to_temple
source: This Spirit awaits your help. <b>Visit its temple</b> to return it to this Constellation.
de: Dieser Geist wartet auf deine Hilfe. <b>Besuche seinen Tempel,</b> um ihn in dieses Sternenbild zurückzubringen.
es: este espíritu aguarda por tu ayuda. <b>Visita su templo</b> para regresarlo a esta constelación.
fr: Cet esprit attend votre aide. <b>Visitez son temple</b> pour le ramener à cette constellation.
id: Roh ini menantikan bantuanmu. <b>Kunjungi kuilnya</b> untuk mengembalikannya ke Rasi ini.
it: Questo spirito aspetta il tuo aiuto. <b>Visita il suo tempio</b> per riportarlo a questa costellazione.
ja: この精霊はあなたの助けを待っています <2>神殿に行き</2>、帰るべき星座に導いてあげましょう
ko: 이 영혼이 당신의 도움을 기다리고 있어요. <b>사원으로 가서</b> 영혼을 이 별자리로 돌려보내주세요.
pt: O Espírito espera pela sua ajuda. <b>Visite seu templo</b> para voltar para essa Constelação.
ru: Дух ждет вашей помощи. <b>Зайдите в его храм</b>, чтобы вернуть его в это созвездие.
th: สปิริตตนนี้กำลังรอความช่วยเหลือของคุณ <b>ไปยังวิหารของเขา</b>เพื่อนำเขากลับคืนสู่กลุ่มดาวนี้
vi: Tinh Linh đang đợi bạn giúp. <b>Thăm ngôi đền</b>, đưa Tinh Linh về với Chòm Sao
zh_hans: 长者正在等待你的帮助 <b>探访神庙</b>，送长者回归天际
zh_hant: 先靈正在等待你的幫助 <b>探訪神廟</b>，送先靈回歸天際

# shop_hint_locked_dependency
source: You must unlock the <b>previous node</b> first
de: Du musst zuerst den <b>vorherigen Knoten</b> freischalten
es: Debes desbloquear el <b>nodo anterior</b> primero
fr: Vous devez d’abord déverrouiller le <b>nœud précédent</b>
id: Kamu harus membuka <b>nodus sebelumnya</b> terlebih dahulu
it: Devi prima sbloccare il <b>nodo precedente</b>
ja: <b>前のアイテム</b>を先にアンロックしてください
ko: 먼저 <b>이전 노드</b>를 잠금해제 해주세요
pt: É necessário desbloquear o <b>nódulo anterior</b> antes
ru: «Сначала нужно открыть <b>предыдущий</b> узел»
th: คุณจำเป็นต้องปลดล็อก<b>โหนดก่อนหน้า</b>ก่อน
vi: Phải mở <b>điểm trước</b> trước
zh_hans: 你必须先解锁<b>前置节点</b>
zh_hant: 你必須先解鎖<b>前置節點</b>

# shop_hint_owned_consumable
source: You can use this <2>consumable</2> in the <1>Emote menu</1>.
de: Du kannst diesen <2>Gebrauchsgegenstand</2> im <1>Emote-Menü</1> freischalten.
es: Puedes utilizar este <2>consumible</2> en el <1>Menú de Emotes</1>.
fr: Vous pouvez utiliser ce <2>consommable</2> dans le <1>menu Emotes</1>.
id: Kamu bisa menggunakan <2>item konsumsi</2> ini di <1>menu Emote</1>.
it: Puoi usare questo <2>materiale di consumo</2> nel<1>menu Espressioni</1>.
ja: この<b>使用アイテム</b>は <b>感情表現メニュー</b>から使うことができます
ko: <1>제스처 메뉴</1>에서 이 <2>소모품</2>을 사용할 수 있어요.
pt: Você pode usar este item <2>consumível</2> no <1>menu de emote</1>.
ru: Этот <2>расходник</2> можно использовать в <1>меню эмоций</1>.
th: คุณสามารถใช้<2>ไอเทมกดใช้</2>ได้ใน<1>เมนูอีโมต</1>
vi: Bạn có thể dùng <2>vật phẩm</2> này trong <1>menu Cảm xúc</1>.
zh_hans: 你可以在<1>表情菜单</1>使用这个<2>魔法道具</2>
zh_hant: 你可以在<1>表情選單</1>使用這個<2>魔法道具</2>

# shop_hint_owned_heart
source: This <1>spirit</1> has already shared this <heart/>.
de: Dieser <1>Geist</1> hat dieses <heart/> bereits geteilt.
es: Este <1>espíritu</1> ya compartió este <heart/>.
fr: Cet <1>esprit</1> a déjà partagé ce <heart/>.
id: <1>Roh</1> ini telah berbagi <heart/> ini.
it: Questo <1>spirito</1> ha già condiviso questo <heart/>.
ja: この<1>精霊</1>はすでに、この<heart/>をあなたに授けました
ko: 이 <1>영혼</1>에게 이미 이 <heart/>를 받았습니다.
pt: Este <1>espírito</1> já compartilhou <heart/>.
ru: Этот <1>дух</1> уже делился благословением <heart/>.
th: <1>สปิริต</1>ตนนี้ได้แบ่งปัน <heart/> แล้ว
vi: <1>Tinh linh</1> này đã chia sẻ <heart/>.
zh_hans: 这位<1>先灵</1>已经分享此<heart/>。
zh_hant: 這位<1>先靈</1>已經分享此<heart/>。

# shop_hint_owned_lootbox
source: This <1>spirit</1> has already shared this blessing.
de: Dieser <1>Geist</1> hat diesen Segen bereits geteilt.
es: Este <1>espíritu</1> ya compartió esta bendición.
fr: Cet <1>esprit</1> a déjà partagé cette bénédiction.
id: <1>Roh</1> ini telah berbagi berkah ini.
it: Questo <1>spirito</1> ha già condiviso questa benedizione.
ja: この<1>精霊</1>はすでに、この祝福をあなたに授けました
ko: 이 <1>영혼</1>에게 이미 이 축복을 받았습니다.
pt: Este <1>espírito</1> já compartilhou esta bênção.
ru: Этот <1>дух</1> уже делился благословением.
th: <1>สปิริต</1>ตนนี้ได้แบ่งปันพรนี้แล้ว
vi: <1>Tinh linh</1> này đã chia sẻ chúc phúc.
zh_hans: 这位<1>先灵</1>已经分享此祝福。
zh_hant: 這位<1>先靈</1>已經分享這份祝福。

# shop_hint_owned_music
source: This sheet music is available in the <b>instrument</b> menu!
de: Dieses Notenblatt ist im <b>Instrumentenmenü</b> verfügbar!
es: ¡Esta partitura está disponible en el menú de <b>instrumentos</b>!
fr: Cette partition est disponible dans la liste des <b>instruments</b> !
id: Lembar musik ini tersedia di menu <b>instrumen</b>!
it: Questo spartito è disponibile nel menu degli <b>strumenti</b>!
ja: この楽譜は<b>楽器</b>のメニューで確認できます！
ko: 이 악보는 <b>악기</b> 메뉴에서 이용할 수 있습니다!
pt: A partitura está disponível no menu de <b>instrumento</b>!
ru: Эти ноты доступны в меню <b>инструментов</b>!
th: แผ่นโน้ตเพลงนี้อยู่ในเมนู<b>เครื่องดนตรี</b>!
vi: Bản nhạc này có trong menu <b>nhạc cụ</b>!
zh_hans: 可以在<b>乐器</b>选单里使用此乐谱了！
zh_hant: 可以在<b>樂器</b>選單裡使用此樂譜了！

# shop_hint_owned_outfit
source: This <1>spirit</1> has already shared this <b>look</b> with you. Try it on at the <b>outfit shrine</b>!
de: Dieser <1>Geist</1> hat diesen <b>Look</b> schon mit dir geteilt. Probiere ihn beim <b>Outfit-Schrein</b> an!
es: Este <1>espíritu</1> ya compartió este <b>aspecto</b> contigo. ¡Pruébatelo en el <b>altar de trajes</b>!
fr: Cet <1>esprit</1> a déjà partagé ce <b>look</b> avec vous. Essayez-le au <b>sanctuaire des tenues</b> !
id: <1>Roh</1> ini telah berbagi <b>tampilan</b> ini dengan kamu. Cobalah di <b>kuil pakaian</b>!
it: Questo <1>spirito</1> ha già condiviso con te il suo <b>look</b>. Provalo al <b>santuario dei costumi</b>!
ja: この<1>精霊は</1>この<b>装い</b>をすでにあなたとシェアしています。<b>ドレスアップの祠</b>で試してみましょう！
ko: <1>영혼</1>에게 이미 이 <b>스타일</b>을 배웠습니다. <b>의상제단</b>에서 착용해 보세요!
pt: O <1>espírito</1> já compartilhou este <b>visual</b> com você. Experimente no <b>altar de trajes</b>!
ru: Этот <1>дух</1> уже поделился с вами этим <b>образом</b>. Попробуйте его на <b>алтаре нарядов</b>!
th: <1>สปิริต</1>นี้ได้แบ่งปัน<b>ลุค</b>นี้กับคุณแล้ว ลองสวมใส่ที่<b>แท่นบูชาชุดเสื้อผ้า</b>เลยสิ!
vi: <1>Tinh linh</1> này chia sẻ <b>diện mạo</b> này với bạn. Hãy thử tại <b>đền trang phục</b>!
zh_hans: 这个<1>先灵</1>已将此<b>造型</b>分享给你。快到<b>服饰神坛</b>试穿一下吧！
zh_hant: 這位<1>先靈</1>已與你分享這套<b>造型</b>。在<b>服飾神壇</b>試穿看看吧!

# shop_hint_owned_unknown
source: You've unlocked this node already.
de: Du hast diesen Knoten bereits freigeschaltet.
es: Ya desbloqueaste este nodo.
fr: Vous avez déjà déverrouillé ce nœud.
id: Kamu sudah membuka nodus ini.
it: Hai già sbloccato questo nodo.
ja: このアイテムはすでにアンロックしています
ko: 이미 잠금해제했어요.
pt: Você já desbloqueou este nódulo.
ru: Вы уже открыли этот узел.
th: คุณได้ปลดล็อกโหนดนี้แล้ว
vi: Bạn đã mở khóa điểm này rồi.
zh_hans: 你已经解锁了这个节点
zh_hant: 你已經解鎖了這個節點

# shop_hint_owned_upgrade
source: Try this upgraded ability in the <b>expression</b> menu.
de: Probiere diese verbesserte Fähigkeit im <b>Ausdrucksmenü</b> aus.
es: ¡Prueba esta habilidad mejorada en el menú <b>expresión</b>!
fr: Essayez cette capacité améliorée dans le menu <b>Expressions</b>.
id: Coba kemampuan yang ditingkatkan ini di menu <b>ekspresi</b>.
it: Prova questa abilità potenziata nel menu <b>Espressioni</b>.
ja: アップグレードした<b>感情表現</b>を試してみましょう
ko: <b>제스처</b> 메뉴에서 이 업그레이드된 능력을 사용해보세요.
pt: Experimente esta habilidade aprimorada no menu de <b>expressão</b>.
ru: Попробуйте эту улучшенную способность в меню <b>выражений</b>.
th: ลองใช้ความสามารถที่อัปเกรดแล้วนี้ในเมนู<b>การแสดงออก</b>
vi: Dùng năng lực mới được nâng cấp này tại menu <b>biểu cảm</b>.
zh_hans: 在<b>表情菜单</b>使用这个新升级的能力。
zh_hant: 在<b>表情選單</b>使用這個新升級的能力。

# shop_hint_owned_upgrade_friendship
source: Try this upgraded ability in the <b>friendship</b> menu.
de: Teste diese aufgewertete Fähigkeit im <b>Freundschafts</b>menü.
es: Prueba esta habilidad mejorada en el menú de <b>amistad</b>.
fr: Essayez cette aptitude améliorée dans le menu <b>Amis</b>.
id: Coba kemampuan yang ditingkatkan ini di menu <b>pertemanan</b>.
it: Prova questa abilità potenziata nel menu <b>Amicizia</b>.
ja: レベルアップした友情表現を<b>フレンド</b>メニューで使ってみましょう
ko: <b>우정</b> 메뉴에서 이 업그레이드된 능력을 사용해보세요.
pt: Experimente esta habilidade aprimorada no menu de <b>amizade</b>.
ru: Испытайте эту улучшенную способность в меню <b>дружбы</b>.
th: ลองใช้ความสามารถที่อัปเกรดแล้วนี้ในเมนู<b>มิตรภาพ</b>
vi: Dùng năng lực mới được nâng cấp này trong menu <b>tình bạn</b>.
zh_hans: 在<b>好友菜单</b>使用这个新升级的能力。
zh_hant: 在<b>好友選單</b>使用這個新升級的能力。

# shop_hint_owned_wing_buff
source: <cape/> upgraded! If lost in Eden, claim back upon rebirth.
de: <cape/> verbessert! Wenn du es in Eden verlierst, kannst du es dir bei deiner Wiedergeburt zurückholen.
es: <cape/> actualizado! Si se pierde en el Edén, reclámalo de nuevo cuando renazcas.
fr: <cape/> améliorée ! Si vous la perdez dans l’Éden, récupérez-la au moment de ressusciter.
id: <cape/> ditingkatkan! Jika hilang di Eden, ambil kembali saat reinkarnasi.
it: <cape/> migliorato! Se lo smarrisci nell'Eden, rivendicalo quando rinasci.
ja: <cape/>がアップグレードされました! 暴風域で大きな力を授けてくれるでしょう
ko: <cape/> 업그레이드 완료! 에덴에서 잃어버렸다면, 환생할 때 다시 받을 수 있어요.
pt: <cape/> aprimorada! Caso perca em Éden, resgate ao renascer.
ru: <cape/> улучшена! Если потерять в Эдеме, можно забрать при перерождении.
th: อัปเกรด <cape/> แล้ว! หากทำหายไปในเอเดน คุณจะได้รับกลับคืนเมื่อเกิดใหม่
vi: <cape/> được nâng cấp! Nếu bạn đánh mất trong Địa Đàng, khi tái sinh sẽ nhận lại.
zh_hans: <cape/> 提升！如果在暴风眼失去了，在重生时会再次获得。
zh_hant: <cape/> 提升！如果在暴風眼失去了，在重生時會再次獲得。

# shop_hint_replay_ap06unlock
source: View this memory again?
de: Diese Erinnerung erneut ansehen?
es: ¿Ver de nuevo este recuerdo?
fr: Revoir ce souvenir ?
id: Lihat kenangan ini lagi?
it: Visualizzare di nuovo questo ricordo?
ja: もう一度この記憶を再生しますか？
ko: 이 기억을 다시 체험할까요?
pt: Visualizar esta memória novamente?
ru: Посмотреть воспоминание еще раз?
th: ดูความทรงจำนี้อีกครั้งหรือไม่
vi: Xem lại ký ức này?
zh_hans: 是否再次浏览这段回忆？
zh_hant: 再查看一次這段記憶嗎？

# shop_hint_unlock_ap06unlock
source: You've fulfilled a wish of this <1>Ancestor spirit</1>.
de: Du hast einen Wunsch dieses <1>Vorfahrengeists</1> erfüllt.
es: Cumpliste un deseo de este <1>Espíritu Ancestral</1>.
fr: Vous avez réalisé le souhait de cet <1>esprit ancêtre</1>.
id: Kamu berhasil memenuhi keinginan <1>Roh Leluhur</1> ini.
it: Hai esaudito un desiderio di questo <1>spirito ancestrale</1>.
ja: あなたはこの先祖の<1>精霊</1>の願いを叶えました
ko: 이 <1>선조영혼</1>의 소원을 들어주었어요.
pt: Você atendeu o desejo deste <1>espírito ancestral</1>.
ru: Вы исполнили желание этого <1>духа-предка</1>.
th: คุณได้เติมเต็มความปรารถนาของ<1>สปิริตบรรพชน</1>ตนนี้แล้ว
vi: Bạn đã hoàn thành ước nguyện của <1>Tinh Linh Tổ Tiên</1> này.
zh_hans: 您完成了这位 <1>古老先灵</1>的愿望。
zh_hant: 您完成了這位 <1>古老先靈</1>的願望。
