Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap24_fq03_chat_05
source: Oh, that was the jar we use to give the bumblebees.
de: Oh, das war das Glas, das wir immer den Hummeln gegeben haben.
es: Ah, ese era el frasco que les dábamos a los abejorros.
fr: Oh, c’est le pot pour les bourdons.
id: Oh, itu toples yang biasa kita gunakan untuk memberi makan lebah.
it: Oh, quello era il barattolo che usavamo per dare il cibo ai bombi.
ja: あら、あれはいつもぶんぶん蜂にやることにしてる大瓶だわ
ko: 오, 그건 우리가 호박벌을 줄 때 쓰는 단지야.
pt: Ah, esse era o pote que usamos para dar as abelhas.
ru: Это та самая банка, которую мы всегда отдаем шмелям.
th: โอ้ นั่นคือไหที่เราใช้เพื่อใส่ของให้ผึ้งน่ะ
vi: Ồ, đó là cái lọ chúng ta dùng để cho ong vò vẽ.
zh_hans: 过去我们经常拿那个罐子装东西给大黄蜂。
zh_hant: 過去我們經常拿那個罐子裝東西給大黃蜂。

# ap24_fq03_chat_06
source: Now we needn't carry it down to the field.
de: Jetzt müssen wir es nicht runter zum Feld tragen.
es: Ya no hace falta llevarlo hasta el campo.
fr: Plus besoin de le porter jusqu’au champ.
id: Sekarang kita tidak perlu membawanya ke ladang.
it: Ora non dobbiamo più portarlo al campo.
ja: これでもう野原へ持って行ってやらなくてもすむわ
ko: 이제 밭까지 안 들고가도 되겠구나.
pt: Agora não precisamos mais levá-lo até o campo.
ru: Теперь нам не придется тащить ее на луг.
th: ตอนนี้ เราไม่จำเป็นต้องขนมันลงไปที่สนามแล้ว
vi: Giờ chúng ta không cần mang nó xuống cánh đồng nữa.
zh_hans: 现在不用再把它搬去田里了。
zh_hant: 現在不用再把它搬去田裡了。

# ap24_fq03_chat_07
source: I can see her legs!
de: Ich kann ihre Beine sehen!
es: ¡Puedo verle las piernas!
fr: Je vois ses jambes !
id: Aku bisa melihat kakinya!
it: Vedo le sue gambe!
ja: あの子の足が見えるよ！
ko: 닌니 다리가 보여!
pt: Tô vendo as pernas dela!
ru: Я вижу ее ножки!
th: ฉันเห็นขาของเธอแล้ว!
vi: Con nhìn thấy chân của cô ấy rồi!
zh_hans: 我看见妮妮的小腿了！
zh_hant: 我看見妮妮的小腿了！

# ap24_fq04_chat_01
source: Thank you all ever so much.
de: Ich danke euch allen so sehr.
es: No saben cuánto les agradezco.
fr: Merci à tous, vraiment.
id: Terima kasih banyak untuk semuanya.
it: Grazie mille a tutti.
ja: ほんとうに、ありがとうございます
ko: 다들 정말 고마워요.
pt: Agradeço demais a todos.
ru: Большое спасибо!
th: ขอบคุณทุกคนมากจริงๆ นะ
vi: Cảm ơn tất cả mọi người rất nhiều.
zh_hans: 谢谢各位为我做的一切。
zh_hant: 謝謝各位為我做的一切。

# ap24_fq04_chat_02
source: We're happy to see more of you today!
de: Wir freuen uns, heute mehr von dir zu sehen!
es: ¡Nos alegra que hoy haya más gente!
fr: Ça nous fait plaisir de te voir un peu plus !
id: Kita senang bisa bertemu dengan kalian semua hari ini!
it: Siamo felici di poterti vedere un po' di più oggi!
ja: 君がいくらか見えるようになって、われわれはたいへん嬉しいよ！
ko: 오늘 네 모습이 더 많이 보여서 기쁘구나!
pt: Estamos felizes em ver mais de você hoje!
ru: Так приятно, что тебя сегодня видно гораздо лучше!
th: เราดีใจที่เห็นเธอได้มากขึ้นในวันนี้นะ!
vi: Chúng tôi rất vui khi hôm nay được thấy con rõ hơn!
zh_hans: 我们也很高兴，今天能看见你身体更多的部位！
zh_hant: 我們也很高興，今天能看見你身體更多的部位！

# ap24_fq04_chat_03
source: Fine that you've started talking. Do you know any good games?
de: Schön, dass du angefangen hast, zu sprechen. Kennst du gute Spiele?
es: Qué bueno que hayan empezado a hablar. ¿Conoces algún juego divertido?
fr: Et c’est bien que tu aies décidé de parler. Tu connais des jeux ?
id: Baiklah, kamu sudah mulai berbicara. Apakah kamu tahu permainan yang bagus?
it: E hai anche iniziato a parlare. Conosci qualche gioco carino?
ja: あんたが口をききはじめたのは、いいことだわ。なんかおもしろい遊びを知ってる？
ko: 말을 하기 시작해서 정말 다행이야. 재미있는 놀이 아는 거 있어?
pt: Que bom que você começou a falar. Você conhece algum jogo legal?
ru: Хорошо, что ты начала болтать. Знаешь какие-нибудь интересные ��гры?
th: ดีเลย เธอเริ่มพูดได้แล้ว เธอรู้จักเกมสนุกๆ บ้างไหม
vi: Thật tốt vì con đã bắt đầu trò chuyện. Con có biết trò chơi nào hay không?
zh_hans: 太好了，既然你已经会说话了，你知道什么有趣的游戏吗？
zh_hant: 太好了，既然你已經會說話了，你知道什麼有趣的遊戲嗎？

# ap24_fq04_chat_04
source: No...
de: Nein ...
fr: Non...
id: Tidak...
ja: いいえ…
ko: 아니...
pt: Não...
ru: Нет,
th: ไม่เลย...
vi: Không…
zh_hans: 没有⋯⋯
zh_hant: 沒有⋯⋯

# ap24_fq04_chat_05
source: ...but I've heard about games!
de: ... aber ich habe von Spielen gehört!
es: ¡Pero sé qué son los juegos!
fr: ... mais je sais ce que c’est !
id: ... Tapi aku pernah dengar tentang permainan!
it: Però ho sentito parlare dei giochi!
ja: でも遊びってものを聞いたことはあります
ko: ...하지만 놀이에 대해서 들어본 적은 있어!
pt: ... mas ouvi falar sobre jogos!
ru: но я слышала, что некоторые умеют играть.
th: ...แต่ฉันเคยได้ยินเรื่องเกี่ยวกับเกมมาก่อน!
vi: ...nhưng con có nghe nói về các trò chơi!
zh_hans: 但是我听过『游戏』这种东西！
zh_hant: 但是我聽過『遊戲』這種東西！

# ap24_fq04_story_01
source: That night, Moominmamma made Ninny a rose-pink dress and laid it out for her in the eastern attic room.
de: In dieser Nacht hat Muminmama Ninny ein rosafarbenes Kleid gemacht und es vor sie in den östlichen Raum des Dachbodens gelegt.
es: Esa noche, mamá Mumin le hizo un vestido rosa a Ninny y se lo dejó preparado en el ático del ala este de la casa.
fr: Cette nuit-là, Moominmamma confectionna une robe rose qu’elle disposa à l’attention de Ninny dans la mansarde est.
id: Malam itu, Moominmamma membuatkan Ninny gaun berwarna merah muda dan menaruhnya di kamar loteng sebelah timur.
it: Quella notte, Mamma Mumin fece a Ninny un vestito rosa e lo sistemò nella soffitta orientale.
ja: その夜、ムーミンママはニンニのためにローズピンクの小さい服をこしらえ、東側の屋根裏部屋のいすの上に、そっとのせました
ko: 그날 밤, 무민마마는 닌니를 위해 분홍색 장밋빛 드레스를 만들어서 동쪽 다락방에 가져다 두었습니다.
pt: Naquela noite, Mãe Mumin fez um vestido rosa para Ninny e o deixou no sótão leste.
ru: Вечером Муми-мама сшила для Нинни пунцовое платьице и отнесла его в восточную мансарду.
th: ในคืนนั้นเอง มูมินม่าม๊าได้ทำชุดสีชมพูกุหลาบให้นินนี่ และวางชุดไว้ให้เธอในห้องใต้หลังคาทางทิศตะวันออก
vi: Tối hôm đó, Moominmamma đã may cho Ninny một chiếc váy màu hồng phấn và đặt chiếc váy trong căn phòng gác mái phía đông.
zh_hans: 当晚，姆明妈妈为妮妮做了一件粉红色的小洋装，然后好好地放在东阁楼的房间里。
zh_hant: 當晚，姆明媽媽為妮妮做了一件粉紅色的小洋裝，然後好好地放在東閣樓的房間裡。

# ap24_fq04_story_02
source: Ninny went downstairs to join the Moomin family for morning tea.
de: Ninny ging nach unten, um mit der Muminfamilie ihren morgendlichen Tee zu trinken.
es: Ninny bajó a tomar el desayuno con la familia Mumin.
fr: Ninny retrouva la famille Moomin au rez-de-chaussée pour le thé du matin.
id: Ninny turun ke bawah untuk bergabung dengan keluarga Moomin dan minum teh di pagi hari.
it: Ninny scese a fare colazione con la famiglia Mumin.
ja: ニンニはムーミン一家と朝のコーヒーを飲むために階段を降りてきました
ko: 아침에 닌니는 무민 가족과 함께 차를 마시러 아래층으로 내려갔습니다.
pt: Ninny desceu para se juntar à família Mumin para o chá da manhã.
ru: Нинни спустилась, чтобы присоединиться к утреннему чаепитию.
th: นินนี่ได้เดินลงบันไดเพื่อไปดื่มชาตอนเช้าร่วมกับครอบครัวมูมิน
vi: Ninny xuống nhà để cùng gia đình Moomin uống trà sáng.
zh_hans: 妮妮下楼跟大家一起吃早餐。
zh_hant: 妮妮下樓跟大家一起吃早餐。

# ap24_fq05_chat_01
source: Ninny was visible up to her neck, and all that was left was her face.
de: Ninny war bis zu ihrem Hals sichtbar und alles, was übrig war, war ihr Gesicht.
es: Ninny era visible hasta el cuello, y lo único que faltaba era su cara.
fr: Ninny était visible jusqu’à son cou et il ne restait que son visage.
id: Ninny sudah terlihat sampai ke lehernya, dan yang tersisa hanyalah wajahnya.
it: Ninny era visibile fino al collo, soltanto il suo viso era ancora invisibile.
ja: ニンニは首のところまで見えるようになっていて、残るはお顔だけでした
ko: 닌니는 이제 목까지 보이게 되었어요. 남은 건 얼굴뿐이었습니다.
pt: Ninny aparecia só até o pescoço, restando apenas o rosto.
ru: Нинни была видна до самой шейки, и только лицо по прежнему оставалось невидимым.
th: นินนี่ได้ปรากฏตัวให้เห็นตั้งแต่คอลงไปแล้ว ที่เหลือก็แค่ใบหน้าของเธอเท่านั้น
vi: Ninny đã hiện ra đến cổ, và chỉ còn lại khuôn mặt cô ấy.
zh_hans: 妮妮除了头以外，身体其他部位都显现出来了。
zh_hant: 妮妮除了頭以外，身體其他部位都顯現出來了。

# ap24_fq05_chat_02
source: Moomintroll was delighted. He decided to teach Ninny all the games he knew.
de: Mumintroll war erfreut. Er entschloss sich, Ninny alle Spiele beizubringen, die er kannte.
es: Mumin estaba contentísimo. Decidió enseñarle a Ninny todos los juegos que conocía.
fr: Moomintroll était ravi. I décida d’apprendre à Ninny tous les jeux qu’il connaissait.
id: Moomintroll sangat senang. Dia memutuskan untuk mengajari Ninny semua permainan yang dia tahu.
it: Il Mumin era felicissimo. Decise di insegnare a Ninny tutti i giochi che conosceva.
ja: ムーミントロールは大よろこびして、さっそくニンニに、自分の知っているかぎりの遊びを教えることにしました
ko: 무민트롤은 기뻐하며, 아는 놀이를 닌니에게 모조리 가르쳐 주기로 마음먹었습니다.
pt: Mumintroll ficou animado. Decidiu ensinar a Ninny todos os jogos que ele conhecia.
ru: Муми-тролль был в восторге. Он решил научить Нинни всем играм, какие только знал сам.
th: มูมินโทรลรู้สึกดีใจมาก เขาจึงตัดสินใจสอนเกมทั้งหมดที่เขารู้จักให้กับนินนี่
vi: Moomintroll rất vui mừng. Cậu quyết định dạy Ninny tất cả các trò chơi mà cậu biết.
zh_hans: 姆明听了之后觉得很有趣，决定把自己知道的各种游戏都交给妮妮。
zh_hant: 姆明聽了之後覺得很有趣，決定把自己知道的各種遊戲都交給妮妮。

# ap24_fq05_chat_03
source: Climb on up, Ninny!
de: Klettere hoch, Ninny!
es: ¡Súbete, Ninny!
fr: Monte par ici, Ninny !
id: Naiklah, Ninny!
it: Sali, Ninny!
ja: ニンニも登っておいでよ！
ko: 기어 올라와, 닌니!
pt: Sobe aí, Ninny!
ru: Залезай, Нинни!
th: นินนี่! ปีนขึ้นไปเลย
vi: Leo lên đi, Ninny!
zh_hans: 快爬上来，妮妮！
zh_hant: 快爬上來，妮妮！

# ap24_fq05_chat_04
source: Sorry, I can't...
de: Tut mir leid, das kann ich nicht ...
es: Perdón, pero no puedo…
fr: Je suis désolée, c’est impossible…
id: Maaf, aku tidak bisa...
it: Mi dispiace, non posso...
ja: あの、出来ません…
ko: 미안해, 못 하겠어...
pt: Desculpe, não posso...
ru: Простите, я не умею...
th: ขอโทษนะ ฉันทำไม่ได้...
vi: Xin lỗi, tôi không thể...
zh_hans: 对不起，我不会⋯⋯
zh_hant: 對不起，我不會⋯⋯

# ap24_fq05_chat_05
source: Run, run, can't you!
de: Lauf, lauf! Kannst du das nicht?
es: ¡Corre, corre como el viento!
fr: Allez, cours donc !
id: Lari, lari, tidak bisakah kamu!
it: Corri, corri, dai!
ja: 走りなさいってば！あんたは走れないの？
ko: 달려, 왜 못 달려!
pt: Corre, corre, não consegue?
ru: Ну беги же!
th: เธอวิ่งได้ไหม วิ่งสิ วิ่ง!
vi: Chạy nào, chạy nào, bạn không chạy được sao!
zh_hans: 跑啊！快点跑啊！你不会跑吗？
zh_hant: 跑啊！快點跑啊！你不會跑嗎？

# ap24_fq05_chat_06
source: Sorry...
de: Entschuldige ...
es: Lo siento…
fr: Je regrette…
id: Maaf...
it: Scusa...
ja: ごめんなさい…
ko: 미안해...
pt: Desculpa...
ru: Простите...
th: ขอโทษ...
vi: Xin lỗi...
zh_hans: 对不起⋯⋯
zh_hant: 對不起⋯⋯

# ap24_fq05_chat_07
source: Or can't you even jump?
de: Kannst du nicht einmal springen?
es: ¿Por lo menos puedes saltar?
fr: Tu ne sais pas sauter, c’est ça ?
id: Atau kamu bahkan tidak bisa melompat?
it: Non sai saltare?
ja: ぴょんって跳ねることさえもできないの？
ko: 어휴, 높이뛰기도 못 하다니!
pt: Não consegue nem pular?
ru: Выходит, ты даже прыгать не умеешь?
th: หรือเธอพอจะกระโดดได้ไหมเอ่ย
vi: Bạn cũng không thể nhảy được sao?
zh_hans: 还是你根本连跳起来都不会？
zh_hant: 還是你根本連跳起來都不會？

# ap24_fq05_chat_08
source: It was clear to all that she played only from politeness and not to have fun.
de: Es war allen klar, dass sie nur aus Höflichkeit spielte und nicht, um Spaß zu haben.
es: Era evidente para todos que solo jugaba por educación y no para divertirse.
fr: Tout le monde voyait bien qu’elle jouait par politesse, mais pas par plaisir.
id: Sudah jelas bagi semua orang bahwa dia bermain hanya karena kesopanan dan bukan untuk bersenang-senang.
it: Era chiaro a tutti che giocava solo per cortesia e non per divertirsi.
ja: ニンニがおつき合いでやっているだけで、ちっともおもしろがっていないのが、すぐにわかりました
ko: 그쯤 되자 모두들 닌니는 재미있어서가 아니라 예의상 놀이를 했다는 사실을 깨달았습니다.
pt: Dava para ver que ela jogava apenas por educação, e não porque estava se divertindo.
ru: Все совершенно определенно понимали, что играла она из вежливости, а не ради забавы.
th: ทุกคนรู้แล้วว่า เธอเล่นไปตามมารยาทเท่านั้น และไม่ได้เล่นเพื่อความสนุกสนานเลย
vi: Rõ ràng là cô ấy chơi chỉ vì lịch sự chứ không phải để vui.
zh_hans: 大家都发现了，妮妮只是出于礼貌才配合他们，而不是真的玩得开心。
zh_hant: 大家都發現了，妮妮只是出於禮貌才配合他們，而不是真的玩得開心。

# ap24_fq05_chat_09
source: I'm so sorry...
de: Es tut mir so leid ...
es: Lo lamento mucho…
fr: Je suis vraiment désolée…
id: Aku sangat menyesal...
it: Mi dispiace tanto...
ja: 本当に、ごめんなさい…
ko: 정말 미안해...
pt: Eu sinto muito...
ru: Извините меня...
th: ฉันขอโทษจริงๆ นะ...
vi: Tôi rất xin lỗi...
zh_hans: 真的很抱歉⋯⋯
zh_hant: 真的很抱歉⋯⋯

# ap24_fq05_chat_10
source: D'you think anyone likes that?
de: Glaubst du, irgendjemandem gefällt das?
es: ¿Crees que alguien lo disfruta?
fr: Tu crois que c’est sympa pour les autres ?
id: Apakah kamu pikir ada orang yang seperti itu?
it: Pensi che qualcuno apprezzi ciò che stai facendo?
ja: それでちやほやされると思ってるの？
ko: 칭찬해 달라는 거야, 뭐야?
pt: Você acha que alguém gosta disso?
ru: Ты что, ждешь, пока тебя похвалят, а?
th: เธอคิดว่าจะมีใครชอบที่เธอทำแบบนี้บ้างไหมนะ
vi: Bạn nghĩ có ai thích như vậy không?
zh_hans: 世界上怎么会有你这种人哪？
zh_hant: 世界上怎麼會有你這種人哪？

# ap24_fq05_chat_11
source: Haven’t you any life in you?
de: Wo ist deine Lebensfreude?
es: ¿No tienes ninguna chispa?
fr: Tu n’as plus d’énergie, ou quoi ?
id: Apakah kamu tidak punya kehidupan di dalam dirimu?
it: Non hai un briciolo di entusiasmo?
ja: まったくだらしないわよ
ko: 힘이 하나도 없나 보지!
pt: Você não tem vida dentro de você?
ru: Чего ты такая дохлая?
th: เธอเคยรู้สึกมีความสุขบ้างไหมนะ
vi: Bạn không có chút sức sống nào trong người sao?
zh_hans: 你怎么会一点活力都没有？
zh_hant: 你怎麼會一點活力都沒有？

# ap24_fq05_chat_12
source: Do you want a biff on the nose?
de: Willst du einen Schlag auf die Nase?
es: ¿Quieres que te dé un puñetazo en la nariz?
fr: Tu veux un coup sur le nez ?
id: Apakah kamu ingin mendapatkan pukulan di hidung?
it: Vuoi una botta sul naso?
ja: あたいにひっぱたかれたいわけ？
ko: 혼쭐이 나고 싶은 거야, 뭐야?
pt: Quer um soco no nariz?
ru: Хочешь, чтобы я тебя поколотила, а?
th: เธออยากโดนแกล้งหรือเปล่า
vi: Bạn không muốn bị đấm vào mũi đấy chứ?
zh_hans: 你是不是希望我揍你的鼻子一拳？
zh_hant: 你是不是希望我揍你的鼻子一拳？

# ap24_fq05_chat_13
source: She can’t play...
de: Sie kann nicht spielen ...
es: No puede jugar…
fr: Elle est incapable de jouer…
id: Dia tidak bisa bermain...
it: Non sa giocare...
ja: この子は遊べないんだよ…
ko: 닌니가 놀 줄 모르다니.
pt: Ela não sabe jogar...
ru: Она не умеет играть...
th: เธอไม่สามารถเล่นได้...
vi: Cô ấy không thể chơi...
zh_hans: 妮妮不会玩游戏⋯⋯
zh_hant: 妮妮不會玩遊戲⋯⋯

# ap24_fq05_chat_14
source: She can’t get angry.
de: Sie kann nicht wütend werden.
es: No puede enfadarse.
fr: Elle est incapable de s’énerver.
id: Dia tidak bisa marah.
it: Non sa arrabbiarsi.
ja: 怒ることもできやしないんだわ
ko: 쟤는 화낼 줄도 몰라.
pt: Ela não consegue ficar brava.
ru: Она не умеет злиться.
th: เธอไม่แม้แต่จะรู้สึกโกรธ
vi: Cô ấy không thể tức giận.
zh_hans: 我看她连生气都不会！
zh_hant: 我看她連生氣都不會！

# ap24_fq05_chat_15
source: That’s what’s wrong with her.
de: Das ist es, was nicht mit ihr stimmt.
es: Ese es su problema.
fr: C’est quoi, son problème ?
id: Itulah yang salah dengan dirinya.
it: Ecco cosa c'è che non va in lei.
ja: それがこの子のわるいとこよ
ko: 닌니는 그게 문제야.
pt: Esse é o problema dela.
ru: Это ее главный недостаток.
th: นั่นคือสิ่งผิดปกติที่เกิดขึ้นกับเธอ
vi: Đó là tình trạng của cô ấy.
zh_hans: 这就是她的毛病。
zh_hant: 這就是她的毛病。

# ap24_fq05_chat_16
source: You’ll never have a face of your own until you’ve learned to fight!
de: Du wirst nie ein eigenes Gesicht haben, bis du gelernt hast, wie man kämpft!
es: ¡Jamás tendrás una cara propia hasta que aprendas a luchar!
fr: Si tu veux ton propre visage, tu dois apprendre à te battre !
id: Kamu tidak akan pernah memiliki wajahmu sendiri sampai kamu belajar untuk berkelahi!
it: Non avrai mai un volto finché non imparerai a combattere!
ja: あのさ、たたかうってことを覚えないかぎり、あんたは自分の顔を持てるわけないわ
ko: 넌 싸울 줄 알게 되기 전까지는 절대로 얼굴이 보이지 않을걸!
pt: Você nunca vai ter seu próprio rosto até aprender a brigar!
ru: У тебя никогда не будет собственного лица, пока ты не научишься драться!
th: คุณจะไม่มีวันยืดหยัดจนกว่าคุณจะเรียนรู้ที่จะลุกขึ้นต่อสู้!
vi: Bạn sẽ không bao giờ có được khuôn mặt của mình nếu bạn không học cách chiến đấu!
zh_hans: 除非你学会对抗别人，否则你永远无法面对自己！
zh_hant: 除非你學會對抗別人，否則你永遠無法面對自己！

# ap24_fq05_chat_17
source: Yes, of course.
de: Ja, natürlich.
es: Sí, desde luego.
fr: Oui, bien sûr.
id: Ya, tentu saja.
it: Sì, certo.
ja: はい、そのとおりです
ko: 그렇구나.
pt: Sim, claro.
ru: Ладно.
th: ใช่แล้ว ถูกต้องที่สุด
vi: Vâng, tất nhiên là vậy rồi.
zh_hans: 好，我相信你说的话。
zh_hant: 好，我相信你說的話。

# ap24_fq06_chat_01
source: What’s come over Ninny?
de: Was ist mit Ninny los?
es: ¿Qué bicho le picó a Ninny?
fr: Qu’est-ce qui arrive à Ninny ?
id: Apa yang terjadi pada Ninny?
it: Cos'ha Ninny?
ja: ニンニはどうしたんだ？
ko: 닌니가 왜 저럴까요?
pt: O que aconteceu com a Ninny?
ru: Что это с Нинни?
th: เกิดอะไรขึ้นกับนินนี่กันแน่นะ
vi: Ninny bị sao vậy?
zh_hans: 妮妮怎么了？
zh_hant: 妮妮怎麼了？

# ap24_fq06_chat_01b
source: Is she frightened?
de: Hat sie Angst?
es: ¿Está asustada?
fr: Elle a peur ?
id: Apa dia takut?
it: È spaventata?
ja: なにかにおびえているのかな？
ko: 뭐가 저렇게 무서운 걸까요?
pt: Ela está com medo?
ru: Она чего-то испугалась?
th: เธอกำลังหวาดกลัวหรือเปล่านะ
vi: Cô ấy sợ à?
zh_hans: 是不是被大海吓到了？
zh_hant: 是不是被大海嚇到了？

# ap24_fq06_chat_02
source: Yes, Ninny thinks the sea’s too big.
de: Ja, Ninny glaubt, dass das Meer zu groß ist.
es: Sí, Ninny cree que el mar es demasiado grande.
fr: Oui, Ninny pense que la mer est trop grande.
id: Ya, Ninny berpikir bahwa samudera itu terlalu besar.
it: Sì, Ninny pensa che il mare sia troppo grande.
ja: そうみたい、海があんまり大きすぎるって
ko: 맞아요, 바다가 너무 커 보인대요.
pt: Sim, a Ninny acha que o mar é grande demais.
ru: Да, Нинни видит море впервые и думает, что оно слишком большое.
th: ใช่ นินนี่คิดว่าท้องทะเลนั้นกว้างใหญ่เกินไป
vi: Vâng, Ninny nghĩ rằng biển quá rộng lớn.
zh_hans: 没错，妮妮觉得海太大了。
zh_hant: 沒錯，妮妮覺得海太大了。

# ap24_fq06_chat_03
source: Hello.
de: Hallo.
es: Hola.
fr: Bonjour.
id: Halo.
it: Ciao.
ja: はあい
ko: 안녕하세요.
pt: Olá.
ru: Привет!
th: สวัสดี
vi: Xin chào.
zh_hans: 大家好！
zh_hant: 大家好！

# ap24_fq06_chat_04
source: How’s the invisible child?
de: Wie geht es dem unsichtbaren Kind?
es: ¿Cómo está la niña invisible?
fr: Comment va l’enfant invisible ?
id: Bagaimana kabar anak yang tak terlihat itu?
it: Come sta la bambina invisibile?
ja: あの見えない子はどうなりました？
ko: 보이지 않는 아이는 어떻게 지내요?
pt: Como está a criança invisível?
ru: Как поживает дитя-невидимка?
th: เด็กน้อยล่องหนเป็นอย่างไรบ้าง
vi: Đứa trẻ vô hình thế nào rồi?
zh_hans: 妮妮还好吗？
zh_hant: 妮妮還好嗎？

# ap24_fq06_chat_05
source: There’s only her head left.
de: Nur ihr Kopf ist übrig.
es: Solo queda su cabeza.
fr: Il ne reste que sa tête.
id: Hanya tinggal kepalanya saja.
it: Soltanto la testa è ancora invisibile.
ja: あと見えないのは顔だけさ
ko: 이제 머리만 보이면 된단다.
pt: Só sobrou a cabeça.
ru: Не хватает только мордочки.
th: เหลือแค่ใบหน้าของเธอเท่านั้นที่ยังล่องหนอยู่
vi: Con bé chỉ còn lại phần đầu là chưa xuất hiện.
zh_hans: 她现在只剩下脸还是透明的。
zh_hant: 她現在只剩下臉還是透明的。

# ap24_fq06_chat_06
source: Can you lend us a hand with the boat?
de: Kannst du uns mit dem Boot helfen?
es: ¿Nos darías una mano con el bote?
fr: On peut avoir un coup de main pour le bateau ?
id: Dapatkah kamu membantu kami dengan perahunya?
it: Puoi darci una mano con la barca?
ja: ボートを引き上げるから、少し手を貸してくれないかね
ko: 배를 끌어올리는 일 좀 도와줄 수 있을까?
pt: Você pode ajudar a gente com o barco?
ru: Поможешь с лодкой?
th: คุณช่วยเราเรื่องเรือหน่อยได้ไหม
vi: Bạn có thể giúp chúng tôi kéo thuyền không?
zh_hans: 我们正准备拉船上岸，能不能请你帮个忙？
zh_hant: 我們正準備拉船上岸，能不能請你幫個忙？

# ap24_fq06_chat_07
source: Dear me, how cold it looks.
de: Du liebe Zeit, wie kalt es aussieht.
es: Vaya, qué frío parece.
fr: Mon Dieu, il a l’air de faire si froid…
id: Ya ampun, betapa dinginnya kelihatannya.
it: Oddio, l'acqua sembra gelida!
ja: まあ、つめたそうね
ko: 세상에, 어쩜 물이 이렇게 차가워 보일까.
pt: Nossa, como parece frio!
ru: Ух, какой холодной кажется вода.
th: โอ้ มันดูน่ากลัวจังเลย
vi: Trời, trông lạnh quá.
zh_hans: 我的天啊，海水看起来相当冰冷呢！
zh_hant: 我的天啊，海水看起來相當冰冷呢！

# ap24_fq06_chat_08
source: Nothing exciting had happened for weeks.
de: Seit Wochen war nichts Aufregendes passiert.
es: Hacía semanas que no sucedía nada emocionante.
fr: Rien d’intéressant n’était arrivé depuis des semaines.
id: Tak ada hal menarik yang terjadi selama berminggu-minggu.
it: Per settimane non era successo niente di entusiasmante.
ja: 数週間、何も面白いことは起きなかった。
ko: 흥미진진한 일이 일어난 지 너무 오래됐어.
pt: Faz semanas que nada de emocionante acontece.
ru: В течение следующих недель не происходило ничего значимого.
th: ไม่มีเรื่องน่าตื่นเต้นเกิดขึ้นมานานหลายสัปดาห์แล้วล่ะ
vi: Đã nhiều tuần liền không có gì thú vị.
zh_hans: 最近几个星期都没有什么有趣的事情。
zh_hant: 最近幾個星期都沒有什麼有趣的事情。

# ap24_fq06_chat_09
source: Good work!
de: Gute Arbeit!
es: ¡Buen trabajo!
fr: Bon travail !
id: Kerja bagus!
it: Ottimo lavoro!
ja: ブラボー！
ko: 잘한다, 잘해!
pt: Bom trabalho!
ru: Браво, браво!
th: เยี่ยมเลย!
vi: Làm tốt lắm!
zh_hans: 干得好！
zh_hant: 幹得好！

# ap24_fq06_chat_10
source: I couldn’t have done it better myself!
de: Ich hätte es nicht besser machen können!
es: ¡Ni yo lo habría hecho mejor!
fr: J’aurais pu faire mieux moi-même !
id: Aku tidak bisa melakukannya dengan lebih baik!
it: Io non avrei potuto fare di meglio!
ja: あたいがやったって、あんなにうまくはできないわ！
ko: 나도 그렇게는 못 할 텐데!
pt: Eu não teria feito melhor!
ru: Я сама бы лучше не сделала!
th: ฉันเองก็ไม่สามารถทำอะไรได้ดีไปกว่านี้แล้ว!
vi: Tôi cũng không thể làm tốt hơn!
zh_hans: 就算我亲自动手，大概也没办法表现得那么精彩！
zh_hant: 就算我親自動手，大概也沒辦法表現得那麼精彩！

# ap24_fq06_chat_11
source: I see her, I see her!
de: Ich sehe sie, ich sehe sie!
es: ¡La veo, la veo!
fr: Je la vois, je la vois !
id: Aku melihatnya, aku melihatnya!
it: La vedo, la vedo!
ja: 見えたよ、見えたよ！
ko: 닌니가 보여요, 보인다고요!
pt: Eu tô vendo ela, tô vendo ela!
ru: Она больше не невидимка!
th: ฉันเห็นเธอแล้ว ฉันเห็นเธอแล้ว!
vi: Tôi thấy cô ấy rồi, thấy cô ấy rồi!
zh_hans: 我终于看见妮妮了！
zh_hant: 我終於看見妮妮了！

# ap24_fq06_chat_12
source: Don’t you dare push her into the big horrible sea!
de: Wage es nicht, sie ins große entsetzliche Meer zu schubsen!
es: ¡Que ni se te ocurra empujarla a ese enorme mar horrendo!
fr: Surtout ne la pousse pas dans cette grande mer horrible !
id: Jangan coba-coba mendorongnya ke lautan besar yang mengerikan!
it: Non osare spingerla in questo grande mare spaventoso!
ja: おばさまを、こんな大きくてこわい海に突き落としたら、ゆるさないから！
ko: 아저씨가 저 크고 무서운 바다에 아주머니를 빠뜨리려고 했어요!
pt: Nem pense em jogá-la naquele mar grande e terrível!
ru: Не смей толкать ее в это огромное, жуткое море!
th: อย่าผลักเธอไปสู่ท้องทะเลอันกว้างใหญ่ที่น่ากลัวแบบนี้เชียวนะ!
vi: Đừng có đẩy cô ấy xuống biển lớn khủng khiếp này!
zh_hans: 你竟然敢把姆明妈妈推进可怕的大海中！
zh_hant: 你竟然敢把姆明媽媽推進可怕的大海中！

# ap24_fq06_story_01
source: Days went by, and Ninny was still without a face.
de: Tage vergingen und Ninny hatte noch immer kein Gesicht.
es: Los días pasaban y a Ninny aún le faltaba la cara.
fr: Les jours passèrent et Ninny n’avait toujours pas de visage.
id: Hari-hari berlalu, dan wajah Ninny masih belum muncul.
it: Passarono i giorni e Ninny era ancora senza volto.
ja: 日はずんずん経っていきましたが、ニンニはまだあいかわらず、顔なしでいました
ko: 며칠이 지나도 닌니는 여전히 얼굴이 보이지 않았습니다.
pt: Os dias se passaram e Ninny ainda estava sem rosto.
ru: Дни шли, а у Нинни по-прежнему не было лица.
th: วันเวลาผ่านไป ใบหน้าของนินนี่ก็ยังคงไม่ปรากฏออกมาให้เห็น
vi: Nhiều ngày trôi qua, và Ninny vẫn chưa hiện ra khuôn mặt.
zh_hans: 时间一天天过去，妮妮的脸始终没有出现。
zh_hant: 時間一天天過去，妮妮的臉始終沒有出現。

# ap24_fq06_story_02
source: One day the family went down to the beach to haul the boat up for winter.
de: Eines Tages ging die Familie runter zum Strand, um das Boot für den Winter einzuholen.
es: Un día, la familia se dirigió a la playa para acarrear y guardar el bote durante el invierno.
fr: Un jour, la famille se rendit à la plage pour préparer le bateau avant l’hiver.
id: Suatu hari, keluarga itu pergi ke pantai untuk mengangkut perahu untuk menghadapi musim dingin.
it: Un giorno la famiglia andò alla spiaggia a tirare a riva la barca per l'inverno.
ja: ある日、ムーミン一家はボートを浜へ上げに、海へ出かけました
ko: 어느 날, 무민 가족은 겨울 전에 배를 육지에 끌어올려 놓으려고 바닷가 모래밭으로 갔습니다.
pt: Um dia, a família foi à praia recolher o barco para o inverno.
ru: В один день все семейство отправилось на пляж, чтобы вытащить на берег лодку.
th: วันหนึ่งครอบครัวเดินทางไปที่ชายหาด เพื่อเตรียมเรือให้พร้อมสำหรับฤดูหนาว
vi: Một ngày nọ, cả gia đình xuống bãi biển để kéo thuyền lên trước mùa đông.
zh_hans: 有一天，姆明一家人前往海边，要在冬天来临前将小船拉到沙滩上绑牢。
zh_hant: 有一天，姆明一家人前往海邊，要在冬天來臨前將小船拉到沙灘上綁牢。
