Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# social_feed_superlike_friend_unnamed_space
source: Your <b>Shared Space</b> received a <heart/> from a friend. Collect it at <b>Aviary Village</b>.
de: Dein <b>Gemeinschaftsraum</b> hat ein <heart/> von einem Freund erhalten. Sammle es im <b>Volieren-Dorf</b> ein.
es: Tu <b>espacio compartido</b> recibió un <heart/> de una amistad. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>espace partagé</b> a reçu un <heart/> de la part d’un.e ami.e. Collectez-le au <b>village volière</b>.
id: <b>Ruang Bersama</b>mu menerima <heart/> dari seorang teman. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Spazio condiviso</b> ha ricevuto un <heart/> da un amico. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: フレンドがあなたの<b>シェアスペース</b>に<heart/>を贈りました <b>花鳥郷</b>で受け取りましょう
ko: 친구가 <b>공유공간</b>에 <heart/>를 보냈어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Seu <b>espaço compartilhado</b> recebeu um <heart/> de um amigo. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее пространство</b> получает <heart/> от друга. Соберите их все в <b>Птичьей деревне</b>.
th: <b>พื้นที่ส่วนกลาง</b>ของคุณได้รับ <heart/> จากเพื่อน สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Không Gian Chung</b> của bạn đã nhận được một <heart/> từ một người bạn. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享空间</b>收到了一个来自好友的<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享空間</b>收到了一位好友送的一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_superlike_memory
source: Your <b>Shared Memory</b> received a <heart/>. Collect it at <b>Aviary Village</b>.
de: Deine <b>Gemeinschaftserinnerung</b> hat ein <heart/> erhalten. Sammle es im </b>Volieren-Dorf ein.
es: Tu <b>recuerdo compartido</b> recibió un <heart/>. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>souvenir partagé</b> a reçu un <heart/>. Collectez-le au <b>village volière</b>.
id: <b>Kenangan Bersama</b>mu menerima <heart/>. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Ricordo condiviso</b> ha ricevuto un <heart/>. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: あなたの<b>シェアメモリーズ</b>に {{1}} <heart/> が贈られました <b>花鳥郷</b>で受け取りましょう
ko: 친구가 <b>공유기억</b>에 <heart/>를 보냈어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Sua <b>memória compartilhada</b> recebeu um <heart/>. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее воспоминание</b> получает <heart/>. Соберите их все в <b>Птичьей деревне</b>.
th: <b>ความทรงจำร่วมกัน</b>ของคุณได้รับ <heart/> สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Ký Ức Chung</b> của bạn đã nhận được một <heart/>. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享回忆</b>收到了一个<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享記憶</b>收到了一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_superlike_note
source: Your <b>Shared Message</b> received a <heart/>. Collect it at <b>Aviary Village</b>.
de: Deine <b>Gemeinschaftsnachricht</b> hat ein <heart/> erhalten. Sammle es im </b>Volieren-Dorf ein.
es: Tu <b>mensaje compartido</b> recibió un <heart/>. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>message partagé</b> a reçu un <heart/>. Collectez-le au <b>village volière</b>.
id: <b>Pesan Bersama</b>mu menerima <heart/>. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Messaggio condiviso</b> ha ricevuto un <heart/>. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: あなたの<b>メッセージ</b>に {{1}} <heart/> が贈られました <b>花鳥郷</b>で受け取りましょう
ko: <b>메시지</b>가 <heart/>를 받았어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Sua <b>mensagem compartilhada</b> recebeu um <heart/>. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее сообщение</b> получает <heart/>. Соберите их все в <b>Птичьей деревне</b>.
th: <b>ข้อความที่แชร์</b>ของคุณได้รับ <heart/> สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Tin Nhắn Chung</b> của bạn đã nhận được một <heart/>. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享消息</b>收到了一个<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享訊息</b>收到了一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_superlike_space
source: Your <b>Shared Space</b> received a <heart/>. Collect it at <b>Aviary Village</b>.
de: Dein <b>Gemeinschaftsraum</b> hat ein <heart/> von <b>} erhalten. Sammle es im </b>Volieren-Dorf ein.
es: Tu <b>espacio compartido</b> recibió un <heart/>. Búscalo en la <b>aldea aviaria</b>.
fr: Votre <b>espace partagé</b> a reçu un <heart/>. Collectez-le au <b>village volière</b>.
id: <b>Ruang Bersama</b>mu menerima <heart/>. Ambil di <b>Desa Aviary</b>.
it: Il tuo <b>Spazio condiviso</b> ha ricevuto un <heart/>. Raccoglilo nel <b>Villaggio degli Uccelli</b>.
ja: あなたの<b>シェアスペース</b>に {{1}} <heart/> が贈られました <b>花鳥郷</b>で受け取りましょう
ko: <b>공유공간</b>이 <heart/>를 받았어요. <b>새들의 정원 마을</b>에서 수령할 수 있어요.
pt: Seu <b>espaço compartilhado</b> recebeu um <heart/>. Pegue-o na <b>Aldeia Aviária</b>.
ru: Ваше <b>общее пространство</b> получает <heart/>. Соберите их все в <b>Птичьей деревне</b>.
th: <b>พื้นที่ส่วนกลาง</b>ของคุณได้รับ <heart/> สามารถรับได้ที่<b>หมู่บ้านเอเวียรี</b>
vi: <b>Không Gian Chung</b> của bạn đã nhận được một <heart/>. Hãy nhận tại <b>Làng Chuồng Chim</b>.
zh_hans: 你的<b>共享空间</b>收到了一个<heart/>。 前往<b>云巢</b>收集。
zh_hant: 你的<b>共享空間</b>收到了一顆<heart/>。 請在<b>雲巢</b>領取。

# social_feed_tag_select_title
source: <b>Select an Icon</b>
de: <b>Ein Icon auswählen</b>
es: <b>Seleccione un ícono</b>
fr: <b>Sélectionnez une icône</b>
id: <b>Pilih ikon</b>
it: <b>Seleziona un'icona</b>
ja: <b>アイコン選択</b>
ko: <b>아이콘 선택</b>
pt: <b>Selecione um ícone</b>
ru: <b>Выберите значок</b>
th: <b>เลือกไอคอน</b>
vi: <b>Chọn biểu tượng</b>
zh_hans: <b>选择一个图标</b>
zh_hant: <b>選擇一個圖標</b>

# social_hide_n_seek_already_started
source: You've already started a game!
de: Du hast bereits ein Spiel begonnen!
es: ¡Ya iniciaste una partida!
fr: Vous avez déjà commencé une partie !
id: Kamu sudah memulai permainan!
it: Hai già iniziato una partita!
ja: もうかくれんぼは始まっていますよ！
ko: 이미 게임을 시작했어요!
pt: Você já começou um jogo!
ru: Вы уже начали игру!
th: คุณได้เริ่มเกมแล้ว!
vi: Bạn đã bắt đầu trò chơi!
zh_hans: 你已经开始游戏了！
zh_hant: 你已經開始遊戲了！

# social_hide_n_seek_confirm_join
source: Are you sure you want to join in this game of hide and seek?
de: Bist du dir sicher, dass du beim Versteckspiel mitmachen willst?
es: ¿Estás seguro de que quieres unirte a esta partida Escondidillas?
fr: Souhaitez-vous réellement rejoindre cette partie de cache-cache ?
id: Yakin ingin bergabung dengan permainan petak umpet ini?
it: Vuoi partecipare a questa partita a nascondino?
ja: かくれんぼに参加しますか？
ko: 이 숨바꼭질 게임에 참여할까요?
pt: Deseja participar desta partida de esconde-esconde?
ru: Вы точно хотите вступить в эту игру в прятки?
th: คุณแน่ใจหรือไม่ว่าต้องการเข้าร่วมในเกมซ่อนหานี้
vi: Tham gia chơi trốn tìm?
zh_hans: 是否加入这场捉迷藏游戏？
zh_hant: 是否加入這場捉迷藏遊戲？

# social_hide_n_seek_confirm_leave
source: Are you sure you want to leave this game?
de: Bist du dir sicher, dass du das Spiel verlassen willst?
es: ¿Estás seguro de que quieres salir de la partida?
fr: Souhaitez-vous réellement quitter cette partie ?
id: Yakin ingin keluar dari permainan ini?
it: Vuoi uscire da questa partita?
ja: このゲームから退出しますか？
ko: 이 게임에서 나갈까요?
pt: Deseja abandonar esta partida?
ru: Вы точно хотите выйти из этой игры?
th: คุณแน่ใจหรือไม่ว่าต้องการออกเกมนี้
vi: Bạn chắc chắn muốn thoát khỏi trò chơi chứ?
zh_hans: 你确定要退出这场游戏吗？
zh_hant: 你確定要退出這場遊戲嗎？

# social_hide_n_seek_finished
source: Game Over
es: Fin de la partida
fr: Fin de la partie
id: Permainan Selesai
ja: ゲームオーバー
ko: 게임 오버
pt: Fim de jogo
ru: Игра окончена
th: เกมจบแล้ว
vi: Trò chơi kết thúc
zh_hans: 游戏结束
zh_hant: 遊戲結束

# social_hide_n_seek_going
source: Num Hiding: {{1}} Time remaining: {{2}}
de: Versteckte Spieler: {{1}} Verbleibende Zeit: {{2}}
es: Núm. escondidos: {{1}} Tiempo restante: {{2}}
fr: Joueurs cachés : {{1}} Temps restant : {{2}}
id: Orang Sembunyi: {{1}} Sisa waktu: {{2}}
it: Nascosti: {{1}} Tempo rimanente: {{2}}
ja: 隠れた数：{{1}}
ko: 숨은 사람 수: {{1}} 찾을 시간: {{2}}
pt: Escondidos: {{1}} Tempo restante: {{2}}
ru: Прячутся: {{1}} Осталось: {{2}}
th: จำนวนการซ่อน: {{1}} เวลาคงเหลือ: {{2}}
vi: Số người trốn: {{1}} Thời gian còn: {{2}}
zh_hans: 隐藏人数：: {{1}} 剩余时间：{{2}}
zh_hant: 隱藏人數：: {{1}} 剩餘時間：{{2}}

# social_hide_n_seek_initiate
source: Waiting for at least one player to join
de: Warten auf mindestens einen weiteren Spieler
es: Esperando a que al menos un jugador se una
fr: En attente d’au moins un joueur
id: Menunggu setidaknya satu pemain untuk bergabung
it: In attesa di almeno un altro giocatore
ja: 少なくとも1人のプレイヤーの参加を待機しています
ko: 누군가 참여하기를 기다리는 중
pt: Esperando pelo menos um jogador entrar
ru: Ждем еще хотя бы одного игрока
th: กำลังรอผู้เล่นอย่างน้อยหนึ่งคนให้เข้าร่วมเกม
vi: Đợi ít nhất một người nữa tham gia
zh_hans: 等待至少一名玩家加入
zh_hant: 等待至少一名玩家加入

# social_hide_n_seek_start
source: Game Start!
de: Das Spiel beginnt!
es: ¡Comienza el juego!
fr: La partie commence !
id: Permainan Dimulai!
it: Avvio partita!
ja: ゲームスタート！
ko: 게임 시작!
pt: Início de jogo!
ru: Начало игры!
th: เริ่มเกมได้!
vi: Bắt đầu!
zh_hans: 游戏开始！
zh_hant: 遊戲開始！

# social_hide_n_seek_starting
source: Game Starts in:{{1}} Find a hiding spot!
de: Das Spiel beginnt in:{{1}} Finde einen Versteckplatz!
es: El juego comienza en:{{1}} ¡Encuentra un escondite!
fr: La partie commence dans :{{1}} Trouvez une cachette !
id: Permainan Dimulai dalam:{{1}} Cari tempat sembunyi!
it: La partita inizia tra:{{1}} Trova un nascondiglio!
ja: スタートまで：{{1}} 隠れる場所を見つけましょう!
ko: 숨을 시간: {{1}} 숨을 곳을 찾으세요!
pt: O jogo começa em:{{1}} Encontre um local para se esconder!
ru: Игра начнется через:{{1}} Ищите, где спрятаться!
th: เริ่มเกมใน:{{1}} ค้นหาที่ซ่อน!
vi: Trò chơi bắt đầu sau: {{1}} Tìm ra chỗ ẩn nấp!
zh_hans: 游戏即将开始：{{1}} 找到大家的藏身地点！
zh_hant: 遊戲即將開始：{{1}} 找到大家的藏身地點！

# social_hide_n_seek_starting_host
source: Game Starts in:{{1}} {{2}} Have Joined
de: Das Spiel beginnt in:{{1}} {{2}} sind beigetreten
es: El juego comienza en:{{1}} {{2}} se han unido
fr: La partie commence dans :{{1}} {{2}} a rejoint la partie
id: Permainan Dimulai dalam:{{1}} {{2}} Telah Bergabung
it: La partita inizia tra:{{1}} {{2}} partecipa
ja: スタートまで：{{1}} {{2}}人が参加しました
ko: 숨을 시간: {{1}} {{2}}명 참여
pt: O jogo começa em:{{1}} {{2}} entraram
ru: Игра начнется через:{{1}} {{2}} присоединились
th: เริ่มเกมใน: {{1}} {{2}} เข้าร่วมแล้ว
vi: Trò chơi bắt đầu sau: {{1}} {{2}} đã tham gia
zh_hans: 游戏即将开始：{{1}} {{2}}已加入
zh_hant: 遊戲即將開始：{{1}} {{2}}已加入

# social_hide_n_seek_starting_seeking
source: Game Starts in:{{1}}
de: Das Spiel beginnt in:{{1}}
es: El juego comienza en:{{1}}
fr: La partie commence dans :{{1}}
id: Permainan Dimulai dalam:{{1}}
it: Inizio partita tra:{{1}}
ja: スタートまで：{{1}}
ko: 찾을 시간: {{1}}
pt: O jogo começa em:{{1}}
ru: Игра начнется через:{{1}}
th: เริ่มเกมใน:{{1}}
vi: Trò chơi bắt đầu sau: {{1}}
zh_hans: 游戏即将开始：{{1}}
zh_hant: 遊戲即將開始：{{1}}

# social_hide_n_seek_starting_too_far
source: Game Starts in:{{1}} You are too far away!
de: Das Spiel beginnt in:{{1}} Du bist zu weit weg!
es: El juego comienza en:{{1}} ¡Estás demasiado lejos!
fr: La partie commence dans :{{1}} Vous êtes trop loin !
id: Permainan Dimulai dalam:{{1}} Kamu terlalu jauh!
it: Inizio partita tra:{{1}} Sei troppo lontano!
ja: スタートまで：{{1}} 離れ過ぎてしまったようです
ko: 숨을 시간: {{1}} 너무 멀리 떨어졌어요!
pt: O jogo começa em:{{1}} Você está muito longe!
ru: Игра начнется через:{{1}} Вы слишком далеко!
th: เริ่มเกมใน:{{1}} คุณอยู่ไกลเกินไป!
vi: Trò chơi bắt đầu sau: {{1}} Bạn ở quá xa!
zh_hans: 游戏即将开始：{{1}} 你离得太远了！
zh_hant: 遊戲即將開始：{{1}} 你離得太遠了！

# social_hide_n_seek_unavailable
source: Someone is playing hide & seek, move closer to join
de: Jemand spielt Verstecken. Geh näher ran, um mitzuspielen.
es: Alguien está jugando al escondite, acérquese para unirse.
fr: Quelqu’un joue à cache-cache, rapprochez-vous pour participer
id: Ada yang bermain petak umpet, mendekatlah untuk bergabung
it: Qualcuno sta giocando a nascondino, avvicinati per partecipare
ja: 誰かがかくれんぼをしたがっています 近づいてアイコンをタップして参加しましょう
ko: 누군가 숨바꼭질 게임 중이군요. 가까이 다가가서 참여해보세요.
pt: Alguém está brincando de esconde-esconde, aproxime-se para participar
ru: Кто-то играет в прятки, подойдите ближе, чтобы присоединиться
th: มีใครบางคนกำลังเล่นซ่อนหาอยู่ ไปใกล้ๆ แล้วเข้าร่วมเลยสิ
vi: Gần đó có người đang chơi trốn tìm, tham gia thôi
zh_hans: 附近有人在玩捉迷藏，去加入他们吧
zh_hant: 附近有人在玩捉迷藏，去加入他們吧

# social_hide_n_seek_won
source: You Win!
de: Du hast gewonnen!
es: ¡Tú ganas!
fr: Vous avez gagné !
id: Kamu Menang!
it: Hai vinto!
ja: おめでとう！あなたの勝ちです
ko: 승리!
pt: Você venceu!
ru: Вы выиграли!
th: คุณชนะ!
vi: Bạn thắng!
zh_hans: 你赢了！
zh_hant: 你贏了！

# social_hud_live_broadcasting
source: <b>Broadcasting</b>
de: <b>Übertragung</b>
es: <b>Transmitiendo</b>
fr: <b>Diffusion en cours</b>
id: <b>Siaran</b>
it: <b>Trasmissione</b>
ja: <b>配信</b>
ko: <b>방송하기</b>
pt: <b>Transmitindo</b>
ru: <b>Трансляция</b>
th: <b>ถ่ายทอดสด</b>
vi: <b>Phát Sóng</b>
zh_hans: <b>广播</b>
zh_hant: <b>廣播</b>

# social_stage_join
source: This player is within a <2>Shared Space</2>. Would you like to join them?
de: Dieser Spieler befindet sich in einem <2>Gemeinschaftsraum</2>. Möchtest du dich anschließen?
es: Esta persona está en un <2>espacio compartido</2>. ¿Quieres ir también?
fr: Ce joueur est dans un <2>espace partagé</2>. Voulez-vous le rejoindre ?
id: Pemain ini berada di <2>Ruang Bersama</2>. Ingin bergabung?
it: Questo giocatore è in uno <2>Spazio condiviso</2>. Vuoi unirti?
ja: このプレイヤーは<2>シェアスペース</2>の中にいるようです。 そのスペースに参加しますか？
ko: 이 플레이어는 <2>공유공간</2>에 있습니다. 같은 공간에 들어갈까요?
pt: Este jogador está em um <2>espaço compartilhado</2>. Deseja se juntar a ele?
ru: Этот игрок сейчас находится в <2>общем пространстве</2>. Хотите присоединиться к нему?
th: ผู้เล่นคนนี้อยู่ภายใน<2>พื้นที่ส่วนกลาง</2> คุณอยากจะเข้าร่วมกับเขาไหม
vi: Người chơi này đang ở trong <2>Không Gian Chung</2>. Bạn muốn vào cùng họ?
zh_hans: 此玩家位于<2>共享空间</2>。 是否要加入？
zh_hant: 這位玩家目前在<2>共享空間</2>中。 你想要加入他們嗎？

# social_stage_join_outside
source: This player is outside of a <2>Shared Space</2>. Would you like to join them?
de: Dieser Spieler befindet sich außerhalb eines <2>Gemeinschaftsraums</2>. Möchtest du ihm beitreten?
es: Este jugador está afuera de un <2>Espacio Compartido</2>. ¿Te gustaría unirte a él?
fr: Ce joueur est en dehors d'un <2>Espace Partagé</2>. Voulez-vous les rejoindre?
id: Pemain ini berada di luar <2>Ruang Bersama</2>. Apakah kamu ingin bergabung dengan mereka?
it: Questo giocatore è fuori da uno <2>Spazio Condiviso</2>. Vuoi unirti a loro?
ja: このプレイヤーは<2>シェアスペース</2>には<warning>いません</warning>。 スペースから出て、プレイヤーのもとへ行きますか？
ko: 이 플레이어는 <2>공유공간</2> 바깥에 있습니다. 합류할까요?
pt: Esse jogador está fora de um <2>Espaço Compartilhado</2>. Gostaria de se juntar a ele?
ru: Этот игрок находится вне <2>Общего Пространства</2>. Хотите присоединиться к ним?
th: ผู้เล่นคนนี้อยู่ภายนอก<2>พื้นที่ส่วนกลาง</2> คุณอยากจะเข้าร่วมกับเขาไหม
vi: Người chơi này đang ở ngoài một <2>Không gian Chia sẻ</2>. Bạn có muốn tham gia cùng họ không?Bạn có muốn tham gia với họ không?
zh_hans: 这位玩家正在<2>共享空间</2>之外。要加入他吗？
zh_hant: 這位玩家正在<2>共享空間</2>之外。要加入他嗎？

# social_stage_join_unavailable_older_version
source: This player is in an older version of a <2>Shared Space</2>. You won't be able to join them until they reload the newer version.
de: Dieser Spieler befindet sich in einer älteren Version eines <2>Gemeinschaftsraum</2>. Du kannst ihm nicht beitreten, bis er die neuere Version geladen hat.
es: Esta persona tiene una versión anterior de <2>espacio compartido</2>. No podrás unirte a ella hasta que descarguen la versión más reciente.
fr: Ce joueur utilise une version plus ancienne <2>d’espace protégé</2>. Vous ne pourrez pas le rejoindre jusqu’à ce qu’il passe à la version la plus récente.
id: Pemain ini berada di <2>Ruang Bersama</2> versi lama. Kamu tidak bisa bergabung dengan mereka sebelum mereka memuat ulang versi yang baru.
it: Questo giocatore si trova in una versione precedente di uno <2>Spazio condiviso</2>. Non potrai unirti finché non caricherà la versione più recente.
ja: このプレイヤーは、更新前の<2>シェアスペース</2>にいます。 相手が、保存後の新たなスペースを読み込むことで、一緒に楽しめるようになります
ko: 해당 플레이어는 이전 버전의 <2>공유공간</2>을 이용하고 있습니다. 해당 플레이어가 최신 버전을 불러오기 전까지는 만날 수 없습니다.
pt: Este jogador está em uma versão mais antiga de um <2>Espaço Compartilhado</2>. Você não poderá se juntar a ele até que recarregue para a versão mais recente.
ru: Игрок находится в более ранней версии <2>общего пространства</2>. Вы не сможете к нему присоединиться, пока он не загрузит обновление.
th: ผู้เล่นคนนี้อยู่ใน<2>พื้นที่ส่วนกลาง</2>เวอร์ชันเก่า คุณไม่สามารถเข้าร่วมได้จนกว่าพวกเขาจะโหลดเวอร์ชันที่ใหม่กว่า
vi: Người chơi này đang sử dụng phiên bản cũ hơn của <2>Không Gian Chung</2>. Bạn sẽ không thể vào cùng người chơi này cho đến khi họ tải lại phiên bản mới hơn.
zh_hans: 此玩家使用的是较旧版本的<2>共享空间</2>。 在其重新加载较新版本之前，你无法加入他们。
zh_hant: 這位玩家位於較舊版本的<2>共享空間</2>中。 在他們更新版本之前，你無法加入他們。

# social_world_quest_cant_hold_hands
source: This player is busy working on an activity right now.
de: Dieser Spieler ist gerade mit einer Aktivität beschäftigt.
es: Este jugador está ocupado con una actividad en este momento.
fr: Ce joueur est occupé sur une activité en ce moment.
id: Pemain ini sedang sibuk beraktivitas sekarang.
it: Questo giocatore è impegnato in un'attività in questo momento.
ja: このプレイヤーは現在アクティビティに挑戦中のようです
ko: 이 플레이어는 지금 활동 중입니다
pt: Este jogador está ocupado trabalhando em uma atividade no momento.
ru: Этот игрок сейчас занят чем-то еще.
th: ผู้เล่นคนนี้กำลังทำกิจกรรมอยู่ในขณะนี้
vi: Người chơi này hiện đang thực hiện một hoạt động.
zh_hans: 该玩家正在参与活动中。
zh_hant: 這名玩家現在正參與活動中。

# social_world_quest_join
source: This player is working on an activity. Would you like to help them finish?
de: Dieser Spieler arbeitet an einer Aktivität. Möchtest du dabei helfen?
es: Esta persona está participando de una actividad. ¿Quieres ayudar a que la termine?
fr: Ce joueur travaille sur une activité. Voulez-vous l'aider à la terminer ?
id: Pemain ini sedang melakukan aktivitas. Ingin membantunya menyelesaikannya?
it: Questo giocatore sta svolgendo un'attività. Vuoi aiutarlo a finire?
ja: このプレイヤーはアクティビティに挑戦中です。 参加して、プレイヤーを手伝いますか？
ko: 이 플레이어는 활동에 참여 중입니다. 활동을 완료하게 도와줄까요?
pt: Este jogador está trabalhando em uma atividade. Deseja ajudá-lo a concluí-la?
ru: Этот игрок занят активностью. Хотите помочь ему в ее завершении?
th: ผู้เล่นคนนี้กำลังทำกิจกรรมอยู่ คุณอยากช่วยเขาทำกิจกรรมให้เสร็จหรือไม่
vi: Người chơi này đang thực hiện một hoạt động. Bạn muốn giúp họ hoàn thành?
zh_hans: 这位玩家正在进行一项任务。 你愿意帮助他们完成吗？
zh_hant: 這位玩家目前正在進行一項活動。 你願意幫助他們完成活動嗎？

# social_world_quest_join_from_start
source: Someone started this activity. Would you like to help them finish?
de: Jemand hat die Aktivität begonnen. Möchtest du dabei helfen?
es: Alguien ya comenzó esta actividad. ¿Quieres ayudar a terminarla?
fr: Quelqu'un a commencé cette activité. Voulez-vous l'aider à la terminer ?
id: Seseorang memulai aktivitas ini. Ingin membantunya menyelesaikannya?
it: Qualcuno ha iniziato questa attività. Vuoi aiutarlo a finire?
ja: 誰かがアクティビティを開始しました。 参加して、プレイヤーを手伝いますか？
ko: 누군가 이 활동을 시작했습니다. 활동을 완료하게 도와줄까요?
pt: Alguém começou esta atividade. Deseja ajudar esta pessoa a concluí-la?
ru: Кто-то начал эту активность. Хотите помочь ему в ее завершении?
th: มีใครบางคนเริ่มต้นกิจกรรมนี้ คุณอยากช่วยเขาทำกิจกรรมให้เสร็จหรือไม่
vi: Một người chơi đã bắt đầu hoạt động này. Bạn muốn giúp họ hoàn thành?
zh_hans: 有人开始了这项活动。 你愿意帮助他们完成吗？
zh_hant: 有人開始這項活動。 你願意幫助他們完成活動嗎？

# soundbath_hint_comfortable
source: Take a seat. Make yourself comfortable.
de: Nimm Platz. Mach es dir gemütlich.
es: Toma asiento. Asegúrate de que sea cómodo.
fr: Asseyez-vous bien confortablement.
id: Duduklah. Buatlah diri mu nyaman.
it: Siediti, accomodati.
ja: 空いてる場所に座り、くつろいでください
ko: 자리에 앉으세요. 편한 자세를 잡아 주세요.
pt: Sente-se. Fique à vontade.
ru: Присаживайтесь. Устраивайтесь поудобнее.
th: เชิญนั่งลง แล้วทำตัวตามสบาย
vi: Hãy ngồi xuống và thả lỏng.
zh_hans: 请坐。在这里不用拘束。
zh_hant: 請坐，在這裡不用拘束。

# soundbath_hint_incense
source: Let’s relax until the incense burns out.
de: Entspannen wir uns, bis der Weihrauch aufgebraucht ist.
es: Vamos a relajarnos hasta que se acabe el incienso.
fr: Détendons-nous jusqu'à ce que l'encens ait fini de brûler.
id: Mari kita rileks sampai dupa terbakar habis.
it: Rilassiamoci finché l'incenso non si esaurisce.
ja: お香が燃え尽きるまでリラックスしましょう
ko: 향이 꺼질 때까지 긴장을 푸세요.
pt: Vamos relaxar até que o incenso acabe.
ru: Отдохнем, пока курятся благовония.
th: มาพักผ่อนจนกว่าเครื่องหอมจะมอดดับกันเถอะ
vi: Hãy thư giãn đến khi hương phai hết.
zh_hans: 让我们静待熏香燃尽，放松心情。
zh_hant: 讓我們靜待薰香燃盡，在此放鬆片刻。

# soundbath_hint_listen
source: Listen.
de: Hör zu.
es: Escucha.
fr: Écoutez.
id: Dengar.
it: Ascolta.
ja: 耳をすませて
ko: 들어보세요.
pt: Escute.
ru: Слушайте.
th: ฟัง
vi: Nghe.
zh_hans: 你听...
zh_hant: 你聽...

# soundbath_hint_slowdown
source: It's okay to slow down.
de: Es ist okay, sich zu entspannen.
es: Está bien bajar un cambio.
fr: Il est parfois bon de ralentir.
id: Tidak masalah untuk bersantai.
it: Non c'è niente di male a rallentare.
ja: ゆっくりで大丈夫
ko: 느려도 괜찮아요.
pt: Está tudo bem, pode ir mais devagar.
ru: Сбавить темп — это нормально.
th: ช้าลงหน่อยก็ไม่เป็นไรหรอกนะ
vi: Chậm lại là được.
zh_hans: 请安心地放慢脚步。
zh_hant: 請放心地慢下腳步。

# soundbath_hint_sound
source: Let the sounds of nature wash over you.
de: Lass die Geräusche der Natur auf dich wirken.
es: Deja que los sonidos de la naturaleza te rodeen.
fr: Laissez vous bercer par les sons de la nature.
id: Biarkan suara alam membasuh kamu.
it: Fatti travolgere dai suoni della natura.
ja: あなたを包む自然の音を感じましょう
ko: 자연의 소리에 흠뻑 젖어보세요.
pt: Deixe os sons da natureza tomarem conta de você.
ru: Пусть звуки природы окутают вас.
th: ปล่อยให้เสียงแห่งธรรมชาติโอบล้อมคุณ
vi: Hãy để âm thanh của thiên nhiên gột rửa bạn.
zh_hans: 让大自然的声音洗涤你的心灵。
zh_hant: 讓大自然的聲響環抱你。

# soundbath_hint_stars
source: You may follow the stars with your breathing.
de: Du kannst mit deiner Atmung den Sternen folgen.
es: Puedes seguir las estrellas con tu respiración.
fr: Vous pouvez suivre les étoiles au rythme de votre respiration.
id: Kamu bisa mengikuti bintang-bintang dengan nafasmu.
it: Puoi seguire le stelle con il tuo respiro.
ja: 星の瞬きに呼吸を合わせて…
ko: 호흡을 통해 별을 따라가세요.
pt: Você pode seguir as estrelas com sua respiração.
ru: Своим дыханием вы можете следовать за звездами.
th: คุณอาจล่องลอยไปตามหมู่ดาวด้วยการสูดลมหายใจ
vi: Bạn có thể theo chân các ngôi sao bằng hơi thở của mình.
zh_hans: 你可以随着呼吸追逐星辰。
zh_hant: 隨著呼吸追隨星光。

# soundbath_hint_walk_01
source: Peace is at every step.
de: Jeder Schritt wird von Ruhe begleitet.
es: La paz se encuentra en cada paso.
fr: La paix se trouve à chacun de vos pas.
id: Kedamaian ada di setiap langkah.
it: La pace è a ogni passo.
ja: 穏やかさは一歩一歩に…
ko: 발길이 닿는 곳마다 평화가 내릴 거예요.
pt: A paz está em cada passo.
ru: Мир на каждом шагу.
th: ความสงบสุขอยู่ในทุกย่างก้าว
vi: Bình yên với mỗi bước đi.
zh_hans: 每一步都是宁静祥和的。
zh_hant: 每一步都可以帶來平靜。

# soundbath_hint_walk_02
source: Feel the support of the earth.
de: Spüre die Kraft der Erde.
es: Siente la resistencia de la tierra.
fr: Sentez la terre qui vous soutient.
id: Rasakan dukungan dari bumi.
it: Senti il supporto della terra.
ja: 支えてくれる大地を感じましょう
ko: 땅이 주는 힘을 느껴요.
pt: Sinta o o solo.
ru: Почувствуйте поддержку земли.
th: สัมผัสการเกื้อหนุนของแผ่นดิน
vi: Cảm nhận sự nâng đỡ của mặt đất.
zh_hans: 感受大地的支撑。
zh_hant: 感受大地的支撐。

# soundbath_hint_welcome
source: Welcome.
de: Willkommen.
es: Te damos la bienvenida.
fr: Bienvenue.
id: Selamat datang.
it: Ti do il benvenuto.
ja: ようこそ
ko: 어서 와요.
pt: Boas-vindas.
ru: Добро пожаловать.
th: ยินดีต้อนรับ
vi: Chào mừng.
zh_hans: 欢迎。
zh_hant: 歡迎。
