Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_world_quest_rain_whale_desc
source: <b>Relive Whale Whisperer's memory from Hidden Forest</b>
de: <b>Erlebe erneut die Erinnerung des Walsprechers vom Verborgenen Wald</b>
es: <b>Revive el recuerdo del Susurrador de ballenas del Bosque Escondido</b>
fr: <b>Revivez le souvenir de l’orateur de baleines dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Pembisik Paus dari Hutan Tersembunyi</b>
it: <b>Rivivi il ricordo della Portavoce della balena nella Foresta Nascosta</b>
ja: <b>雨林で鯨の語り部の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 고래 소리꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Encantador de Baleias na Floresta Oculta</b>
ru: <b>Переживите воспоминания Голоса кита из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของผู้รู้ใจวาฬจากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Người Luyện Cá Voi đến từ Rừng Mưa</b>
zh_hans: <b>在雨林重温鲸语者的记忆</b>
zh_hant: <b>重溫鯨語者在雨林的記憶</b>

# daily_quest_world_quest_sunset_backflip_desc
source: <b>Relive Backflipping Champion's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Rückwärtssalto-Champions vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Campeón de Voltereta del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du champion du salto arrière dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Jagoan Salto Belakang dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo del Campione acrobatico nella Valle del Trionfo</b>
ja: <b>峡谷で宙返りをする優勝者の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 공중제비 챔피언의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Campeão dando Cambalhota no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Чемпиона по сальто из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของแชมป์นักตีลังกาจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Quán Quân Nhào Lộn đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温空翻亚军的记忆</b>
zh_hant: <b>重溫空翻亞軍在霞谷的記憶</b>

# daily_quest_world_quest_sunset_bow_desc
source: <b>Relive Bowing Medalist's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung der Sich verbeugenden Medaillengewinnerin vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Medallista reverencial del Valle del Triunfo</b>
fr: <b>Revivez le souvenir de la médaillée à l'arc dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Medalis Membungkuk dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo della Vincitrice inchinata nella Valle del Trionfo</b>
ja: <b>峡谷でお辞儀をするメダリストの記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 목례하는 메달리스트의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Medalhista Curvando-se no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Кланяющегося медалиста из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้ชนะเลิศการโค้งคำนับจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Quý Quân Cúi Đầu đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温鞠躬季军的记忆</b>
zh_hant: <b>重溫鞠躬季軍在霞谷的記憶</b>

# daily_quest_world_quest_sunset_cheer_desc
source: <b>Relive Cheerful Spectator's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Fröhlichen Zuschauers vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Espectador alegre del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du spectateur enthousiaste dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Pengawas Periang dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo dello Spettatore allegro nella Valle del Trionfo</b>
ja: <b>峡谷で応援する観客の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 유쾌한 관중의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Espectador Vibrante no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Веселого зрителя из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้ชมแสนร่าเริงจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Khán Giả Cổ Vũ đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温叫好观众的记忆</b>
zh_hant: <b>重溫叫好觀眾在霞谷的記憶</b>

# daily_quest_world_quest_sunset_handstand_desc
source: <b>Relive Handstanding Thrillseeker's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Abenteuerlustigen Handstandmachers vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Amante de la adrenalina parado de manos del Valle del Triunfo</b>
fr: <b>Revivez le souvenir de l’amateur d'adrénaline en équilibre dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Pencari Sensasi Akrobat dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo dell'Amante del brivido in verticale nella Valle del Trionfo</b>
ja: <b>峡谷で逆立ちする怖いもの知らずの記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 물구나무 챔피언의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Amante da Adrenalina de Ponta Cabeça no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Акробата-трюкача из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้รักความเร้าใจที่ยืนได้ด้วยมือจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Vận Động Viên Lộn Ngược đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温倒立运动员的记忆</b>
zh_hant: <b>重溫倒立運動員在霞谷的記憶</b>

# daily_quest_world_quest_sunset_joy_desc
source: <b>Relive Leaping Dancer's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Springenden Tänzers vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Bailarín saltarín del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du danseur bondissant dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Penari Lompat dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo del Ballerino guizzante nella Valle del Trionfo</b>
ja: <b>峡谷で飛び跳ねる舞踏家の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 팔짝 뛰는 무용수의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Dançarino Saltitante no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Скачущего танцора из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของนักกระโดดโลดเต้นจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Vũ Công Nhảy Nhót đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温跳跃舞者的记忆</b>
zh_hant: <b>重溫跳躍舞者在霞谷的記憶</b>

# daily_quest_world_quest_sunset_juggle_desc
source: <b>Relive Troupe Juggler's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Zirkusjonglierers vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Grupo de malabaristas del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du jongleur de troupe dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Pemain Sulap Rombongan dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo del Giocoliere della troupe nella Valle del Trionfo</b>
ja: <b>峡谷で一座の曲芸師の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 극단 저글러의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Malabarista da Trupe no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Жонглера из труппы из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของนักเล่นกลคณะละครจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Người Tung Hứng Bóng đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温抛球杂耍的记忆</b>
zh_hant: <b>重溫拋球雜耍在霞谷的記憶</b>

# daily_quest_world_quest_sunset_manta_desc
source: <b>Relive Manta Whisperer's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Riesenrochensprechers vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Susurrador de mantas del Valle del Triunfo</b>
fr: <b>Revivez le souvenir de l’orateur Manta dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Pembisik Manta dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo del Portavoce della manta nella Valle del Trionfo</b>
ja: <b>峡谷でマンタの語り部の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 만타가오리 소리꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Encantador de Arraias no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Голоса манты из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้รู้ใจกระเบนจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Người Luyện Cá Đuối đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温鳐语者的记忆</b>
zh_hant: <b>重溫鰩語者在霞谷的記憶</b>

# daily_quest_world_quest_sunset_proud_desc
source: <b>Relive Proud Victor's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung der Stolzen Siegerin vom Tal des Triumphs</b>
es: <b>Revive el recuerdo de la Vencedora orgullosa del Valle del Triunfo</b>
fr: <b>Revivez le souvenir de la vainqueuse fière dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Pemenang Bangga dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo della Vincitrice orgogliosa nella Valle del Trionfo</b>
ja: <b>峡谷で誇り高き勝者の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 뽐내는 승리자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Vitoriosa Orgulhosa no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Гордого победителя из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้ชนะที่ภาคภูมิจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Quán Quân Tự Hào đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温自豪冠军的记忆</b>
zh_hant: <b>重溫自豪冠軍在霞谷的記憶</b>

# daily_quest_world_quest_sunset_sparkler_desc
source: <b>Relive Sparkler Parent's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung der Wunderkerzen-Mutter vom Tal des Triumphs</b>
es: <b>Revive el recuerdo de la Madre iluminada del Valle del Triunfo</b>
fr: <b>Revivez le souvenir de la parente étincelante dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Orang Tua Berkilauan dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo della Madre scintillante nella Valle del Trionfo</b>
ja: <b>峡谷で煌きを放つ親の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 폭죽장이 부모의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Mãe Cintilante no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Блестящего родителя из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้ดูแลประกายแสงจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Phụ Huynh Pháo Hoa đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温火花家长的记忆</b>
zh_hant: <b>重溫火花家長在霞谷的記憶</b>

# daily_quest_world_quest_sunset_strong_desc
source: <b>Relive Confident Sightseer's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Selbstbewussten Touristen vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Turista confidente del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du touriste confident dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Pelancong Percaya Diri dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo del Turista fiducioso nella Valle del Trionfo</b>
ja: <b>峡谷で自信に満ちた観光客の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 자신만만한 관람객의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Turista Confidente no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Уверенного туриста из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้เยี่ยมชมที่มั่นใจจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Người Ngắm Cảnh Tự Tin đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温自信观光客的记忆</b>
zh_hant: <b>重溫自信觀光客在霞谷的記憶</b>

# daily_quest_world_quest_sunset_tripleaxel_desc
source: <b>Relive Twirling Champion's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Wirbelnden Champions vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Campeón de piruetas del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du champion virevoltant dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Jagoan Berputar dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo del Campione roteante nella Valle del Trionfo</b>
ja: <b>峡谷でくるりと舞う優勝者の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 뱅뱅 도는 챔피언의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Campeão de Giros no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Кружащегося чемпиона из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของแชมป์นักหมุนตัวจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Vô Địch Xoay Tròn đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温螺旋舞冠的记忆</b>
zh_hant: <b>重溫螺旋舞冠在霞谷的記憶</b>

# daily_quest_world_quest_sunset_village_bearhug_desc
source: <b>Relive Bearhug Hermit's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Großen Yetis vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Yeti Abrazoso del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du yéti du câlin dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Pertapa Peluk Beruang dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo dello Yeti caldo abbraccio nella Valle del Trionfo</b>
ja: <b>峡谷でハグ好きの隠者の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 안아 드는 은둔자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Iéti do Abraço de Urso no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Отшельника-обнимателя из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของนักบวชผู้กอดแบบหมีจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Tu Sĩ Gấu Ôm đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温熊抱雪人的记忆</b>
zh_hant: <b>重溫熊抱雪人在霞谷的記憶</b>

# daily_quest_world_quest_sunset_village_peek_desc
source: <b>Relive Peeking Postman's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Guckenden Postboten vom Tal des Triumphs</b>
es: <b>Revive el recuerdo de la Cartera que espía del Valle del Triunfo</b>
fr: <b>Revivez le souvenir de la factrice timide dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Tukang Pos Mengintip dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo della Postina curiosa nella Valle del Trionfo</b>
ja: <b>峡谷でそっと覗く郵便屋の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 기웃거리는 우체부의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Carteira Tímida no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Робкой почтальонки из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของบุรุษไปรษณีย์ผู้แอบมองจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Người Đưa Thư Nhìn Trộm đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温偷窥邮差的记忆</b>
zh_hant: <b>重溫偷窺郵差在霞谷的記憶</b>

# daily_quest_world_quest_sunset_village_showdance_desc
source: <b>Relive Dancing Performer's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung des Tänzers vom Tal des Triumphs</b>
es: <b>Revive el recuerdo del Bailarín del Valle del Triunfo</b>
fr: <b>Revivez le souvenir de l’interprète de danse dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Penampil Menari dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo del Ballerino nella Valle del Trionfo</b>
ja: <b>峡谷で舞い踊る表現者の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 춤추는 안무가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Dançarino no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Учителя танцев из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของนักเต้นรำจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Nghệ Nhân Khiêu Vũ đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温跳舞艺人的记忆</b>
zh_hant: <b>重溫跳舞藝人在霞谷的記憶</b>

# daily_quest_world_quest_sunset_village_spintrick_desc
source: <b>Relive Spinning Mentor's memory from Valley of Triumph</b>
de: <b>Erlebe erneut die Erinnerung der Piourettina vom Tal des Triumphs</b>
es: <b>Revive el recuerdo de la Mentora de volteretas del Valle del Triunfo</b>
fr: <b>Revivez le souvenir du mentor tournoyant dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Mentor Berputar dari Lembah Kejayaan</b>
it: <b>Rivivi il ricordo dell'Insegnante di giravolte nella Valle del Trionfo</b>
ja: <b>峡谷で旋舞の師匠の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 빙빙 도는 스승의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Mentora do Giro no Vale do Triunfo</b>
ru: <b>Переживите воспоминания Учительницы трюков из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของผู้ฝึกการหมุนตัวจากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Đại Sư Xoay Tròn đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷重温回旋大师的记忆</b>
zh_hant: <b>重溫迴旋大師在霞谷的記憶</b>

source: Daily Quests Complete!
de: Tägliche Quests abgeschlossen!
es: ¡Misiones diarias terminadas!
fr: Quêtes quotidiennes terminées !
id: Misi Harian Selesai!
it: Missioni giornaliere completate!
ja: デイリークエストを完了しました！
ko: 일일퀘스트 완료!
pt: Missões diárias concluídas!
ru: Задания дня выполнены!
th: ทำภารกิจรายวันเสร็จแล้ว!
vi: Nhiệm Vụ Ngày đã hoàn thành!
zh_hans: 每日任务完成！
zh_hant: 每日任務完成！

# daily_quests_completed
source: Daily Quests Complete! Return to the Home for your reward
de: Tägliche Quests abgeschlossen! Kehre nach Hause zurück, um dir deine Belohnung zu holen
es: ¡Misiones diarias terminadas! Regresa a Hogar por tu recompensa
fr: Quêtes quotidiennes terminées ! Retournez à la Maison pour obtenir votre récompense
id: Misi Harian Selesai! Kembali ke Rumah untuk mengambil hadiahmu
it: Missioni giornaliere completate! Torna alla Base per ottenere la tua ricompensa.
ja: おめでとう！今日のクエストはこれで全てです ホームに戻って報酬を受け取りましょう
ko: 일일퀘스트 완료! 안식처로 돌아가서 보상을 받으세요
pt: Missões diárias concluídas! Voltar ao Lar para resgatar a recompensa
ru: Задания дня выполнены! Вернитесь Домой за наградой
th: ทำภารกิจรายวันเสร็จแล้ว! กลับไปที่บ้านเพื่อรับรางวัลของคุณ
vi: Nhiệm Vụ Ngày đã hoàn thành! Về Nhà nhận thưởng nhiệm vụ.
zh_hans: 今天的每日任务圆满完成！ 回到遇境领取任务奖励
zh_hant: 今天的每日任務圓滿完成！ 請回到遇境領取任務獎勵

# daily_unmet_spirit_desc
source: You have not yet met some of the <1>spirits</1> at this counter
de: Du hast bisher noch nicht alle <1>Geister</1> an diesem Tresen kennengelernt
es: Aún no conociste a algunos de los <1>espíritus</1> de este mostrador
fr: Vous n’avez pas encore rencontré certains des <1>esprits</1> à ce comptoir
id: Kamu belum pernah bertemu dengan beberapa <1>roh</1> di konter ini
it: Non hai ancora incontrato alcuni degli <1>spiriti</1> a questo bancone
ja: このカウンターにいる<1>精霊たち</1>の中に、あなたがまだ出会っていない精霊がいるようです
ko: 이 카운터에서 아직 만나지 않은 <1>영혼</1>이 있습니다
pt: Você ainda não encontrou todos os <1>espíritos</1> neste balcão
ru: Вы еще не встретили всех <1>духов</1> у этого прилавка
th: คุณยังไม่ได้พบ<1>สปิริต</1>สักตนที่เคาน์เตอร์นี้เลย
vi: Bạn chưa gặp một số <1>tinh linh</1> tại quầy này
zh_hans: 此吧台的一部分<1>先灵</1>你还没有遇到
zh_hant: 這個吧台有某些<1>先靈</1>你還沒遇到過。

# daily_unmet_spirit_grant_quest
source: The <1>spirit</1> you saved has a quest for you today.
de: Der von dir gerettete <1>Geist</1> hat heute eine Quest für dich.
es: El <1>espíritu</1> que salvaste te tiene una misión para hoy.
fr: L'<1>esprit</1> que vous avez sauvé a une quête à vous confier aujourd'hui.
id: <1>Roh</1> yang kamu selamatkan memiliki misi untukmu hari ini.
it: Lo <1>spirito</1> che hai salvato ha una missione da affidarti oggi.
ja: あなたが救った<1>精霊</1>が、あなたにクエストを頼みたいようです
ko: 구해준 <1>영혼</1>이 오늘의 퀘스트를 준비했어요.
pt: O <1>espírito</1> que você salvou tem uma missão.
ru: Спасенный вами <1>дух</1> приготовил для вас задание.
th: <1>สปิริต</1>ที่คุณช่วยมีภารกิจให้คุณในวันนี้
vi: <1>Tinh linh</1> bạn đã cứu hôm nay có một nhiệm vụ dành cho bạn.
zh_hans: 你拯救的<1>先灵</1>今天有一项任务要交给你。
zh_hant: 你救出的<1>先靈</1>今天有個任務要交給你。

# daily_unmet_spirit_title
source: You have not met this <1>spirit</1>.
de: Du hast diesen <1>Geist</1> noch nicht getroffen.
es: Todavía no conociste a este <1>espíritu</1>.
fr: Vous n'avez pas rencontré cet <1>esprit</1>.
id: Kamu belum bertemu dengan <1>roh</1> ini.
it: Non hai incontrato questo <1>spirito</1> .
ja: あなたはまだこの<1>精霊</1>に出会えていません
ko: 아직 만나보지 못한 <1>영혼</1>입니다.
pt: Você não conhece este <1>espírito</1>.
ru: Вы не встречали этого <1>духа</1>.
th: คุณยังไม่ได้พบกับ<1>สปิริต</1>ตนนี้
vi: Bạn chưa gặp được <1>tinh linh</1> này.
zh_hans: 你还没有遇到过这个<1>先灵</1>。
zh_hant: 你還沒遇見這個<1>先靈</1>。

# day_of_week_0
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
pt: Domingo
ru: Воскресенье
th: อาทิตย์
vi: Chủ nhật
zh_hans: 周日
zh_hant: 週日

# day_of_week_1
source: Monday
de: Montag
es: Lunes
fr: Lundi
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
pt: Segunda-feira
ru: Понедельник
th: จันทร์
vi: Thứ 2
zh_hans: 周一
zh_hant: 週一

# day_of_week_2
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
pt: Terça-feira
ru: Вторник
th: อังคาร
vi: Thứ 3
zh_hans: 周二
zh_hant: 週二

# day_of_week_3
source: Wednesday
de: Mittwoch
es: Miercoles
fr: Mercredi
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
pt: Quarta-feira
ru: Среда
th: พุธ
vi: Thứ 4
zh_hans: 周三
zh_hant: 週三

# day_of_week_4
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
pt: Quinta-feira
ru: Четверг
th: พฤหัสบดี
vi: Thứ 5
zh_hans: 周四
zh_hant: 週四

# day_of_week_5
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
pt: Sexta-feira
ru: Пятница
th: ศุกร์
vi: Thứ 6
zh_hans: 周五
zh_hant: 週五

# day_of_week_6
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
pt: Sábado
ru: Суббота
th: เสาร์
vi: Thứ 7
zh_hans: 周六
zh_hant: 週六

# daysofcolor_cape_mismatch_blue
source: Try wearing <2>blue</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Blaues</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>azul</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>bleu</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>biru</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare il <2>blu</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>青</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>파란색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>azul</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>синее</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีฟ้า</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu xanh dương</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>蓝色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>藍色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysofcolor_cape_mismatch_green
source: Try wearing <2>green</2>! Visit the color geyser to change your <cape/>.
de: Trage etwas <2>Grünes</2>! Besuche den Farbgeysir, um deinen <cape/> zu wechseln.
es: ¡Prueba usar <2>verde</2>! Visita el géiser del color para cambiar tu <cape/>.
fr: Essayez de porter du <2>vert</2> ! Rendez-vous au geyser des couleurs pour changer votre <cape/>.
id: Coba pakai warna <2>hijau</2>! Kunjungi geiser warna untuk mengubah <cape/> milikmu.
it: Prova a indossare il <2>verde</2>! Visita il geyser colorato per cambiare il tuo <cape/>.
ja: <2>緑</2>を身につけましょう！色の間欠泉を訪れ<cape/>の色を変えましょう
ko: <2>초록색</2>을 입어보세요! 색상 간헐천에 방문하면 <cape/>를 바꿀 수 있어요.
pt: Experimente o <2>verde</2>! Visite o gêiser de cores para mudar a sua <cape/>.
ru: Наденьте что-нибудь <2>зеленое</2>! Зайдите в цветной гейзер, чтобы поменять предмет «<cape/>».
th: ลองใส่<2>สีเขียว</2>ดูสิ! ไปที่น้ำพุร้อนแห่งสีสันเพื่อเปลี่ยน <cape/> ของคุณ
vi: Hãy thử mặc <2>màu xanh lá</2>! Ghé thăm mạch nước sắc màu để thay đổi <cape/> của bạn.
zh_hans: 试试<2>绿色</2>穿着！请前往色彩间歇泉更改你的<cape/>。
zh_hant: 穿穿看<2>綠色</2>吧！請至色彩間歇泉更換你的<cape/>。

# daysofcolor_cape_mismatch_hint
source: Your <cape/> doesn’t match, try wearing a different color?
de: Dein <cape/> passt nicht dazu, wie wäre es mit einer anderen Farbe?
es: Tu <cape/> no combina, ¿quieres probar otro color?
fr: Votre <cape/> ne correspond pas, essayez peut-être de porter une couleur différente ?
id: <cape/> milikmu tak cocok, coba pakai warna lain?
it: Il tuo <cape/> non si abbina, vuoi provare a indossare un colore diverso?
ja: 今の<cape/>は色が合っていないようです。別の色に着替えてみませんか？
ko: <cape/> 색상이 달라요. 다른 색상을 입어보시겠어요?
pt: Sua <cape/> não combina, que tal usar uma cor diferente?
ru: Цвет предмета «<cape/>»не подходит. Наденьте что-нибудь другого цвета.
th: <cape/> ของคุณไม่ตรงกัน ลองใส่สีอื่นหรือไม่
vi: <cape/> của bạn không phù hợp, hãy thử mặc một màu khác?
zh_hans: 你的<cape/>不太搭配，要不要试试不同颜色的穿着？
zh_hant: 你的<cape/>不太搭，要換一種顏色嗎？
