Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_season_pass_pack3
source: Season Pass Pack of 3 to unlock more bonuses for you and 2 friends
de: Paket mit 3 Saisonspässen, um mehr Boni für dich und 2 Freunde zu erhalten
es: Paquete de pase de temporada de 3 para desbloquear más bonificaciones para ti y 2 amigos
fr: Pack de 3 passes saisonniers pour déverrouiller plus de bonus pour vous et vos amis
id: Paket Season Pass 3 Orang untuk membuka lebih banyak bonus untukmu dan 2 temanmu
it: Pacchetto pass stagionale di 3 per sbloccare altri bonus per te e 2 amici
ja: 自分用に加えて2名までのフレンドにプレゼントできる、お得なアドベンチャーパスの3枚セットです
ko: 당신과 친구 2명에게 보너스를 주는 어드벤처 패스 3인 팩
pt: Pacote de 3 passes de temporada para desbloquear mais bônus para você e 2 amigos
ru: Набор из 3 сезонных пропусков – больше бонусов для вас и 2 друзей
th: แพ็กบัตรผ่านฤดูกาลสำหรับ 3 คนเพื่อปลดล็อกโบนัสมากขึ้นให้กับคุณและเพื่อนอีก 2 คน
vi: Vé Mùa Gói 3 mở khóa nhiều phần thưởng hơn cho bạn và 2 người bạn
zh_hans: 季票礼包，一共三张，可为你和至多两位朋友解锁更多奖励。
zh_hant: 季票禮包，一共三張，讓你解鎖更多獎勵，送禮（至多兩位朋友）自用兩相宜。

# commerce_item_desc_season_pass_pack3_preorder
source: Season Pass Pack of 3 to unlock more bonuses for you and 2 friends (note: friends who are gifted the pass will receive 20 candles)
de: Paket mit 3 Saisonspässen, um mehr Boni für dich und 2 Freunde zu erhalten (Hinweis: Freunde, denen du diesen Pass schenkst, erhalten 20 Kerzen)
es: Paquete de pases de temporada para 3 para desbloquear más regalos para ti y tus amigos (nota: los amigos a quienes les regales el pase recibirán 20 velas)
fr: Un pack de 3 passes saisonniers pour déverrouiller plus de bonus pour vous et 2 amis (remarque : les amis qui reçoivent le passe saisonnier recevront 20 bougies)
id: Paket Season Pass 3 Orang untuk membuka lebih banyak bonus untukmu dan 2 temanmu (catatan: teman yang diberi pass akan menerima 20 lilin)
it: Pacchetto pass stagionale da 3 per sbloccare altri bonus per te e 2 amici (i destinatari del pass riceveranno 20 candele).
ja: 自分用に加え2名までのフレンドにプレゼントできる、アドベンチャーパスの3枚セット (ご注意：購入者には先行購入特典としてさらに10本多くのキャンドルが付きますが、ギフト用パスを贈られたフレンドに付与されるシーズンキャンドルは20本のみとなります）
ko: 당신과 친구 2명에게 보너스를 주는 어드벤처 패스 3인 팩 (주의: 패스를 선물로 받은 친구는 양초 20개를 받습니다)
pt: Pacote de 3 do passe de temporada para desbloquear mais bônus para você e 2 amigos (observação: amigos que forem presenteados com o passe receberão 20 velas)
ru: Набор из 3 сезонных пропусков – больше бонусов для вас и 2 ваших друзей (друзья, которым вы подарите пропуски, получат по 20 свечей)
th: แพ็กบัตรผ่านฤดูกาลสำหรับ 3 คนเพื่อปลดล็อกโบนัสมากขึ้นให้กับคุณและเพื่อนอีก 2 คน (หมายเหตุ: เพื่อนที่มอบบัตรผ่านเป็นของขวัญจะได้รับเทียน 20 เล่ม)
vi: Vé Mùa Gói 3 mở khóa thêm phần thưởng cho bạn và 2 người bạn (lưu ý: những người bạn được tặng vé sẽ nhận được 20 cây nến)
zh_hans: 奇妙礼遇卡分享包，为您和两位好友解锁奇妙礼遇卡（获赠您的礼遇卡的朋友也会获得20根当季的蜡烛）
zh_hant: 奇妙禮遇卡分享包，為您和兩位好友解鎖奇妙禮遇卡（獲贈您的禮遇卡的朋友也會獲得20根當季的蠟燭）

# commerce_item_desc_season_pass_preorder
source: Season Pass to unlock more bonuses
de: Saisonspass, um mehr Boni zu erhalten
es: Pase de temporada para desbloquear más regalos
fr: Un passe saisonnier pour déverrouiller plus de bonus
id: Season Pass untuk membuka lebih banyak bonus
it: Pass stagionale per sbloccare altri bonus
ja: たくさんの特典がセットになったアドベンチャーパス
ko: 더 많은 보너스를 잠금해제할 수 있는 어드벤처 패스
pt: Passe de temporada para desbloquear mais bõnus
ru: Сезонный пропуск – откройте больше бонусов
th: บัตรผ่านฤดูกาลเพื่อปลดล็อกโบนัสได้มากขึ้น
vi: Vé Mùa mở khóa nhiều thưởng hơn
zh_hans: 奇妙礼遇卡，获得更多奖励
zh_hant: 奇妙禮遇卡，獲得更多獎勵

# commerce_item_desc_snowflake_cape
source: <2> Returning Item.</2> Stay warm in this fluffy Snowflake Cape
de: <2> Wiederkehrender Gegenstand.</2> Mit diesem flauschigen Schneeflockenumhang hast du es immer warm.
es: <2>Objeto renovado.</2> Mantente calentito con esta esponjosa capa de copo de nieve
fr: <2> Objet à nouveau disponible.</2> Restez au chaud dans cette cape flocon de neige
id: <2> Item Kembali.</2> Tetap hangat dengan Jubah Kepingan Salju nan lembut ini
it: <2> Oggetto del passato.</2> Mantieniti al calduccio con questo soffice mantello fiocco di neve.
ja: <2>復刻アイテム</2> ひらめく雪花のケープをまとって、暖かく過ごしましょう
ko: <2> 돌아온 아이템.</2> 푹신푹신한 눈송이 망토를 입고 따뜻한 겨울을 보내요
pt: <2> Item recorrente.</2> Mantenha-se aquecido com esta capa de floco de neve fofinha
ru: <2> Предмет снова доступен.</2> Согрейтесь в пушистой накидке-снежинке.
th: <2> ไอเทมที่หวนกลับมา</2> อุ่นกายสบายใจในเสื้อคลุมเกล็ดหิมะปุกปุยตัวนี้
vi: <2>Vật phẩm trở lại.</2>Giữ ấm nhờ Áo Choàng Hoa Tuyết mềm mại này
zh_hans: <2>返场物品。</2>这件毛茸茸的雪花斗篷能让你浑身暖洋洋的
zh_hant: <2>返場物品。</2>這件毛茸茸的雪花斗篷能讓你全身暖洋洋的

# commerce_item_desc_sony_flowerflow_pack
source: Get lost in the deep blue of this flOw-inspired cape and find serene simplicity with a Flower™-themed hair accessory. <warning>(©2025 Sony Interactive Entertainment LLC. Flower is a trademark of Sony Computer Entertainment America Inc.)</warning>
de: Verliere dich im tiefen Blau dieses von flOw inspirierten Umhangs und finde eine gelassene Einfachheit mit einem Flower™-Haarschmuck. <warning>(©2025 Sony Interactive Entertainment LLC. Flower ist eine Marke von Sony Computer Entertainment America Inc.)</warning>
es: Piérdete en el azul profundo de esta capa inspirada en flOw y disfruta de la sencillez serena con un accesorio para el cabello inspirado en Flower™. <warning>(©2025 Sony Interactive Entertainment LLC. Flower es una marca Sony Computer Entertainment America Inc.).</warning>
fr: Perdez-vous dans le bleu profond de cette cape inspirée de flOw et trouvez une simplicité sereine avec un accessoire pour cheveux sur le thème de Flower™. <warning>(©2025 Sony Interactive Entertainment LLC. Flower est une marque commerciale de Sony Computer Entertainment America Inc.)</warning>
id: Larutlah dalam warna biru tua jubah yang terinspirasi oleh bunga ini dan temukan kesederhanaan yang menenangkan dengan aksesori rambut bertema Flower™. <warning>(©2025 Sony Interactive Entertainment LLC. Flower adalah merek dagang dari Sony Computer Entertainment America Inc.)</warning>
it: Perditi nel blu profondo di questa mantella ispirata a flOw e trova lieta semplicità con un accessorio per capelli a tema Flower™. <warning>(©2025 Sony Interactive Entertainment LLC. Flower è un marchio commerciale di Sony Computer Entertainment America Inc.)</warning>
ja: flOwを思い起こす深い青に身を包み、Floweryモチーフのヘアアクセサリーで、シンプルさの中にある美を感じましょう。(©2025 Sony Interactive Entertainment LLC. Flowerはソニー・インタラクティブエンタテインメントLLCの登録商標です。)</warning>
ko: flOw로부터 영감을 받아 탄생한 짙은 파란색 망토의 아름다움, Flower™ 테마 헤어 액세서리에 담긴 단아함에 빠져들어요. <warning>(©2025 Sony Interactive Entertainment LLC. Flower는 Sony Computer Entertainment America Inc의 상표입니다.)</warning>
pt: Perca-se no azul profundo desta capa inspirada em flOw e encontre a serenidade da simplicidade com um acessório de cabelo temático de Flower™. <warning>(©2025 Sony Interactive Entertainment LLC. Flower é uma marca registrada da Sony Computer Entertainment America Inc.)</warning>
ru: Растворитесь в синей глубине, надев накидку в духе flOw, и найдите покой и простоту с аксессуаром для волос в стиле Flower™. <warning>(©2025 Sony Interactive Entertainment LLC. Flower является торговой маркой Sony Interactive Entertainment LLC.)</warning>
th: ดื่มด่ำไปกับสีน้ำเงินเข้มของเสื้อคลุมที่ได้รับแรงบันดาลใจจาก flOw แล้วค้นพบความเรียบง่ายอันเงียบสงบไปกับของประดับผมธีม Flower™ <warning>(©2025 Sony Interactive Entertainment LLC. Flower เป็นเครื่องหมายการค้าของ Sony Computer Entertainment America Inc.)</warning>
vi: Đắm chìm trong sắc xanh sâu thẳm với áo choàng lấy cảm hứng từ flOw và tận hưởng sự giản dị thanh bình cùng phụ kiện tóc theo phong cách Flower™. <warning>(©2025 Sony Interactive Entertainment LLC. Flower là thương hiệu của Sony Computer Entertainment America Inc.)</warning>
zh_hans: 沉醉于灵感来自《浮游世界》的湛蓝斗篷，戴上《花》主题发饰，找回宁静的纯真。 <warning>（©2025 Sony Interactive Entertainment LLC。Flower是Sony Computer Entertainment America Inc.的商标。）</warning>
zh_hant: 沉醉於啟發自《浮游世界》的湛藍斗篷，戴上《花》主題髮飾，找回寧靜的純真。 <warning>（©2025 Sony Interactive Entertainment LLC. Flower 為 Sony Computer Entertainment America Inc. 的商標。）</warning>

# commerce_item_desc_sony_redtraveler_pack
source: A Traveler from across the desert sands comes to Sky to celebrate thatgamecompany's launch on Steam! The Pack includes Traveler's Cape, Hood, and a Mask that grants a unique Journey™-inspired voice when worn. (©2024 Sony Interactive Entertainment LLC. Journey is a registered trademark or trademark of Sony Interactive Entertainment LLC.)
de: Ein Reisender aus den Wüstensanden kommt nach Sky, um den Start von thatgamecompany auf Steam zu feiern! Das Paket enthält den Reisemantel, die Kapuze und eine Maske, die eine einzigartige, von Journey™ inspirierte Stimme verleiht, wenn sie getragen wird. (©2024 Sony Interactive Entertainment LLC. Journey ist eine eingetragene Marke oder Marke von Sony Interactive Entertainment LLC.)
es: ¡Un viajero de las arenas del desierto llega a Sky para celebrar el lanzamiento de thatgamecompany en Steam! El paquete incluye capa, capucha y una máscara que otorga una voz única inspirada en Journey™ al ser usada. (©2024 Sony Interactive Entertainment LLC. Journey es una marca registrada o marca comercial de Sony Interactive Entertainment LLC.)
fr: Un voyageur des sables du désert arrive à Sky pour célébrer le lancement de thatgamecompany sur Steam ! Le pack comprend la cape, la capuche et un masque qui confère une voix unique inspirée de Journey™ lorsqu'il est porté. (©2024 Sony Interactive Entertainment LLC. Journey est une marque déposée ou une marque de commerce de Sony Interactive Entertainment LLC.)
id: Seorang Penjelajah dari seberang padang pasir datang ke Sky untuk merayakan peluncuran thatgamecompany di Steam! Paket ini termasuk Jubah Penjelajah, Topi, dan sebuah Topeng yang memberikan suara unik terinspirasi dari Journey™ saat dipakai. (©2024 Sony Interactive Entertainment LLC. Journey adalah merek dagang terdaftar atau merek dagang dari Sony Interactive Entertainment LLC.)
it: Un viaggiatore proveniente dalle sabbie del deserto arriva a Sky per celebrare il lancio di thatgamecompany su Steam! Il pacchetto include il mantello, il cappuccio e una maschera che conferisce una voce unica ispirata a Journey™ quando viene indossata. (©2024 Sony Interactive Entertainment LLC. Journey è un marchio registrato o un marchio di fabbrica di Sony Interactive Entertainment LLC.)
ja: 砂漠を行くあの旅ビトが、thatgamecopmanyがSteamで配信を開始するお祝いに、Skyに舞い降りました！旅ビトのケープ、フードと、身につけると風ノ旅ビトから着想を得たユニークなボイスを出せるマスクのセットです。(©2024 Sony Interactive Entertainment LLC. Journeyはソニー・インタラクティブエンタテインメントLLCの登録商標です。)
ko: 사막의 여행자가 스팀에서 thatgamecompany의 출시를 축하하기 위해 하늘로 오는 중입니다! 패키지는 이제 모든 플랫폼에서 사용할 수 있으며 여행자의 망토, 후드 및 착용시 독특한 Journey™-영감을 받은 목소리를 부여하는 마스크가 포함되어 있습니다. (©2024 Sony Interactive Entertainment LLC. Journey는 Sony Interactive Entertainment LLC의 등록 상표 또는 상표입니다.)
pt: Um viajante das areias do deserto chega a Sky para celebrar o lançamento da thatgamecompany na Steam! O pacote inclui a capa do viajante, o capuz e uma máscara que concede uma voz única inspirada em Journey™ quando usada. (©2024 Sony Interactive Entertainment LLC. Journey é uma marca registrada ou marca comercial da Sony Interactive Entertainment LLC.)
ru: Путешественник из пустынных песков приходит в Sky, чтобы отпраздновать запуск thatgamecompany в Steam! Набор включает плащ, капюшон и маску, дающую вдохновленный Journey™ голос при ношении. (©2024 Sony Interactive Entertainment LLC. Journey является зарегистрированным товарным знаком или торговой маркой Sony Interactive Entertainment LLC.)
th: นักเดินทางจากอีกฟากหนึ่งของทะเลทรายได้มาเยือน Sky เพื่อเฉลิมฉลองการเปิดตัว thatgamecompany บน Steam! แพ็กประกอบไปด้วยเสื้อคลุม ฮู้ด และหน้ากากของนักเดินทางที่มาพร้อมเสียงได้รับแรงที่บันดาลใจจาก Journey™ เมื่อสวมใส่ (©2024 Sony Interactive Entertainment LLC. Journey เป็นเครื่องหมายการค้าจดทะเบียน หรือเครื่องหมายการค้าของ Sony Interactive Entertainment LLC)
vi: Một Du khách từ xa trải qua sa mạc đến Sky để kỷ niệm sự ra mắt của thatgamecompany trên Steam! Bộ này bao gồm Áo Choàng, Mũ và Mặt Nạ của Du khách, cùng với một Giọng Nói độc đáo được lấy cảm hứng từ Journey™ khi mặc. (©2024 Sony Interactive Entertainment LLC. Journey là thương hiệu đã được đăng ký hoặc thương hiệu của Sony Interactive Entertainment LLC.)
zh_hans: 一名旅人穿越沙漠來到 Sky，慶祝thatgamecompany正式登陸Steam！該套裝現在在所有平台上都可取得，內含旅人斗篷、帽兜，以及戴上後就有旅人嗓音的面具。 (©2024 Sony Interactive Entertainment LLC. Journey 是 Sony Interactive Entertainment LLC 的註冊商標或商標。)
zh_hant: 一名旅人穿越沙漠來到 Sky，慶祝thatgamecompany正式登陸Steam！該套裝現在在所有平台上都可取得，內含旅人斗篷、帽兜，以及戴上後就有旅人嗓音的面具。 (©2024 Sony Interactive Entertainment LLC. Journey 是 Sony Interactive Entertainment LLC 的註冊商標或商標。)

# commerce_item_desc_sony_whitetraveler_pack
source: The mark of a Seasoned Traveler of the Sands. Includes a white Traveler’s Cape, Hood, and a Mask that grants a unique Journey™-inspired voice when worn. <warning>(©2025 Sony Interactive Entertainment LLC. Journey is a registered trademark or trademark of Sony Interactive Entertainment LLC.)</warning>
de: Das Zeichen eines erfahrenen Reisenden des Sandes. Enthält einen weißen Umhang des Reisenden, eine Kapuze und eine Maske, die beim Tragen eine einzigartige, von Journey™ inspirierte Stimme verleiht. <warning>(©2025 Sony Interactive Entertainment LLC. Journey ist eine eingetragene Marke oder eine Marke von Sony Interactive Entertainment LLC.)</warning>
es: La marca de un viajero de las arenas experimentado. Incluye una capa de viajero blanca, una capucha y una máscara que otorgan una voz exclusiva inspirada en Journey™ al usarse. <warning>(©2025 Sony Interactive Entertainment LLC. Journey es una marca registrada o marca de Sony Interactive Entertainment LLC).</warning>
fr: La marque d'un voyageur des sables expérimenté. Comprend une cape de voyageur blanche, une capuche blanche et un masque qui confère une voix unique inspirée de Journey™ lorsqu'il est porté. <warning>(©2025 Sony Interactive Entertainment LLC. Journey est une marque déposée ou une marque commerciale de Sony Interactive Entertainment LLC.)</warning>
id: Tanda dari seorang Penjelajah Berpengalaman di Padang Pasir. Termasuk Jubah, Tudung, dan Topeng Traveler berwarna putih yang memberikan suara unik yang terinspirasi dari Journey™ saat dikenakan. <warning>(©2025 Sony Interactive Entertainment LLC. Journey adalah merek dagang terdaftar atau merek dagang dari Sony Interactive Entertainment LLC.)</warning>
it: Il simbolo di un viandante esperto delle sabbie. Include un mantello e un cappuccio da viandante bianchi e una maschera che, quando viene indossata, offre una voce originale ispirata a Journey™. <warning>(©2025 Sony Interactive Entertainment LLC. Journey è un marchio commerciale o registrato di Sony Interactive Entertainment LLC.)</warning>
ja: それは、経験豊かな砂の旅ビトの証。白い旅ビトのケープ、フードと、身につけると風ノ旅ビトから着想を得たユニークなボイスを出せるマスクのセットです <warning>(©2025 Sony Interactive Entertainment LLC. Journeyはソニー・インタラクティブエンタテインメントLLCの登録商標です。)</warning>
ko: 경험 많은 사막 여행자의 흔적. 이 팩에는 여행자의 망토, 후드, 가면으로 이루어져 있으며 이 중 가면을 착용하면 Journey™ 속 울음소리를 낼 수 있습니다. <warning>(©2025 Sony Interactive Entertainment LLC. Journey는 Sony Interactive Entertainment LLC의 등록상표 또는 상표입니다.)</warning>
pt: A marca de um Viajante das Areias Experiente. Inclui uma máscara, que concede uma voz única inspirada em Journey™ quando é usada, capuz e capa de Viajante branca. <warning>(©2025 Sony Interactive Entertainment LLC. Journey é uma marca registrada ou marca comercial da Sony Interactive Entertainment LLC.)</warning>
ru: Набор настоящего пустынного путника. В него входят белая накидка, капюшон и маска путника. Надев маску, вы получите голос в духе Journey™. <warning>(©2025 Sony Interactive Entertainment LLC. Journey является зарегистрированным товарным знаком или торговой маркой Sony Interactive Entertainment LLC.)</warning>
th: สัญลักษณ์ของนักเดินทางผู้ช่ำชองแห่งผืนทรายที่มาพร้อมกับเสื้อคลุม ฮู้ด และหน้ากากสีขาวของนักเดินทาง ทั้งยังมีเสียงที่ได้รับแรงที่บันดาลใจจาก Journey™ อันโดดเด่น เมื่อสวมใส่ <warning>(©2025 Sony Interactive Entertainment LLC. Journey เป็นเครื่องหมายการค้าจดทะเบียนหรือเครื่องหมายการค้าของ Sony Interactive Entertainment LLC.)</warning>
vi: Dấu ấn của một Lữ khách dày dạn kinh nghiệm về vùng sa mạc. Gồm Áo Choàng Lữ Khách trắng, Mũ Trùm Lữ Khách, và một chiếc Mặt nạ phát ra giọng nói độc đáo khi đeo lấy cảm hứng từ Journey. <warning>(©2025 Sony Interactive Entertainment LLC. Journey là thương hiệu đã đăng ký hoặc thương hiệu của Sony Interactive Entertainment LLC.)</warning>
zh_hans: 经验丰富的沙漠旅人留下的印记。包括白色旅人斗篷、兜帽和面具，其中的面具在佩戴时会发出以《风之旅人™》为灵感的独特声音。 <warning>（©2025 Sony Interactive Entertainment LLC。Journey是Sony Interactive Entertainment LLC的注册商标或商标。）</warning>
zh_hant: 一位老練沙漠旅人留下的印記。內含白色旅人斗篷、帽兜，以及戴上後就有獨特 Journey™ 嗓音的面具。 <warning>（©2025 Sony Interactive Entertainment LLC. Journey 為 Sony Interactive Entertainment LLC 註冊商標或商標。）</warning>

# commerce_item_desc_starter_pack
source: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> and a <2>limited cape<cape/></2> to get you started in Sky!
de: <candle/> x {{1}} <2>( {{2}} + {{3}} Bonus! )</2> und <2>eingeschränkte Anpassungsmöglichkeiten</2>, damit du mit Himmelsreich: Kinder des Lichts loslegen kannst!
es: <candle/> x {{1}} <2>( {{2}} + bonificación {{3}} )</2> ¡y una <2>personalización limitada</2> para iniciar en Sky!
fr: <candle/> x {{1}} <2>( {{2}} + {{3}} en bonus ! )</2> Et une <2>cape limitée</2> pour bien commencer dans Sky !
id: <candle/> x {{1}} <2>( bonus {{2}} + {{3}}! )</2> dan <2>jubah terbatas<cape/></2> untuk membantu memulai di Sky!
it: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> e una <2>personalizzazione limitata</2> per iniziare con Sky!
ja: <candle/> x {{1}} <2>( {{2}} + {{3}}本ボーナス！ )</b> + <b>限定ケープ !</b>（初回限定商品です）
ko: Sky를 시작하는데 필요한 <candle/> x {{1}} <2>( {{2}}개 + 보너스 {{3}}개! )</2> 및 <2>한정판 망토<cape/></2>!
pt: <candle/> x {{1}} <2>( {{2}} + {{3}} bônus! )</2> e uma <2>personalização limitada</2> para ajudar você a começar em Sky!
ru: <candle/> x {{1}} <2>( {{2}} + {{3}} в подарок! )</2> и <2>ограниченная настройка</2> для комфортного старта в «Небе»!
th: <candle/> x {{1}} <2>( {{2}} + {{3}} โบนัส! )</2> และ<2>เสื้อคลุมแบบลิมิเต็ด<cape/></2> เพื่อช่วยคุณเริ่มต้นใน Sky!
vi: <candle/> x {{1}} <2>(tặng {{2}} + {{3}}! )</2>, còn nhận được một <2>Áo Choàng giới hạn<cape/></2> để giúp bạn bắt đầu với Sky!
zh_hans: 购买<candle/> x {{2}}，<2>赠送<candle/> x {{3}}！</2>，还能获得一件<2>限定斗篷<cape/></2> 祝您邂逅温暖的灵魂！
zh_hant: 購買<candle/> x {{2}}，<2>贈送<candle/> x {{3}}！</2>，還能獲得一件<2>限定斗篷<cape/></2> 祝您邂逅溫暖的靈魂！

# commerce_item_desc_style_crystalsuit
source: Perfectly picked to pack a proper portion of panache.
de: Perfekt ausgewählt für eine ordentliche Portion Elan.
es: Seleccionados para aportar la cantidad perfecta de elegancia.
fr: Idéal pour ajouter un peu de panache.
id: Dipilih dengan sempurna untuk mengemas porsi panorama yang tepat.
it: Appositamente scelto per possedere una giusta porzione di brio.
ja: 上品で上質、選び抜かれた完璧な組み合わせをお楽しみください
ko: 위풍당당하고 품격 있는 분위기를 위해 엄선된 조합.
pt: Cuidadosamente selecionado para oferecer uma dose adequada de elegância.
ru: Идеально подобранный наряд с выверенной дозой щегольства.
th: คัดสรรมาอย่างพิถีพิถันเพื่อบรรจุความมีเสน่ห์ที่ลงตัว
vi: Được chọn lựa hoàn hảo nhằm mang lại vẻ thanh lịch.
zh_hans: 精挑细选，只为配上适当比例的羽饰。
zh_hant: 精心挑選裝束，凸顯你的高調時尚。

# commerce_item_desc_summer_hairpin
source: <2> Returning Item. </2> Hairpin made from a sun-warmed seashell
de: <2> Wiederkehrender Gegenstand. </2> Haarnadel aus bunten Muscheln
es: <2> Objeto de regreso. </2> ¡Horquilla hecha de una colorida caracola!
fr: <2> Objet à nouveau disponible. </2> Une épingle à cheveux fabriquée à partir d'un coquillage coloré !
id: <2> Item Kembali. </2> Jepit Rambut yang terbuat dari kulit kerang penuh warna untuk merayakan musim panas!
it: <2> Oggetto del passato. </2> Forcina per capelli realizzata con una conchiglia colorata
ja: <2>復刻アイテム</2> 陽光をたっぷり浴びた貝殻でできた、鮮やかなヘアピンです。
ko: <2> 돌아온 아이템. </2> 햇볕으로 데운 조개껍데기로 만든 머리핀.
pt: <2> Item recorrente. </2> Grampo feito de uma concha colorida
ru: <2>Вновь доступный предмет. </2> Заколка из ракушки, нагретой летним солнцем.
th: <2> ไอเทมที่หวนกลับมา </2> กิ๊บหนีบผมที่ทำจากเปลือกหอยที่ได้รับแสงแดดอันอบอุ่น
vi: <2>Vật phẩm trở lại.</2>Kẹp tóc làm từ vỏ sò đầy màu sắc để chào đón Ngày Hè
zh_hans: <2>返场物品。</2>戴上阳光吻过的海贝发夹，赞颂阳光的温暖！
zh_hant: <2>復刻道具。</2>捧著陽光的溫暖，戴上貝殼髮夾慶祝燦爛日光！

# commerce_item_desc_summer_jelly
source: <2> Returning Item.</2> A cuddly jellyfish companion that perches on your shoulder.
de: <2> Wiederkehrender Gegenstand.</2> Eine kuschelige Qualle, die sich auf deine Schulter setzt.
es: <2> Objeto de regreso.</2> Un tierno compañero de medusa que se sienta en tu hombro.
fr: <2> Objet à nouveau disponible.</2> Une méduse toute gentille perchée sur votre épaule.
id: <2> Item Kembali.</2> Teman ubur-ubur yang suka diemong yang bertengger di bahu Anda.
it: <2> Oggetto del passato.</2> Una medusa molto soffice che ti accompagna sulla spalla.
ja: <2>復刻アイテム</2> 肩にちょこんと乗る、海月のおともだち
ko: <2> 돌아온 아이템.</2> 보드라운 해파리 친구를 어깨 위에 올리고 모험을 떠나요.
pt: <2>Item recorrente.</2> Uma água-viva bem fofinha que lhe acompanha em seu ombro.
ru: <2> Предмет снова доступен.</2> Дружелюбная медуза-компаньон, путешествующая на вашем плече.
th: <2> ไอเทมที่หวนกลับมา</2> สหายแมงกะพรุนน่ากอดที่เกาะอยู่บนไหล่ของคุณ
vi: <2>Vật phẩm trở lại.</2>Sứa đồng hành âu yếm đậu trên vai bạn.
zh_hans: <2>返场物品。</2>搭在肩膀上的水母，可爱到忍不住想抱紧它。
zh_hant: <2>返場道具。</2>搭在肩膀上的水母，可愛到忍不住想抱緊處理。

# commerce_item_desc_summer_marshmallow
source: <2> Returning Item.</2> What better way to enjoy warm evenings than with a light snack with friends? <2>Note: This item does not grant Light that can be forged into candles.</2>
de: <2> Wiederkehrender Gegenstand.</2> Gibt es eine bessere Art, warme Abende zu genießen, als mit einem kleinen Snack mit Freunden? <2>Hinweis: Dieser Gegenstand gewährt kein Licht, das zu Kerzen geformt werden kann.</2>
es: <2> Objeto de regreso.</2> ¿Qué mejor forma de disfrutar las cálidas tardes que un ligero refrigerio con amistades? <2>Nota: este objeto no otorga luz que pueda forjar con velas.</2>
fr: <2> Objet à nouveau disponible.</2> Quelle meilleure façon de profiter des soirées chaudes qu'un léger goûter entre amis ? <2>Remarque : Cet objet n’accorde pas de lumière pouvant être forgée en bougies.</2>
id: <2> Item Kembali.</2> Adakah cara menikmati sore hari yang hangat yang lebih baik dari makan snack ringan bersama teman? <2>Catatan: Item ini tidak menghasilkan Cahaya yang bisa dibentuk menjadi lilin.</2>
it: <2> Oggetto del passato.</2> Cosa c'è di meglio che godersi le calde serate con uno spuntino leggero in compagnia? <2>Nota: questo oggetto non fornisce luce per forgiare candele.</2>
ja: <2>復刻アイテム</2> フレンドたちとパチパチはぜる火をかこみ、軽～いおやつを楽しむ。暑い夜のぴったりな過ごし方だと思いませんか？ <2>※こちらのアイテムからは光のかけらを集めることはできません</2>
ko: <2> 돌아온 아이템.</2> 따뜻한 밤에 친구와 함께 가벼운 간식을 즐겨 보면 어떨까요? <2>주의: 이 아이템은 양초빛을 제공하지 않습니다.</2>
pt: <2>Item recorrente.</2> Que jeito melhor de aproveitar as noites quentes do que com um lanchinho com os amigos? <2>Aviso: este item não concede Luz que pode ser forjada em velas.</2>
ru: <2> Предмет снова доступен.</2> Что может быть лучше, чем приготовить сладости на костре теплым вечером вместе с друзьями? <2>Внимание: этот предмет не дает света, из которого можно изготовить свечи.</2>
th: <2> ไอเทมที่หวนกลับมา</2> จะมีวิธีใดที่จะเพลิดเพลินไปกับยามเย็นอันอบอุ่นที่ดีไปกว่าการทานของว่างเบาๆ กับผองเพื่อน <2>หมายเหตุ: ไอเทมนี้ไม่ได้มอบแสงที่สามารถนำไปหลอมเป็นเทียนได้</2>
vi: <2>Vật phẩm trở lại.</2>Còn gì tuyệt vời hơn khi tận hưởng những buổi tối ấm áp bên một bữa ăn nhẹ cùng bạn bè? <2>Lưu ý: Vật phẩm này không cung cấp Ánh sáng tạo thành nến.</2>
zh_hans: <2>返场物品。</2>和朋友一起吃小吃来享受温暖的夜晚，还有比这更好的消遣方式吗？ <2>注意：此物品不授予可锻造成蜡烛的烛光。</2>
zh_hant: <2>返場道具。</2>有什麼比和朋友們一起吃零食更適合作為享受夜晚的方式呢？ <2>注意：此道具不會產生合成蠟燭的燭光。</2>
