Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# book_sky_art_hint_4
source: Release a call to <b>reveal the designated locations</b> in this area.
de: Rufe, um in diesem Gebiet <b>die vorgesehenen Orte zu enthüllen</b> .
es: Haz un llamado para <b>revelar las ubicaciones designadas</b> en esta área.
fr: Lancez un appel pour <b>révéler les points d'intérêt</b> de cette zone.
id: Lepaskan seruan untuk <b>mengungkapkan lokasi yang ditunjuk</b> di area ini.
it: Chiama per <b>rivelare i luoghi appositi</b> in quest’area.
ja: 呼びかけると、この地の秘密を覗ける<b>指定の場所</b>が示されるでしょう
ko: 울음소리를 내면 이 구역의 <b>지정된 위치를 볼 수 있어요</b>
pt: Faça um chamado para <b>revelar os locais designados</b> nesta área.
ru: Используйте зов, чтобы <b>открыть определённые места</b> в этой области.
th: ส่งเสียงเรียกเพื่อ<b>เปิดเผยตำแหน่งที่กำหนด</b>ไว้ในพื้นที่นี้
vi: Kêu gọi để <b>tiết lộ các vị trí được chỉ định</b> trong khu vực này.
zh_hans: 发出呼唤以在该区域中<b>显示指定位置</b>。
zh_hant: 發出呼喚來<b>顯示</b>這個地區的<b>指定位置</b>。

# book_sky_art_markers_spawned
source: <b>Find this location</b> and place your book nearby to experience a rare, behind-the-scenes look.
de: <b>Finde diesen Ort</b> und platziere dein Buch in der Nähe, um einen seltenen Blick hinter die Kulissen zu erhalten.
es: <b>Encuentra esta ubicación</b> y coloca tu libro en las cercanías para ver una imagen reveladora del área.
fr: <b>Trouvez ce point d'intérêt</b> et placez votre livre à côté pour découvrir un rare aperçu des coulisses.
id: <b>Temukan lokasi ini</b> dan letakkan buku kamu di dekatnya untuk menikmati pemandangan di balik layar yang langka.
it: <b>Trova questo luogo</b> e piazza là vicino il tuo libro per dare uno sguardo insolito dietro le quinte.
ja: <b>その場所を見つけ</b>本を開き、舞台裏を垣間見れる貴重な体験を楽しみましょう
ko: <b>이 위치를 찾아</b> 책을 배치하면 풍경 뒤에 가려진 모습을 볼 수 있습니다.
pt: <b>Encontre este local</b> e coloque o livro por perto para ter uma visão rara dos bastidores.
ru: <b>Найдите это место</b> и положите свою книгу поблизости, чтобы получить редкую возможность приоткрыть занавес игры.
th: <b>ค้นหาตำแหน่งนี้</b> แล้ววางหนังสือของคุณไว้ใกล้ๆ เพื่อสัมผัสกับเบื้องหลังฉากที่หายาก
vi: <b>Tìm vị trí này</b> và đặt cuốn sách của bạn ở gần đó để trải nghiệm hình ảnh hậu trường hiếm có.
zh_hans: <b>找到这个位置</b>，并将你的美术设定集放在附近，就能一窥其罕见的幕后风采。
zh_hant: <b>找到這個位置</b>，並將你的美術設定集放在附近，就能一窺其罕見的幕後風采。

# book_sky_art_timeline_not_found
source: There are no points of interest for the book in this area. Try another realm.
de: In diesem Gebiet gibt es keine interessanten Punkte für das Buch. Versuche es in einem anderen Reich.
es: No hay puntos de interés para el libro en esta área. Visita otro reino.
fr: Il n'y a aucun point d'intérêt pour le livre dans ce secteur. Veuillez essayer dans un autre royaume.
id: Tidak ada tempat menarik untuk buku di area ini. Cobalah di area lain.
it: Non ci sono punti di interesse per il libro in quest’area. Prova in un altro regno.
ja: この辺りには本の魔法を使える場所がないようです。別の地方で試してみましょう
ko: 사용 가능한 구역이 아닙니다. 다른 구역을 살펴보세요.
pt: Não há pontos de interesse para o livro nesta área. Experimente em outro reino.
ru: В этой области нет мест, подходящих для книги. Попробуйте другую область.
th: ไม่มีจุดที่น่าสนใจสำหรับหนังสือในบริเวณนี้ ลองดินแดนอื่น
vi: Cuốn sách khu vực này không có gì thú vị. Hãy thử ở một vương quốc khác.
zh_hans: 美术设定集在这里没有展示幕后的地点。 请探索另一个领域吧。
zh_hant: 美術設定集在這裡沒有展示幕後的地點。請探索另一個領域吧。

# bootscreen_new_player
source: Are you new to <b>Sky</b>?
de: Bist du neu bei Sky?
es: ¿Eres nuevo en el mundo de Sky?
fr: Êtes-vous nouveau dans Sky ?
id: Apa kamu baru di <b>Sky</b>?
it: È la prima volta che giochi con Sky?
ja: Skyをプレイするのは初めてですか？
ko: Sky에 처음 오셨나요?
pt: Você é novo no Sky?
ru: Впервые в Sky?
th: คุณเพิ่งเคยเล่น <b>Sky</b> ใช่ไหม
vi: Bạn mới chơi <b>Sky</b> lần đầu đúng không?
zh_hans: 你是第一次来到<b>《光遇》</b>的世界吗？
zh_hant: 你是初次來到 <b>Sky</b> 的國度嗎？

# bootscreen_new_player_title
source: <b>Welcome</b>
de: <b>Willkommen</b>
es: <b>Te damos la bienvenida</b>
fr: <b>Bienvenue</b>
id: <b>Selamat Datang</b>
it: <b>Ciao</b>
ja: <b>ようこそ</b>
ko: <b>환영합니다</b>
pt: <b>Boas-vindas</b>
ru: <b>Добро пожаловать!</b>
th: <b>ยินดีต้อนรับ</b>
vi: <b>Chào mừng bạn</b>
zh_hans: <b>欢迎</b>
zh_hant: <b>歡迎</b>

# broadcast_confirm_begin_body
source: Step onto the stage, and perform for other players.
de: Betritt die Bühne und spiele für andere Spieler.
es: Sube al escenario y brinda un espectáculo a los demás.
fr: Montez sur scène et jouez pour les autres joueurs.
id: Melangkahlah ke atas panggung, dan tampillah di hadapan pemain lain.
it: Sali sul palco ed esibisciti per gli altri giocatori.
ja: ステージに上がり、ホールにいる星の子どもたちへ向けて演奏しましょう
ko: 무대에 올라 다른 플레이어들을 향해 연주하세요.
pt: Suba no palco e faça uma performance para outros jogadores.
ru: Выходите на сцену и выступайте перед другими игроками.
th: ก้าวขึ้นไปบนเวที แล้วแสดงให้ผู้เล่นคนอื่นชม
vi: Bước lên sân khấu và biểu diễn cho người chơi khác.
zh_hans: 走上舞台，并为其他玩家演奏。
zh_hant: 登上舞台，為其他玩家演奏。

# broadcast_confirm_begin_title
source: Perform on the Piano?
de: Am Klavier spielen?
es: ¿Tocar el piano?
fr: Jouer du piano ?
id: Tampil dengan Piano?
it: Vuoi suonare il pianoforte?
ja: ピアノを演奏しますか？
ko: 피아노를 연주할까요?
pt: Deseja tocar o piano?
ru: Сыграть на пианино?
th: เล่นดนตรีบนเปียโนหรือไม่
vi: Biểu Diễn Trên Đàn Piano?
zh_hans: 要演奏钢琴吗？
zh_hant: 要進行鋼琴演奏嗎？

# broadcast_confirm_cancel_title
source: Cancel Your Performance?
de: Darbietung abbrechen?
es: ¿Cancelar función?
fr: Annuler votre performance ?
id: Membatalkan Penampilan Kamu?
it: Vuoi annullare la tua esibizione?
ja: 演奏を中止しますか？
ko: 연주를 취소할까요?
pt: Cancelar apresentação?
ru: Отменить выступление?
th: ยกเลิกการแสดงของคุณหรือไม่
vi: Hủy Biểu Diễn?
zh_hans: 取消你的演出？
zh_hant: 取消你的演出？

# broadcast_confirm_finish_title
source: End Your Performance?
de: Darbietung beenden?
es: ¿Terminar función?
fr: Mettre un terme à la performance ?
id: Akhiri Penampilan Kamu?
it: Vuoi terminare la tua esibizione?
ja: 演奏を終了しますか？
ko: 연주를 종료할까요?
pt: Finalizar apresentação?
ru: Завершить выступление?
th: ยุติการประชุมของคุณหรือไม่
vi: Kết Thúc Biểu Diễn?
zh_hans: 要结束你的表演了吗？
zh_hant: 要結束表演了嗎？

# broadcast_message_in_line
source: <b>#{{1}}</b> in Line to Perform
de: <b>#{{1}}</b> in der Warteschlange
es: <b>#{{1}}</b> personas esperando dar su función.
fr: <b>#{{1}}</b> dans la file d'attente
id: <b>#{{1}}</b> dalam Daftar untuk Tampil
it: <b>N.{{1}}</b> nella coda per esibirsi
ja: <b>{{1}}</b>人が順番を待っています
ko: <b>#{{1}}</b>명 연주 대기 중
pt: <b>nº {{1}}</b> na fila para se apresentar
ru: <b>#{{1}}</b> в очереди на выступление
th: <b>#{{1}}</b> อยู่ในคิวการแสดง
vi: <b>#{{1}}</b> Đang Chờ Để Biểu Diễn
zh_hans: 有<b>#{{1}}</b>位排队等候演奏
zh_hant: 有<b>#{{1}}</b>位在排隊等候上台

# broadcast_message_in_line_next
source: You're <b>Up Next</b> to Perform
de: Du bist <b>als Nächstes</b> mit deiner Darbietung dran
es: Tu función es la <b>próxima</b>.
fr: Vous êtes la <b>prochaine</b> personne à jouer
id: Kamu <b>Urutan Berikutnya</b> untuk Tampil
it: La <b>prossima</b> esibizione è la tua
ja: あなたの出番は<b>次</b>です
ko: <b>다음</b>에 연주할 차례입니다
pt: Você é o <b>próximo</b> a se apresentar
ru: Вы выступаете <b>следующим</b>
th: คุณเป็น<b>คิวถัดไป</b>ที่จะแสดง
vi: Bạn <b>Sắp Được Biểu Diễn</b>
zh_hans: 您<b>接下来</b>将要演奏
zh_hant: <b>下一位</b>上台的就是您

# buddy_accept_confirm
source: This player needs help collecting spirits. Will you <1>guide</1> them?
de: Dieser Spieler benötigt Hilfe beim Sammeln von Geistern. Möchtest du <1>helfen</1>?
es: Esta persona que juega necesita ayuda recolectando espíritus. ¿Podrías <1>guiarle</1>?
fr: Ce joueur a besoin d'aide pour trouver des esprits. Voulez-vous le <1>guider</1> ?
id: Pemain ini butuh bantuan untuk mengumpulkan roh. Bersediakah kamu <1>memandu</1>nya?
it: Questo giocatore ha bisogno di aiuto per raccogliere gli spiriti. Ti va di fare da <1>guida</1>?
ja: このプレイヤーは精霊たちを探したいようです。探せるよう<1>お手伝い</1>しますか？
ko: 이 플레이어가 도움을 요청합니다. 영혼을 수집할 수 있도록 <1>안내</1>해줄까요?
pt: Esta pessoa precisa de ajuda para coletar os espíritos. Você pode <1>guiá-la</1>?
ru: Этому игроку нужна помощь в поиске духов. Сможете его <1>провести</1>?
th: ผู้เล่นคนนี้ต้องการความช่วยเหลือเพื่อเก็บรวบรวมเหล่าสปิริต คุณจะช่วย<1>นำทาง</1>เขาได้ไหม
vi: Người chơi này cần giúp đỡ để thu thập Tinh Linh. Bạn có thể <1>hướng dẫn</1> chứ?
zh_hans: 这位玩家需要帮忙收集先祖。你能帮忙<1>指引</1>吗？
zh_hant: 這位玩家需要幫忙收集先靈。你能幫忙<1>指引</1>嗎？

# buddy_complete
source: You found a spirit together!
de: Ihr habt gemeinsam einen Geist gefunden!
es: ¡Encontraron un espíritu en conjunto!
fr: Vous avez trouvé un esprit ensemble !
id: Kamu berhasil menemukan roh bersama-sama!
it: Insieme avete trovato uno spirito!
ja: 一緒に精霊を見つけました！
ko: 함께 영혼을 찾았습니다!
pt: Vocês encontraram um espírito juntos!
ru: Вы нашли духа вместе!
th: คุณทั้งสองได้พบสปิริตแล้ว!
vi: Các bạn đã cùng nhau tìm thấy một Tinh Linh!
zh_hans: 你们一起找到了一个先祖！
zh_hant: 你們一起找到了一位先靈！

# buddy_leader_cancel
source: You cancelled guiding this player.
de: Du führst diesen Spieler nicht mehr.
es: Cancelaste la guía a esta persona que juega.
fr: Vous avez annulé le guide de ce joueur.
id: Kamu membatalkan memandu pemain ini.
it: Hai rinunciato a guidare questo giocatore.
ja: このプレイヤーへのお手伝いをキャンセルしました
ko: 이 플레이어의 안내를 취소했습니다
pt: Você cancelou a orientação de guiar este jogador.
ru: Вы отменили сопровождение этого игрока.
th: คุณได้ยกเลิกที่จะนำทางผู้เล่นคนนี้แล้ว
vi: Bạn đã hủy hướng dẫn người chơi này.
zh_hans: 你已取消指引这名玩家。
zh_hant: 你已取消指引這名玩家。

# buddy_nospirits
source: <b>Request a <1>guide</1></b> There’s nothing a guide can help you with here.
de: <b>Fordere einen <1>Helfer an</1></b> Ein Helfer kann dir hier nicht behilflich sein.
es: <b>Solicitar <1>guía</1></b> Aquí no hay nada en lo que pueda ayudarte un guía.
fr: <b>Demander l'aide d'un <1>guide</1></b> Il n'y a rien qu'un guide puisse faire pour vous aider ici.
id: <b>Minta <1>panduan</1></b> Tidak ada yang bisa dibantu oleh pemandu di sini.
it: <b>Richiedi una <1>guida</1></b> Qui una guida non può aiutarti.
ja: <b><1>お手伝い</1>の依頼</b> この場所には、他のプレイヤーがお手伝いできる精霊がいないようです
ko: <b><1>안내자</1></b> 요청하기 주변에 안내자가 도와줄 퀘스트가 없습니다.
pt: <b>Solicite um <1>guia</1></b> O guia não pode ajudar em nada aqui.
ru: <b>Призвать <1>проводника</1></b> Проводник сейчас ничем не сможет помочь.
th: <b>ขอให้ช่วย<1>นำทาง</1></b> ไม่มีอะไรที่ผู้นำทางสามารถช่วยคุณได้ที่นี่
vi: <b>Yêu cầu <1>hướng dẫn</1></b> Không có hướng dẫn nào dành cho bạn ở đây.
zh_hans: <b>请求<1>指引</1></b> 没有指引能够帮到你。
zh_hant: <b>請求<1>指引</1></b> 這裡沒有指引者能幫得上忙的地方。

# buddy_request
source: Request a player to <1>guide</1> you to new spirits?
de: Einen Spieler um <1>Hilfe</1> bitten, um Geister zu finden?
es: ¿Solicitar un <1>jugador</1> para guiarte a encontrar espíritus?
fr: Demander l'aide d'un <1>guide</1> pour trouver des esprits ?
id: Minta pemain untuk <1>memandumu</1> ke roh baru?
it: Vuoi chiedere a un <1>giocatore guida</1> di aiutarti a trovare gli spiriti?
ja: 近くにいるプレイヤーに精霊たちを探す<1>お手伝い</1>を依頼しますか？
ko: <1>안내자</1> 플레이어에게 영혼 찾기를 도와달라고 요청할까요?
pt: Pedir a um jogador para <1>guia</1> você para novos espíritos?
ru: Хотите попросить другого игрока <1>провести</1> к ненайденным духам?
th: ขอให้ผู้เล่น<1>นำทาง</1>คุณให้รู้จักกับสปิริตตนใหม่หรือไม่
vi: Yêu cầu người chơi khác <1>hướng dẫn</1> bạn tìm Tinh Linh mới?
zh_hans: 拜托另一个玩家 <1>指引</1> 你寻找新的先祖?
zh_hant: 要拜託一位玩家<1>指引</1>你找到新的先靈嗎？

# buddy_request_cancel
source: You cancelled your guide request.
de: Du hast deine Hilfeanfrage abgebrochen.
es: Cancelaste la solicitud de guía.
fr: Vous avez annulé votre demande de guide.
id: Kamu membatalkan permintaan panduanmu.
it: Hai annullato la tua richiesta di guida.
ja: 依頼をキャンセルしました
ko: 안내 요청을 취소했습니다
pt: Você cancelou a solicitação de guia.
ru: Вы отменили запрос на помощь.
th: คุณได้ยกเลิกคำขอนำทางของคุณแล้ว
vi: Bạn đã hủy yêu cầu hướng dẫn.
zh_hans: 你已取消了指引请求。
zh_hant: 你已取消了指引請求。

# buddy_request_complete
source: This player will now lead you to a <1>spirit</1>
de: Dieser Spieler wird dich jetzt zu einem <1>Geist</1> führen.
es: Esta persona que juega te guiará hasta un <1>espíritu</1>.
fr: Ce joueur va maintenant vous mener à un <1>esprit</1>.
id: Pemain ini akan menuntunmu ke <1>roh</1>
it: Questo giocatore ora ti condurrà a uno <1>spirito</1>
ja: このプレイヤーがあなたを<1>精霊</1>の元まで導いてくれるでしょう
ko: 이제 이 플레이어가 <1>영혼</1>이 있는 곳으로 안내해줄 것입니다
pt: Esta pessoa levará você a um <1>espírito</1>
ru: Этот игрок поможет вам отыскать <1>духа</1>
th: ผู้เล่นคนนี้จะนำทางคุณไปหา<1>สปิริต</1>
vi: Người chơi này sẽ dẫn bạn tìm <1>Tinh Linh</1>
zh_hans: 这位玩家现在会带着你找到<1>先祖</1>
zh_hant: 這位玩家現在會帶著你找到<1>先靈</1>

# buddy_request_prompt
source: Request a <1>guide</1> player through the wing menu to help you find spirits
de: Rufe eine <1>Anleitung</1> für das Emote-Menü auf, die dir auf der Suche nach Geistern behilflich ist. <buddyrequest/>
es: Solicita un <1>guía</1> a través del menú de expresiones para que te ayude a encontrar a los espíritus <buddyrequest/>
fr: Demandez l'aide d'un <1>guide</1> à travers le menu des emotes pour trouver des esprits <buddyrequest/>
id: Minta pemain <1>pemandu</1> melalui menu sayap untuk membantumu menemukan roh
it: Per trovare gli spiriti, chiedi aiuto a una <1>guida</1> usando il menu delle animazioni <buddyrequest/>
ja: 感情表現メニューから、精霊たちを探す<1>お手伝い</1>を依頼してみましょう<buddyrequest/>
ko: 제스처 메뉴에서 <1>안내</1>를 요청하고 영혼을 찾는 데 도움을 받아보세요 <buddyrequest/>
pt: Solicite um <1>guia</1> pelo menu de expressão para receber ajuda para encontrar os espíritos <buddyrequest/>
ru: Если вам требуется помощь в поиске духов, призовите <1>проводника</1> в меню эмоций <buddyrequest/>
th: ขอให้ผู้เล่น<1>นำทาง</1>คุณไปในเมนูปีก และช่วยคุณค้นหาเหล่าสปิริต
vi: Yêu cầu người chơi <1>hướng dẫn</1> thông qua menu để giúp bạn tìm Tinh Linh.
zh_hans: 通过表情菜单请求<1>指引</1>来帮助你找到先灵。<buddyrequest/>
zh_hant: 通過表情選單請求<1>指引</1>來幫助你找到先靈。<buddyrequest/>

# buddy_request_shrine_prompt
source: You can request a <1>guide</1> player at the shrine to help you find spirits
de: Du kannst am Schrein einen Spieler als <1>Helfer</1> erbitten, um die Geister zu finden.
es: Puedes pedirle a un jugador <1>guía</1> en el altar que te ayude a encontrar a los espíritus.
fr: Vous pouvez demander un joueur <1>guide</1> au sanctuaire pour vous aider à trouver des esprits
id: Kamu bisa meminta pemain <1>pemandu</1> di kuil untuk membantumu menemukan roh
it: Puoi richiedere la <1>guida</1> di un giocatore presso il santuario per aiutarti a trovare gli spiriti
ja: 導きの像の周囲にいるプレイヤーに精霊たちを探す<1>お手伝い</1>を依頼しますか？
ko: 제단에서 <1>안내자</1>를 요청하여 영혼을 찾을 때 도움을 받을 수 있습니다.
pt: Você pode solicitar um jogador <1>guia</1> no altar para ajudar a encontrar espíritos
ru: Вы можете попросить игрока-<1>проводника</1> у алтаря помочь вам найти духов
th: คุณสามารถขอให้ผู้เล่น<1>นำทาง</1>ที่แท่นบูชาเพื่อช่วยคุณค้นหาเหล่าสปิริตได้
vi: Bạn có thể yêu cầu một người chơi <1>hướng dẫn</1> tại đền thờ để giúp bạn tìm Tinh Linh
zh_hans: 你可以在神坛处通过<1>指引</1>玩家来帮助你找到先灵
zh_hant: 你可以在神壇徵求玩家作為<1>指引</1>來幫助你找到先靈

# buddy_shout_hint
source: Use your <1>call</1> to find spirits this player needs
de: Setze deinen <1>Ruf</1> ein, um die nötigen Geister für diesen Spieler zu finden.
es: Usa tu <1>llamada</1> para encontrar los espíritus que esta persona necesita.
fr: Utilisez votre <1>appel</1> pour trouver les esprits dont ce joueur a besoin.
id: Gunakan <1>panggilan</1> untuk menemukan roh yang dibutuhkan pemain ini
it: Usa il <1>richiamo</1> per trovare gli spiriti di cui ha bisogno questo giocatore
ja: <1>呼びかけ</1>てこのプレイヤーが探している精霊を見つけましょう
ko: <1>울음소리</1>를 사용해서 이 플레이어에게 필요한 영혼을 찾아보세요
pt: Use seu <1>chamado</1> para encontrar os espíritos de que esta pessoa precisa
ru: Используйте <1>призыв</1>, чтобы отыскать духов, которые нужны этому игроку
th: ใช้การ<1>เรียก</1>ของคุณเพื่อค้นหาสปิริตที่ผู้เล่นคนนี้ต้องการ
vi: Dùng <1>kêu gọi</1> tìm Tinh Linh mà người này cần
zh_hans: 使用你的<1>呼唤</1>来找到这位玩家需要的先祖
zh_hant: 使用你的<1>呼喚</1>來找到這位玩家需要的先靈

# buddy_spirit_confirm
source: <1>Guide</1> player through this spirit memory?
de: Den Spieler durch diese Geisterinnerung <1>führen</1>?
es: ¿<1>Guiar</1> a la persona que juega a lo largo del recuerdo de este espíritu?
fr: <1>Guider</1> le joueur à travers le souvenir de cet esprit ?
id: <1>Pandu</1> pemain melintasi kenangan roh ini?
it: Vuoi <1>guidare</1> il giocatore attraverso la memoria di questo spirito?
ja: プレイヤーをこの精霊の記憶へ<1>導き</1>ますか？
ko: 이 영혼의 기억으로 플레이어를 <1>안내할까요</1>?
pt: <1>Guiar</1> o jogador pela memória do espírito?
ru: <1>Провести</1> игрока через воспоминания этого духа?
th: <1>นำทาง</1>ผู้เล่นผ่านความทรงจำของสปิริตตนนี้หรือไม่
vi: <1>Hướng dẫn</1> người chơi thông qua ký ức Tinh Linh này?
zh_hans: 你要<1>指引</1>玩家追溯这位先灵的记忆吗？
zh_hant: 你要<1>指引</1>玩家追溯這位先靈的記憶嗎？

# buff_disabled
source: (disabled)
de: (deaktiviert)
es: (deshabilitado)
fr: (désactivé)
id: (dinonaktifkan)
it: (disattivato)
ja: (無効化されました)
ko: (비활성화)
pt: (desativado)
ru: (отключено)
th: (ปิดใช้)
vi: (Đã vô hiệu)
zh_hans: (已失效)
zh_hant: (已失效)

# buff_effect_candle_trick
source: Candle Trick
de: Kerzentrick
es: Truco de vela
fr: Farce de la bougie
id: Trik Lilin
it: Trucco della candela
ja: いたずらキャンドル魔法
ko: 양초 흉내
pt: Pegadinha da vela
ru: Шутка-свечка
th: กลเทียน
vi: Trò Ghẹo Nến
zh_hans: 蜡烛把戏
zh_hant: 蠟燭惡作劇

# buff_effect_cat_curse
source: Krill Cat's Curse
de: Fluch der Krill-Katze
es: Maldición del gato Dragón Oscuro
fr: Malédiction du chat plancton
id: Kutukan Krill Cat
it: La maledizione del Gatto Oscuro
ja: 暗黒竜猫の呪い
ko: 어둠의 고양이 저주
pt: Maldição do gato Krill
ru: Проклятие темнокошки
th: คำสาปของคริลล์แคท
vi: Lời Nguyền Mèo Ma
zh_hans: 皮皮虾猫的诅咒
zh_hant: 皮皮蝦貓的詛咒

# buff_effect_color
source: Color
de: Farbe
fr: Couleur
id: Warna
it: Colore
ja: 色
ko: 색상
pt: Cor
ru: Цвет
th: สี
vi: Rực rỡ
zh_hans: 炫彩
zh_hant: 炫彩

# buff_effect_crab_curse
source: Crab Curse
de: Krabbenfluch
es: Maldición de Cangrejo
fr: Malédiction du Crabe
id: Kutukan Kepiting
it: Maledizione del Granchio
ja: 蟹の呪い
ko: 게의 저주
pt: Maldição do Caranguejo
ru: Проклятие Краба
th: ปูต้องสาป
vi: Lời Nguyền Cua
zh_hans: 螃蟹的诅咒
zh_hant: 螃蟹的詛咒

# buff_effect_crab_rock_trick
source: Crab Rock Trick
de: Krebsstein-Trick
es: Truco de la roca cangrejo
fr: Crabe farceur
id: Trik Batu Kepiting
it: Trucco del granchio
ja: カニストーン
ko: 어둠의 게 흉내
pt: Travessura do caranguejo
ru: Розыгрыш «Каменный краб»
th: กลปูหิน
vi: Cua Biến Hình
zh_hans: 蟹变
zh_hant: 蟹變

# buff_effect_currency_trick
source: Event Ticket Trick
es: Truco de boleto del evento
fr: Astuce de ticket d'événement
id: Trik Tiket Acara
it: Trucco del biglietto evento
ja: イベントチケットトリック
ko: 이벤트 티켓 속임수
pt: Truque de Tíquete de Evento
ru: Трюк с билетами события
th: กลตั๋วอีเวนต์
vi: Mánh Khóe Vé Sự Kiện
zh_hans: 活动门票技巧
zh_hant: 活動票券戲法

# buff_effect_dark_sky
source: Night Sky
de: Nachthimmel
es: Cielo nocturno
fr: Ciel nocturne
id: Langit Malam
it: Cielo notturno
ja: 夜空
ko: 밤하늘
pt: Céu noturno
ru: Ночное небо
th: ท้องฟ้ายามค่ำคืน
vi: Bầu Trời Đêm
zh_hans: 夜空
zh_hant: 夜空

# buff_effect_darkstone_damage_mult
source: Darkness Assault
de: Angriff auf die Dunkelheit
es: Asalto de la oscuridad
fr: Obscurité accélérée
id: Serangan Kegelapan
it: Assalto delle tenebre
ja: 暗闇の侵食
ko: 어둠 공격
pt: Afronte à escuridão
ru: Атака на тьму
th: การจู่โจมของความมืด
vi: Bóng Đêm Tấn Công
zh_hans: 净化黑暗
zh_hant: 淨化黑暗

# buff_effect_diving
source: Diving
de: Tauchen
es: Buceando
fr: Plongeon
id: Terjun
it: Immersione
ja: 潜水
ko: 잠수
pt: Mergulho
ru: Погружение
th: ดำน้ำ
vi: Đang lặn
zh_hans: 潜水中
zh_hant: 潛水中

# buff_effect_dnd
source: Do Not Disturb
de: Bitte nicht stören
es: No molestar
fr: Ne pas déranger
id: Jangan Ganggu
it: Non disturbare
ja: 集中モード
ko: 방해 금지
pt: Não perturbe
ru: Не беспокоить
th: ห้ามรบกวน
vi: Không Làm Phiền
zh_hans: 请勿打扰
zh_hant: 請勿打擾

# buff_effect_dragon_dance
source: Dragon
de: Drache
es: Dragón
id: Naga
it: Drago
ja: ドラゴントレイン
ko: 드래곤
pt: Dragão
ru: Дракон
th: มังกร
vi: Rồng
zh_hans: 舞龙
zh_hant: 舞龍

# buff_effect_emitter_foot_flower
source: Flair
de: Stil
es: Estilo
fr: Style
id: Bakat
it: Stile
ja: フレア
ko: 스타일
pt: Estilo
ru: Стиль
th: พรสวรรค์
vi: Tinh Tế
zh_hans: 风格
zh_hant: 風格

# buff_effect_energy_charge_mult
source: Fast Charge
de: Schnelles Laden
es: Carga rápida
fr: Charge rapide
id: Isi Cepat
it: Carica veloce
ja: 高速チャージ
ko: 빠른 충전
pt: Disparada veloz
ru: Быстрая подзарядка
th: เติมพลังอย่างรวดเร็ว
vi: Sạc Nhanh
zh_hans: 元气满满
zh_hant: 元氣滿滿

# buff_effect_glow
source: Glow
de: Glühen
es: Resplandor
fr: Briller
id: Berkilau
it: Bagliore
ja: 輝き
ko: 발광
pt: Brilhar
ru: Свечение
th: เรืองแสง
vi: Ánh Sáng
zh_hans: 璀璨之星
zh_hant: 璀璨之星

# buff_effect_glow_rainbow
source: Rainbow Glow
de: Regenbogen Glühen
es: Brillo Arcoíris
fr: Lueur d'Arc-en-Ciel
id: Kilau Pelangi
it: Luccichio Arcobaleno
ja: レインボーシャイン
ko: 무지개 빛
pt: Brilho Arco-Íris
ru: Радужное Сияние
th: สายรุ้งเรืองแสง
vi: Tỏa Sáng Cầu Vồng
zh_hans: 彩虹光辉
zh_hant: 彩虹光輝

# buff_effect_goo_drain_mult
source: Darkness Armor
de: Dunkelheitsrüstung
es: Armadura de la Oscuridad
fr: Armure anti-obscurité
id: Zirah Kegelapan
it: Armatura delle tenebre
ja: 闇よけの衣
ko: 어둠 갑옷
pt: Proteção contra escuridão
ru: Защита от тьмы
th: เกราะแห่งความมืด
vi: Kháng Bóng Đêm
zh_hans: 黑暗抗性
zh_hant: 黑暗抗性

# buff_effect_gravity_mult
source: Gravity
de: Schwerkraft
es: Gravedad
fr: Gravité
id: Gravitasi
it: Forza di gravità
ja: 重力
ko: 중력
pt: Gravidade
ru: Антигравитация
th: แรงโน้มถ่วง
vi: Trọng Lực
zh_hans: 漂浮魔法
zh_hant: 漂浮魔法

# buff_effect_hairtint
source: Hair Tint
de: Haartönung
es: Tinte para cabello
fr: Teinture pour cheveux
id: Pewarna Rambut
it: Tinta per capelli
ja: ヘアティント
ko: 염색
pt: Tinta de cabelo
ru: Оттенок волос
th: สีผม
vi: Thuốc Nhuộm Tóc
zh_hans: 染发剂
zh_hant: 染色魔髮

# buff_effect_hairtint_rainbow
source: Rainbow Hair Tint
de: Regenbogen-Haartönung
es: Tinte para cabello arcoíris
fr: Teinture pour cheveux arc-en-ciel
id: Pewarna Rambut Pelangi
it: Tinta per capelli arcobaleno
ja: レインボーヘアティント
ko: 무지개 염색
pt: Tinta de cabelo de arco-íris
ru: Радужный оттенок волос
th: สีผมสายรุ้ง
vi: Thuốc Nhuộm Tóc Cầu Vồng
zh_hans: 彩虹染发剂
zh_hant: 虹彩魔髮

# buff_effect_height_mult
source: Height Alteration
de: Größenveränderung
es: Estatura
fr: Changement de taille
id: Perubahan Tinggi
it: Alterna altezza
ja: 身長変化
ko: 일시적 키 변경
pt: Mudança de altura
ru: Изменение роста
th: การปรับเปลี่ยนความสูง
vi: Chiều Cao Thay Đổi
zh_hans: 身高变化
zh_hant: 身高變化

# buff_effect_outfit_body
source: Pants
de: Hosen
es: Pantalones
fr: Pantalon
id: Celana
it: Pantaloni
ja: 装い
ko: 바지
pt: Calça
ru: Штаны
th: กางเกง
vi: Quần
zh_hans: 裤子
zh_hant: 褲子

# buff_effect_outfit_face
source: Face Accessory
de: Gesichtsaccessoire
es: Accesorio para la cara
fr: Accessoire visage
id: Aksesori Wajah
it: Accessorio per il viso
ja: フェイスアクセサリー
ko: 얼굴 액세서리
pt: Acessório facial
ru: Аксессуар для лица
th: เครื่องประดับใบหน้า
vi: Phụ kiện mặt
zh_hans: 脸部配件
zh_hant: 臉部配件

# buff_effect_outfit_feet
source: Shoes
de: Schuhe
es: Zapatos
fr: Chaussures
id: Sepatu
it: Scarpe
ja: シューズ
ko: 신발
pt: Sapatos
ru: Обувь
th: รองเท้า
vi: Giày
zh_hans: 鞋子
zh_hant: 鞋子

# buff_effect_outfit_hair
source: Hair
de: Haar
es: Cabello
fr: Cheveux
id: Rambut
it: Capelli
ja: ヘアスタイル
ko: 헤어스타일
pt: Cabelo
ru: прически
th: ทรงผม
vi: Tóc
zh_hans: 发型
zh_hant: 髮型

# buff_effect_outfit_hat
source: Hair Accessory
de: Haarschmuck
es: Accesorio para el cabello
fr: Accessoire pour cheveux
id: Aksesori Rambut
it: Accessorio per capelli
ja: ヘアアクセサリー
ko: 헤어 액세서리
pt: Acessório de cabelo
ru: Аксессуар для волос
th: ของประดับผม
vi: Phụ kiện tóc
zh_hans: 发饰
zh_hant: 髮飾

# buff_effect_outfit_horn
source: Head Accessory
de: Kopfschmuck
es: Accesorio para la cabeza
fr: Accessoire de tête
id: Aksesori Kepala
it: Accessorio per la testa
ja: ヘッドアクセサリー
ko: 머리 액세서리
pt: Acessório de cabeça
ru: Головной убор
th: ของประดับศีรษะ
vi: Phụ kiện đầu
zh_hans: 头饰
zh_hant: 頭飾

# buff_effect_outfit_mask
source: Mask
de: Masken
es: Máscara
fr: Masque
id: Topeng
it: Maschera
ja: マスク
ko: 가면
pt: Máscara
ru: маски
th: หน้ากาก
vi: Mặt Nạ
zh_hans: 面具
zh_hant: 面具

# buff_effect_outfit_neck
source: Necklace
de: Halskette
es: Collar
fr: Collier
id: Kalung
it: Collana
ja: ネックレス
ko: 목걸이
pt: Colar
ru: Ожерелье
th: สร้อยคอ
vi: Vòng
zh_hans: 项链
zh_hant: 項鍊
