Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# mischief_sam_chat_5
source: Weren't Yoshi and Nat supposed to do that?
de: Sollten sich nicht Yoshi und Nat darum kümmern?
es: ¿No se supone que Yoshi y Nat debían hacerlo?
fr: Yoshi et Nat n'étaient pas censés faire ça ?
id: Bukankah Yoshi dan Nat yang harusnya melakukan itu?
it: Non dovevano farlo Yoshi e Nat?
ja: それ、ヨシとナタリーの仕事でしょぉ？
ko: 불을 붙이는 건 요시랑 냇이 하기로 했잖아?
pt: Yoshi e Nat não deveriam fazer isso?
ru: Разве это не работа Йоши и Нэт?
th: โยชิกับแนทไม่ควรทำแบบนั้นเหรอ
vi: Chẳng phải Yoshi và Nat đã làm điều đó sao?
zh_hans: 这不是耀西和纳特的事吗？
zh_hant: 這不是耀西和納特的事嗎？

# mischief_sam_chat_6
source: I could have sworn I saw them down here...
de: Ich hätte schwören können, dass ich sie hier unten gesehen habe …
es: Podría jurar que los vi aquí...
fr: J'aurais juré les avoir vus ici...
id: Sumpah aku melihat mereka di bawah sini ...
it: Giurerei di averli visti quaggiù...
ja: この穴の底のどこかにいると思うんだけどぉ…
ko: 여기 어디서 분명히 봤는데...
pt: Eu poderia jurar que tinha visto os dois aqui...
ru: Клянусь, я их здесь видела…
th: ฉันสาบานได้เลยว่าฉันเห็นพวกเขาข้างล่างนี้...
vi: Tôi thề rằng tôi đã nhìn thấy họ ở đây ...
zh_hans: 我发誓看到他们下来了……
zh_hant: 我發誓我看到他們下來了……

# mischief_sam_chat_7
source: Maybe you can find them!
de: Vielleicht kannst du sie finden!
es: ¡Quizás puedas encontrarlos!
fr: Tu peux peut-être les trouver !
id: Mungkin kamu bisa menemukannya!
it: Forse tu riuscirai a trovarli!
ja: アナタが探してきてよ！
ko: 네가 좀 찾아줘야겠어!
pt: Talvez você possa encontrá-los!
ru: Может, ты сможешь их найти?
th: บางทีคุณอาจหาพวกเขาเจอก็ได้!
vi: Có lẽ bạn có thể tìm thấy họ!
zh_hans: 也许你可以找到他们！
zh_hant: 也許你可以找到他們！

# mischief_sam_chat_8
source: What's that sound?!
de: Was ist das für ein Geräusch?!
es: ¡¿Qué es ese sonido?!
fr: C'est quoi, ce bruit ?!
id: Suara apa itu?!
it: Cos'è quel rumore?!
ja: ねえいまの…なんの音ぉ〜？！
ko: 무슨 소리지?!
pt: Que som é esse?
ru: Что это за звук?!
th: นั่นเสียงอะไรน่ะ?!
vi: Âm thanh đó là gì?!
zh_hans: 那是什么声音？！
zh_hant: 那是什麼聲音？！

# mischief_sam_chat_9
source: What do we do now?
de: Was machen wir jetzt?
es: ¿Y ahora qué hacemos?
fr: Qu'est-ce qu'on fait maintenant ?
id: Apa yang akan kita lakukan sekarang?
it: Cosa facciamo adesso?
ja: どぉしたらい〜い？
ko: 이제 어떡하지?
pt: O que faremos agora?
ru: Что теперь делать?
th: ตอนนี้เราควรทำยังกันไงดี
vi: Giờ sao đây?
zh_hans: 我们现在该怎么办？
zh_hant: 現在該怎麼辦？

# mischief_sam_clone_chat_1
source: h..hello. is this thing on? clone 42 reporting for duty!
de: H …Hallo … ist das Ding an? Klon 42 meldet sich zum Dienst!
es: H... Hola, ¿está encendido? ¡El clon 42 se presenta al trabajo!
fr: A... Allô. Ce truc est allumé ? Clone 42 au rapport !
id: h..halo. Apakah benda ini menyala? Clone 42 bertugas!
it: E-ehi. Questo coso è acceso? Clone 42 a rapporto!
ja: も、もしもし…？これ動いてる？クローン42号、出動しまぁす！
ko: 어어, 이거 켜져 있나? 복제인간 42호 근무 중!
pt: O-oi... Isso aqui tá ligado? Clone 42 se apresentando para o serviço!
ru: П... привет. Работает? Клон №42 готов к работе!
th: ส..สวัสดี ฮัลโหล ทดสอบ โคลน 42 รายงานตัว!
vi: A..alô. Cái này bật chưa nhỉ? Clone 42 báo cáo!
zh_hans: 你……你好。听得到吗？42号克隆人报到！
zh_hant: 哈……哈囉。聽得到嗎？克隆人四十二號報到！

# mischief_sam_clone_chat_2
source: Welcome to the pool of scrapped ideas.
de: Willkommen im Pool der verschrotteten Ideen.
es: Te damos la bienvenida a la piscina de ideas sobrantes.
fr: Bienvenue dans le bassin des idées perdues.
id: Selamat datang di kumpulan ide yang dibuang.
it: Questo è il laghetto delle idee scartate.
ja: ボツ案のプールへ〜、ようこそぉ！
ko: 버려진 아이디어 웅덩이에 온 걸 환영해.
pt: Boas-vindas à piscina de ideias rascunhadas.
ru: Это резервуар нереализованных идей.
th: ยินดีต้อนรับสู่แหล่งรวบรวมไอเดียที่ถูกละทิ้ง
vi: Chào mừng đến với "bể" ý tưởng linh tinh.
zh_hans: 欢迎来到废弃想法水池。
zh_hant: 歡迎來到廢棄點子水池。

# mischief_sam_clone_chat_3
source: These were really terrible, best leave them here
de: Die waren wirklich schrecklich, lass sie am besten hier.
es: Eran realmente malas, es mejor dejarlas allí.
fr: Elles étaient vraiment terribles, il vaut mieux les laisser ici
id: Ini benar-benar mengerikan, sebaiknya tinggalkan mereka di sini
it: Erano davvero terribili, meglio lasciarle qui.
ja: ほんとぉにひどいから、ここにあるのがお似合いなの
ko: 차라리 버리는 게 나을 만큼 끔찍한 아이디어를 두는 곳이지.
pt: Essas eram bem ruins... É melhor deixá-las aqui
ru: Они все были так себе, лучше их не трогать
th: ไอเดียพวกนี้น่ากลัวเกินไป เราควรทิ้งไว้ที่นี่จะดีกว่า
vi: Những thứ này thực sự kinh khủng, tốt nhất hãy để chúng lại đây
zh_hans: 这些点子真的很糟糕，最好留在这里
zh_hant: 這些點子真的很糟，最好留在這裡。

# mischief_sam_clone_chat_4
source: I suppose you're looking for last year's get-up?
de: Ich nehme an, du bist auf der Suche nach dem Outfit vom letzten Jahr?
es: Supongo que buscas el modelo del año pasado, ¿no?
fr: Je suppose que tu cherches l'accoutrement de l'année dernière ?
id: Sepertinya kamu sedang mencari gaya baju tahun lalu?
it: Stai cercando il vestito dell'anno scorso?
ja: わかった！去年の衣装探してるんでしょぉ？
ko: 작년 이벤트 의상을 찾는 거지?
pt: Você tá procurando as roupas do ano passado?
ru: Ищете прошлогоднюю одежду, я полагаю?
th: ฉันคิดว่าคุณกำลังมองหาความตื่นเต้นจากปีที่แล้วอยู่ใช่ไหมเอ่ย
vi: Hẳn là bạn đang tìm đồ của năm ngoái?
zh_hans: 我想你在找去年的装扮？
zh_hant: 我猜你應該在找去年的款式？

# mischief_sam_clone_chat_5
source: Not retro enough? Perhaps Nat can help!
de: Nicht retro genug? Vielleicht kann Nat helfen!
es: ¿No es lo suficientemente retro? ¡Quizás Nat pueda ayudar!
fr: Pas assez rétro ? Nat peut peut-être t'aider !
id: Kurang retro? Mungkin Nat bisa membantu!
it: Non è abbastanza vintage? Allora Nat ti potrebbe aiutare!
ja: レトロ感が足りなぁい？じゃあナットに聞いてみよ！
ko: 더 오래 전 이벤트 의상이 좋아? 아마 냇이 가지고 있을 거야.
pt: Não é retrô suficiente? Talvez a Nat possa ajudar!
ru: Хочется больше ретро? С этим поможет Нэт!
th: มันยังเก่าไม่พอเหรอ บางทีแนทอาจช่วยได้!
vi: Đồ không đủ cổ hả? Hãy để Nat giúp bạn!
zh_hans: 不够复古？也许Nat可以帮忙！
zh_hant: 不夠復古？說不定Nat可以幫你！

# mischief_sam_hint_chat_1
source: Legend speaks of—aahh!
de: Die Legende spricht von– aahh!
es: La leyenda dice sobre... ¡aahh!
fr: La légende parle d’un—aahh !
id: Legenda berbicara tentang—aahh!
it: La leggenda narra che... aaah!
ja: 伝説によれば…あ〜も〜！
ko: 전설에 따르면... 아!
pt: Existem algumas lendas sobre... Aaahh!
ru: Легенда говорит о… А-а-а!
th: ตำนานได้กล่าวถึง - อ๊า!
vi: Truyền thuyết kể về—aahh!
zh_hans: 传说——啊！
zh_hant: 聽說……啊啊啊！

# mischief_sam_hint_chat_2
source: Something's not quite right. Let's investigate!
de: Irgendetwas stimmt nicht ganz. Lass uns nachforschen!
es: Algo anda mal. ¡Vayamos a investigar!
fr: Il y a quelque chose qui cloche. Menons l’enquête !
id: Ada yang tak beres. Ayo selidiki!
it: C'è qualcosa che non va. Andiamo a indagare!
ja: なんだか色々変なの…。よ〜しっ、調べよぉ！
ko: 뭔가 아주 잘못됐어. 조사해 보자!
pt: Tem algo de errado nisso. Vamos investigar!
ru: Что-то не так. Надо разобраться!
th: มีบางสิ่งไม่ถูกต้อง มาตรวจสอบกันเถอะ!
vi: Có gì đó không ổn. Hãy cùng điều tra!
zh_hans: 有点不对劲。我们来调查一下吧！
zh_hant: 我感覺有什麼不對勁。來調查一下吧！

# mischief_sam_hint_chat_3
source: My brain has been so foggy lately...
de: Mein Gehirn ist in letzter Zeit so benebelt …
es: Últimamente mi mente está muy abrumada...
fr: Mon esprit est tellement embrouillé ces derniers temps...
id: Aku suka tak fokus akhir-akhir ini...
it: Il mio cervello è così annebbiato ultimamente...
ja: 最近ね、頭がぼぉっとするんだぁ…
ko: 요즘 내 머리가 잘 안 돌아가...
pt: Minha cabeça anda tão confusa ultimamente...
ru: У меня в голове сплошной туман…
th: ช่วงนี้สมองของฉันเบลอมาก...
vi: Đầu óc tôi dạo này mù mịt quá...
zh_hans: 最近我的脑子不太清醒…
zh_hant: 我的腦袋最近有點當機……

# mischief_sam_riddle_1
source: I swear I saw Nat running off with a pile of Reika's clothes...
de: Ich schwöre, ich habe Nat mit einem Stapel von Reikas Klamotten weglaufen sehen …
es: Juro que vi a Nat huir con una pila de ropa de Reika...
fr: Je jure avoir vu Nat s'enfuir avec une pile de vêtements de Reika...
id: Sumpah aku melihat Nat lari membawa setumpuk pakaian Reika ...
it: Giuro di aver visto Nat scappare con un mucchio di vestiti di Reika...
ja: ナタリーがレイカの服を両手いっぱいに持ってくとこを見たよ、本当だよぅ！
ko: 냇이 레이카의 옷을 잔뜩 싸들고 도망치는 걸 봤는데...
pt: Juro que vi a Nat fugindo com uma pilha de roupas da Reika...
ru: Я видела, как Нэт убегала с кучей одежды Рэйки...
th: ฉันสาบานได้เลยว่า ฉันเห็นแนทวิ่งออกไปพร้อมกองเสื้อผ้าของเรย์กะ...
vi: Tôi thề là tôi đã thấy Nat chạy đi với một đống quần áo của Reika ...
zh_hans: 我发誓我看到纳特拿着一堆丽花的衣服跑了……
zh_hant: 我發誓我看到納特拿著一堆麗花的衣服跑走了……

# mischief_sam_riddle_2
source: Have you seen Yoshi's crab? They just scuttled past with a box on their head.
de: Hast du Yoshis Krebs gesehen? Ist gerade vorbeigekrabbelt, mit einer Kiste auf dem Kopf.
es: ¿Viste al cangrejo de Yoshi? Se acaba de escabullir con una caja en su cabeza.
fr: Tu as vu le crabe de Yoshi ? Il vient de filer avec une boîte sur sa tête.
id: Sudah lihat kepiting Yoshi? Mereka baru saja lewat dengan kotak di kepala mereka.
it: Hai visto il granchio di Yoshi? È scappato via con una scatola sulla testa.
ja: ヨシが飼ってる蟹はもう見たぁ？頭にプレゼント乗っけた、すばしっこいやつ！
ko: 혹시 요시의 게 봤어? 방금 무슨 상자를 머리에 이고 허둥지둥 지나갔어.
pt: Você já viu o caranguejo do Yoshi? Ele simplesmente passou correndo com uma caixa na cabeça.
ru: Кто-нибудь видел краба Йоши? Он проскочил мимо с коробкой на голове.
th: คุณเคยเห็นปูของโยชิไหม พวกมันวิ่งผ่านไปโดยมีกล่องวางไว้อยู่บนหัวน่ะ
vi: Bạn đã thấy cua Yoshi chưa? Chúng vừa chạy qua với một chiếc hộp trên đầu.
zh_hans: 你有看到耀西的螃蟹吗？刚才还顶着个盒子匆匆跑了过去。
zh_hant: 你有看到耀西的螃蟹嗎？剛才還頂着個盒子匆匆跑了過去。

# mischief_sam_riddle_3
source: Did a broom just fly past?
de: Ist da gerade ein Besen vorbeigeflogen?
es: ¿Acaba de pasar una escoba volando?
fr: Est-ce qu'un balai vient de passer ?
id: Barusan ada sapu terbang lewat?
it: Hai visto volare una scopa?
ja: 今、ホウキが飛んでなかったぁ…？
ko: 방금 빗자루가 지나간 거야?
pt: Uma vassoura acabou de passar voando?
ru: Это что, метла пролетела?
th: เพิ่งมีไม้กวาดบินผ่านไปเหรอ
vi: Có phải một cây chổi vừa bay qua?
zh_hans: 是不是有扫帚飞过去了？
zh_hant: 是不是有掃把飛過去了？

# mischief_sam_riddle_4
source: I bet Yoshi tried to face the Dark Dragon and lost. Someone should check on him...
de: Ich wette, Yoshi hat versucht, gegen den Dunkeldrachen anzutreten und verloren. Jemand sollte nach ihm sehen …
es: Apuesto a que Yoshi intentó enfrentarse al dragón oscuro y perdió. Alguien debería ir a ver si está bien...
fr: Je parie que Yoshi a essayé d'affronter le Dragon sombre et a perdu. Quelqu'un devrait aller le voir...
id: Aku yakin Yoshi berusaha menghadapi Naga Kegelapan dan tersesat. Seseorang harus mencarinya ...
it: Scommetto che Yoshi ha provato ad affrontare il Drago Oscuro e ha perso. Qualcuno dovrebbe andare a vedere come sta...
ja: これはカンだけどぉ...ヨシは暗黒竜にやられちゃったに違いないよ… 無事だといいんだけど
ko: 요시는 분명히 다크 드래곤을 상대하러 갔다가 지고 말았을 거야. 누군가 가서 확인해 봐야 할 것 같아...
pt: Aposto que o Yoshi tentou enfrentar o Dragão Sombrio e perdeu. Alguém deveria ver como ele está...
ru: Думаю, Йоши хотел сразиться с темным драконом и потерялся. Надо найти его.
th: ฉันเดาว่าโยชิพยายามเผชิญหน้ากับมังกรทมิฬและพ่ายแพ้ ฉันคิดว่าควรมีใครสักคนไปดูเขาหน่อยนะ...
vi: Tôi cá là Yoshi đã cố gắng đối mặt với Rồng Hắc Ám và thua cuộc. Ai đó nên kiểm tra anh ta ...
zh_hans: 我打赌耀西肯定是想与冥龙对峙，结果失败了。得有人去看看他啊……
zh_hant: 我打賭耀西肯定是與冥龍對峙結果失敗了。得有人去關心他一下啊……

# mischief_sam_riddle_5
source: Bubble Bubble...
de: Blubb blubb …
es: Burbujas, burbujas...
fr: Bloub bloub...
id: Gelembung Gelembung ...
it: Abracadabra...
ja: ブクブク…グツグツ…
ko: 보글보글...
pt: Glub Glub...
ru: Бульк-бульк...
th: ปุด ปุด...
vi: Bong bóng bong bóng ...
zh_hans: 波波……波波……
zh_hant: 泡泡～泡泡～

# mischief_sam_riddle_6
source: Pspspspsps...
de: Miezmiezmiezmiez …
es: Pst, pst...
ja: にゃんにゃぁん？にゃ〜？
ko: 푸슈푸슈푸슈...
pt: Pspspspspsps...
ru: Кис-кис-кис...
th: ซิก ซิก ซิก...
vi: Suỵttt...
zh_hans: 喵喵喵喵……
zh_hant: 噗嘶噗嘶噗嘶噗嘶……

# mischief_samantha_officechat_1
source: Hello there!
de: Hallihallo!
es: ¡Hola!
fr: Bonjour !
id: Halo!
it: Ciao!
ja: こんにちはぁ〜！
ko: 안녕!
pt: Oie!
ru: Привет!
th: สวัสดี!
vi: Xin chào!
zh_hans: 你好啊！
zh_hant: 你好！

# mischief_samantha_officechat_2
source: What am I doing here? Ｗell, you see...after the ruckus we caused last year...
de: Was ich hier mache? Nun, weißt du … nach dem Aufruhr, den wir letztes Jahr verursacht haben …
es: ¿Qué hago aquí? Bueno, verás... Después de los disturbios que causamos el año pasado...
fr: Tu te demandes ce que je fais ici ? Eh bien... après le tapage que nous avons fait l'année dernière...
id: Apa yang kulakukan di sini? emm, tahulah ... setelah keributan yang kita sebabkan tahun lalu ...
it: Cosa sto facendo qui? Ecco... dopo il pasticcio dell'anno scorso...
ja: なぁんでアタシがここにいるかって？えっとぉ、去年ちょ〜っとした騒動を起こしちゃったでしょぉ
ko: 여기서 뭐 하고 있냐고? 음, 그러니까... 작년에 우리가 한바탕 사고를 치는 바람에...
pt: O que estou fazendo aqui? Sabe... Depois da confusão que causamos ano passado...
ru: Что я здесь делаю? Ну, понимаете... После заварушки, которую мы устроили в том году...
th: ฉันมาทำอะไรที่นี่ เอ่อ... หลังจากเหตุการณ์ความวุ่นวายที่เราสร้างขึ้นเมื่อปีที่แล้ว...
vi: Tôi làm gì ở đây hả? Chà, bạn biết đấy... sau rắc rối chúng ta gây ra năm ngoái...
zh_hans: 我来这里做啥？嗯，这个嘛……在我们去年引起骚动后……
zh_hant: 我在這裡做什麼？哎，是這樣的啦……自從去年我們製造了那場騷動之後……

# mischief_samantha_officechat_3
source: I've been banished to cleanup crew.
de: Wurde ich zum Aufräumkommando verbannt.
es: Me expulsaron al equipo de limpieza.
fr: J'ai été banni vers l'équipe de nettoyage.
id: Aku diasingkan menjadi petugas bersih-bersih.
it: Mi hanno sbattuta a fare le pulizie.
ja: なので、お掃除係に任命されましたぁ
ko: 난 청소 직원으로 쫓겨났어.
pt: Fui banida para o grupo da limpeza.
ru: Меня отправили в команду уборщиков.
th: ฉันถูกขับไล่ไปอยู่ทีมทำความสะอาด
vi: Tôi bị đá sang đội tạp vụ.
zh_hans: 我被放逐到了清洁队。
zh_hant: 我就被貶職到清理組了。

# mischief_samantha_officechat_4
source: Don't tell management, I'm actually Clone 13.
de: Verrate es nicht dem Management, aber ich bin eigentlich Klon 13.
es: No le digas a la administración, en realidad soy el clon 13.
fr: Ne dis rien à la direction, je suis en fait le Clone 13.
id: Jangan bilang ke pihak pengelola. Aku sebenarnya Clone 13.
it: Non dirlo alla direzione, in realtà io sono il Clone 13.
ja: あ、アタシがクローン13号なのはぁ、ボスにはシーっだよぉ
ko: 운영팀에는 비밀인데, 사실 이건 내 복제인간 13호야.
pt: Não fale pra gerência! Na verdade, eu sou o Clone 13.
ru: Не говорите начальству, но вообще-то я - клон №13.
th: อย่าบอกฝ่ายบริหารนะ จริงๆ แล้วฉันคือโคลน 13
vi: Đừng kể với quản lý, tôi chính là Clone 13.
zh_hans: 别告诉管理层，我实际上是13号克隆人。
zh_hant: 不要跟主管們說，我其實是克隆人十三號。

# mischief_samantha_officechat_5
source: By the way, have you seen Atlas's cat?
de: Übrigens, hast du die Katze von Atlas gesehen?
es: Por cierto, ¿viste al gato de Atlas?
fr: Au fait, tu as vu le chat d'Atlas ?
id: Omong-omong, pernah melihat kucing Atlas?
it: A proposito, hai visto il gatto di Atlas?
ja: そだ、アトラスの猫ちゃん見てなぁい？
ko: 그런데 아틀라스의 고양이 본 적 없니?
pt: Aliás, você viu o gato do Atlas?
ru: Кстати, кошка Атласа не пробегала?
th: แต่ยังไงก็ตาม คุณเห็นแมวของแอตลาสบ้างไหมเอ่ย
vi: Mà, bạn đã nhìn thấy con mèo của Atlas chưa?
zh_hans: 对了，你看见Atlas的猫了吗？
zh_hant: 對了，你有看到Atlas的貓嗎？

# mischief_samantha_officechat_6
source: I startled them the other day and haven't seen them since.
de: Ich habe sie neulich aufgeschreckt und sie seitdem nicht mehr gesehen.
es: El otro día lo asusté y no lo he visto desde entonces.
fr: Je lui ai fait peur l'autre jour et je ne l'ai pas revu depuis.
id: Aku mengejutkan mereka beberapa hari lalu dan belum melihat lagi sejak itu.
it: L'ho spaventato l'altro giorno e da allora è scomparso.
ja: この前びっくりさせちゃってぇ、それから出てきてくれないの…
ko: 며칠 전에 나 때문에 놀라서 달아났는데, 그 후로 안 보여.
pt: Eu assustei ele outro dia e não o vi mais.
ru: Я недавно ее спугнула, а теперь ее нигде не видно.
th: วันก่อนฉันทำให้พวกมันตกใจกลัว และฉันก็ไม่ได้เจอพวกมันอีกเลยนับตั้งแต่นั้นมา
vi: Hôm nọ tôi có làm họ hơi hoảng. Sau hôm đó, tôi không thấy họ nữa.
zh_hans: 前几天我把它吓了一跳，从那以后就再也没见过它。
zh_hant: 有一天我嚇到牠之後，就再也沒看過牠了。

# mischief_samantha_officechat_7
source: I'm starting to get worried....
de: Ich fange an, mir Sorgen zu machen …
es: Me estoy empezando a preocupar...
fr: Je commence à m'inquiéter....
id: Aku mulai khawatir ....
it: Comincio a preoccuparmi...
ja: 心配なんだよねぇ…
ko: 걱정 돼...
pt: Tô começando a me preocupar...
ru: Начинаю беспокоиться...
th: ฉันเริ่มเป็นกังวลแล้วล่ะ....
vi: Tôi bắt đầu thấy lo...
zh_hans: 我开始有点担心了……
zh_hant: 我現在開始有點擔心了……

# mischief_skidmore_chat_1
source: Oh no, Samantha! Management's not going to like this....
de: Oh, nein, Samantha! Das wird dem Management gar nicht gefallen …
es: ¡Oh, no, Samantha! A la administración no le va a gustar esto...
fr: Oh non, Samantha ! La direction ne va pas apprécier...
id: Oh tidak, Samantha! Pihak pengelola tak akan menyukai ini ....
it: Oh no, Samantha! Alla direzione non farà piacere...
ja: 嘘だろ、サマンサ！ああ、ボスに怒られる…
ko: 큰일이야, 사만타! 경영팀에서 알면 뭐라고 할지...
pt: Ah, não, Samantha! A gerência não vai gostar disso...
ru: О нет, Саманта! Начальству это не понравится...
th: ไม่นะ ซาแมนต้า! ฝ่ายบริหารไม่ชอบใจกับเรื่องนี้แน่....
vi: Ồ không, Samantha! Quản lý sẽ không thích điều này ...
zh_hans: 哎呀，萨曼莎！被管理层知道就完蛋了……
zh_hant: 哎呀，薩曼莎！被管理層知道就完蛋了……

# mischief_skidmore_chat_10
source: I gotta get out of here!
de: Ich muss hier raus!
es: ¡Tengo que salir de aquí!
fr: Il faut que je sorte d’ici !
id: Aku harus keluar dari sini!
it: Devo uscire da qui!
ja: どうにかここから出ないと！
ko: 여기서 나가야겠어!
pt: Eu preciso sair daqui!
ru: Надо отсюда выбираться!
th: ฉันต้องออกไปจากที่นี่!
vi: Tôi phải ra khỏi đây!
zh_hans: 我得离开这里！
zh_hant: 我必須離開這裡！

# mischief_skidmore_chat_11
source: There's an opening over here, does it go through all the way?
de: Hier drüben ist eine Öffnung, geht sie ganz durch?
es: Aquí hay una abertura, ¿acaso llegará hasta el otro lado?
fr: Je vois une ouverture là-bas, est-ce qu’elle va jusqu’au bout ?
id: Ada celah di sini. Apakah bisa dilewati?
it: C'è un'apertura laggiù, forse conduce dall'altra parte?
ja: 隙間があるけど、この先どこかにつながっているのか？
ko: 여기 틈이 있어. 끝까지 이어져 있을까?
pt: Tem uma abertura bem aqui, será que é um caminho?
ru: Там наверху какое-то отверстие, интересно, оно сквозное?
th: ตรงนี้มีทางออกเปิดอยู่ เราสามารถผ่านมันไปได้เลยงั้นเหรอ
vi: Ở đây có một cái lỗ, có đi được không?
zh_hans: 这里有个开口，可以一直穿过去吗？
zh_hant: 這裡有個開口，可以一路穿過去嗎？

# mischief_skidmore_chat_12
source: Where's everyone disappearing to? What's happening out there?
de: Wohin sind alle verschwunden? Was ist da draußen los?
es: ¿A dónde se va todo el mundo? ¿Qué está pasando aquí?
fr: Où est-ce qu’ils sont tous passés ? Qu’est-ce qu’il se passe ici ?
id: Ke mana perginya semua orang? Apa yang terjadi di luar sana?
it: Dove sono spariti tutti? Cosa succede là fuori?
ja: 皆どこに消えたんだ？ここで何が起こってるっていうんだよ？
ko: 다들 어디로 사라지는 거야? 밖에선 무슨 일이 벌어지고 있는 거지?
pt: Por que todos estão sumindo? O que está acontecendo lá fora?
ru: Куда все пропадают? Что тут вообще происходит?
th: ทุกคนหายไปไหนกันหมด เกิดอะไรขึ้นข้างนอกนั่นน่ะ
vi: Mọi người đâu rồi? Chuyện gì đang xảy ra ngoài kia?
zh_hans: 大家都去哪儿了？外面发生了什么？
zh_hant: 大家都消失到哪裡去了？發生了什麼事？

# mischief_skidmore_chat_13
source: Pranks. Pranks everywhere....
de: Streiche. Überall Streiche …
es: Bromas. Bromas por todos lados...
fr: Des farces. Que des farces, partout...
id: Ini lelucon konyol....
it: Scherzetti. Scherzetti ovunque...
ja: いたずら、いたずら、あっちもこっちもトリックだらけだ…
ko: 사방이 속임수로 가득해...
pt: Pegadinhas. Toda hora uma pegadinha diferente...
ru: Шутки… Везде одни шутки…
th: ล้อกันเล่น ทุกที่มีแต่เรื่องล้อกันเล่นทั้งนั้น....
vi: Trò đùa. Khắp nơi đều là trò đùa....
zh_hans: 恶作剧。到处都是恶作剧……
zh_hant: 惡作劇。到處都有人在搞鬼……

# mischief_skidmore_chat_14
source: Nat! Yoshi! So this is where you went!
de: Nat! Yoshi! Hier seid ihr also hin!
es: ¡Nat! ¡Yoshi! ¡Así que aquí estaban!
fr: Nat ! Yoshi ! C’est donc par-là que vous êtes allés !
id: Nat! Yoshi! Jadi, kalian ada di sini!
it: Nat! Yoshi! Ecco dov'eravate finiti!
ja: ナット！ヨシ！ここにいたのか！
ko: 냇! 요시! 여기로 간 거구나!
pt: Nat! Yoshi! Então este é o paradeiro de vocês!
ru: Нат! Йоши! Так вот куда вы подевались!
th: แนท! โยชิ! คุณอยู่ที่นี่เองเหรอ!
vi: Nat! Yoshi! Vậy ra đây là nơi các bạn đã tới!
zh_hans: Nat！Yoshi！所以你们是到这里来了啊！
zh_hant: Nat！Yoshi！原來你們在這裡！

# mischief_skidmore_chat_15
source: We gotta get you two out of here....
de: Wir müssen euch beide hier rausholen …
es: Tenemos que sacarlos de aquí...
fr: On doit vous sortir de là tous les deux...
id: Kita harus mengeluarkan kalian dari sini....
it: Dobbiamo farvi uscire da qui...
ja: 君たちをどうにか脱出させないとな…
ko: 너희를 여기서 데리고 나가야겠어...
pt: Precisamos tirar vocês daqui...
ru: Вы вас отсюда вытащим…
th: เราต้องพาคุณทั้งสองคนออกไปจากที่นี่....
vi: Chúng ta phải đưa hai người ra khỏi đây....
zh_hans: 我们得带你们俩离开这里……
zh_hant: 我們要把你們兩個救出來……

# mischief_skidmore_chat_16
source: Samanthaaaaa!!!
ja: サマンサーーーー！！！
ko: 서맨사!!!
ru: Сама-а-анта-а-а!
th: ซาแมนต้าาาา!!!
zh_hans: Samantha~！！！
zh_hant: Samantha~！！！

# mischief_skidmore_chat_17
source: I don't know, I woke up down here.
de: Keine Ahnung, ich bin hier unten aufgewacht.
es: No lo sé, desperté aquí abajo.
fr: Je ne sais pas. J’étais ici quand je me suis réveillé.
id: Entahlah, aku bangun sudah di sini.
it: Non lo so, mi sono svegliato quaggiù.
ja: わからないよ。目が覚めたらここにいたんだ
ko: 나도 몰라. 그냥 여기에서 깨어났어.
pt: Eu não sei, acordei bem aqui.
ru: Не знаю, я проснулся тут внизу.
th: ฉันเองก็ไม่รู้เหมือนกัน พอฉันตื่นขึ้นมา ฉันก็อยู่ข้างล่างนี้แล้ว
vi: Tôi không nhớ gì cả, tôi tỉnh dậy ở dưới này.
zh_hans: 我不知道，我醒来就在这里。
zh_hant: 我不知道，我醒來就在這裡了。

# mischief_skidmore_chat_18
source: Let's help these two out, they don't look so good.
de: Helfen wir den beiden, sie sehen nicht so gut aus.
es: Saquemos a estos dos de aquí, no se ven muy bien.
fr: Il faut qu’on aide ces deux-là. Ils ont pas l’air en grande forme.
id: Ayo bantu mereka keluar. Mereka kelihatannya bingung.
it: Aiutiamo questi due, non hanno un bell'aspetto.
ja: 先に2人を助けよう。あまり具合が良くないみたいだ
ko: 이 둘부터 도와주자. 상태가 안 좋아 보여.
pt: Vamos ajudar esses dois, eles não parecem muito bem.
ru: Надо помочь этим двоим, выглядят они не очень.
th: เรามาช่วยสองคนนี้ออกมากันก่อนดีกว่า พวกเขาดูอาการไม่ค่อยดีเลย
vi: Hãy giúp hai người này, trông họ không được khỏe lắm.
zh_hans: 我们来帮帮这两个，他们看起来不太好。
zh_hant: 我們來幫他們兩個，他們看起來不妙。

# mischief_skidmore_chat_2
source: See, this is why we can't have nice things...
de: Das ist der Grund, warum wir keine schönen Dinge haben können …
es: Vez, por esto no podemos tener cosas bonitas...
fr: Tu vois, c'est pour ça qu’on ne peut pas avoir de belles choses...
id: Kan, inilah alasan kita tak bisa punya benda bagus ...
it: Visto? Ecco perché non possiamo avere qualcosa di carino...
ja: はああ、これじゃまた失敗だ...
ko: 아무리 좋은 걸 갖고 있어봤자 결국 이렇게 된다니까...
pt: Viu só, é por isso que não podemos ter coisas legais...
ru: Вот поэтому у нас нет ничего хорошего...
th: เห็นไหม นี่เป็นสาเหตุที่เราไม่เจอเรื่องดีๆ เลย...
vi: Thấy chưa, đây là lý do tại sao chúng ta không thể đạt được những điều tốt đẹp ...
zh_hans: 瞧，所以我们才不能拥有好东西……
zh_hant: 看吧，這就是為何我們無法擁有好東西……

# mischief_skidmore_chat_3
source: Put them to work! Hit that switch! Get that cauldron fired up!
de: Fang an, zu arbeiten! Drück auf den Knopf! Heiz dem Kessel ein!
es: ¡Ponlos a trabajar! ¡Presiona ese interruptor! ¡Pon ese caldero a calentarse!
fr: Donne-lui du travail ! Appuie sur ce bouton ! Fais chauffer ce chaudron !
id: Nyalakan! Tekan tombol itu! Nyalakan api tungkunya!
it: Mettiamolo in funzione! Premi l'interruttore! Accendi quel calderone!
ja: もうやるしかない！スイッチを押せ！グラグラに煮立たせろ！
ko: 일이라도 시켜! 스위치를 눌러! 빨리 솥에 불 올리라고!
pt: Coloque-os para trabalhar! Aperte esse botão! Ligue o caldeirão!
ru: Заставим работать! Нажми переключатель. Подогреем котел!
th: สั่งให้พวกเขาทำงาน! แล้วกดสวิตช์ซะ! แล้วทำให้หม้อน้ำนั่นเดือดพล่าน!
vi: Để chúng hoạt động! Nhấn công tắc đó! Đun cái vạc đó lên!
zh_hans: 让它们继续工作！按下开关！把那坩埚烧起来！
zh_hant: 讓它們繼續工作！按下開關！讓那魔釜燒起來！

# mischief_skidmore_chat_4
source: Those rascals! Where'd they run off to?
de: Diese Schlitzohren! Wohin sind sie abgehauen?
es: ¡Esos bandidos! ¿Hacia dónde huyeron?
fr: Ces vauriens ! Où sont-ils passés ?
id: Anak-anak jahil itu! Ke mana perginya mereka?
it: Che mascalzoni! Dove sono scappati?
ja: あのいたずらっ子たち！どこ行っちゃったんだ？
ko: 이 사고뭉치들! 어디로 사라진 거야?
pt: Esses patifes! Para onde fugiram?
ru: Что за проказники! Куда же они убежали?
th: เจ้าพวกอันธพาล! พวกมันหนีไปไหนแล้วล่ะ
vi: Khốn kiếp! Chúng chạy đi đâu rồi?
zh_hans: 这些鬼东西！他们跑哪里去了啊？
zh_hant: 這些賴皮鬼！他們跑去哪裡了？
