Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_desc_fortune_carppack
source: <2> Returning Item.</2> Dive into the spirit of Fortune when you don these mighty Fish Cape and Hood!
de: <2>Wiederkehrender Gegenstand.</2> Verinnerliche den Geist des Glücks, wenn du dir diesen mächtigen Fischumhang mit Kapuze überziehst!
es: <2> Objeto de regreso.</2> ¡Sumérgete en el espíritu de la buena fortuna cuando uses esta elegante capa y caperuza de pez!
fr: <2> Objet à nouveau disponible.</2> Parez-vous de la capuche et de la cape poisson pour plonger au cœur de l'esprit de la Chance !
id: <2> Item Kembali.</2> Selami semangat Keberuntungan saat kamu mengenakan Jubah dan Tudung Ikan yang keren ini!
it: <2> Oggetto del passato.</2>. Immergiti nello spirito della Buona Stella indossando questo possente mantello con cappuccio a pesce!
ja: <2>復刻アイテム</2> 大迫力の魚ケープとヘッドドレスで、来福の日々のお祝いに飛びこみましょう！
ko: <2> 돌아온 아이템.</2> 튼튼한 물고기 망토와 모자를 입고 행복을 향해 날아올라요!
pt: <2>Item recorrente.</2> Mergulhe no espírito da felicidade usando este capuz de peixe com capa!
ru: <2> Предмет снова доступен.</2> Ныряйте на поиски удачи, надев Рыбий комбинезон!
th: <2> ไอเทมที่หวนกลับมา</2> ดำดิ่งสู่สปิริตแห่งโชคลาภ เมื่อคุณสวมใส่เสื้อคลุมและฮู้ดปลาที่ยิ่งใหญ่เหล่านี้!
vi: <2>Vật phẩm trở lại.</2> Mặc Áo Choàng và Áo Cá này, bạn sẽ bước đi trong may mắn!
zh_hans: <2>返场物品。</2>穿上强大的鱼斗篷和兜帽，在财富与幸运里踏浪而行！
zh_hant: <2> 復刻道具。</2> 當您穿上這件連帽魚斗篷時，將會產生幸運磁場！

# commerce_item_desc_fortune_dragoncape
source: <2> Returning Item.</2> Many layers enshroud its wearer in enigmatic mystery.
de: <2>Wiederkehrender Gegenstand.</2> Mehrere Lagen hüllen den Träger in ein mysteriöses Geheimnis.
es: <2>Objeto recurrente.</2> Sus muchas capas envuelven a quien la use en un misterio enigmático.
fr: <2> Objet à nouveau disponible.</2> La personne qui l'utilise s'enveloppe de mystère.
id: <2>Barang yang Kembali.</2> Banyak lapisan yang menyelimuti pemakainya dalam misteri yang penuh teka-teki.
it: <2>Oggetto del passato.</2> Molti strati avvolgono chi lo indossa in un mistero enigmatico.
ja: <2>復刻アイテム</2> 幾重にもゆらめき、演出するは重厚な神秘性
ko: <2>재입고 아이템.</2> 여러 겹이 착용자를 불가사의한 신비로움으로 감쌉니다.
pt: <2>Item recorrente.</2> Muitas camadas envolvem quem a usa em um mistério enigmático.
ru: <2>Вновь доступный предмет.</2> Спрячьтесь во множество слоёв.
th: <2> ไอเทมที่หวนกลับมา</2> ห่อหุ้มผู้สวมใส่ไว้ด้วยความลึกลับพิศวงหลายชั้น
vi: <2> Vật Phẩm Trở Lại.</2> Nhiều lớp che phủ mang lại sự bí ẩn kỳ lạ cho người mặc.
zh_hans: <2>返场物品。</2>让配戴者笼罩在神秘之中的多层次斗篷。
zh_hant: <2>復刻道具。</2>披上它，你將被神秘籠罩的多層次斗篷。

# commerce_item_desc_fortune_dragonearring
source: <2> Returning Item.</2> Scales carved from a stone dragon.
de: <2>Wiederkehrender Gegenstand.</2> Schuppen eines steinernen Drachen.
es: <2>Objeto recurrente.</2> Escamas talladas de un dragón de piedra.
fr: <2> Objet à nouveau disponible.</2> Des écailles arrachées à un dragon de pierre.
id: <2>Barang yang Kembali.</2> Sisik yang diukir dari naga batu.
it: <2>Oggetto del passato.</2> Scaglie di un drago di pietra.
ja: <2>復刻アイテム</2> 岩の竜より賜った鱗
ko: <2>재입고 아이템.</2> 석룡을 깎아서 만든 비늘입니다.
pt: <2>Item recorrente.</2> Escamas esculpidas de um dragão de pedra.
ru: <2>Вновь доступный предмет.</2> Чешуйки каменного дракона.
th: <2> ไอเทมที่หวนกลับมา</2> เกล็ดที่แกะสลักจากหินมังกร
vi: <2> Vật Phẩm Trở Lại.</2> Những chiếc vảy được tạc từ một con rồng đá.
zh_hans: <2>返场物品。</2>由石龙雕刻而成的鳞片。
zh_hant: <2>復刻道具。</2>由石龍雕刻而成的鱗片。

# commerce_item_desc_fortune_dragonrobe
source: <2> Returning Item.</2> Dance with an air of noble stature in this scale-accented robe.
de: <2>Wiederkehrender Gegenstand.</2> Tanze mit edler Haltung in diesem schuppenverzierten Gewand.
es: <2>Objeto recurrente.</2> Baila con un aire de nobleza con esta bata de escamas.
fr: <2> Objet à nouveau disponible.</2> Dansez avec noblesse dans cette robe ornée d'écailles.
id: <2> Barang yang Kembali.</2> Menarilah dengan aura keagungan dalam jubah beraksen sisik ini.
it: <2>Oggetto del passato.</2> Balla con portamento nobile in questa veste con scaglie.
ja: <2>復刻アイテム</2> 鱗をあしらった式服で、高貴な舞いを魅せましょう
ko: <2>재입고 아이템.</2> 비늘 무늬 로브를 입고 고귀한 기품을 뽐내며 춤추세요.
pt: <2>Item recorrente.</2> Dance com ar de nobreza neste manto com detalhes em escamas.
ru: <2>Вновь доступный предмет.</2> Чешуйчатое облачение для воздушных танцев.
th: <2> ไอเทมที่หวนกลับมา</2> เต้นรำอย่างสูงส่งในเสื้อคลุมที่เน้นสัดส่วนชุดนี้
vi: <2> Vật Phẩm Trở Lại.</2> Khiêu vũ với phong thái quý tộc trong chiếc áo choàng điểm xuyết vảy này.
zh_hans: <2>返场物品。</2>穿着这件缀有鳞片的长袍起舞将展现出高贵的姿态。
zh_hant: <2>復刻道具。</2>穿著這件鑲有鱗片的長袍，舞動貴族般的高貴氣息。

# commerce_item_desc_fortune_fan
source: Unique fan-waving moves showcase elegance and charm!
zh_hans: 特别的摇扇动作，尽显潇洒帅气！

# commerce_item_desc_fortune_fanprop
source: A classic crimson accessory to compliment any outfit.
de: Ein klassisches purpurnes Accessoire, das jedes Outfit bereichert.
es: <2>Objeto pasado.</2> Un accesorio clásico carmesí que combina bien con cualquier atuendo.
fr: Un accessoire pourpre pour parfaire une tenue.
id: <2>Item yang Kembali.</2> Aksesori merah klasik untuk melengkapi setiap busana.
it: Un classico accessorio color cremisi per completare qualsiasi abbigliamento.
ja: 伝統的な深紅がどんな装いも美しく引き立ててくれるでしょう
ko: 어떤 의상도 돋보이게 만들어주는 클래식한 진홍색 액세서리입니다.
pt: Um acessório carmesim clássico para complementar qualquer roupa.
ru: Классический алый аксессуар дополнит любой наряд.
th: ของประดับสีแดงเข้มสุดคลาสสิกที่เข้าได้กับทุกชุด
vi: Một phụ kiện đỏ cổ điển phù hợp với mọi trang phục.
zh_hans: 经典的深红色饰品，可以搭配任何服饰。
zh_hant: 經典緋紅配件，能為任何造型增添亮點。

# commerce_item_desc_fortune_muralist
source: <2>Returning Item.</2> Even the most discerning critic will nod in approval.
de: <2>Wiederkehrender Gegenstand.</2> Selbst der anspruchsvollste Kritiker wird zustimmend nicken.
es: <2>Objeto recurrente.</2> Hasta el crítico más estricto lo aplaudirá.
fr: <2>Objet à nouveau disponible.</2> Même le critique le plus perspicace approuvera d'un signe de tête.
id: <2>Barang yang Kembali.</2> Bahkan kritikus yang paling cerdas pun akan mengangguk setuju.
it: <2>Oggetto del passato.</2> Persino il critico più esigente annuirà in segno di approvazione.
ja: <2>復刻アイテム</2> 目の肥えた評論家すらうなずく一品
ko: <2>돌아온 아이템.</2> 아무리 눈이 높은 평론가도 고개를 끄덕이며 인정할 거예요.
pt: <2>Item de Regresso.</2> Até o crítico mais exigente vai acenar a cabeça a aprovar.
ru: <2>Предмет снова доступен.</2> Даже самый взыскательный критик одобрительно кивает.
th: <2>ไอเทมที่หวนกลับมา</2> แม้แต่นักวิจารณ์ที่รอบรู้ที่สุดก็ยังพยักหน้าเห็นด้วย
vi: <2>Vật phẩm trở lại.</2> Ngay cả nhà phê bình khó tính nhất cũng sẽ gật đầu đồng ý.
zh_hans: <2>返场物品。</2>即使是最挑剔的批评家也会点头表示赞同。
zh_hant: <2>復刻道具。</2>即使最刁鑽的評論家也將點頭讚許。

# commerce_item_desc_fortune_orange
source: <2> Returning Item.</2> Bring a little zest of good fortune wherever the year takes you.
de: <2> Wiederkehrender Gegenstand.</2> Wohin dich das Jahr auch immer bringen mag, trag stets einen Spritzer Glück bei dir.
es: <2>Objeto pasado.</2> Trae un poco de buena fortuna donde te lleve el año.
fr: <2> Objet à nouveau disponible.</2> Apportez un zeste de bonne chance partout où l'année vous mènera.
id: <2> Item Kembali.</2> Bawa sedikit keberuntungan ke mana pun tahun ini membawamu.
it: <2> Oggetto del passato.</2> Porta qualche goccia di fortuna nel nuovo anno, qualunque cosa ti riservi.
ja: <2>復刻アイテム</2> 来福の果実はあなたの冒険に、しあわせな風味を添えてくれることでしょう
ko: <2> 돌아온 아이템.</2> 어디에서나 상큼한 행운의 향기를 느껴보세요.
pt: <2>Item recorrente.</2> Leve um pouco de sorte aonde quer que o ano leve você.
ru: <2> Предмет снова доступен.</2> Добавьте в вашу жизнь красок, куда бы не привел вас этот год.
th: <2> ไอเทมที่หวนกลับมา</2> นำความโชคดีเล็กๆ น้อยๆ ไปทุกที่ที่ปีนี้นำพาคุณไป
vi: <2>Vật phẩm trở lại.</2> Dù đi đến đâu, may mắn cũng sẽ ở bên bạn.
zh_hans: <2>返场物品。</2>不论到哪里，好运伴随你。
zh_hant: <2> 復刻道具</2>。桔星頂頭，好運戴著走。

# commerce_item_desc_fortune_pack
source: <2> Returning Item.</2> Celebrate Days of Fortune with this vibrant Fortune Cape, Blushing Mask, and charming Bun Hair.
de: <2> Wiederkehrender Gegenstand.</2> Feiere die Tage des Glücks mit dem farbenfrohen Glücksumhang, der Maske des Errötens und dem charmanten Haarknoten.
es: <2>Objeto pasado.</2> Celebra los días de la buena fortuna con esta dinámica capa de la buena fortuna, máscara sonrojada, y el encantador peinado de rodete.
fr: <2> Objet à nouveau disponible.</2> Célébrez les Jours de chance avec cette magnifique cape de chance, ce masque rougissant et ces cheveux en chignon charmants.
it: <2> Oggetto del passato.</2> Festeggia i Giorni della Buona Stella con questo vivace mantello della Buona Stella, la maschera arrossita e i simpatici chignon.
ja: <2>復刻アイテム</2> 華やかな来福ケープ、来福ほっぺ（マスク）、来福おだんごヘアで、来福の日々をお祝いしましょう
ko: <2> 돌아온 아이템.</2> 생기 넘치는 행복의 망토, 홍조 가면, 귀여운 털모자를 착용하고 행복의 날을 기념해요.
pt: <2>Item recorrente.</2> Comemore os Dias de Felicidade com esta vibrante capa da felicidade, a máscara do rubor e o charmoso cabelo com coque.
ru: <2> Предмет снова доступен.</2> Встречайте Дни удачи в яркой Накидке удачи, Румяной маске и с очаровательными Пучками.
th: <2> ไอเทมที่หวนกลับมา</2> ฉลองวันแห่งโชคลาภด้วยเสื้อคลุมโชคลาภที่มีชีวิตชีวา หน้ากากเขินอาย และทรงผมบันอันทรงเสน่ห์
vi: <2>Vật phẩm trở lại.</2> Chào đón Ngày May Mắn với chiếc Áo Choàng May Mắn, Mặt Nạ Đỏ Tươi và Búi Tóc mê hoặc này.
zh_hans: <2>返场物品。</2>用活力满满的幸运斗篷、鲜红面具和迷人发髻来庆祝幸运节。
zh_hant: <2> 復刻道具</2>。用這個充滿活力的幸運斗篷、腮紅面具和迷人的髮髻來慶祝幸運節。

# commerce_item_desc_fortune_snakecape
source: Let the golden Serpent bring blessings and hopes for the new year
zh_hans: 让金色的灵蛇衔来新一年的祝福与期盼

# commerce_item_desc_fortune_snakecapehair
source: A white cape and hairstyle of lavish serpentine elegance.
de: Ein weißer Umhang und Frisur von üppiger, schlangenartiger Eleganz.
es: <2>Objeto pasado.</2> Una capa blanca y un peinado de elegancia fastuosa y serpenteante.
fr: Une cape blanche et une coupe d'une élégance serpentine.
id: <2>Item yang Kembali. </2> Jubah putih dan gaya rambut dengan keanggunan ular yang elegan.
it: Un mantello bianco e un'acconciatura di sontuosa eleganza serpentina.
ja: 蛇のような優艶な曲線美を備えた純白のケープとヘアスタイル
ko: 호화하고 우아한 뱀 무늬의 흰색 망토와 헤어스타일입니다.
pt: Uma capa branca e um corte de cabelo de elegância serpentina e luxuosa.
ru: Белая накидка и причёска в стиле роскошной змеиной элегантности.
th: เสื้อคลุมสีขาวและทรงผมคดเคี้ยวที่หรูหราสง่างาม
vi: Một áo choàng trắng và kiểu tóc mang vẻ thanh lịch của loài rắn.
zh_hans: 优雅绵延不绝的白色斗篷和发型。
zh_hant: 白色斗篷與髮型，奢華蛇形優雅展露無遺。

# commerce_item_desc_fortune_snakehair
source: Wear this special serpent dtradlocks hair to celebrate the days of fortune!
zh_hans: 戴上独特的铜钱抹额马尾造型来庆祝财富日吧！

# commerce_item_desc_fortune_umbrella
source: <2>Returning Item.</2> A purple parasol that really packs a punch!
de: <2>Wiederkehrender Gegenstand.</2> Ein lila Sonnenschirm, der richtig Laune macht!
es: <2>Objeto recurrente.</2> ¡Un paraguas violeta muy contundente!
fr: <2>Objet à nouveau disponible.</2> Une ombrelle violette qui a du punch !
id: <2>Barang yang Kembali</2> Payung ungu yang sangat menarik!
it: <2>Oggetto del passato.</2> Un ombrello viola che fa davvero colpo!
ja: <2>復刻アイテム</2> パッと目を引くパープルも鮮やかな、どこでさすにもパーフェクトなパラソル！
ko: <2>돌아온 아이템.</2> 강렬한 빛깔의 보라색 파라솔이에요!
pt: <2>Item de Regresso.</2> Um abrigo roxo de virar cabeças!
ru: <2>Предмет снова доступен.</2> Фиолетовый зонт, который не останется незамеченным!
th: <2>ไอเทมที่หวนกลับมา</2> ร่มกันแดดสีม่วงที่ทรงพลัง!
vi: <2>Vật phẩm trở lại.</2> Một chiếc ô tím rất có sức hút!
zh_hans: <2>返场物品。</2>一把脱颖而出的紫色遮阳伞！
zh_hant: <2>復刻道具。</2>一把搶眼好用的紫色洋傘！

# commerce_item_desc_founder_pack
source: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> and a <8>limited TGC blue cape<cape/></8> to be a founding member and support thatgamecompany!
de: <candle/> x {{1}} <2>( {{2}} + {{3}} Bonus! )</2> und einen <8>limitierten blauen TGC-Umhang,<cape/></8> damit du ein Gründungsmitglied wirst und thatgamecompany unterstützt!
es: <candle/> x {{1}} <2>( {{2}} + {{3}} de bonificación! )</2> y una <8>capa azul TGC limitada<cape/></8> Para convertirte en miembro fundador y apoyar a thatgamecompany!
fr: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus ! )</2> et <8>une cape bleue TGC limitée<cape/></8> pour vous remercier d'être un membre fondateur et de soutenir thatgamecompany !
id: <candle/> x {{1}} <2>( bonus {{2}} + {{3}}! )</2> dan <8>jubah biru TGC terbatas<cape/></8> untuk menjadi anggota pendiri dan mendukung thatgamecompany!
it: <candle/> x {{1}} <2>( {{2}} + {{3}} bonus! )</2> e un <8>mantello TGC blu in edizione limitata<cape/></8> per aver offerto fondi e supportato thatgamecompany!
ja: <candle/> x {{1}} <2>( {{2}} + {{3}}本ボーナス！ )</b> + <b>限定ケープ（TGCブルー） !</b> thatgamecompanyカラーのケープを着て、Skyを応援しましょう！
ko: <candle/> x {{1}} <2>( {{2}}개+ 보너스 {{3}}개! )</2> 및 <8>한정판 TGC 파란 망토<cape/></8> Sky와 일찍부터 함께하며 thatgamecompany를 응원해주신 분께 드리는 선물!
pt: <candle/> x {{1}} <2>( {{2}} + {{3}} bônus! )</2> e uma <8>capa azul limitada da TGC<cape/></8> por ser um membro fundador e apoiar a thatgamecompany!
ru: <candle/> x {{1}} <2>( {{2}} + {{3}} в подарок! )</2> и <8>синяя накидка TGC ограниченной серии</8> – станьте основателем и поддержите thatgamecompany!
th: <candle/> x {{1}} <2>( {{2}} + {{3}} โบนัส! )</2> และ<8>เสื้อคลุมสีฟ้า TGC แบบลิมิเต็ด<cape/></8> เพื่อเป็นสมาชิกผู้ก่อตั้ง และสนับสนุน thatgamecompany!
vi: <candle/> x {{1}} <2>(tặng {{2}} + {{3}}! )</2>, còn nhận được 1 <8>Áo Choàng Xanh TGC giới hạn<cape/></8> Trở thành thành viên sáng lập và hỗ trợ thatgamecompany!
zh_hans: 购买<candle/> x {{2}}，<2>赠送<candle/> x {{3}}！</2>，还能获得一件<8>限定TGC蓝斗篷<cape/></8> 成为支持thatgamecompany的创始玩家一员！
zh_hant: 購買<candle/> x {{2}}，<2>贈送<candle/> x {{3}}！</2>，還能獲得一件<8>限定TGC藍斗篷<cape/></8> 成為支持thatgamecompany的創始玩家一員！

# commerce_item_desc_kizuna_pack_red
source: <8>Kizuna AI Cape<cape/></8> + <2>Kizuna AI Hairstyle</2> + <2> Kizuna AI Hair Accessory </2>
de: <8>Kizuna-AI-Umhang<cape/></8> + <2>Kizuna-AI-Frisur</2> + <2> Kizuna-AI-Haarschmuck </2>
es: <8>Capa de Kizuna AI<cape/></8> + <2>peinado de Kizuna AI</2> + <2> accesorio para el cabello de Kizuna AI </2>
fr: <8>Cape Kizuna AI<cape/></8> + <2>Coiffure Kizuna AI</2> + <2> Accessoire pour cheveux Kizuna AI</2>
id: <8>Jubah Kizuna AI<cape/></8> + <2>Gaya Rambut Kizuna AI</2> + <2> Aksesori Rambut Kizuna AI </2>
it: <8>Mantello Kizuna AI<cape/></8> + <2>Acconciatura Kizuna AI</2> + <2> Cerchietto Kizuna AI</2>
ja: <8>キズナアイケープ<cape/></8> + <2>キズナアイヘア</2> + <2>キズナアイヘッドアクセサリー</2>
ko: <8>Kizuna AI 망토<cape/></8> + <2>Kizuna AI 헤어스타일</2> + <2>Kizuna AI 헤어 액세서리 </2>
pt: <8>Capa Kizuna AI<cape/></8> + <2>Corte de cabelo Kizuna AI</2> + <2> Acessório de cabelo Kizuna AI</2>
ru: <8>Накидка Kizuna AI<cape/></8> + <2>Прическа Kizuna AI</2> + <2> Ободок Kizuna AI</2>
th: <8>เสื้อคลุมคิสึนะไอ<cape/></8> + <2>ทรงผมคิสึนะไอ</2> + <2> ของประดับผมคิสึนะไอ </2>
vi: <8>Áo Choàng Kizuna AI<cape/></8> + <2>Tóc Kizuna AI</2> + <2>Phụ Kiện Tóc Kizuna AI</2>
zh_hans: <8>绊爱斗篷<cape/></8> + <2>绊爱发型</2> + <2>绊爱头饰</2>
zh_hant: <8>絆愛斗篷<cape/></8> + <2>絆愛髮型</2> + <2>絆愛蝴蝶結髮箍</2>

# commerce_item_desc_limited
source: Special offer to celebrate this time of the year: <b>{{1}}</b>
de: Spezialangebot zur Feier dieser Jahreszeit: <b>{{1}}</b>
es: Oferta especial para celebrar esta epoca del año: <b>{{1}}</b>
fr: Une offre spéciale pour célébrer cette période de l'année : <b>{{1}}</b>
id: Promo spesial untuk merayakan periode di tahun ini: <b>{{1}}</b>
it: Offerta speciale per festeggiare questo periodo dell'anno: <b>{{1}}</b>
ja: この特別な日々をお祝いしましょう！： <b>{{1}}</b>
ko: 기간 한정 이벤트 상품: <b>{{1}}</b>
pt: Oferta especial para celebrar esta época do ano: <b>{{1}}</b>
ru: Особое предложение для особого времени года: <b>{{1}}</b>
th: ข้อเสนอพิเศษเพื่อเฉลิมฉลองช่วงเวลานี้ของปี:: <b>{{1}}</b>
vi: Ưu đãi đặc biệt để chào đón thời điểm này trong năm: <b>{{1}}</b>
zh_hans: 节日限时特售： <b>{{1}}</b>
zh_hant: 節日限時特售： <b>{{1}}</b>

# commerce_item_desc_limited_previous
source: Special offer from a past season:
de: Spezialangebot einer vergangenen Saison:
es: Oferta especial de una temporada pasada:
fr: Offre spéciale d'une saison passée :
id: Promo spesial dari musim sebelumnya:
it: Offerta speciale da una stagione passata:
ja: 過去の季節からの特別なお届け物
ko: 돌아온 지난 시즌의 특별 아이템:
pt: Oferta especial de uma temporada passada:
ru: Особое предложение прошлого сезона:
th: ข้อเสนอพิเศษจากฤดูกาลก่อนหน้า:
vi: Ưu đãi đặc biệt từ mùa trước:
zh_hans: 来自上一季节的特别优惠：
zh_hant: 來自上一季節的特別優惠：

# commerce_item_desc_littleprince_coat
source: <2>Returning Item.</2> Wearing this magical cape, you can take friends by the hand to the Little Prince's Belt of Asteroids!
de: <2>Wiederkehrender Gegenstand.</2> Mit diesem magischen Umhang kannst du deine Freunde zum Asteroidengürtel des kleinen Prinzen bringen!
es: <2>Objeto recurrente.</2> Al usar esta capa mágica, ¡puedes llevar a tus amistades de la mano hasta el cinturón de asteroides de El principito!
fr: <2>Objet connu</2> En portant cette cape magique, vous pourrez emmener vos amis sur la ceinture d'astéroïdes du Petit Prince !
id: <2>Item yang Kembali.</2> Dengan mengenakan jubah ajaib ini, kamu bisa menggandeng tangan temanmu ke Sabuk Asteroid Pangeran Kecil!
it: <2>Oggetto del passato.</2> Indossando questo mantello magico, puoi portare per mano i tuoi amici sulla fascia di asteroidi del Piccolo Principe!
ja: <2>復刻アイテム</2> この魔法のケープを身につければ、王子さまの小惑星帯にフレンドを連れていけますよ！
ko: <2>돌아온 아이템.</2> 이 마법 같은 망토를 걸치면 친구의 손을 잡고 어린 왕자의 소행성대로 갈 수 있어요!
pt: <2>Item recorrente.</2> Ao usar esta capa mágica, você pode levar seus amigos pela mão até o Cinturão de Asteroides do Pequeno Príncipe!
ru: <2>Вновь доступный предмет.</2> В этой волшебной накидке вы сможете взяться за руки с друзьями и отправиться к поясу астероидов Маленького принца!
th: <2>ไอเทมที่หวนกลับมา</2> เมื่อสวมเสื้อคลุมมหัศจรรย์นี้ คุณจะสามารถจูงมือเพื่อนของคุณไปยังเข็มขัดดาวเคราะห์น้อยของเจ้าชายน้อยได้!
vi: <2>Vật phẩm trở lại.</2> Khi khoác lên chiếc áo choàng kỳ diệu này, bạn có thể nắm tay bạn bè và cùng nhau đến Vành Đai Tiểu Hành Tinh của Hoàng Tử Bé!
zh_hans: <2>返场物品。</2>穿上这件神奇斗篷，就可以牵着朋友的手前往小王子的小行星带！
zh_hant: <2>返場道具。</2>穿上這件神奇斗篷，你就可以牽著朋友的手，一起前往小王子的「小行星帶」了！

# commerce_item_desc_littleprince_fox
source: <2>Returning Item.</2> A companion on your back and a decoration at home.
de: <2>Wiederkehrender Gegenstand.</2> Ein Begleiter auf deinem Rücken und eine Dekoration für zu Hause.
es: <2>Objeto recurrente.</2> Un compañero para tu espalda y una decoración para tu hogar.
fr: <2>Objet connu</2> Un compagnon sur le dos et une décoration à la maison.
id: <2>Item yang Kembali.</2> Teman di punggung kamu dan hiasan di rumah.
it: <2>Oggetto del passato.</2> Un compagno da portare sulle spalle e una decorazione per la tua casa.
ja: <2>復刻アイテム</2> 背負って一緒に冒険に出かけたり、好きな場所に置いてキツネといる景色を楽しみましょう
ko: <2>돌아온 아이템.</2> 등에 올리면 친구가 되고, 집에 두면 장식이 되죠.
pt: <2>Item recorrente.</2> Um companheiro nas costas e uma decoração no seu lar.
ru: <2>Вновь доступный предмет.</2> Спутник на плече и украшение дома.
th: <2>ไอเทมที่หวนกลับมา</2> สหายบนหลังของคุณ และของตกแต่งที่บ้าน
vi: <2>Vật phẩm trở lại.</2> Một người bạn đồng hành trên lưng và cũng là một vật trang trí tại nhà.
zh_hans: <2>返场物品。</2>既是背上的伙伴，也是家里的装饰。
zh_hant: <2>返場道具。</2>既是背上的夥伴，也是家裡的裝飾。

# commerce_item_desc_littleprince_pack
source: <2>Prince Pajama</2> + <2>Prince Scarf<cape/></2>!
de: <2>Prinz-Pyjama</2> + <2>Prinz-Schal<cape/></2>!
es: ¡<2>Pijama de El principito</2> + <2>bufanda de El principito<cape/></2>!
fr: <2>Pyjama du Prince</2> + <2>Écharpe du Prince<cape/></2> !
id: <2>Piyama Pangeran</2> + <2>Syal Pangeran<cape/></2>!
it: <2>Pigiama del Principe</2> + <2>Sciarpa del Principe<cape/></2>!
ja: <2>王子さまの寝巻き</2> + <2>王子さまの襟巻き<cape/></2>！
ko: <2>왕자의 잠옷</2> + <2>왕자의 스카프<cape/></2>!
pt: <2>Pijama do Pequeno Príncipe</2> + <2>Cachecol do Pequeno Príncipe<cape/></2>!
ru: <2>Пижама принца</2> + <2>шарф принца<cape/></2>!
th: <2>ชุดนอนเจ้าชาย</2> + <2>ผ้าพันคอเจ้าชาย<cape/></2>!
vi: <2>Đồ Ngủ Hoàng Tử Bé</2> + <2>Khăn Hoàng Tử Bé<cape/></2>!
zh_hans: <2>小王子睡衣</2> + <2>小王子围巾<cape/></2>！

# commerce_item_desc_littleprince_scarf
source: <2>Returning Item.</2> A scarf from the Little Prince—a one of a kind cape!
de: <2>Wiederkehrender Gegenstand.</2> Ein Schal des kleinen Prinzen – ein einzigartiger Umhang!
es: <2>Objeto recurrente.</2> Una bufanda de El principito; ¡una capa única!
fr: <2>Objet connu.</2> L'écharpe du Petit Prince, une cape unique en son genre !
id: <2>Item yang Kembali.</2> Syal dari Pangeran Kecil-jubah yang unik!
it: <2>Oggetto del passato.</2> Una sciarpa del Piccolo Principe, un mantello unico nel suo genere!
ja: <2>復刻アイテム</2> この王子さまの襟巻きは、ケープと同様に機能します
ko: <2>돌아온 아이템.</2> 어린 왕자의 스카프이자, 세상에 둘도 없을 망토입니다!
pt: <2>Item recorrente.</2> Um cachecol do Pequeno Príncipe, uma capa única!
ru: <2>Вновь доступный предмет.</2> Уникальная накидка — шарф Маленького принца.
th: <2>ไอเทมที่หวนกลับมา</2> ผ้าพันคอจากเจ้าชายน้อย ซึ่งเป็นเสื้อคลุมที่ไม่ซ้ำใคร!
vi: <2>Vật phẩm trở lại.</2> Một chiếc khăn choàng từ Hoàng Tử Bé - một chiếc áo choàng độc nhất vô nhị!
zh_hans: <2>返场物品。</2>小王子的围巾，一件独一无二的斗篷！
zh_hant: <2>返場道具。</2>小王子的圍巾，一件獨一無二的斗篷！

# commerce_item_desc_littleprince_sword
source: This sword is attached to the suit. It is not a weapon!
de: Dieses Schwert ist am Anzug festgemacht. Es ist keine Waffe!
es: La espada es parte del traje. ¡No es un arma!
fr: Cette épée est attachée à la tenue. Ce n'est pas une arme !
id: Pedang ini menempel ke pakaian. Pedang ini bukan senjata!
it: Questa spada è attaccata all'abito. Non è un'arma!
ja: この飾り剣はお洋服に付いています。武器ではありません！
ko: 이 검은 의상에 부착된 장식입니다. 무기가 아닙니다!
pt: Esta espada está presa ao traje. Não é uma arma!
ru: Костюм украшен мечом. Но это не оружие!
th: ดาบเล่มนี้ติดอยู่กับชุด แต่มันไม่ใช่อาวุธนะ!
vi: Thanh kiếm này được gắn vào bộ đồ. Nó không phải là vũ khí!
zh_hans: 这是服装附带的佩剑，不是武器！
zh_hant: 這是服裝附帶的佩劍，不是武器！

# commerce_item_desc_love_bow
source: <2>Returning Item.</2> An elegant bow to dress up the smartest attire.
de: <2>Wiederkehrender Gegenstand.</2> Eine elegante Schleife für den gepflegten Putz.
es: <2>Objeto recurrente.</2> Un lazo elegante para dar el toque ideal a un atuendo distinguido.
fr: <2>Objet à nouveau disponible.</2> Un nœud élégant pour habiller les tenues les plus élégantes.
id: <2>Barang yang Kembali</2> Dasi yang elegan untuk mendandani pakaian yang paling elegan.
it: <2>Oggetto del passato.</2> Un elegante fiocco per completare un abito di classe.
ja: <2>復刻アイテム</2> エレガントなリボン型のクラバットで、洗練された装いに
ko: <2>돌아온 아이템.</2> 지적인 스타일을 완성해 줄 우아한 나비 모양 스카프 장식.
pt: <2>Item de Regresso.</2> Um laço elegante para complementar o traje mais inteligente.
ru: <2>Предмет снова доступен.</2> Элегантная бабочка для самого шикарного наряда.
th: <2>ไอเทมที่หวนกลับมา</2> โบว์อันหรูหราเพื่อช่วยให้แต่งกายดูดีที่สุด
vi: <2>Vật phẩm trở lại.</2> Chiếc nơ thanh lịch đi cùng bộ trang phục lịch thiệp nhất.
zh_hans: <2>返场物品。</2>装扮最讲究服装的优雅蝴蝶结。
zh_hant: <2>復刻道具。</2>為高格調裝束，別上優雅的蝴蝶領結。
