Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# star_pin_plushy_crab_special1
source: Special Edition I Crab Plush-6"
de: Plüschkrabbe 6" (Spezialausgabe I)
es: Peluche de cangrejo de 15 cm. de la edición especial 1
fr: Peluche de crabe 15 cm Édition spéciale I
id: Boneka Kepiting Edisi Spesial I-6"
it: Peluche granchio da 15 cm in edizione speciale I
ja: 闇の蟹ぬいぐるみ スペシャル・エディション I
ko: 스페셜 에디션 I 어둠의 게 봉제인형 (15cm)
pt: Caranguejo de pelúcia 6" edição especial I
ru: Плюшевый краб-6" особой серии I
th: ตุ๊กตาปู-6" รุ่นพิเศษ I
vi: Bản Đặc Biệt I Cua Lông-6"
zh_hans: 特别版 I 绒毛蟹-6"
zh_hant: 特別版I絨毛螃蟹-6"

# star_pin_plushy_crab_special2
source: Special Edition II Crab Plush-6"
de: Plüschkrabbe 6" (Spezialausgabe II)
es: Peluche de cangrejo de 15 cm. de la edición especial 2
fr: Peluche de crabe 15 cm Édition spéciale II
id: Boneka Kepiting Edisi Spesial II-6"
it: Peluche granchio da 15 cm in edizione speciale II
ja: 闇の蟹ぬいぐるみ スペシャル・エディション II
ko: 스페셜 에디션 II 어둠의 게 봉제인형 (15cm)
pt: Caranguejo de pelúcia 6" edição especial II
ru: Плюшевый краб-6" особой серии II
th: ตุ๊กตาปู-6" รุ่นพิเศษ II
vi: Bản Đặc Biệt II Cua Lông-6"
zh_hans: 特别版 II 绒毛蟹-6"
zh_hant: 特別版II毛絨螃蟹-6"

# star_pin_portal_hidden_forest
source: Hidden Portal of the Forest Pin
de: "Verborgenes Portal des Waldes"-Anstecknadel
es: Broche del portal escondido del bosque
fr: Broche Portail caché de la Forêt
id: Pin Portal Hutan Tersembunyi
it: Spilletta Portale nascosto della Foresta
ja: ピンバッジ 雨林の祭壇
ko: 숲의 입구 핀배지
pt: Broche do portal oculto da floresta
ru: Значок «Тайный портал леса»
th: เข็มกลัดประตูมิติที่ซ่อนอยู่ในป่า
vi: Huy Hiệu Cổng Rừng Mưa
zh_hans: 雨林隐秘入口徽章
zh_hant: 雨林隱秘入口徽章

# star_pin_relationship_allow_breahug
source: Dreams Bearhug Pin
de: "Große Umarmung der Träume"-Anstecknadel
es: Prendedor de abrazo de oso de los sueños
fr: Broche gros câlin des Rêves
id: Pin Pelukan Beruang Impian
it: Spilletta caldo abbraccio
ja: ピンバッジ くまハグ
ko: 꿈의 안아 들기 핀배지
pt: Broche Abraço de Urso dos Sonhos
ru: Значок «Обниматель снов»
th: เข็มกลัดผู้กอดแบบหมีในฝัน
vi: Huy Hiệu Gấu Ôm Mộng Tưởng
zh_hans: 梦想熊抱徽章
zh_hant: 夢想熊抱徽章

# star_pin_relationship_allow_playfight
source: Enchantment Playfight Pin
de: „Große Umarmung der Träume"-Anstecknadel
es: Prendedor de juego de manos del encanto
fr: Broche bagarre pour rire de l’Enchantement
id: Pin Main Tarung Pesona
it: Spilletta lotta tra amici
ja: ピンバッジ けんかごっこ
ko: 마법의 싸움놀이 핀배지
pt: Broche de Jogo de Luta Enfeitiçado
ru: Значок «Волшебная шуточная драка»
th: เข็มกลัดเล่นต่อสู้ร่ายมนตร์
vi: Huy Hiệu Chơi Đấu Phép Thuật
zh_hans: 魔法打闹徽章
zh_hant: 魔法打鬧徽章

# star_pin_relationship_allow_playfight_left
source: Enchantment Playfight Pin (Left)
de: "Spielerischer Kampf der Verzauberung“-Anstecknadel (links)
es: Prendedor de juego de manos del encanto (Izquierdo)
fr: Broche Bagarre pour rire de l’enchantement (gauche)
id: Pin Main Tarung Pesona (Kiri)
it: Spilletta lotta tra amici (sinistra)
ja: ピンバッジ けんかごっこ（左）
ko: 마법의 싸움놀이 핀배지 (왼쪽)
pt: Broche de Jogo de Luta Enfeitiçado (Esquerda)
ru: Значок «Шуточная драка» (очарование, слева)
th: เข็มกลัดเล่นต่อสู้ร่ายมนตร์ (ซ้าย)
vi: Huy Hiệu Chơi Đấu Phép Thuật (Trái)
zh_hans: 魔法游戏战斗徽章（左）
zh_hant: 魔法遊戲戰鬥別針（左）

# star_pin_relationship_allow_playfight_right
source: Enchantment Playfight Pin (Right)
de: "Spielerischer Kampf der Verzauberung"-Anstecknadel (rechts)
es: Prendedor de juego de manos del encanto (Derecho)
fr: Broche bagarre pour rire de l’enchantement (droite)
id: Pin Main Tarung Pesona (Kanan)
it: Spilletta lotta tra amici (destra)
ja: ピンバッジ けんかごっこ（右）
ko: 마법의 싸움놀이 핀배지 (오른쪽)
pt: Broche de Jogo de Luta Enfeitiçado (Direita)
ru: Значок «Шуточная драка» (очарование, справа)
th: เข็มกลัดเล่นต่อสู้ร่ายมนตร์ (ขวา)
vi: Huy Hiệu Chơi Đấu Phép Thuật (Phải)
zh_hans: 魔法游戏战斗徽章（右）
zh_hant: 魔法遊戲戰鬥別針（右）

# star_pin_shout_kizunaaicn
source: AI Love Sky Keychain
de: „AI-Liebe“-Sky-Anhänger
es: Llavero de amor de AI de Sky
fr: Porte-clés Sky AI de l'amour
id: Gantungan kunci AI Suka Sky
it: Portachiavi AI Love Sky
ja: キーホルダー アイラブSKY
ko: Sky X AI 열쇠고리
pt: Chaveiro Al ama Sky
ru: Брелок «AI любит Sky»
th: พวงกุญแจเอไอรัก Sky
vi: Móc khóa Sky
zh_hans: 绊爱《Sky》钥匙链
zh_hant: 絆愛鑰匙圈

# star_pin_teleport_forgotten_ark
source: Forgotten Ark Pin
de: "Vergessene Arche"-Anstecknadel
es: Prendedor del Arca Olvidada
fr: Broche Arche oubliée
id: Pin Tabut Terlupakan
it: Spilletta Arca Dimenticata
ja: ピンバッジ 忘れられた方舟
ko: 잊혀진 방주 핀배지
pt: Broche da Arca Esquecida
ru: Значок «Забытый ковчег»
th: เข็มกลัดเรือที่ถูกลืม
vi: Huy Hiệu Hòm Lãng Quên
zh_hans: 失落方舟徽章
zh_hant: 失落方舟別針

# star_pin_teleport_hermit_valley
source: Hermit Valley Pin
de: "Yetihang"-Anstecknadel
es: Prendedor ladera del yeti
fr: Broche vallée de l’ermite
id: Pin Lembah Pertapa
it: Spilletta della Valle dell'Eremita
ja: ピンバッジ 隠者の峠
ko: 은둔자의 언덕 핀배지
pt: Broche de Desfiladeiro do Iéti
ru: Значок «Долина Отшельника»
th: เข็มกลัดหุบเขานักบวช
vi: Huy Hiệu Thung Lũng Hermit
zh_hans: 隐士山谷徽章
zh_hant: 隱士山谷徽章

# star_pin_teleport_sanctuary_island
source: Sanctuary Islands Pin
de: Zufluchtinsel-Anstecknadel
es: Prendedor de las Islas del santuario
fr: Broche Îles du sanctuaire
id: Pin Pulau Tempat Suci
it: Spilletta Arcipelago Paradiso
ja: ピンバッジ 楽園の島々
ko: 낙원의 섬 핀배지
pt: Broche das Ilhas do Santuário
ru: Значок «Потайные острова»
th: เข็มกลัดเกาะสวรรค์
vi: Huy Hiệu Quần Đảo Thánh Địa
zh_hans: 圣域群岛徽章
zh_hant: 聖域群島別針

# star_pin_teleport_starlight_desert
source: Starlight Desert Pin
de: Sternenlichtwüste-Anstecknadel
es: Fijar desierto luz de estrellas
fr: Broche Désert stellaire
id: Pin Gurun Cahaya Bintang
it: Spilla del Deserto Stellare
ja: ピンバッジ 星月夜の砂漠
ko: 별빛 사막 핀배지
pt: Broche do Deserto da Luz Estelar
ru: Значок Звёздной пустыни
th: เข็มกลัดทะเลทรายแสงดาว
vi: Huy Hiệu Hoang Mạc Ánh Sao
zh_hans: 星漠徽章
zh_hant: 星漠徽章

# star_pin_teleport_valley_elder
source: Elder of the Valley Pin
de: "Ältester des Tals"-Anstecknadel
es: Prendedor del Anciano del valle
fr: Broche ancien de la vallée
id: Pin Tetua Lembah
it: Spilletta anziano della valle
ja: ピンバッジ 峡谷の大精霊
ko: 계곡의 장로 핀배지
pt: Broche de Ancião do Vale
ru: Значок «Старейшина долины»
th: เข็มกลัดผู้อาวุโสแห่งหุบเขา
vi: Huy Hiệu Trưởng Lão Thung Lũng
zh_hans: 霞谷先祖徽章
zh_hant: 霞谷長老徽章

# star_pin_teleport_wasteland_elder
source: Elder of the Wasteland Pin
de: "Ältester der Ödnis"-Anstecknadel
es: Prendedor del anciano del páramo
fr: Broche Ancien du Désert
id: Pin Tetua Gurun
it: Spilletta anziano del Deserto
ja: ピンバッジ 捨てられた地の大精霊
ko: 황무지의 장로 핀배지
pt: Broche do Ancião do Sertão
ru: Значок «Старейшина пустоши»
th: เข็มกลัดผู้อาวุโสแห่งแดนร้าง
vi: Huy Hiệu Trưởng Lão Hoang Mạc
zh_hans: 暮土长者徽章
zh_hant: 暮土長老別針

# star_pin_tgc_logo
source: TGC Pin
de: TGC-Anstecknadel
es: Broche TGC
fr: Broche TGC
id: Pin TGC
it: Spilletta TGC
ja: ピンバッジ TGCロゴ
ko: TGC 핀배지
pt: Broche da TGC
ru: Значок TGC
th: เข็มกลัด TGC
vi: Huy Hiệu TGC
zh_hans: TGC徽章
zh_hant: TGC徽章

# star_pin_timeline_birthdaycrab
source: 2nd Anniversary Crab Keychain
de: "2. Jubiläum"-Krebsanhänger
es: Llavero de cangrejo del 2.° aniversario
fr: Porte-clés crabe de 2e anniversaire
id: Gantungan Kunci Kepiting Hari Jadi Ke-2
it: Portachiavi a granchio del 2° anniversario
ja: 2周年記念キーホルダー 闇の蟹
ko: 2주년 게 열쇠고리
pt: Chaveiro de Caranguejo do 2º Aniversário
ru: Брелок «Краб» ко 2-й годовщине
th: พวงกุญแจปูครบรอบ 2 ปี
vi: Móc khóa sinh nhật 2 tuổi
zh_hans: 二周年螃蟹钥匙扣
zh_hant: 二周年螃蟹鑰匙扣

# star_pin_timeline_daynight
source: Day Night Pin
de: "Zuhause-Tag-Nacht"-Anstecknadel
es: Prendedor Hogar día/noche
fr: Broche Jour/nuit à la Maison
id: Pin Malam Siang Rumah
it: Spilletta Base giorno e notte
ja: ピンバッジ 昼と夜のホーム
ko: 안식처의 밤낮 핀배지
pt: Broche do Dia e da Noite no Lar
ru: Значок «День-ночь у вас Дома»
th: เข็มกลัดวันและคืน
vi: Huy Hiệu Ngày Và Đêm
zh_hans: 境遇日夜徽章
zh_hant: 遇境日夜別針

# star_pin_timeline_fortune_fireworks
source: Fortune Fireworks Pin
de: „Glücksfeuerwerk“-Anstecknadel
es: Prendedor de fuegos artificiales de la fortuna
fr: Broche Feux d'artifices de chance
id: Pin Kembang Api Keberuntungan
it: Spilletta fuochi d'artificio della Buona Stella
ja: ピンバッジ 来福の花火
ko: 행복의 불꽃놀이 핀배지
pt: Broche Fogos de Artifício da Felicidade
ru: Значок «Фейерверк удачи»
th: เข็มกลัดพลุโชคลาภ
vi: Huy Hiệu Pháo Hoa May Mắn
zh_hans: 幸运烟花徽章
zh_hant: 幸運節煙花別針

# star_pin_timeline_nature_turtle
source: Nature Turtle Pin
de: Schildkröten-Anstecknadel
es: Prendedor de tortuga natural
fr: Broche Tortue de la nature
id: Pin Penyu Alam
it: Spilletta tartaruga della natura
ja: ピンバッジ 自然のウミガメ
ko: 자연의 거북 핀배지
pt: Broche da Tartaruga da Natureza
ru: Значок «Черепаха»
th: เข็มกลัดเต่าธรรมชาติ
vi: Huy Hiệu Rùa Thiên Nhiên
zh_hans: 自然海龟徽章
zh_hant: 自然海龜別針

# star_pin_timeline_newyear_fireworks
source: New Year Fireworks Pin
de: „Neujahrsfeuerwerk“-Anstecknadel
es: Prendedor de fuegos artificiales de Año Nuevo
fr: Broche Feux d'artifices du Nouvel An
id: Pin Kembang Api Tahun Baru
it: Spilletta fuochi d'artificio di Capodanno
ja: ピンバッジ 新年の花火
ko: 새해의 불꽃놀이 핀배지
pt: Broche Fogos de Artifício de Ano Novo
ru: Значок «Новогодний фейерверк»
th: เข็มกลัดพลุปีใหม่
vi: Huy Hiệu Pháo Hoa Năm Mới
zh_hans: 新年烟花徽章
zh_hant: 新年煙火別針

# star_pin_timeline_oreo
source: Secret of the Prairie Pin
de: "Geheimnis der Prärie"-Anstecknadel
es: Prendedor del secreto de la planicie
fr: Broche secret de la Prairie
id: Pin Rahasia Padang Rumput
it: Spilletta segreto della prateria
ja: ピンバッジ 草原のひみつ
ko: 초원의 비밀 핀배지
pt: Broche Segredo da Campina
ru: Значок «Тайна прерии»
th: เข็มกลัดความลับของทุ่งหญ้า
vi: Huy Hiệu Truyền Thuyết Thảo Nguyên
zh_hans: 云野传说徽章
zh_hant: 雲野傳說徽章

# star_tag_scanner_bind_title
source: Ready to Scan for Binding
de: Bereit für den Bindungsscan
es: Listo para escanear el enlace
fr: Prêt à scanner pour association
id: Siap Dipindai untuk pengaitan
it: Pronto a scansionare per associare
ja: スキャンし、連携する準備が整いました
ko: 귀속 스캔 준비 완료
pt: Pronto para escanear
ru: Устройство готово к сканированию и привязке
th: พร้อมสแกนผูกสินค้า
vi: Chuẩn bị quét liên kết tài khoản
zh_hans: 准备扫描绑定账号
zh_hant: 準備掃描綁定帳戶

# star_tag_scanner_message
source: Hold your STAR product near the scanner
de: Halte dein STAR-Produkt in die Nähe des Scanners
es: Mantén tu producto STAR cerca del escáner
fr: Maintenez votre produit STAR près du scanner
id: Dekatkan produk STAR milikmu dengan pemindai
it: Tieni il tuo prodotto STAR vicino allo scanner
ja: スキャナーにSTARチップをかざしてください
ko: STAR 제품을 스캐너 근처에 대세요
pt: Segure o seu produto STAR perto do leitor
ru: Удерживайте STAR у зоны сканирования на устройстве
th: ถือผลิตภัณฑ์ STAR ของคุณไว้ใกล้กับเครื่องสแกน
vi: Đưa sản ph���m STAR lại gần máy quét
zh_hans: 握稳您的STAR芯片靠近扫描仪
zh_hant: 握穩您的STAR芯片靠近掃描儀

# star_tag_scanner_scan_title
source: Ready to Scan STAR tag
de: Bereit für den STAR-Tag-Scan
es: Listo para escanear el chip STAR
fr: Prêt à scanner le tag STAR
id: Tanda Siap Dipindai STAR
it: Scansiona il tag STAR
ja: STARの読み取り準備
ko: STAR 태그 스캔 준비 완료
pt: Pronto para escanear o identificador da STAR
ru: Готово к сканированию жетона STAR
th: พร้อมสแกนแท็ก STAR
vi: Chuẩn bị quét thẻ STAR
zh_hans: 准备扫描STAR徽章
zh_hant: 准備掃描STAR徽章

# star_tag_scanner_settings_message
source: Sky needs NFC to be enabled to scan STAR tags. This can be enabled in the system settings
de: Für Sky musst du NFC aktivieren, damit du STAR-Tags scannen kannst. Du kannst es in den Systemeinstellungen aktivieren
es: Sky necesita que se habilite NFC para escanear los chips STAR. Esto se puede habilitar en la configuración del sistema.
fr: La fonction NFC doit être activée pour que Sky puisse scanner les tags STAR. Vous pouvez l'activer dans les paramètres du système
id: Sky memerlukan NFC diaktifkan untuk memindai tag STAR. Ini dapat diaktifkan di pengaturan sistem
it: Per eseguire la scansione dei tag STAR per Sky, bisogna abilitare la funzione NFC dalle impostazioni di sistema
ja: SkyでSTARを読み取るには、NFCを有効にする必要があります 端末のシステム設定にて、有効にしてください
ko: Sky가 STAR 태그를 스캔하려면 NFC가 활성화되어야 합니다. 이 기능은 시스템 설정에서 켤 수 있습니다.
pt: Sky precisa de NFC para escanear os identificador da STAR. Ele pode ser ativado nas configurações do sistema
ru: Sky требуется NFC, чтобы сканировать жетоны STAR. Эту опцию можно включить в системных настройках
th: Sky จำเป็นต้องเปิดใช้งาน NFC เพื่อสแกนแท็ก STAR ซึ่งสามารถเปิดใช้งานได้ที่การตั้งค่าระบบ
vi: Sky cần dùng NFC để quét thẻ STAR, có thể mở trong Cài đặt
zh_hans: 《光·遇》需要启用NFC来扫描STAR标签，这可以在系统设置中启用。
zh_hant: 《光·遇》需要啟用NFC來掃描STAR標籤，這可以在系統設置中啟用。

# star_tag_scanner_settings_title
source: Launch System Settings?
de: Systemeinstellungen öffnen?
es: ¿Abrir la configuración del sistema?
fr: Ouvrir les paramètres du système ?
id: Luncurkan Pengaturan Sistem?
it: Avviare le impostazioni di sistema?
ja: システム設定を起動しますか？
ko: 시스템 설정을 실행하시겠습니까?
pt: Abrir as Configurações do sistema?
ru: Запустить системные настройки?
th: เปิดการตั้งค่าระบบหรือไม่
vi: Mở Cài đặt?
zh_hans: 打开系统设置？
zh_hant: 打開系統設置？

# star_tag_scanner_verified_product
source: Congratulations! You have successfully verified this product as official thatgamecompany merchandise. Thank you for your support!
de: Glückwunsch! Du hast dieses Produkt erfolgreich als offiziellen Merchandise von thatgamecompany verifiziert. Danke für deine Unterstützung!
es: ¡Felicidades! Verificaste con éxito este producto como mercadería oficial de thatgamecompany. ¡Gracias por el apoyo!
fr: Félicitations ! Vous avez vérifié avec succès que ce produit est une marchandise officielle de thatgamecompany. Nous vous remercions de votre soutien !
id: Selamat! Kamu berhasil memverifikasi produk ini sebagai barang dagangan thatgamecompany resmi. Terima kasih atas dukunganmu!
it: Congratulazioni! Hai verificato questo prodotto come articolo ufficiale di thatgamecompany. Grazie per il tuo sostegno!
ja: おめでとうございます！ Sky公式グッズを認証いたしました。 応援いただきありがとうございます！
ko: 축하합니다! 이 제품은 공식 thatgamecompany 상품으로 인증되었습니다. 응원해주셔서 감사합니다!
pt: Parabéns! Você verificou este produto como mercadoria oficial da thatgamecompany. Agradecemos o apoio!
ru: Поздравляем! Официальный продукт от thatgamecompany успешно подтверждён. Спасибо за вашу поддержку!
th: ยินดีด้วย! คุณได้ยืนยันผลิตภัณฑ์นี้ในฐานะสินค้าอย่างเป็นทางการของ thatgamecompany แล้ว ขอบคุณสำหรับการสนับสนุนของคุณ!
vi: Chúc mừng! Bạn đã xác thực thành công sản phẩm này là chính hãng thatgamecompany. Cảm ơn bạn đã ủng hộ!
zh_hans: 恭喜！ 您已成功验证此产品为 thatgamecompany 官方商品。 感谢您的支持！
zh_hant: 恭喜！ 您已成功驗證此產品爲 thatgamecompany 官方商品。 感謝您的支持！

# star_tag_scanner_write_title
source: Ready to Scan for Writing
de: Bereit für den Schreibescan
es: Listo para escanear la escritura
fr: Prêt à scanner pour écriture
id: Siap Dipindai untuk Penulisan
it: Pronto a scansionare per registrare i dati
ja: スキャンし、書き込む準備ができました
ko: 사용하기 전 스캔 준비 완료
pt: Pronto para escanear por leitura
ru: Устройство готово к сканированию и записи
th: พร้อมสแกนสำหรับเขียนข้อมูล
vi: Sẵn sàng Quét và Viết
zh_hans: 准备好扫描并写入
zh_hant: 準備好掃描並寫入

# starboard_qrcode_button_ps
source: View in Internet Browser
de: Im Internetbrowser ansehen
es: Ver en navegador de internet
fr: Afficher sur le navigateur Internet
id: Lihat di Browser Internet
it: Visualizza nel browser Internet
ja: ブラウザで見る
ko: 인터넷 브라우저로 보기
pt: Ver no navegador
ru: Посмотреть в интернет-браузере
th: ดูในเบราว์เซอร์อินเทอร์เน็ต
vi: Xem trong Trình duyệt Internet
zh_hans: 在互联网浏览器中查看
zh_hant: 在瀏覽器中查看

# starboard_qrcode_button_switch
source: View in Internet Browser
de: Im Internetbrowser ansehen
es: Ver en navegador de internet
fr: Afficher sur le navigateur Internet
id: Lihat di Browser Internet
it: Visualizza nel browser Internet
ja: ブラウザで見る
ko: 인터넷 브라우저로 보기
pt: Ver no navegador
ru: Посмотреть в интернет-браузере
th: ดูในเบราว์เซอร์อินเทอร์เน็ต
vi: Xem trong Trình duyệt Internet
zh_hans: 在互联网浏览器中查看
zh_hant: 在瀏覽器中查看

# starboard_qrcode_hint
source: Scan with your phone to visit Sky: Children of the Light's News Feed with an optimal reading experience.
de: Mit deinem Telefon scannen, um den Nachrichten-Feed von Sky: Kinder des Lichts für ein optimales Leseerlebnis aufzurufen.
es: Escanéalo con el teléfono y accede a las noticias o al calendario de Sky: Niños de la Luz en el mejor formato de lectura.
fr: Scannez avec votre téléphone pour consulter les infos Sky – Enfants de la Lumière avec un maximum de confort.
id: Pindai dengan ponselkamu untuk mengunjungi Feed Berita atau Kalender Sky: Anak-Anak Cahaya dengan pengalaman membaca yang optimal.
it: Scannerizza con il tuo telefono per visitare il feed delle notizie o il calendario di Sky: Children of the Light con un'esperienza di lettura ottimale.
ja: スマートフォン端末でスキャンして、Sky 星を紡ぐ子どもたちのニュースを最適環境でご覧ください
ko: 휴대폰으로 스캔하여 SKY - 빛의 아이들의 새 소식 또는 달력을 최적의 읽기 환경에서 확인해 보세요.
pt: Escaneie com o telefone para visitar o feed de notícias de Sky: Filhos da Luz com uma experiência de leitura ideal.
ru: Просканируйте телефоном, чтобы перейти в ленту новостей или календарь Sky: Children of the Light, и читайте с удобством.
th: ใช้โทรศัพท์ของคุณสแกนเพื่อเยี่ยมชมฟีดข่าวหรือปฏิทินของ Sky: Children of the Light พร้อมสัมผัสประสบการณ์การอ่านที่เหมาะสมที่สุด
vi: Quét bằng điện thoại để truy cập Bảng Tin hoặc Lịch của Sky: Children of the Light với trải nghiệm đọc tối ưu.
zh_hans: 用你的手机扫描以访问《Sky光·遇》的资讯源，享受最佳阅读体验。
zh_hant: 用手機掃描前往《Sky 光·遇》的新消息頁面，以達到最佳閱讀體驗。

# starboard_qrcode_title
source: Mobile News
de: Mobile Nachrichten
es: Noticias o calendario móvil
fr: Infos sur portable
id: Berita atau Kalender Seluler
it: Notizie o calendario per dispositivi mobili
ja: モバイルニュース
ko: 모바일 뉴스 또는 달력
pt: Notícias no dispositivo móvel
ru: Новости и календарь для мобильных устройств
th: ข่าวสารหรือปฏิทินบนมือถือ
vi: Bảng Tin hoặc Lịch trên di động
zh_hans: 移动资讯
zh_hant: 行動裝置 - 新消息

# starboard_steamoverlay_hint
source: Steam overlay must be enabled to view the News Feed for Sky: Children of the Light on this device.
de: Das Steam-Overlay muss aktiviert sein, um den Nachrichten-Feed von Sky: Kinder des Lichts auf diesem Gerät lesen zu können.
es: Para ver las noticias o el calendario de Sky: Niños de la Luz en este dispositivo, debes activar la interfaz de Steam.
fr: Le cache Steam doit être activé pour consulter les infos de Sky – Enfants de la Lumière sur cet appareil.
id: Overlay Steam harus diaktifkan untuk melihat Feed Berita atau Kalender untuk Sky: Anak-Anak Cahaya di perangkat ini.
it: La sovrapposizione di Steam deve essere abilitata per visualizzare il feed delle notizie o il calendario di Sky: Children of the Light su questo dispositivo.
ja: この端末でSky 星を紡ぐ子どもたちのニュースを閲覧するには、Steamオーバーレイ機能を有効にする必要があります
ko: 이 기기에서 SKY - 빛의 아이들 새 소식 또는 달력을 확인하려면 Steam 오버레이를 활성화해야 합니다.
pt: A sobreposição do Steam deve estar ativada para visualizar o feed de notícias de Sky: Filhos da Luz neste dispositivo.
ru: Для просмотра ленты новостей или календаря Sky: Children of the Light на этом устройстве должен быть включен оверлей Steam.
th: จำเป็นต้องเปิดใช้งาน Steam Overlay เพื่อดูฟีดข่าวหรือปฏิทินสำหรับ Sky: Children of the Light บนอุปกรณ์นี้
vi: Giao diện nổi Steam phải được bật để xem Bảng Tin hoặc Lịch của Sky: Children of the Light trên thiết bị này.
zh_hans: 要在此设备上查看《Sky光·遇》的资讯源，必须启用Steam叠加界面。
zh_hant: 需啟用 Steam 內嵌介面，才能在此設備上查看《Sky 光·遇》的新消息頁。

# state_counter_exp
source: {{1}} (Next Level: {{2}})
de: {{1}} (Nächster Level: {{2}})
es: {{1}} (Siguiente nivel: {{2}})
fr: {{1}} (Niveau suivant : {{2}})
id: {{1}} (Level Berikutnya: {{2}})
it: {{1}} (Livello successivo: {{2}})
ko: {{1}} (다음 레벨: {{2}})
pt: {{1}} (Próximo nível: {{2}})
ru: {{1}} (След. уровень: {{2}})
th: {{1}} (เลเวลถัดไป: {{2}})
vi: {{1}} (Cấp sau: {{2}})
zh_hans: {{1}} （下一等级: {{2}}）
zh_hant: {{1}} （下一等級: {{2}}）

# storm_confirmation_00
source: There is <2>no</2> turning back past this point. Do you commit to entering?
de: An diesem Punkt gibt es <2>kein</2> zurück. Willst du wirklich hinein?
es: A partir de este punto <2>no</2> hay vuelta atrás. ¿En realidad deseas entrar?
fr: Vous <2>ne pourrez pas</2> faire demi-tour après ce point. Voulez-vous vraiment entrer ?
id: <2>Tidak</2> ada jalan kembali setelah titik ini. Yakin tetap ingin masuk?
it: <2>Non</2> potrai tornare indietro. Vuoi davvero accedere?
ja: この先に進むともう<2>後戻りはできません</2> 本当に進みますか？
ko: 이 이상 진행하면 <2>돌이킬 수 없습니다</2>. 진행할까요?
pt: <2>Não</2> há como voltar a partir desse ponto, deseja mesmo entrar?
ru: Вернуться отсюда будет уже <2>нельзя</2>. Вы точно хотите войти?
th: เมื่อผ่านจุดนี้ไปจะ<2>ไม่มี</2>ทางย้อนกลับได้อีก คุณยังต้องการเข้าไปหรือไม่
vi: Vượt qua chỗ này sẽ <2>không</2> thể quay lại. Chắc chắn vào?
zh_hans: 跨过此地，您将无路返回，只能勇往直前。 您确认要进入吗？
zh_hant: 跨過此地，您將無路返回，只能勇往直前。 您確認要進入嗎？

# storm_confirmation_01
source: Do you want to return <8>Home</8>?
de: Möchtest du <8>nach Hause</8> zurückkehren?
es: ¿Quieres volver a <8>Hogar</8>?
fr: Voulez-vous retourner <8>à la Maison</8> ?
id: Ingin kembali ke <8>Rumah</8>?
it: Vuoi tornare alla <8>Base</8>?
ja: <8>ホーム</8>に戻りますか？
ko: <8>안식처</8>로 돌아갈까요?
pt: Deseja voltar para <8>Lar</8>?
ru: Хотите вернуться <8>Домой</8>?
th: คุณต้องการกลับ<8>บ้าน</8>หรือไม่
vi: Về <8>Nhà</8>?
zh_hans: 回到<8>遇境</8>?
zh_hant: 回到<8>遇境</8>?

# storm_death_00
source: Your Light was engulfed by the Darkness. Only a few <2>Spirits</2> managed to survive
de: Dein Licht wurde von der Dunkelheit eingenommen. Nur wenige <2>Geister</2> haben überlebt
es: La Luz fue envuelta por la Oscuridad, Solo algunos <2>espíritus</2> lograron sobrevivir
fr: Votre lumière a été submergée par l’obscurité. Seuls quelques <2>esprits</2> sont parvenus à survivre
id: Cahayamu ditelan oleh Kegelapan. Hanya ada beberapa <2>Roh</2> yang berhasil bertahan
it: La tua luce è stata inghiottita dalle tenebre. Solo pochi <2>spiriti</2> sono riusciti a sopravvivere.
ja: あなたの光は闇へ飲み込まれていきましたが、 <2>わずかな精霊たちが生き延びた</2>ようです
ko: 빛이 어둠에 둘러싸였어요. 몇몇 <2>영혼</2>만 살아남았습니다.
pt: Sua luz foi tomada pela escuridão. Apenas alguns <2>espíritos</2> conseguiram sobreviver
ru: Ваш свет поглотила тьма. Лишь нескольким <2>духам</2> удалось выжить
th: แสงของคุณถูกความมืดกลืนกิน มี<2>เหล่าสปิริต</2>เพียงไม่กี่ตนเท่านั้นที่สามารถเอาชีวิตรอดได้
vi: Ánh sáng của bạn bị bóng đêm bao phủ, chỉ có mấy <2>Tinh Linh</2> có thể sống sót.
zh_hans: 你的心火被黑暗所包围，只有几位<2>先灵</2>得以幸存。
zh_hant: 你的心火被黑暗所包圍，只有幾位<2>先靈</2>得以幸存。

# storm_death_01
source: The light you returned will be with you <2>forever</2>, no longer threatened by darkness
de: Das Licht, das du zurückgebracht hast, bleibt für <2>ewig</2> bei dir, ohne der Dunkelheit ausgeliefert zu sein
es: La luz que logres recuperar será para ti <2>por siempre</2>, la oscuridad no la podrá atrapar de nuevo.
fr: La lumière que vous avez produite restera à vos côtés <2>pour toujours</2>, sans jamais être menacée par l’obscurité.
id: Cahaya yang kamu kembalikan akan menyertaimu <2>selamanya</2>, tidak lagi terancam kegelapan
it: La luce che hai riportato sarà con te <2>per sempre</2>, non più minacciata dalle tenebre
ja: あなたが帰したその光は<2>これからもずっとあなたと共にいます</2> もう闇を恐れることはないでしょう
ko: 돌려보낸 빛은 당신과 <2>영원히</2> 함께하며, 더 이상 어둠에 위협받지 않습니다.
pt: A luz que restaurou ficará com você <2>para sempre</2>, sem sofrer ameaça alguma da escuridão
ru: Возвращенный вами свет будет с вами <2>всегда</2>, и тьма ему больше не угрожает
th: แสงสว่างที่คุณนำกลับมาจะสถิตอยู่กับคุณ<2>ตลอดไป</2> และจะไม่ถูกความมืดคุกคามอีก
vi: Ánh sáng bạn tỏa ra sẽ theo bạn <2>mãi mãi</2>, đừng để bóng tối uy hiếp
zh_hans: 你所解放的光明会<2>永久</2>伴随你，不再受到黑暗的威胁
zh_hant: 你所解放的光明會<2>永久</2>伴隨你，不再受到黑暗的威脅
