Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# audio_setting_open_confirm_title
source: <b>Open Audio Settings?</b>
de: <b>Audioeinstellungen öffnen?</b>
es: <b>¿Abrir ajustes de Audio?</b>
fr: <b>Ouvrir les paramètres audio ?</b>
id: <b>Buka Pengaturan Audio?</b>
it: <b>Aprire le impostazioni audio?</b>
ja: <b>サウンド設定を開きますか？</b>
ko: <b>오디오 설정을 열까요?</b>
pt: <b>Abrir as configurações de áudio?</b>
ru: <b>Открыть настройки звука?</b>
th: <b>เปิดการตั้งค่าเสียงหรือไม่</b>
vi: <b>Mở Cài đặt âm thanh?</b>
zh_hans: 开启音频设置吗？
zh_hant: 開啟音訊設定嗎？

# audio_setting_sound
source: Sound Effects
de: Sound-Effekte
es: Efectos de Sonido
fr: Effets Sonores
id: Efek Suara
it: Effetti sonori
ja: 効果音
ko: 음향 효과
pt: Efeitos de Som
ru: Звуковые эффекты
th: เสียงประกอบ
vi: Hiệu ứng âm thanh
zh_hans: 音效
zh_hant: 音效

# audio_setting_title
source: Audio Settings
de: Audio-Einstellungen
es: Ajustes de Audio
fr: Réglages Audio
id: Pengaturan Audio
it: Impostazioni Audio
ja: サウンド設定
ko: 오디오 설정
pt: Configurações de Áudio
ru: Настройки звука
th: การตั้งค่าเสียง
vi: Cài đặt âm thanh
zh_hans: 音频设置
zh_hant: 音訊設定

# audio_setting_video
source: Videos
fr: Vidéos
id: Video
it: Video
ja: 動画
ko: 영상
pt: Vídeos
ru: Видео
th: วิดีโอ
vi: Video
zh_hans: 影像
zh_hant: 影像

# audio_setting_volume_down
source: Lower Volume
de: Lautstärke senken
es: Bajar volumen
fr: Baisser le volume
id: Turunkan Volume
it: Abbassa il volume
ja: 音量を下げる
ko: 볼륨 낮추기
pt: Abaixar o volume
ru: Убавить громкость
th: ลดระดับเสียง
vi: Giảm âm lượng
zh_hans: 降低音量
zh_hant: 降低音量

# audio_setting_volume_up
source: Raise Volume
de: Lautstärke erhöhen
es: Subir volumen
fr: Monter le volume
id: Naikkan Volume
it: Alza il volume
ja: 音量を上げる
ko: 볼륨 올리기
pt: Aumentar o volume
ru: Прибавить громкость
th: เพิ่มระดับเสียง
vi: Tăng âm lượng
zh_hans: 调高音量
zh_hant: 調高音量

# aurora_ad01
source: Play Now
de: Jetzt spielen
es: Jugar ahora
fr: Jouer maintenant
id: Mainkan Sekarang
it: Guarda ora
ja: 今すぐプレイ
ko: 지금 플레이하기
pt: Jogue agora
ru: Играть
th: เล่นทันที
vi: Chơi ngay
zh_hans: 立即游玩
zh_hant: 立即下載

# aurora_ad02
source: Available Now
de: Jetzt verfügbar
es: Ya disponible
fr: Disponible maintenant
id: Tersedia Sekarang
it: Ora disponibile
ja: 好評開催中
ko: 지금 진행 중
pt: Disponível agora
ru: Уже доступно
th: พร้อมใช้งานแล้ว
vi: Đã có sẵn
zh_hans: 现已推出
zh_hant: 現已推出

# aurora_allissoftinside_100
source: I don't know why
ja: なぜかわからないけど
zh_hans: 不知道为什么

# aurora_allissoftinside_1000
source: All is soft inside
ja: 内側はやわらかい
zh_hans: 内心充斥柔软

# aurora_allissoftinside_1100
source: All that I know
ja: 知っていることは全て
zh_hans: 我所知晓的一切

# aurora_allissoftinside_1200
source: Lies within emotion
ja: 感情の中にある
zh_hans: 都是以情感维系

# aurora_allissoftinside_1300
source: Words remain unspoken
ja: 語られることのない言葉が
zh_hans: 那些未说出口的话语

# aurora_allissoftinside_1400
source: Lead me through the dark
ja: 暗闇を導いてくれる
zh_hans: 指引我走出黑暗

# aurora_allissoftinside_1500
source: All that I see
ja: 見えるものは全て
zh_hans: 我所看见的一切

# aurora_allissoftinside_1600
source: Came to me in colours
ja: 色をまとってやってくる
zh_hans: 都曾是五彩斑斓

# aurora_allissoftinside_1700
source: Lasted for a moment
ja: ほんの少しの間だけ
zh_hans: 在我心中停留了片刻

# aurora_allissoftinside_1800
source: Lead me through the dark
ja: 暗闇を導いてくれる
zh_hans: 指引我走出黑暗

# aurora_allissoftinside_1900
source: All that I know
ja: 私が知っていること
zh_hans: 我所知晓的一切

# aurora_allissoftinside_200
source: But I feel down
ja: 落ち込んでいる
zh_hans: 我的心情低落

# aurora_allissoftinside_2000
source: All that I know
ja: 私が知っている全て
zh_hans: 我所知晓的一切

# aurora_allissoftinside_2100
source: I need it all
ja: 全てがほしい
zh_hans: 我全都想要拥有

# aurora_allissoftinside_2200
source: I don't know where to begin
ja: どこから始めていいのかわからないけど
zh_hans: 却不知该从何开始

# aurora_allissoftinside_2300
source: I carry more than you see
ja: 見た目以上にいろいろ持てるのに
zh_hans: 我肩负的不止如此

# aurora_allissoftinside_2400
source: My dreams are bigger than me
ja: 私の夢は私より大きいから
zh_hans: 我的梦想不止步于我自己

# aurora_allissoftinside_2500
source: Please bring me light
ja: 光を持ってきて
zh_hans: 请赐予我光芒

# aurora_allissoftinside_2600
source: I bear a shadow
ja: 影を生み出すから
zh_hans: 我背负着一片阴霾

# aurora_allissoftinside_2700
source: I call them back to me
ja: そして影を呼び戻す
zh_hans: 我呼唤他们回我身边

# aurora_allissoftinside_2800
source: So they could feed on me
ja: 私の糧になるように
zh_hans: 以我为食尽情生长

# aurora_allissoftinside_2900
source: All is stone
ja: 全ては石で
zh_hans: 顽石组成躯壳

# aurora_allissoftinside_300
source: You need to know
ja: わかってほしい
zh_hans: 我必须告诉你

# aurora_allissoftinside_3000
source: And all is soft inside
ja: 内側はやわらかい
zh_hans: 内心充斥柔软

# aurora_allissoftinside_3100
source: All that I know
ja: 私が知っていること全て
zh_hans: 我所知晓的一切

# aurora_allissoftinside_3200
source: Lies within emotion
ja: 感情の中に横たわっている
zh_hans: 都是以情感维系

# aurora_allissoftinside_3300
source: Words remain unspoken
ja: 語られることのない言葉が
zh_hans: 那些未说出口的话语

# aurora_allissoftinside_3400
source: Lead me through the dark
ja: 暗闇を導いてくれる
zh_hans: 指引我走出黑暗

# aurora_allissoftinside_3500
source: All that I see
ja: 私に見えるもの全て
zh_hans: 我所看见的一切

# aurora_allissoftinside_3600
source: Came to me in colours
ja: 色をまとってやってくる
zh_hans: 都曾是五彩斑斓

# aurora_allissoftinside_3700
source: Lasted for a moment
ja: ほんの少しの間だけ
zh_hans: 在我心中停留了片刻

# aurora_allissoftinside_3800
source: Lead me through the dark
ja: 暗闇を導いてくれる
zh_hans: 指引我走出黑暗

# aurora_allissoftinside_3900
source: All that I know
ja: 私が知っていること
zh_hans: 我所知晓的一切

# aurora_allissoftinside_400
source: I can't go on
ja: これ以上は無理だって
zh_hans: 我已无法继续

# aurora_allissoftinside_4000
source: All that I know
ja: 私が知っている全て
zh_hans: 我所知晓的一切

# aurora_allissoftinside_4100
source: Did you know
ja: 知っていた？
zh_hans: 你知道吗

# aurora_allissoftinside_4200
source: That we're all
ja: 私たちはみんな
zh_hans: 我们所有人的内心

# aurora_allissoftinside_4300
source: Turning softer inside
ja: 内からやわらかくなっていく
zh_hans: 都在逐渐变得柔软

# aurora_allissoftinside_4400
source: We can save
ja: 私たちは守れる
zh_hans: 我们可以珍藏

# aurora_allissoftinside_4500
source: What is pure
ja: 純粋なものを
zh_hans: 那份纯洁无瑕

# aurora_allissoftinside_4600
source: If the hearts can collide
ja: 心と心がぶつかりあえば
zh_hans: 若心灵能相互碰撞

# aurora_allissoftinside_4700
source: All that I've ever known
ja: ずっとわかっていた
zh_hans: 那么我只知道

# aurora_allissoftinside_4800
source: Is the universe is wild
ja: 宇宙は優しいだけじゃない
zh_hans: 宇宙是浩瀚无垠

# aurora_allissoftinside_4900
source: Is the universe is wild
ja: 世界は優しいだけじゃない
zh_hans: 宇宙是无拘无束

# aurora_allissoftinside_500
source: I was a rose
ja: 私は薔薇だった
zh_hans: 我曾是朵玫瑰

# aurora_allissoftinside_600
source: I was an animal
ja: 私は動物だった
zh_hans: 我曾是只动物

# aurora_allissoftinside_700
source: Don't let me change
ja: そのままでいさせて
zh_hans: 请别让我改变

# aurora_allissoftinside_800
source: Don't let me go
ja: 私を離さないで
zh_hans: 请别让我离去

# aurora_allissoftinside_900
source: All around is stone
ja: 外側は石のように硬くて
zh_hans: 顽石组成躯壳

# aurora_audienceinteract06
source: It's okay, you can cry.
de: Schon gut, du kannst ruhig weinen.
es: No hay problema, pueden llorar.
fr: Oui, vous pouvez pleurer.
id: Tak apa, kamu boleh menangis.
it: Tranquilli, potete piangere.
ja: だいじょうぶ、泣いてもいいの
ko: 괜찮아요. 울어도 돼요.
pt: Tudo bem, vocês podem chorar.
ru: Ничего страшного - дайте волю своим слезам!
th: ไม่เป็นไรนะ คุณร้องไห้ได้นะ
vi: Ổn mà, cứ khóc đi.
zh_hans: 没关系的，想哭就哭吧。
zh_hant: 沒關係的，想哭就哭出來吧。

# aurora_audiencethankful01
source: Thank you all very much!
de: Ich möchte mich bei euch allen ganz herzlich bedanken!
es: ¡Muchas gracias a todo el mundo!
fr: Merci infiniment à tous !
id: Terima kasih banyak!
it: Grazie mille a tutti!
ja: みんな、ありがとう！
ko: 모두 정말 고마워요!
pt: Muito obrigada a todos!
ru: Благодарю вас всех!
th: ขอบคุณทุกคนมากนะ!
vi: Cảm ơn tất cả các bạn rất nhiều!
zh_hans: 非常感谢大家！
zh_hant: 非常感謝你們！

# aurora_audiencethankful03
source: I'm so happy to be here with you.
de: Ich bin so froh, dass ich hier bei euch bin.
es: Me alegra mucho estar aquí con ustedes.
fr: Je suis tellement contente d'être ici avec vous.
id: Aku senang kamu bisa bersama kamu.
it: Sono così felice di essere qui con voi.
ja: あなたと、ここで一緒に過ごせて、とっても嬉しい
ko: 이렇게 만나서 정말 기뻐요.
pt: Estou muito feliz por estar aqui com vocês.
ru: Я так рада быть здесь, с вами!
th: ฉันดีใจมากที่ได้อยู่ที่นี่กับคุณ
vi: Tôi thật hạnh phúc vì được có mặt ở đây cùng các bạn.
zh_hans: 很高兴能和大家相聚在这里。
zh_hant: 很高興能與你們同在一起！

# aurora_audiencethankful04
source: Thank you so much for all the love!
de: Vielen Dank für eure Unterstützung!
es: ¡Muchas gracias por todo el cariño!
fr: Merci beaucoup pour tout votre amour !
id: Terima kasih banyak atas cintanya!
it: Grazie mille per il vostro affetto!
ja: たくさんの愛を、本当にありがとう！
ko: 뜨거운 사랑에 정말 감사드려요!
pt: Obrigada por todo o amor!
ru: Спасибо большое за вашу любовь!
th: ขอบคุณสำหรับความรักนะ!
vi: Cảm ơn rất nhiều vì tất cả tình cảm các bạn dành cho tôi!
zh_hans: 非常感谢大家的厚爱！
zh_hant: 感謝各位的真摯熱切的愛！

# aurora_banter01
source: Hello Friends! I’m so happy to be here with you!
de: Hallo Freunde! Ich bin so froh, mit euch hier zu sein!
es: ¡Hola a todos! ¡Me alegra mucho estar aquí con ustedes!
fr: Bonjour les amis ! Je suis tellement contente d'être ici avec vous !
id: Halo, Kawan! Aku senang kamu bisa bersama kamu!
it: Ciao amici! Sono così felice di essere qui con voi!
ja: ハロー、フレンズ！みんなに会えてすごく嬉しい！
ko: 안녕, 여러분! 만나서 정말 기뻐요!
pt: Olá, amigos! Estou muito feliz por estar aqui com vocês!
ru: Привет, друзья! Я так счастлива быть здесь с вами!
th: สวัสดีเพื่อน! ฉันดีใจมากที่ได���อยู่ที่นี่กับคุณ!
vi: Xin chào mọi người! Rất vui khi được có mặt tại đây cùng các bạn!
zh_hans: 朋友们，你们好！很高兴能和大家相聚在这里！
zh_hant: 哈囉朋友們！很高興能與你們同在！

# aurora_banter02
source: Look at you! We are all here together!
de: Schaut euch um! Wir sind alle zusammen hier!
es: ¡Mírense! ¡Estamos aquí todos juntos!
fr: Regardez-moi ça ! Nous sommes tous ici ensemble !
id: Lihat! Kita semua di sini bersama!
it: Che meraviglia! Siamo tutti qui insieme!
ja: ほんとうに素敵！今、一緒にここにいるのね！
ko: 와! 우리 지금 여기 같이 모여 있네요!
pt: Olha só pra vocês! Estamos todos juntos aqui!
ru: Смотрите, мы здесь вместе!
th: ดูคุณสิ! เราทุกคนมาอยู่ที่นี่ด้วยกันแล้ว!
vi: Các bạn ơi! Thật tuyệt khi chúng ta được ở đây cùng nhau!
zh_hans: 看看你们！我们大家都相聚在这里！
zh_hant: 看看你們！我們齊聚一堂！

# aurora_banter03
source: Let’s all call to each other!
de: Rufen wir uns alle gegenseitig!
es: ¡Llamémonos!
fr: Appelons-nous les uns les autres !
id: Ayo sapa satu sama lain!
it: Chiamiamo tutti!
ja: お互いに呼びかけ合いましょう！
ko: 서로 크게 소리쳐 불러볼까요!
pt: Vamos todos chamar uns aos outros!
ru: Поприветствуйте друг друга!
th: เรามาเรียกชื่อกันและกันเถอะ!
vi: Chúng ta hãy cùng cất lên lời kêu gọi!
zh_hans: 我们来彼此呼唤吧！
zh_hant: 讓我們呼喚彼此吧！

# aurora_banter04
source: The natural world is our guiding light. Let’s follow it now…
de: Die Natur ist unser leitendes Licht! Lasst uns ihm jetzt folgen …
es: El mundo natural es nuestra luz guía. Ahora, sigámosla...
fr: Le monde naturel est notre lumière directrice. Suivons-la...
id: Alam adalah cahaya penuntun kita. Yuk ikuti sekarang…
it: Il mondo naturale è la nostra luce guida. Seguiamola...
ja: 自然界は私たちを導く光。さあ、追いかけましょう…
ko: 자연계는 우리를 인도하는 등불이에요. 그 불빛을 따라가 볼게요...
pt: A natureza do mundo é a nossa luz guia. Vamos acompanhá-la...
ru: Природа — свет, ведущий нас за собой. Последуем же за ним…
th: โลกธรรมชาติคือแสงสว่างนำทางของเรา เรามาตามมันไปกันเถอะ...
vi: Mẹ thiên nhiên là ánh sáng dẫn lối chúng ta. Hãy đi theo tiếng gọi ấy…
zh_hans: 自然界是我们的指路明灯。我们现在跟着它前行吧……
zh_hant: 大自然是引領我們的光。現在就跟隨這道光吧……

# aurora_banter04_alt
source: And remember people, the natural world is our guiding light. Let’s follow it now…
de: Und denkt dran: die Natur ist unser leitendes Licht. Lasst uns ihm jetzt folgen …
es: Y recuerden, el mundo natural es nuestra luz guía. Ahora, sigámosla...
fr: Et rappelez-vous, le monde naturel est notre lumière directrice. Suivons-la...
id: Ingat, alam adalah cahaya penuntun kita. Yuk ikuti sekarang…
it: E ricordate, il mondo naturale è la nostra luce guida. Seguiamola...
ja: 覚えておいて、自然界は私たちを導く光。さあ、追いかけましょう…
ko: 기억하세요, 자연계는 우리를 인도하는 등불이에요. 그 불빛을 따라가 볼게요...
pt: E lembrem-se: a natureza do mundo é a nossa luz guia. Vamos acompanhá-la...
ru: И не забывайте, природа — это свет, ведущий нас за собой. Идемте же за ним…
th: จำไว้นะทุกคน โลกธรรมชาติคือแสงสว่างนำทางของเรา เรามาตามมันไปกันเถอะ...
vi: Và hãy nhớ, mẹ thiên nhiên là ánh sáng dẫn lối chúng ta. Hãy đi theo tiếng gọi ấy…
zh_hans: 大家要记住，自然界是我们的指路明灯。我们现在跟着它前行吧……
zh_hant: 各位要記住，大自然是引領我們的光。現在就跟隨這道光吧……

# aurora_banter05
source: It gives me hope to see the world so connected.
de: Es gibt mir Hoffnung, die Welt so verbunden zu sehen.
es: Me da esperanza ver al mundo tan conectado
fr: Voir le monde si connecté me donne de l'espoir.
id: Melihat dunia begitu terhubung memberiku harapan
it: Mi dà speranza vedere il mondo così connesso
ja: 世界がこんなにもつながっていることに、希望を感じています
ko: 전 세계가 이렇게 연결된 모습을 보니 희망이 솟아나요.
pt: Ver o mundo tão conectado me enche de esperança
ru: То, что всё в этом мире связано, дает мне надежду.
th: การได้เห็นโลกที่เชื่อมโยงถึงกันได้มอบความหวังให้กับฉัน
vi: Trái tim tôi ngập tràn hy vọng khi chứng kiến thế giới được kết nối như vậy
zh_hans: 它给予了我希望，让有机会看到世界紧密相连。
zh_hant: 看見這世界的連結如此緊密，我的內心就充滿了希望。

# aurora_banter06
source: You have beautiful voices – can you all harmonize with the same call?
de: Ihr habt wunderschöne Stimmen – könnt ihr alle zusammen den gleichen Ruf harmonisieren?
es: Tienen voces hermosas, ¿pueden entonar el mismo pedido?
fr: Vous avez de belles voix, est-ce que vous pouvez vous harmoniser avec le même appel ?
id: Kalian punya suara bagus—bisa bernyanyi bersama?
it: Avete delle bellissime voci: riuscite ad armonizzare il vostro richiamo?
ja: きれいな声。ねえ、みんなで一緒に、ハーモニーをつくるのはどう？
ko: 다들 목소리가 정말 아름다워요. 다 같이 노래해 볼까요?
pt: A voz de vocês é linda – vocês conseguem se harmonizar no mesmo chamado?
ru: У вас прекрасные голоса — попробуем спеть все вместе?
th: คุณมีเสียงที่ไพเราะมากเลย คุณช่วยประสานเสียงเป็นเสียงเดียวกันได้ไหม
vi: Các bạn có chất giọng thật tuyệt vời - cùng hòa chung lời kêu gọi với tôi nhé?
zh_hans: 你们都拥有美妙的声音——你们能一起呼唤吗？
zh_hant: 你們的歌聲真美妙——可以一起使用相同的呼喚和聲嗎？

# aurora_banter07
source: We must always take care of each other. We’re stronger together.
de: Wir müssen uns immer gegenseitig helfen. Wir sind stärker zusammen.
es: Siempre debemos cuidarnos entre todos. Somos más fuertes juntos.
fr: Nous devons toujours prendre soin les uns des autres. Nous sommes plus forts ensemble.
id: Kita harus selalu menjaga satu sama lain. Kita lebih kuat bersama.
it: Dobbiamo sempre prenderci cura l'uno dell'altro. Insieme siamo più forti.
ja: いつもお互いを大切にしましょう。私たちは一緒にいれば、もっと強くなれる
ko: 언제나 서로 아끼고 보살펴야 해요. 우리는 함께일 때 더 강하거든요.
pt: Devemos sempre cuidar uns dos outros. Somos mais fortes juntos.
ru: Мы должны заботиться друг о друге. Вместе мы сильнее.
th: เราต้องดูแลกันและกัน เมื่อรวมกันเราจะแข็งแกร่งยิ่งขึ้น
vi: Hãy luôn đồng hành cùng nhau. Và trở nên mạnh mẽ hơn.
zh_hans: 我们必须互相照顾。团结力量大。
zh_hant: 我們必須照顧彼此。團結力量大。

# aurora_banter07_alt
source: We must always take care of each other. We’re so much stronger together.
de: Wir müssen uns immer gegenseitig helfen. Wir sind so viel stärker zusammen.
es: Siempre debemos cuidarnos entre todos. Somos mucho más fuertes juntos.
fr: Nous devons toujours prendre soin les uns des autres. Nous sommes tellement plus forts ensemble.
id: Kita harus selalu menjaga satu sama lain. Kita jauh lebih kuat bersama.
it: Dobbiamo sempre prenderci cura l'uno dell'altro. Insieme siamo molto più forti.
ja: いつもお互いを大切にしましょう。私たちは共に在ることで、とても、とても強くいられる
ko: 언제나 서로 아끼고 보살펴야 해요. 우리는 함께일 때 훨씬 더 강하거든요.
pt: Devemos sempre cuidar uns dos outros. Somos muito mais fortes juntos.
ru: Мы должны заботиться друг о друге. Вместе мы намного сильнее.
th: เราต้องดูแลกันและกัน เมื่อรวมกันเราจะแข็งแกร่งยิ่งขึ้นมาก
vi: Hãy luôn đồng hành cùng nhau. Và trở nên thực sự mạnh mẽ hơn.
zh_hans: 我们必须互相照顾。团结起来力量会更强大。
zh_hant: 我們必須照顧彼此。團結起來力量會更強大。

# aurora_banter08
source: Creatures of light are so beautiful!
de: Kreaturen des Lichts sind so wunderschön!
es: ¡Las criaturas de la luz son tan hermosas!
fr: Les créatures de lumière sont tellement belles !
id: Makhluk cahaya sangat indah!
it: Le creature della luce sono meravigliose!
ja: 光の生き物たちはなんて美しいのかしら！
ko: 빛의 크리처는 정말 아름다워요!
pt: Criaturas de luz são tão lindas!
ru: Всё, что создает свет, — это прекрасно!
th: สิ่งมีชีวิตแห่งแสงช่างสวยงามจริงๆ!
vi: Những sinh vật ánh sáng thật đẹp!
zh_hans: 光之生物实在太美了！
zh_hant: 光之生物真美妙！

# aurora_banter09
source: Call to them when they fly near!
de: Ruft sie, wenn sie in der Nähe fliegen!
es: ¡Llámenlas cuando vuelen cerca!
fr: Appelez-les quand elles volent près de vous !
id: Panggil saat mereka terbang di sekitar!
it: Chiamatele quando volano vicino!
ja: 近くにきたら呼びかけてみて！
ko: 가까이 날아오면 소리쳐 불러보세요!
pt: Chamem-nas quando elas voarem perto!
ru: Зовите создания света, когда они рядом!
th: เรียกพวกเขาตอนที่บินมาใกล้ๆ เลยสิ!
vi: Hãy kêu gọi khi chúng bay lại gần!
zh_hans: 在它们飞近时呼唤它们吧！
zh_hant: 當牠們飛近時，呼喚牠們吧！

# aurora_banter10
source: And remember, you are all warriors of light.
de: Und denkt daran, ihr seid alle Krieger des Lichts.
es: Y recuerden, son todos guerreros de la luz.
fr: Et rappelez-vous, vous êtes tous des guerriers de la lumière.
id: Ingat, kalian semua pejuang cahaya.
it: E ricordate, siete tutti guerrieri della luce.
ja: 忘れないで、私たちはみんな、星の戦士なのです
ko: 명심하세요, 우리는 모두 빛의 전사라는 걸.
pt: E lembrem-se: todos vocês são guerreiros da luz.
ru: И не забывайте, все вы — воины света.
th: และจงจำไว้ว่า พวกคุณทุกคนคือนักรบแห่งแสง
vi: Và hãy nhớ, các bạn là những chiến binh ánh sáng.
zh_hans: 记住，你们都是光之战士。
zh_hant: 記住，你們都是光之戰士。

# aurora_banter10_alt
source: And remember, you are all warriors of light.
de: Und denkt daran, ihr seid alle Krieger des Lichts.
es: Y recuerden, son todos guerreros de la luz.
fr: Et rappelez-vous, vous êtes tous des guerriers de la lumière.
id: Ingat, kalian semua pejuang cahaya.
it: E ricordate, siete tutti guerrieri della luce.
ja: 忘れないで、私たちはみんな、星の戦士なのです
ko: 명심하세요, 우리는 모두 빛의 전사라는 걸.
pt: E lembrem-se: todos vocês são guerreiros da luz.
ru: И не забывайте, все вы — воины света.
th: และจงจำไว้ว่า พวกคุณทุกคนคือนักรบแห่งแสง
vi: Và hãy nhớ, các bạn là những chiến binh ánh sáng.
zh_hans: 记住，你们都是光之战士。
zh_hant: 記住，你們都是光之戰士。

# aurora_banter11
source: That was so liberating!
de: Das war so befreiend!
es: ¡Qué liberador!
fr: C'était tellement libérateur !
id: Itu sangat melegakan!
it: È stato così liberatorio!
ja: なんだか解き放たれたみたい
ko: 속이 시원해졌어요!
pt: Isso foi tão libertador!
ru: Почувствуйте, что вы свободны!
th: อิสระดีจังเลย!
vi: Thật tự do!
zh_hans: 真是太令人开怀了！
zh_hant: 真是太暢快了！

# aurora_banter12
source: Chant with me to build our strength.
de: Singt mit mir, damit wir stärker werden.
es: Canten conmigo para construir nuestra fortaleza
fr: Chantez avec moi pour étendre notre force
id: Bernyanyilah bersamaku untuk membangun kekuatan
it: Cantate con me per aumentare la nostra forza
ja: もっと強くなれるように、一緒に歌って
ko: 저를 따라 노래하고 모두 함께 강해져요.
pt: Cantem comigo para desenvolver a nossa força
ru: Пойте со мной, это даст нам силу.
th: ร้องเพลงไปกับฉันเพื่อเสริมความแข็งแกร่งของเรา
vi: Cùng ca vang với tôi để kiến tạo nên sức mạnh của chúng ta
zh_hans: 和我一起吟唱，建立我们的力量。
zh_hant: 與我合唱，壯大我們的力量。

# aurora_banter13
source: Even if we lose hope, we cannot let our light fade away.
de: Selbst wenn wir die Hoffnung verlieren, dürfen wir unser Licht nicht erlöschen lassen.
es: Aun si perdemos la esperanza, no podemos dejar que se apague nuestra luz.
fr: Même si nous perdons espoir, nous ne pouvons pas laisser notre lumière s'éteindre.
id: Meski hilang harapan, kita tak boleh membiarkan cahaya padam.
it: Anche se perdiamo la speranza, non possiamo lasciare che la nostra luce svanisca.
ja: たとえ希望を失っても、光を絶やしてはいけません
ko: 희망을 잃더라도 빛을 꺼뜨리면 안 돼요.
pt: Não podemos deixar nossa luz se apagar mesmo se perdermos a esperança.
ru: Даже если надежда утеряна, наш свет должен гореть.
th: แม้จะสิ้นความหวัง เราก็ไม่อาจปล่อยให้แสงของเราเลือนหายไปได้
vi: Cho dù mất đi hy vọng, chúng ta cũng không được để ánh sáng lụi tàn.
zh_hans: 即便失去希望，我们也不能让我们的光消失。
zh_hant: 即便我們失去希望，也不能讓自己的光芒熄滅。

# aurora_banter13_alt
source: Even if we lose hope, we cannot let our light fade away.
de: Selbst wenn wir die Hoffnung verlieren, dürfen wir unser Licht nicht erlöschen lassen.
es: Aun si perdemos la esperanza, no podemos dejar que se apague nuestra luz.
fr: Même si nous perdons espoir, nous ne pouvons pas laisser notre lumière s'éteindre.
id: Meski hilang harapan, kita tak boleh membiarkan cahaya padam.
it: Anche se perdiamo la speranza, non possiamo lasciare che la nostra luce svanisca.
ja: たとえ希望を失っても、光を絶やしてはなりません
ko: 희망을 잃더라도 빛을 꺼뜨리면 안 돼요.
pt: Não podemos deixar nossa luz se apagar mesmo se perdermos a esperança.
ru: Даже если надежда утеряна, наш свет должен гореть.
th: แม้จะสิ้นความหวัง เราก็ไม่อาจปล่อยให้แสงของเราเลือนหายไปได้
vi: Cho dù mất đi hy vọng, chúng ta cũng không được để ánh sáng lụi tàn.
zh_hans: 即便失去希望，我们也不能让我们的光消失。
zh_hant: 即便我們失去希望，也不能讓自己的光芒熄滅。

# aurora_banter14
source: Always remember, our lights shine brighter together…
de: Denkt immer daran, unsere Lichter strahlen heller zusammen …
es: Recuerden siempre que nuestra luz brilla más fuerte en compañía...
fr: Rappelez-vous toujours que nos lumières brillent plus fort ensemble...
id: Ingat, cahaya bersinar lebih terang saat bersama...
it: Ricordate sempre, le nostre luci brillano più luminose insieme...
ja: いつでも覚えていて 私たちの光はともにあれば、さらに輝くことを…
ko: 언제나 잊지 말아요. 우리는 함께할 때 더 빛난다는 걸...
pt: Lembrem-se sempre, nossas luzes brilham mais fortes juntas…
ru: И не забывайте, что любые огни горят ярче вместе…
th: จงจำไว้เสมอว่า เมื่อเราอยู่รวมกันแสงของเราจะส่องสว่างยิ่งขึ้น…
vi: Hãy luôn nhớ rằng, cùng nhau, ánh sáng của chúng ta sẽ rực rỡ hơn…
zh_hans: 要始终牢记，团结会让我们的光更明亮……
zh_hant: 一定要記得，我們的光芒因團結而更加閃耀……

# aurora_banter14_alt
source: Always remember, our lights shine brighter together…
de: Denkt immer daran, unsere Lichter strahlen heller zusammen …
es: Recuerden siempre que nuestra luz brilla más fuerte en compañía...
fr: Rappelez-vous toujours que nos lumières brillent plus fort ensemble...
id: Ingat, cahaya bersinar lebih terang saat bersama...
it: Ricordate sempre, le nostre luci brillano più luminose insieme...
ja: どうか忘れないで 私たちの光はともにあれば、さらに輝くことを…
ko: 언제나 잊지 말아요. 우리는 함께할 때 더 빛난다는 걸...
pt: Lembrem-se sempre, nossas luzes brilham mais fortes juntas…
ru: И не забывайте, что любые огни горят ярче вместе…
th: จงจำไว้เสมอว่า เมื่อเราอยู่รวมกันแสงของเราจะส่องสว่างยิ่งขึ้น…
vi: Hãy luôn nhớ rằng, cùng nhau, ánh sáng của chúng ta sẽ rực rỡ hơn…
zh_hans: 要始终牢记，团结会让我们的光更明亮……
zh_hant: 一定要記得，我們的光芒因團結而更加閃耀……

# aurora_custom01
source: It's so important to know that all here are together. And if you ever feel alone, this song is for you.
de: Es ist so wichtig, zu wissen, dass wir alle zusammen hier sind. Und wenn ihr euch je allein fühlt – dieses Lied ist für euch.
es: Es muy importante saber que aquí estamos todos juntos. Y si alguna vez se sienten solos, esta canción es para ustedes.
fr: Il est si important de savoir que nous sommes tous ensemble. Et si jamais vous vous sentez seul, cette chanson est pour vous.
id: Penting untuk tahu bahwa semua di sini bersama. Jika kamu merasa sendirian, lagu ini untukmu.
it: È così importante sapere che qui siamo tutti insieme. E se mai vi sentite soli, questa canzone è per voi.
ja: みんながここに一緒にいることに意味があるの。もしあなたが孤独を感じているなら、この曲はあなたに捧げます
ko: 우리는 분명히 지금 여기 함께 있어요. 하지만 언젠가 외롭다고 느낄 때면 이 노래를 들어 보세요.
pt: É muito importante saber que todos aqui estão juntos. E, caso se sinta só, essa música é pra você.
ru: Очень важно, что мы - вместе. Если вам бывает одиноко, эта песня для вас.
th: การที่ได้รู้ว่าพวกเรามาอยู่ที่นี่รวมกันนั้นเป็นเรื่องที่สำคัญมาก และหากคุณรู้สึกโดดเดี่ยวล่ะก็ นี่คือบทเพลงสำหรับคุณ
vi: Điều quan trọng là sự hiện diện của chúng ta tại đây. Nếu bạn cô đơn, xin được dành tặng bài hát này cho bạn.
zh_hans: 请务必了解，这里的所有人是一个整体。如果你感到孤独，这首歌是献给你的。
zh_hant: 要知道，在場的各位都是一體的。若有一天你感到孤單，這首歌就送給你，與你相伴。
