Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_intro_6_22
source: The <1>Nesting Guide</1> awaits your light! Find them in Aviary Village.
de: Der <1>Nest-Helfer</1> wartet auf dein Licht! Finde ihn im Volieren-Dorf.
es: ¡La <1>guía acogedora</1> aguarda tu luz! Búscala en la aldea aviaria.
fr: La <1>guide de la Nidification</1> attend votre lumière ! Vous la trouverez au village volière.
id: <1>Pemandu Bersarang</1> menunggu cahaya kamu! Temukan dia di Desa Aviary.
it: La <1>Guida ai Nidi</1> attende la tua luce! La trovi nel Villaggio degli Uccelli.
ja: <1>巣づくりの案内人が</1>あなたの光を待っています！花鳥郷に会いに行きましょう
ko: <1>보금자리 안내자</1>가 당신을 기다립니다! 새들의 정원 마을에서 만나 보세요.
pt: A <1>Guia do Ninho</1> aguarda sua luz! Encontre-a na Aldeia Aviária.
ru: <1>Проводник гнездования</1> ждет вашего света! Найдите ее в Птичьей деревне.
th: <1>ผู้แนะนำการสร้างรัง</1>รอแสงของคุณอยู่! ไปหาเขาได้ที่หมู่บ้านเอเวียรี
vi: <1>Chỉ Dẫn Xây Tổ</1> đang chờ đợi ánh sáng của bạn! Hãy tìm họ ở Làng Chuồng Chim.
zh_hans: <1>筑巢向导</1>在等待你的烛光！去云巢中找他。
zh_hant: <1>築巢嚮導</1>在等待你的燭光！去雲巢找他。

# season_intro_6_23
source: The <1>Duets Guide</1> awaits your light! Find them in Aviary Village.
de: Der <1>Duette-Helfer</1> wartet auf dein Licht! Finde ihn im Volieren-Dorf.
es: ¡El <1>guía de los duetos</1> aguarda tu luz! Búscalo en la aldea aviaria.
fr: Le <1>Guide des Duos</1> attend votre lumière ! Vous le trouverez au Village volière.
id: <1>Pemandu Duet</1> menanti cahaya kamu! Temukan dia di Desa Aviary.
it: La <1>Guida ai duetti</1> attende la tua luce! La trovi nel Villaggio degli Uccelli.
ja: <1>音色の案内人</1>があなたの光を待っています！花鳥郷に会いに行きましょう
ko: <1>듀엣의 안내자</1>가 당신이 지닌 빛을 기다리고 있어요! 새들의 정원 마을에서 안내자를 만날 수 있습니다.
pt: O <1>Guia de Duetos</1> aguarda sua luz! Encontre-o na Aldeia Aviária.
ru: <1>Проводник дуэтов</1> ждет вашего света! Найдите его в Птичьей деревне.
th: <1>ผู้แนะนำบรรเลงคู่</1>รอแสงของคุณอยู่! ค้นหาพวกเขาในหมู่บ้านเอเวียรี
vi: <1>Chỉ Dẫn Song Tấu</1> đang chờ bạn! Hãy tìm họ ở Làng Chuồng Chim.
zh_hans: <1>二重奏向导</1>正在等待你的烛光！去云巢中寻找他吧。
zh_hant: <1>二重奏嚮導</1>正等著你的燭光！去雲巢找他吧。

# season_intro_7_22
source: The <1>Nesting Guide</1> has a gift for you! Find them in Aviary Village.
de: Der <1>Nest-Helfer</1> hat ein Geschenk für dich! Finde ihn im Volieren-Dorf.
es: ¡La <1>guía acogedora</1> tiene un regalo para ti! Búscala en la aldea aviaria.
fr: La <1>guide de la Nidification</1> a un cadeau pour vous ! Vous la trouverez au village volière.
id: <1>Pemandu Bersarang</1> memiliki hadiah untuk kamu! Temukan dia di Desa Aviary.
it: La <1>Guida ai Nidi</1> ha un regalo per te! La trovi nel Villaggio degli Uccelli.
ja: <1>巣づくりの案内人が</1>あなたに贈りたいものがあるそうです！花鳥郷に会いに行きましょう
ko: <1>보금자리 안내자</1>가 선물을 준비했어요! 새들의 정원 마을에서 만나 보세요.
pt: A <1>Guia do Ninho</1> tem um presente para você! Encontre-a na Aldeia Aviária.
ru: У <1>проводника гнездования</1> есть подарок для вас! Найдите ее в Птичьей деревне.
th: <1>ผู้แนะนำการสร้างรัง</1>เตรียมของขวัญไว้ให้คุณ! ไปหาเขาได้ที่หมู่บ้านเอเวียรี
vi: <1>Chỉ Dẫn Xây Tổ</1> có một món quà dành cho bạn! Hãy tìm họ ở Làng Chuồng Chim.
zh_hans: <1>筑巢向导</1>有一份礼物要给你！去云巢中找他。
zh_hant: <1>築巢嚮導</1>有份禮物要給你！去雲巢找他。

# season_intro_7_23
source: The <1>Duets Guide</1> still needs your help! Find them in the concert hall.
de: Der <1>Duette-Helfer</1> braucht noch immer deine Hilfe! Finde ihn in der Konzerthalle.
es: ¡El <1>guía de los duetos</1> aún necesita tu ayuda! Encuéntralo en el auditorio.
fr: Le <1>Guide des Duos</1> a encore besoin de vous ! Allez à la Salle de concert.
id: <1>Pemandu Duet</1> masih membutuhkan bantuan kamu! <1>Pemandu Duet</1> masih membutuhkan bantuan kamu! Temukan mereka di aula konser.
it: La <1>Guida ai duetti</1> ha ancora bisogno del tuo aiuto! La trovi nella sala concerti.
ja: <1>音色の案内人</1>がまだあなたの助けを必要としています！コンサートホールに会いに行きましょう
ko: <1>듀엣의 안내자</1>가 아직 당신의 도움을 기다리고 있어요! 연주회장에서 안내자를 만날 수 있습니다.
pt: O <1>Guia de Duetos</1> ainda precisa da sua ajuda! Encontre-o na sala de concertos.
ru: <1>Проводнику дуэтов</1> всё ещё нужна ваша помощь! Найдите его в концертном зале.
th: <1>ผู้แนะนำบรรเลงคู่</1>ต้องการให้คุณช่วย! ค้นหาพวกเขาในโถงคอนเสิร์ต
vi: <1>Chỉ Dẫn Song Tấu</1> vẫn cần bạn giúp! Hãy tìm họ trong phòng hòa nhạc.
zh_hans: <1>二重奏向导</1>仍然需要你的帮助！在音乐厅里寻找这位向导。
zh_hant: <1>二重奏嚮導</1>仍然需要你的幫助！請到音樂廳找他。

# season_intro_8_22
source: The <1>Nesting Guide</1> has new lessons for you! Find them in their workshop.
de: Der <1>Nest-Helfer</1> hält neue Lektionen für dich bereit! Finde ihn in seiner Werkstatt.
es: ¡La <1>guía acogedora</1> tiene nuevas enseñanzas para ofrecerte! Búscala en la aldea aviaria.
fr: La <1>guide de la Nidification</1> a de nouvelles leçons pour vous ! Vous la trouverez dans son atelier.
id: <1>Panduan Bersarang</1> memiliki pelajaran baru untuk kamu! Temukan dia di bengkel kerjanya.
it: La <1>Guida ai Nidi</1> ha delle nuove lezioni per te! La trovi nel suo laboratorio.
ja: <1>巣づくりの案内人が</1>あなたに教えたいことがあるそうです！花鳥郷に会いに行きましょう
ko: <1>보금자리 안내자</1>가 가르쳐줄 게 있나 봐요! 새들의 정원 마을에서 만나 보세요.
pt: A <1>Guia do Ninho</1> tem novas lições para você! Encontre-a na oficina.
ru: У <1>проводника гнездования</1> есть новые уроки! Найдите ее в мастерской.
th: <1>ผู้แนะนำการสร้างรัง</1>มีบทเรียนใหม่สำหรับคุณ! ���ปหาเขาได้ที่เวิร์คช็อป
vi: <1>Chỉ Dẫn Xây Tổ</1> có những bài học mới dành cho bạn! Hãy tìm họ trong khu xưởng.
zh_hans: <1>筑巢向导</1>有新的课程要教授给你！去他的工作室里找他。
zh_hant: <1>築巢嚮導</1>有新的課程要教授給你！去他的工坊找他。

# season_intro_8_23
source: Travel to the concert hall?
de: Zur Konzerthalle reisen?
es: ¿Viajar al auditorio?
fr: Aller à la Salle de concert ?
id: Pergi ke aula konser?
it: Vuoi raggiungere la sala concerti?
ja: コンサートホールへ向かいますか？
ko: 연주회장으로 이동할까요?
pt: Deseja ir para a sala de concertos?
ru: Отправиться в концертный зал?
th: เดินทางไปยังโถงคอนเสิร์ตหรือไม่
vi: Tới phòng hòa nhạc?
zh_hans: 前往音乐厅？
zh_hant: 要前往音樂廳嗎？

# season_meditation_note_already_rewarded
source: Unable to delete messages with 10 or more likes.
de: Nachrichten mit 10 oder mehr Likes können nicht gelöscht werden.
es: No se pueden borrar mensajes con 10 o más “Me gusta”.
fr: Impossible de supprimer des messages ayant au moins 10 J’aime.
id: Tidak dapat menghapus pesan dengan 10 suka atau lebih.
it: Impossibile eliminare i messaggi con 10 o più "Mi piace".
ja: 10個以上のいいねがついているメッセージは削除できません
ko: 10명 이상이 좋아하는 메시지는 삭제할 수 없어요.
pt: Não é possível apagar mensagens com mais de 10 curtidas.
ru: Нельзя удалять сообщения с 10 и больше лайками.
th: ไม่สามารถลบข้อความที่มีการกดไลค์ 10 ครั้งขึ้นไปได้
vi: Không thể xóa tin nhắn có 10 lượt thích trở lên
zh_hans: 无法消除被点超过10个赞的留言蜡烛
zh_hant: 無法消除被點超過10個讚的留言蠟燭

# season_meditation_note_friend_super_like_reward
source: Your friend <8>{{1}}</8> liked it so much that they gifted you a <heart/> for "{{2}}"
de: Dein Freund <8>{{1}}</8> hat sich sehr darüber gefreut und dir Folgendes geschenkt: <heart/> für "{{2}}"
es: A tu colega <8>{{1}}</8> le gustó tanto que te regaló un <heart/> por "{{2}}".
fr: <8>{{1}}</8> a tellement apprécié que vous venez de recevoir en retour : <heart/> pour "{{2}}"
id: Teman kamu <8>{{1}}</8> sangat menyukainya sehingga ia menghadiahkan kamu sebuah <heart/> untuk "{{2}}"
it: <8>{{1}}</8> ti ha regalato un <heart/> perché ha apprezzato molto il tuo dono: "{{2}}"
ja: あなたのフレンドの<8>{{1}}</8>さんが、あなたのこの作品をとても気に入り、<heart/>のギフトを贈ってくれました "{{2}}"
ko: 친구 <8>{{1}}</8> 님이 아래 작품에 대해 <heart/>를 보냈어요. "{{2}}"
pt: <8>{{1}}</8> gostou tanto que lhe enviou um <heart/> de presente por "{{2}}"
ru: Ваш друг <8>{{1}}</8> отправил вам подарок <heart/> за ваше творение «{{2}}»
th: เพื่อนของคุณ <8>{{1}}</8> ชื่นชอบสิ่งนี้มาก และได้มอบ <heart/> เป็นของขวัญให้กับคุณจำนวน "{{2}}" ชิ้น
vi: Người bạn <8>{{1}}</8> này rất thích, họ đã tặng bạn một <heart/> dành cho "{{2}}"
zh_hans: 你的好友<8>{{1}}</8>赠送给你一个<heart/>，因为你的作品深受喜爱： “{{2}}”
zh_hant: 你的朋友<8>{{1}}</8>非常喜歡，所以他們送你一個<heart/>對此表示心意： \\「{{2}}\\」

# season_meditation_note_multiple_friend_super_like_rewards
source: Your friends liked it so much that they gifted you {{1}} x <heart/> for "{{2}}"
de: Deine Freunde mochten es so sehr, dass sie dir {{1}} x <heart/> für "{{2}}" geschenkt haben.
es: A tus amigos les gustó tanto que te regalaron {{1}} x <heart/> por "{{2}}"
fr: Tes amis l'ont tellement aimé qu'ils t'ont offert {{1}} x <heart/> pour "{{2}}"
id: Teman-teman kamu sangat menyukainya sehingga mereka menghadiahkan kamu {{1}} x <heart/> untuk "{{2}}"
it: Ai tuoi amici è piaciuto così tanto che ti hanno regalato {{1}} x <heart/> per "{{2}}"
ja: あなたのフレンドはあなたの作品をとても気に入り、あなたに{{1}} x <heart/>を贈ってくれました： "{{2}}"
ko: 친구들이 이 작품을 무척 마음에 들어해서 <heart/> x {{1}}를 받습니다. "{{2}}"
pt: Os seus amigos gostaram tanto que lhe presentearam com {{1}} x <heart/> por "{{2}}"
ru: Вашим друзьям так понравилось, что они подарили {{1}} x <heart/> за "{{2}}"
th: เพื่อนของคุณชื่นชอบสิ่งนี้มาก และพวกเขาได้มอบ {{1}} x <heart/> เป็นของขวัญให้กับคุณจำนวน "{{2}}" ชิ้น
vi: Bạn bè của bạn đã thích nó đến mức họ đã tặng bạn {{1}} x <heart/> cho "{{2}}"
zh_hans: 你的朋友们非常喜欢，所以他们送你{{1}} x <heart/>对此表示心意： "{{2}}"
zh_hant: 你的朋友們非常喜歡，所以他們送你{{1}} x <heart/>對此表示心意： \\「{{2}}\\」

# season_meditation_note_multiple_mixed_super_like_rewards
source: Your friends and others liked it so much that they gifted you {{1}} x <heart/> for "{{2}}"
de: Deine Freunde und andere mochten es so sehr, dass sie dir {{1}} x <heart/> für "{{2}}" geschenkt haben.
es: A tus amigos y otros les gustó tanto que te regalaron {{1}} x <heart/> por "{{2}}"
fr: Tes amis et d'autres l'ont tellement aimé qu'ils t'ont offert {{1}} x <heart/> pour "{{2}}"
id: Teman-teman kamu dan orang lain sangat menyukainya sehingga mereka menghadiahkan kamu {{1}} x <heart/> untuk "{{2}}"
it: Ai tuoi amici e altri è piaciuto così tanto che ti hanno regalato {{1}} x <heart/> per "{{2}}"
ja: あなたのフレンドと星の子どもたちがあなたの作品をとても気に入り、あなたに{{1}} x <heart/>を贈ってくれました： "{{2}}"
ko: 친구와 다른 플레이어들이 이 작품을 무척 마음에 들어해서 <heart/> x {{1}}를 받습니다. "{{2}}"
pt: Os seus amigos e outras pessoas gostaram tanto que lhe presentearam com {{1}} x <heart/> por "{{2}}"
ru: Вашим друзьям и остальным так понравилось, что они подарили {{1}} x <heart/> за "{{2}}"
th: เพื่อนของคุณและคนอื่นๆ ชื่นชอบสิ่งนี้มาก และพวกเขาได้มอบ {{1}} x <heart/> เป็นของขวัญให้กับคุณจำนวน "{{2}}" ชิ้น
vi: Bạn bè của bạn và những người khác đã thích nó đến mức họ đã tặng bạn {{1}} x <heart/> cho "{{2}}"
zh_hans: 你的朋友还有其他人都非常喜欢，所以他们送你{{1}} x <heart/>对此表示心意： "{{2}}"
zh_hant: 你的朋友還有其他人都非常喜歡，所以他們送你{{1}} x <heart/>對此表示心意： \\「{{2}}\\」

# season_meditation_note_multiple_super_like_rewards
source: Others liked it so much that they gifted you {{1}} x <heart/> for "{{2}}"
de: Anderen hat es so sehr gefallen, dass sie dir {{1}} x <heart/> für "{{2}}" geschenkt haben.
es: A otros les gustó tanto que te regalaron {{1}} x <heart/> por "{{2}}"
fr: D'autres l'ont tellement aimé qu'ils t'ont offert {{1}} x <heart/> pour "{{2}}"
id: Orang lain sangat menyukainya sehingga mereka menghadiahkan kamu {{1}} x <heart/> untuk "{{2}}"
it: Ad altri è piaciuto così tanto che ti hanno regalato {{1}} x <heart/> per "{{2}}"
ja: 星の子どもたちがあなたの作品をとても気に入り、あなたに{{1}} x <heart/>を贈ってくれました： "{{2}}"
ko: 다른 플레이어들이 이 작품을 무척 마음에 들어해서 <heart/> x {{1}}를 받습니다. "{{2}}"
pt: Outras pessoas gostaram tanto que lhe presentearam com {{1}} x <heart/> por "{{2}}"
ru: Остальным так понравилось, что они подарили {{1}} x <heart/> за "{{2}}"
th: คนอื่นๆ ชื่นชอบสิ่งนี้มาก และพวกเขาได้มอบ {{1}} x <heart/> เป็นของขวัญให้กับคุณจำนวน "{{2}}" ชิ้น
vi: Người khác thích nó đến mức họ đã tặng bạn {{1}} x <heart/> cho "{{2}}"
zh_hans: 有人非常喜欢，所以他们送你{{1}} x <heart/>对此表示心意： "{{2}}"
zh_hant: 有人非常喜歡，所以他們送你{{1}} x <heart/>對此表示心意： \\「{{2}}\\」

# season_meditation_note_reward
source: People like this so much that you earned a <heart/> for it "{{1}}"
de: Das hat den Leuten so gefallen, dass du <heart/> dafür verdient hast "{{1}}"
es: A la gente le gustó tanto que ganaste un <heart/> «{{1}}»
fr: Les gens aiment tellement ça que vous avez gagné <heart/> « {{1}} »
id: Orang-orang sangat menyukai ini sampai-sampai memberimu <heart/> "{{1}}"
it: Alla gente piace così tanto che hai guadagnato un <heart/> "{{1}}"
ja: <heart/>が届きました。たくさんの星の子どもたちが、あなたの作品に「いいね」してくれました "{{1}}"
ko: 이 작품이 많은 사랑을 받아 <heart/>를 얻었어요! "{{1}}"
pt: As pessoas gostaram tanto que você ganhou um <heart/> por isso "{{1}}"
ru: Это понравилось людям и вы получаете <heart/> "{{1}}"
th: ผู้คนชื่นชอบสิ่งนี้มาก และคุณได้รับ <heart/> จำนวน "{{1}}" ชิ้น
vi: Mọi người bày tỏ sự thích thú, bạn nhận được <heart/> "{{1}}"
zh_hans: 大家都非常喜欢这个，你因而赢得了<heart/> “{{1}}”
zh_hant: 大家非常喜歡這個，因此你贏得了一顆<heart/> 「{{1}}」

# season_meditation_note_super_like_reward
source: Somebody liked it so much that they gifted you a <heart/> for "{{1}}"
de: Jemand hat sich sehr darüber gefreut und dir Folgendes geschenkt: <heart/> für "{{1}}"
es: A alguien le gustó tanto que te regaló un <heart/> por "{{1}}".
fr: Quelqu'un a tellement apprécié que vous venez de recevoir en retour : <heart/> pour "{{1}}"
id: Seseorang sangat menyukainya sehingga ia menghadiahkan kamu sebuah <heart/> untuk "{{1}}"
it: Qualcuno ti ha regalato un <heart/> perché ha apprezzato molto il tuo dono: "{{1}}"
ja: どこかの星の子どもが、あなたのこの作品をとても気に入り、<heart/>のギフトを贈ってくれました "{{2}}"
ko: 누군가 아래 작품에 대해 <heart/>를 보냈어요. "{{1}}"
pt: Alguém gostou tanto que lhe enviou um presente de <heart/> por "{{1}}"
ru: Кому-то так понравилось ваше творение «{{1}}», что вам прислали за него подарок: <heart/>.
th: มีใครบางคนชื่นชอบสิ่งนี้มาก และเขาได้มอบ เป็นของขวัญให้กับคุณจำนวน "{{1}}" ชิ้น
vi: Ai đó rất thích, họ đã tặng bạn một <heart/> dành cho "{{1}}"
zh_hans: 有人赠送给你一个<heart/>，因为你的作品深受喜爱： “{{1}}”
zh_hant: 有人非常喜歡，所以他們送你一個<heart/>對此表示心意: \\「{{1}}\\」

# season_minutesbefore
source: The new season starts in <b>{{1}}</b> minutes
de: Die neue Saison beginnt in <b>{{1}}</b> Minuten
es: La nueva temporada comienza en <b>{{1}}</b> minutos
fr: La nouvelle saison commence dans <b>{{1}}</b> minutes
id: Musim baru dimulai dalam <b>{{1}}</b> menit
it: La nuova stagione inizia tra <b>{{1}}</b> minuti
ja: 新たな季節が訪れるまであと<b>{{1}}</b>分
ko: <b>{{1}}</b>분 후 새 시즌이 시작됩니다
pt: A nova temporada começa em <b>{{1}}</b> minutos
ru: Новый сезон начнётся через <b>{{1}}</b> мин.
th: ฤดูกาลใหม่จะเริ่มต้นใน <b>{{1}}</b> นาที
vi: Mùa mới bắt đầu sau <b>{{1}}</b> phút
zh_hans: 新季节<b>{{1}}</b>分钟后开始
zh_hant: 新季節<b>{{1}}</b>分鐘後開始

# season_minutesleft
source: <b>{{1}}</b> minutes left in the season
de: Es sind noch <b>{{1}}</b> Minuten in der Saison übrig
es: Quedan <b>{{1}}</b> minutos en la temporada
fr: Il reste <b>{{1}}</b> minutes dans la saison
id: <b>{{1}}</b> menit lagi sebelum musim berakhir
it: Ci sono <b>{{1}}</b> minuti rimasti nella stagione
ja: この季節が過ぎ去るまであと<b>{{1}}</b>分
ko: 새 시즌까지 남은 시간 <b>{{1}}</b>분
pt: Restam <b>{{1}}</b> minutos na temporada
ru: До окончания сезона осталось <b>{{1}}</b> мин.
th: ฤดูกาลนี้เหลือเวลาอีก <b>{{1}}</b> นาที
vi: Mùa này kết thúc sau <b>{{1}}</b> phút
zh_hans: 本季节还剩<b>{{1}}</b>分钟
zh_hant: 本季節還剩<b>{{1}}</b>分鐘

# season_pass_days_left
source: <spendant/> <b>{{1}}</b> days left
de: <spendant/> <b>{{1}}</b> Tage übrig
es: <spendant/> <b>{{1}}</b> días restantes
fr: <spendant/> <b>{{1}}</b> jours restants
id: <spendant/> <b>{{1}}</b> hari lagi
it: <spendant/> Ancora <b>{{1}}</b> giorni
ja: <spendant/>残り <b>{{1}}</b> 日
ko: <spendant/> <b>{{1}}</b>일 남음
pt: <spendant/> <b>{{1}}</b> dias restantes
ru: <spendant/> осталось <b>{{1}}</b> дн.
th: เหลือเวลาอีก <spendant/> <b>{{1}}</b> วัน
vi: <spendant/>Còn lại <b>{{1}}</b> ngày
zh_hans: <spendant/> 还剩<b>{{1}}</b>天
zh_hant: <spendant/> 還剩<b>{{1}}</b>天

# season_pass_days_left_no_pendant
source: <b>{{1}}</b> days left
de: <b>{{1}}</b> Tage übrig
es: <b>{{1}}</b> días restantes
fr: <b>{{1}}</b> jours restants
id: <b>{{1}}</b> hari lagi
it: Ancora <b>{{1}}</b> giorni
ja: 残り<b>{{1}}</b> 日
ko: <b>{{1}}</b>일 남음
pt: <b>{{1}}</b> dias restantes
ru: осталось <b>{{1}}</b> дн.
th: เหลือเวลาอีก <b>{{1}}</b> วัน
vi: Còn lại <b>{{1}}</b> ngày
zh_hans: 剩下<b>{{1}}</b>天
zh_hant: 剩下<b>{{1}}</b>天

# season_pass_days_to_go_no_pendant
source: <b>{{1}}</b> days to go
de: Noch <b>{{1}}</b> Tage
es: Faltan <b>{{1}}</b> días
fr: <b>{{1}}</b> jours restants
id: <b>{{1}}</b> hari lagi
it: Ancora <b>{{1}}</b> giorni
ja: あと<b>{{1}}</b>日
ko: <b>{{1}}</b>일 전
pt: Restam <b>{{1}}</b> dias
ru: Осталось <b>{{1}}</b> дн.
th: เหลืออีก <b>{{1}}</b> วัน
vi: Sau <b>{{1}}</b> ngày
zh_hans: 还剩<b>{{1}}</b>天
zh_hant: 還剩<b>{{1}}</b>天

# season_pass_hours_left
source: <spendant/> <b>{{1}}</b> hours left
de: <spendant/> <b>{{1}}</b> Stunden übrig
es: <spendant/> <b>{{1}}</b> horas restantes
fr: <spendant/> <b>{{1}}</b> heures restantes
id: <spendant/> <b>{{1}}</b> jam lagi
it: <spendant/> Ancora <b>{{1}}</b> ore
ja: <spendant/>残り <b>{{1}}</b> 時間
ko: <spendant/> <b>{{1}}</b>시간 남음
pt: <spendant/> <b>{{1}}</b> horas restantes
ru: <spendant/> осталось <b>{{1}}</b> ч.
th: เหลือเวลาอีก <spendant/> <b>{{1}}</b> ชั่วโมง
vi: <spendant/>Còn lại <b>{{1}}</b> giờ
zh_hans: <spendant/> 还剩<b>{{1}}</b>小时
zh_hant: <spendant/> 還剩<b>{{1}}</b>小時

# season_pass_hours_left_no_pendant
source: <b>{{1}}</b> hours left
de: <b>{{1}}</b> Stunden übrig
es: <b>{{1}}</b> horas restantes
fr: <b>{{1}}</b> heures restantes
id: <b>{{1}}</b> jam lagi
it: Ancora <b>{{1}}</b> ore
ja: 残り<b>{{1}}</b> 時間
ko: <b>{{1}}</b>시간 남음
pt: <b>{{1}}</b> horas restantes
ru: осталось <b>{{1}}</b> ч.
th: เหลือเวลาอีก <b>{{1}}</b> ชั่วโมง
vi: Còn lại <b>{{1}}</b> giờ
zh_hans: 剩下<b>{{1}}</b>小时
zh_hant: 剩下<b>{{1}}</b>小時

# season_pass_hours_to_go_no_pendant
source: <b>{{1}}</b> hours to go
de: Noch <b>{{1}}</b> Stunden
es: Faltan <b>{{1}}</b> horas
fr: <b>{{1}}</b> heures restantes
id: <b>{{1}}</b> jam lagi
it: Ancora <b>{{1}}</b> ore
ja: あと<b>{{1}}</b>時間
ko: <b>{{1}}</b>시간 전
pt: Restam <b>{{1}}</b> horas
ru: Осталось <b>{{1}}</b> ч.
th: เหลืออีก <b>{{1}}</b> ชั่วโมง
vi: Sau <b>{{1}}</b> giờ
zh_hans: 还剩<b>{{1}}</b>小时
zh_hant: 還剩<b>{{1}}</b>小時

# season_pass_info_desc_xx1
source: <apcolor>{{1}}</apcolor> is here! Everyone can experience the Season for free. <small><apcolor>Season Pass</apcolor> owners receive upon purchase:</small>
de: <apcolor>{{1}}</apcolor> ist da! Jeder kann die Saison kostenlos erleben. <small><apcolor>Saisonpass</apcolor>-Besitzer erhalten beim Kauf:</small>
es: ¡Llegó <apcolor>{{1}}</apcolor>! Todos pueden disfrutar de la temporada de forma gratuita. <small>Los propietarios del <apcolor>pase de temporada</apcolor> recibirán al comprar:</small>
fr: <apcolor>{{1}}</apcolor> est arrivée ! Tout le monde peut profiter de la saison gratuitement. <small>Les détenteurs du <apcolor>passe saisonnier</apcolor> obtiennent pour chaque achat :</small>
id: <apcolor>{{1}}</apcolor> sudah tiba! Semua orang bisa menikmati Musim secara gratis. <small>Pemilik <apcolor>Season Pass</apcolor> menerima berikut ini saat membeli:</small>
it: La <apcolor>{{1}}</apcolor> è arrivata e tutti potranno provarla gratuitamente. <small>I proprietari di <apcolor>pass stagionale</apcolor> riceveranno al momento dell'acquisto:</small>
ja: <apcolor>{{1}}</apcolor>が訪れました！全てのプレイヤーが季節を無料でお楽しみいただけます。 <small><apcolor>シーズンパス</apcolor>所有者はパス購入時に以下をお受取りいただけます：</small>
ko: <apcolor>{{1}}</apcolor>이 찾아왔어요! 시즌은 누구나 무료로 즐길 수 있어요. <small><apcolor>시즌패스</apcolor> 보유자는 구매 시 다음과 같은 아이템을 받습니다:</small>
pt: A <apcolor>{{1}}</apcolor> chegou! Todos podem participar da temporada de graça. <small>Os proprietários do <apcolor>passe da temporada</apcolor> recebem na compra:</small>
ru: <apcolor>{{1}}</apcolor> уже здесь! Этот сезон доступен для всех без Сезонного пропуска. <small>Покупатели <apcolor>Сезонного пропуска</apcolor> получат бонус:</small>
th: <apcolor>{{1}}</apcolor> มาแล้ว! ทุกคนสามารถเพลิดเพลินกับฤดูกาลได้ฟรี ผู้ที่เป็นเจ้าของ<small><apcolor>บัตรผ่านฤดูกาล</apcolor>จะได้รับรายการเหล่านี้ทันทีที่ซื้อ:</small>
vi: <apcolor>{{1}}</apcolor> đã đến! Tất cả người chơi có thể trải nghiệm Mùa miễn phí. <small>Người chơi mua <apcolor>Vé Mùa</apcolor> được nhận:</small>
zh_hans: <apcolor>{{1}}</apcolor>来了！所有玩家都可以免费体验此季节。 <small><apcolor>季票</apcolor>持有者可以获得：</small>
zh_hant: 所有《Sky光·遇》玩家都可以免費參與<apcolor>{{1}}</apcolor>。 <small><apcolor>季票</apcolor>購買者將可獲得：</small>

# season_pass_info_faq
source: <b>How to Play Guide</b>
de: <b>Spielanleitung</b>
es: <b>Cómo jugar</b>
fr: <b>Guide de jeu</b>
id: <b>Panduan Cara Bermain</b>
it: <b>Regole di gioco</b>
ja: <b>遊び方</b>
ko: <b>플레이 안내</b>
pt: <b>Como jogar</b>
ru: <b>Как играть</b>
th: <b>คำแนะนำวิธีการเล่น</b>
vi: <b>Hướng dẫn chơi</b>
zh_hans: <b>常见问题</b>
zh_hant: <b>常見問題</b>

# season_pass_info_item_candles
source: <scandle/> <apcolor>Season Candle</apcolor> x 30
de: <scandle/> <apcolor>Saisonskerze</apcolor> x 30
es: <scandle/> <apcolor>Velas de temporada</apcolor> x 30
fr: <scandle/> <apcolor>Bougie saisonnière</apcolor> x 30
id: <scandle/> <apcolor>Lilin Musim</apcolor> x 30
it: <scandle/> <apcolor>Candele stagionali</apcolor> x 30
ja: <scandle/> <apcolor>シーズンキャンドル</apcolor> 30本
ko: <scandle/> <apcolor>시즌양초</apcolor> x 30
pt: <scandle/>30 x <apcolor>velas da temporada</apcolor>
ru: <scandle/> <apcolor>Сезонная свеча</apcolor> x 30
th: <scandle/> <apcolor>เทียนฤดูกาล</apcolor> 30 เล่ม
vi: <scandle/> <apcolor>Nến Mùa</apcolor> x 30
zh_hans: 30根<scandle/> <apcolor>季节蜡烛</apcolor>
zh_hant: <scandle/>30根免費<apcolor>季節蠟燭</apcolor>

# season_pass_info_item_candles_bonus
source: <scandle/> BONUS: {{1}} FREE candles (this week only)
de: <scandle/> BONUS: {{1}} KOSTENLOSE Kerzen (nur diese Woche)
es: <scandle/> BONIFICACIÓN: {{1}} Velas GRATIS (sólo esta semana)
fr: <scandle/> BONUS : {{1}} bougies GRATUITES (cette semaine uniquement)
id: <scandle/> BONUS: {{1}} lilin GRATIS (khusus minggu ini)
it: <scandle/> BONUS: {{1}} candele GRATIS (solo questa settimana)
ja: <scandle/> さらに今週限定！{{1}}本ボーナス！
ko: <scandle/> 보너스: {{1}} 무료 양초 (이번 주 한정)
pt: <scandle/> BÔNUS: {{1}} velas GRÁTIS (somente esta semana)
ru: <scandle/> БОНУС: {{1}} свеч. В ПОДАРОК (только на этой неделе)
th: <scandle/> โบนัส: เทียน {{1}} เล่มฟรี (สัปดาห์นี้เท่านั้น)
vi: <scandle/> THƯỞNG: {{1}} nến MIỄN PHÍ (Chỉ tuần này)
zh_hans: <scandle/> 奖励: {{1}} 免费蜡烛（仅限本周）
zh_hant: <scandle/> 獎勵: {{1}} 免費蠟燭（僅限本週）

# season_pass_info_item_daily_candle
source: <small>Plus access to:</small> <scandle/> <apcolor>Season Candle</apcolor> x 1 upon daily login
de: <small>Sowie Zugang zu:</small> <scandle/> <apcolor>Saisonskerze</apcolor> x 1 bei täglicher Anmeldung
es: <small>Además de acceso a: </small> <scandle/> <apcolor>Vela de temporada</apcolor> x 1 con el inicio de sesión diario
fr: <small>Accès plus à :</small> <scandle/> <apcolor>Bougie saisonnière</apcolor> x 1 à la connexion quotidienne
id: <small>Plus akses ke:</small> <scandle/> <apcolor>Lilin Musim</apcolor> x 1 saat masuk tiap hari
it: <small>Accesso a:</small> <scandle/> <apcolor>Candela stagionale</apcolor> x 1 accedendo ogni giorno
ja: <small>加えて、以下の特典があります：</small> <scandle/> ログイン時にもらえる<apcolor>シーズンキャンドル</apcolor> 1本
ko: <small>보너스 혜택</small> <scandle/> 매일 로그인 시 <apcolor>시즌양초</apcolor> x 1 획득
pt: <small>Além de acesso a:</small> <scandle/>1x <apcolor>vela da temporada</apcolor> no login diário
ru: <small>А также доступ к:</small> <scandle/> <apcolor>Сезонная свеча</apcolor> x 1 за каждый день входа в игру
th: <small>พร้อมการเข้าถึง:</small> <scandle/> <apcolor>เทียนฤดูกาล</apcolor> 1 เล่มเมื่อเข้าสู่ระบบในแต่ละวัน
vi: <small>Thêm:</small> <scandle/> <apcolor>Nến Mùa</apcolor> x1 khi đăng nhập hàng ngày
zh_hans: <small>另可获得：</small> 每日登录即可免费领取1根<scandle/><apcolor>季节蜡烛</apcolor>
zh_hant: <small>附加以下獎勵：</small> <scandle/>每日登入即可免費領取<apcolor>1根季節蠟燭</apcolor>
