Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap11_fetch_04_burn06_02
source: or even sometimes when she said nothing.
de: ... und selbst, wenn sie manchmal nichts sagte.
es: o incluso a veces cuando no decía nada.
fr: ou même quelquefois se taire.
id: atau bahkan saat dirinya tak bicara satu patah kata pun.
it: e a volte anche quando non diceva niente.
ja: だまっているならいるで、時には、どうしたんだろうと、聞き耳もたてたんだよ
ko: 내 장미가 아무 말도 하지 않을 때도 들어 줬어.
pt: ou mesmo calar-se algumas vezes.
ru: я прислушивался к ней, даже когда она умолкала.
th: หรือแม้ในบางครั้งที่เธอไม่ได้พูดอะไร
vi: hoặc thậm chí đôi khi cô ấy không nói gì.
zh_hans: 甚至有时我还倾听她的沉默。
zh_hant: 有時我還傾聽她的沉默。

# ap11_fetch_04_burn07_01
source: The time you spend watering your rose...
de: Es ist Zeit, die du für deine Rose geopfert hast ...
es: El tiempo que dedicas a regar tu rosa...
fr: Le temps que tu passes à arroser ta rose…
id: Waktu yang kamu habiskan menyirami mawarmu ...
it: È il tempo che tu hai perduto per la tua rosa...
ja: きみがそのバラに水をかけてあげることで
ko: 장미에 물을 주며 보낸 시간 때문에...
pt: Foi o tempo que perdeste com tua rosa...
ru: Ты отдаешь своей розе всю душу...
th: ช่วงเวลาที่คุณใช้รดน้ำดอกกุหลาบ…
vi: Thời gian bạn dành để tưới hoa hồng của mình ...
zh_hans: 正因为你为你的玫瑰花费了时间……
zh_hant: 正因你費時灌溉了你的玫瑰花……

# ap11_fetch_04_burn07_02
source: Is why they become so important.
de: ... die sie so bedeutsam macht.
es: Es lo que la hace importante.
fr: C’est le temps que tu as perdu pour ta rose qui fait ta rose si importante.
id: Adalah alasan mengapa mereka begitu penting.
it: che ha fatto la tua rosa così importante.
ja: きみにとってたった一輪の花になるんだ
ko: 그 장미가 소중한 거야.
pt: que fez tua rosa tão importante.
ru: потому она так дорога тебе.
th: เป็นเหตุผลว่าทำไมดอกไม้พวกนี้จึงสำคัญมาก
vi: Là lý do tại sao chúng trở nên quan trọng như vậy.
zh_hans: 你的玫瑰才变得如此重要。
zh_hant: 你的玫瑰才變得如此重要。

# ap11_fetch_04_burn_start_hint
source: Remove the darkness to tend to the flowers.
de: Entferne die Dunkelheit, um dich um die Blumen zu kümmern.
es: Elimina la oscuridad para poder cuidar las flores.
fr: Supprimez les ténèbres pour soigner les fleurs.
id: Hilangkan kegelapan untuk merawat bunga-bunga.
it: Rimuovi l'oscurità per occuparti dei fiori.
ja: 蝕む闇を溶かし、花たちのお手入れをしましょう
ko: 어둠을 걷어내고 꽃을 돌보세요
pt: Remova a escuridão para cuidar das flores.
ru: Избавьтесь от тьмы, чтобы позаботиться о цветах.
th: ขจัดความมืดเพื่อดูแลดอกไม้
vi: Loại bỏ bóng tối, chăm sóc những bông hoa.
zh_hans: 移除黑暗腐植，帮助这些花朵。
zh_hant: 移除黑暗腐植，幫助這些花朵。

# ap11_fetch_04_bye01_01
source: These roses are beautiful.
de: Diese Rosen sind so schön.
es: Estas rosas son hermosas.
fr: Ces roses sont belles.
id: Mawar-mawar ini indah.
it: Queste rose sono bellissime.
ja: ここのバラたちは美しいね
ko: 정말 아름다운 장미야.
pt: Estas rosas são lindas.
ru: Как прекрасны эти розы!
th: กุหลาบพวกนี้ช่างสวยงามนัก
vi: Những bông hồng này thật đẹp.
zh_hans: 这些玫瑰很美。
zh_hant: 這些玫瑰很美。

# ap11_fetch_04_bye01_02
source: But they are empty.
de: Aber sie sind leer.
es: Pero están vacías.
fr: Mais elles sont vides.
id: Tetapi mereka hampa.
it: Ma sono vuote.
ja: けれど、ただ咲いているだけなんだね
ko: 하지만 아무 의미도 없어.
pt: Mas são vazias.
ru: Но они пустые.
th: แต่พวกมันล้วนว่างเปล่า
vi: Nhưng chúng trống rỗng.
zh_hans: 但它们却只是空虚。
zh_hant: 但它們卻是空虛的。

# ap11_fetch_04_bye01_03
source: My rose is unique in all the world.
de: Meine Rose ist einzigartig auf der Welt.
es: Mi rosa es única en todo el mundo.
fr: Ma rose est unique au monde.
id: Mawarku adalah satu-satunya bagiku di seluruh dunia.
it: La mia rosa è unica al mondo.
ja: ぼくのバラは、世のなかに一つしかないんだ
ko: 내 장미는 세상에 하나뿐이야.
pt: Minha rosa é única no mundo.
ru: Моя роза — единственная в мире.
th: กุหลาบของฉันพิเศษที่สุดในโลก
vi: Bông hồng của tôi là độc nhất.
zh_hans: 我的那朵玫瑰是这世上独一无二的。
zh_hant: 我的那朵玫瑰是這世上獨一無二的。

# ap11_fetch_04_bye01_04
source: My rose perfumed all my planet...
de: Meine Rose ließ meinen Planeten duften ...
es: Mi rosa perfumaba todo mi planeta...
fr: La mienne embaumait ma planète…
id: Mawarku mewangikan seluruh planetku ...
it: La mia rosa profumava tutto il mio pianeta...
ja: ぼくのバラは、ぼくの星をいいにおいにしてたけど…
ko: 내 장미는 별에 향기를 가져다 줬어...
pt: Minha rosa perfumava meu planeta...
ru: Мой цветок напоил благоуханием всю мою планету...
th: กุหลาบของฉันส่งกลิ่นหอมไปทั่วทั้งดวงดาว…
vi: Bông hồng của tôi tỏa hương khắp hành tinh.
zh_hans: 我的那朵玫瑰使我的星球芳香四溢……
zh_hant: 我的那朵玫瑰使我的星球芳香四溢……

# ap11_fetch_04_bye01_05
source: But I did not know how to take pleasure in all her grace.
de: ... aber ich konnte mich nicht darüber freuen.
es: Pero no bastó para complacerme.
fr: Mais je ne savais pas m’en réjouir.
id: Tapi aku tidak tahu cara menikmati semua anugerahnya.
it: Ma non sapevo rallegrarmene.
ja: ぼくは、すこしも楽しくなかった
ko: 하지만 난 꽃을 감상하는 법을 몰랐어.
pt: Eu não soube compreender coisa alguma.
ru: А я не умел ему радоваться.
th: แต่ฉันก็ไม่รู้เลยว่า จะชื่นชมความงามของเธอได้อย่างไร
vi: Nhưng tôi không biết làm sao để thưởng thức hết những ân sủng đó.
zh_hans: 可那时的我，却不懂得如何欣赏她的优雅。
zh_hant: 可那時的我，卻不懂得如何欣賞她的優雅。

# ap11_fetch_04_bye02_01
source: My fox once told me...
de: Mein Fuchs hat mir einmal erzählt ...
es: Mi zorro me dijo una vez...
fr: Mon renard m'a dit un jour…
id: Rubahku pernah bilang ...
it: La mia volpe ha detto...
ja: ぼくのキツネが言っていたんだけどね…
ko: 언젠가 내 여우가 말했어...
pt: Minha raposa uma vez me disse...
ru: Лис однажды сказал мне...
th: จิ้งจอกของฉันเคยบอกว่า…
vi: Con cáo của tôi từng nói rằng ...
zh_hans: 我的狐狸曾经跟我说……
zh_hant: 我的狐狸曾經跟我說……

# ap11_fetch_04_bye02_02
source: One sees clearly only with the heart.
de: Nur mit dem Herzen sieht man klar.
es: Solo con el corazón se puede ver bien.
fr: Il faut chercher avec le cœur.
id: Seseorang hanya bisa melihat jelas dengan hatinya.
it: Non si vede bene che col cuore.
ja: 心で見なくちゃ、ものごとはよく見えない
ko: 마음으로 보아야 잘 볼 수 있어.
pt: Só se vê bem com o coração.
ru: Зорко одно лишь сердце.
th: มีเพียงดวงใจเท่านั้นที่มองเห็นได้กระจ่างแท้
vi: Người ta chỉ nhìn rõ bằng trái tim.
zh_hans: 只有用心才能看得清。
zh_hant: 只有用心才能看得清。

# ap11_fetch_04_bye02_03
source: Anything essential is invisible to the eyes.
de: Die wichtigen Dinge sind mit dem Auge nicht zu erkennen.
es: Lo esencial es invisible a los ojos.
fr: Tout ce qui est essentiel est invisible pour les yeux.
id: Segala yang penting tak tampak oleh mata.
it: L'essenziale è invisibile agli occhi.
ja: かんじんなことは、目には見えないんだよ
ko: 중요한 것은 눈에 보이지 않는 법이라고.
pt: O essencial é invisível aos olhos.
ru: Самого главного глазами не увидишь.
th: สิ่งสำคัญไม่อาจเห็นได้ด้วยตา
vi: Mắt thường không thể nhìn thấy những điều quan trọng.
zh_hans: 重要的东西是不能用眼睛看见的。
zh_hant: 真正重要的東西，只用眼睛是看不到的。

# ap11_fetch_04_end_quote
source: The stars are beautiful because of a flower you don't see...
de: Die Sterne sind schön, weil sie an eine Blume erinnern, die man nicht sieht ...
es: Las estrellas son hermosas por la flor que no ves...
fr: Les étoiles sont belles à cause d'une fleur qu'on ne voit pas…
id: Bintang-bintang indah karena bunga yang tak terlihat olehmu ...
it: Le stelle sono belle per un fiore che non si vede...
ja: 星があんなに美しいのも、目に見えない花が一つあるからなんだ…
ko: 별들이 아름다운 건 보이지 않는 꽃 한 송이 때문이야...
pt: As estrelas são belas por causa de uma flor que não se pode ver...
ru: Звезды очень красивые, потому что где-то там есть цветок, хоть его и не видно…
th: ดวงดาวนั้นดูสวยงาม เพราะดอกไม้ที่ไม่อาจมองเห็นได้…
vi: Những ngôi sao trở nên rạng rỡ vì một bông hoa bạn không nhìn thấy ...
zh_hans: 那些星星会如此美丽，正是因为一朵你看不见的花……
zh_hant: 那些星星會如此美麗，正是因為一朵你看不見的花……

# ap11_fetch_04_meet_01
source: Something curious stirs over there.
de: Da drüben rührt sich etwas.
es: Algo curioso se mueve por allí.
fr: Il se passe quelque chose d'étrange là-bas.
id: Ada yang aneh di sana.
it: C'è qualcosa che freme laggiù.
ja: この辺りなにか、へんなことになっているみたい
ko: 뭔가 이상한 일이 벌어지고 있어.
pt: Tem algo curioso acontecendo por aqui.
ru: Что-то странное там происходит.
th: มีบางสิ่งที่แปลกประหลาดเกิดขึ้นที่นั่น
vi: Có thứ gì đó kỳ lạ ở đằng kia.
zh_hans: 那边有奇怪的东西在动。
zh_hant: 那邊有奇怪的東西在動。

# ap11_fetch_04_meet_02
source: These flowers are short of air!
de: Diese Blumen bekommen fast keine Luft mehr.
es: ¡A estas flores les falta el aire!
fr: Ces fleurs manquent d'air !
id: Bunga-bunga ini kekurangan udara!
it: Questi fiori stanno soffocando!
ja: たいへん、花たちの空気が足りないんだ！
ko: 꽃이 숨을 못 쉬어!
pt: Estas flores estão com falta de ar!
ru: Эти цветы задыхаются!
th: ดอกไม้พวกนี้ขาดอากาศ!
vi: Những bông hoa này đang thiếu dưỡng khí!
zh_hans: 这些花儿要窒息了！
zh_hant: 這些花兒要窒息了！

# ap11_fetch_04_outro_01
source: His laughter fell to silence.
de: Sein Lachen verstummte.
es: Su risa desapareció.
fr: Son rire s'est tu.
id: Tawanya menjadi sunyi dalam sekejap.
it: La sua risata divenne silenzio.
ja: あの笑い声はもうきかれない
ko: 친구의 웃음소리가 점점 사라졌어요.
pt: Seu riso se tornou silêncio.
ru: Замолкло все в округе.
th: เสียงหัวเราะของเขาได้เงียบลง
vi: Tiếng cười của anh im bặt.
zh_hans: 他的笑声归于沉寂。
zh_hant: 他的笑聲歸於沉寂。

# ap11_fetch_04_outro_02
source: My vanity in defeat.
de: Meine Eitelkeit in der Niederlage.
es: Mi vanidad derrotada.
fr: Ma vanité dans la défaite.
id: Kesombonganku terkalahkan.
it: La mia vanità divenne una sconfitta.
ja: もう意地をはっても、しかたがありませんわ
ko: 내 허영심이 진 거죠.
pt: E a minha vaidade se tornou derrota.
ru: Меня сгубила спесь.
th: ความทระนงของฉันกำลังแหลกสลาย
vi: Sự phù phiếm của tôi sụp đổ.
zh_hans: 我的虚荣心一败涂地。
zh_hant: 我的虛榮心一敗塗地。

# ap11_fetch_04_outro_03
source: Without my friend beside me,
de: Ohne meinen Freund an meiner Seite
es: Sin mi amigo a mi lado,
fr: Sans mon ami à mes côtés,
id: Tanpa kawanku di sisi,
it: Senza il mio amico al mio fianco,
ja: お友だちがそばにいてくださらないと
ko: 친구가 옆에 없으니...
pt: Sem meu amigo ao meu lado,
ru: Без доброго мне друга
th: เมื่อไร้เพื่อนอยู่เคียงกาย
vi: Không có bạn mình bên cạnh,
zh_hans: 没有我的朋友在身边，
zh_hant: 沒有我的朋友在身邊，

# ap11_fetch_04_outro_04
source: these sunsets felt less sweet.
de: fühlten sich die Sonnenuntergänge nicht mehr so schön an.
es: estas puestas de sol eran menos dulces.
fr: ces couchers de soleil n'étaient plus magnifiques.
id: matahari terbenam ini terasa kurang manis.
it: questi tramonti sono meno dolci.
ja: 日の入りもあんまり、すてきなひと時に思えませんの
ko: 노을도 전처럼 달콤하지 않네요.
pt: nenhum pôr do sol foi tão doce.
ru: Закат не мил теперь.
th: ตะวันตกดินดูสวยไม่เท่าเดิม
vi: những buổi hoàng hôn này trở nên ít ngọt ngào hơn.
zh_hans: 这些日落也不那么美了。
zh_hant: 這些日落也不那麼美了。

# ap11_fetch_04_outro_05
source: I wonder if he'll find remorse someday?
de: Ich frage mich, ob er eines Tages Reue empfinden wird?
es: Me pregunto si se arrepentirá algún día.
fr: Je me demande s'il aura des regrets un jour.
id: Aku ingin tahu apa dia akan merasakan penyesalan suatu hari nanti?
it: Mi chiedo se un giorno proverà rimorso.
ja: いつか、このことを哀しんでくださるかしら？
ko: 그도 언젠가 후회하게 될까요?
pt: Será que um dia ele sentirá remorso?
ru: Вернется он ко мне? Наступит этот день?
th: ฉันอยากรู้จังเลยว่า วันหนึ่งเขาจะรู้สึกสำนึกผิดไหม
vi: Không biết một ngày nào đó anh ấy có hối hận không?
zh_hans: 我不知道有一天他会不会后悔？
zh_hant: 我不知道他有一天會不會后悔？

# ap11_fetch_05_bye_01
source: Thank you...
de: Danke ...
es: Gracias...
fr: Merci…
id: Terima kasih ...
it: Grazie...
ja: ありがとう…
ko: 고마워...
pt: Obrigado...
ru: Спасибо...
th: ขอบใจนะ...
vi: Cảm ơn bạn...
zh_hans: 谢谢你……
zh_hant: 謝謝你……

# ap11_fetch_05_bye_02
source: I'm glad to have you as a friend.
de: Ich bin froh, dich als Freund zu haben.
es: Me alegro de tenerte como amistad.
fr: Je suis heureux de t'avoir comme ami.
id: Aku senang punya teman sepertimu.
it: Sono felice di avere la tua amicizia.
ja: きみと友だちになれて、ほんとにうれしいよ
ko: 네가 내 친구여서 다행이야.
pt: Estou feliz por ter a sua amizade.
ru: Я рад, что мы подружились.
th: ฉันดีใจที่มีคุณเป็นเพื่อน
vi: Tôi rất vui khi có bạn như một người bạn.
zh_hans: 我很高兴能有你这个朋友。
zh_hant: 我很高興能有你這個朋友。

# ap11_fetch_05_end_quote
source: One becomes responsible forever for what one has tamed.
de: Du wirst immer verantwortlich sein für das, was du zähmst.
es: Uno se vuelve responsable para siempre de lo que domestica.
fr: Tu deviens responsable pour toujours de ce que tu as apprivoisé.
id: Seseorang bertanggung jawab selamanya atas apa yang telah dijinakkannya.
it: Tu diventi responsabile per sempre di quello che hai addomesticato.
ja: めんどうをみたあいてには、いつまでも責任があるんだ
ko: 길들인 것은 영원히 책임져야 해.
pt: Tu te tornas eternamente responsáveis por aquilo que cativas.
ru: Мы навсегда в ответе за тех, кого приручили.
th: คุณต้องรับผิดชอบในทุกๆ ความสัมพันธ์ที่คุณสร้างขึ้นมา
vi: Người ta phải chịu trách nhiệm mãi mãi với những thứ mình đã thuần hóa.
zh_hans: 人要为自己驯服过的一切负责到底。
zh_hant: 人要為自己馴服過的一切負責到底。

# ap11_fetch_05_meet_01
source: I found this in the cave we visited.
de: Das habe ich in der Höhle gefunden, die wir besucht haben.
es: Encontré esto en la cueva que visitamos.
fr: J'ai trouvé ça dans la grotte que nous avons visitée.
id: Aku menemukan ini di gua yang kita kunjungi.
it: Ho trovato questa nella grotta che abbiamo visitato.
ja: いっしょに行った洞くつで、これを見つけたんだ
ko: 우리가 갔던 동굴에서 이걸 찾았어.
pt: Encontrei isto na caverna que visitamos.
ru: Я нашел это в пещере, где мы были.
th: ฉันพบสิ่งนี้ในถ้ำที่พวกเราไปมา
vi: Tôi tìm thấy cái này trong hang động mà chúng tôi đã tới.
zh_hans: 我在我们去过的山洞里发现了这个。
zh_hant: 我在我們去過的山洞裡發現了這個。

# ap11_fetch_05_meet_02
source: How does it work?
de: Wie funktioniert das?
es: ¿Cómo funciona?
fr: Comment cela fonctionne-t-il ?
id: Bagaimana cara kerjanya?
it: Come funziona?
ja: どうやって使うものなんだろう？
ko: 어디에 쓰는 건지 알아?
pt: Como funciona?
ru: Как это работает?
th: มันทำงานยังไงกันนะ
vi: Làm thế nào để dùng?
zh_hans: 这是怎么用的？
zh_hant: 這是怎麼用的？

# ap11_fetch_05_meet_03
source: Mind trying this for me?
de: Möchtest du es für mich ausprobieren?
es: ¿Te importaría probarla por mí?
fr: Tu peux l'essayer pour moi ?
id: Mau coba ini untukku?
it: Proveresti tu al posto mio?
ja: やって見せてくれる？
ko: 어떻게 쓰는지 보여 줄래?
pt: Importa-se de experimentar para mim?
ru: Попробуешь для меня?
th: ช่วยลองดูเจ้าสิ่งนี้ให้ฉันหน่อยได้ไหม
vi: Thử cái này giúp tôi được không?
zh_hans: 能给我演示一下吗？
zh_hant: 能示範給我看嗎？

# ap11_fetch_05_outro_01
source: (cough)
de: (*hust*)
es: (tos)
fr: (tousse)
id: (batuk)
it: (colpo di tosse)
ja: （コホン、コホン）
ko: (콜록)
pt: (cof)
ru: (кхе-кхе)
th: (แค่ก)
vi: (Khụ khụ)
zh_hans: （咳嗽）
zh_hant: （咳嗽）

# ap11_fetch_05_outro_02
source: Some days, I perfumed his planet.
de: An manchen Tagen versüßte ich seinen Planeten.
es: Algunos días, perfumaba su planeta.
fr: Certains jours, je parfumais sa planète.
id: Beberapa hari, aku mengharumkan planetnya.
it: Di giorno profumavo il suo pianeta.
ja: ある日には、彼の星をいいにおいでつつみました
ko: 낮에는 가끔 이 별에 향기를 뿌렸어요.
pt: Em alguns dias, perfumei o planeta dele.
ru: Были дни, когда я дарила планете свой аромат.
th: บางวัน ฉันก็ทำให้โลกของเขาหอมหวน
vi: Những ngày đó, tôi giúp hành tinh của anh ấy thơm ngát.
zh_hans: 那些时日，我让他的星球弥漫芬芳。
zh_hant: 那些時日，我讓他的星球彌漫芬芳。

# ap11_fetch_05_outro_03
source: Some nights, I wilted in pretense.
de: An manchen Nächten verwelkte ich vor Heuchelei.
es: Algunas noches, fingía marchitarme.
fr: Certaines nuits, je faisais semblant de flétrir.
id: Beberapa malam, aku layu dalam kepura-puraan.
it: Di notte deperivo.
ja: ある夜には、しおれたふりもしてみせました
ko: 밤에는 가끔 시드는 척 했고요.
pt: Em algumas noites, murchei de fingimento.
ru: Были ночи, когда я притворно дрожала на ветру.
th: บางคืน ฉันก็หาข้ออ้างให้ตัวเองได้อ่อนแอ
vi: Những đêm đó, tôi héo mòn.
zh_hans: 那些夜晚，我假装萎靡不振。
zh_hant: 那些夜晚，我假裝萎靡不振。

# ap11_fetch_05_outro_04
source: But he could not see my friendship,
de: Aber er konnte weder meine Freundschaft
es: Pero él no veía mi amistad,
fr: Mais il ne voyait pas mon amitié,
id: Tapi dia tak bisa melihat persahabatanku,
it: Ma lui non vedeva la mia amicizia
ja: でもあなたは、あたくしの仲良くしたい気持ちも
ko: 하지만 그는 내 우정을 느끼지 못했어요.
pt: Mas ele não enxergava a minha amizade
ru: Но он не видел моей дружбы
th: แต่เขาไม่อาจเห็นมิตรภาพของฉัน
vi: Nhưng anh ấy không thể thấy tình bạn của tôi,
zh_hans: 但他看不见我的情谊，
zh_hant: 但他看不見我的情誼，

# ap11_fetch_05_outro_05
source: or the joy in my soul.
de: noch die Freude in meiner Seele erkennen.
es: ni la felicidad de mi alma.
fr: ou la joie dans mon âme.
id: atau kebahagiaan dalam jiwaku.
it: né la gioia nella mia anima.
ja: 心にひろがるよろこびも、ちっとも知りませんでした
ko: 내 영혼 속의 기쁨도 깨닫지 못했지요.
pt: nem a alegria em minha alma.
ru: и радости в моем сердце.
th: หรือความสุขในจิตวิญญาณของฉันเลย
vi: hay niềm vui trong tâm hồn tôi.
zh_hans: 也看不见我发自灵魂的欢欣。
zh_hant: 也看不見我發自靈魂的歡欣。

# ap11_fetch_05_outro_06
source: Will he ever know...?
de: Ob er es jemals erkennen wird ...?
es: ¿Alguna vez sabrá que...?
fr: Le saura-t-il un jour ?
id: Akankah dia tahu ...?
it: Se ne renderà mai conto...?
ja: いつか伝わるかしら…？
ko: 언젠가는 그도 알게 될까요...?
pt: Será que um dia saberá...?
ru: Узнает ли он когда-нибудь?..
th: เขาจะรู้ไหมนะ...
vi: Liệu anh ấy có biết ...?
zh_hans: 可有朝一日，他能知晓……？
zh_hant: 有朝一日，他能否知曉……？

# ap11_fetch_05_reflect_01
source: I should have judged her according to her actions...
de: Ich hätte sie nach ihren Taten beurteilen sollen ...
es: Debí juzgarla por sus actos...
fr: J’aurais dû la juger sur ses actions…
id: Seharusnya aku menilainya dari tindakannya ...
it: Avrei dovuto giudicarlo dagli atti...
ja: ぼくは、彼女のすることで考えるべきだったんだ…
ko: 장미의 행동을 보고 판단할 걸 그랬어.
pt: Eu deveria tê-la julgado pelos atos...
ru: Надо было судить не по словам, а по делам...
th: ฉันควรตัดสินเธอตามการกระทำ...
vi: Lẽ ra tôi nên đánh giá cô ấy dựa trên hành động...
zh_hans: 我本该根据她的行为来判断她……
zh_hant: 我應該根據她的行動來判斷她……

# ap11_fetch_05_reflect_02
source: and not her words.
de: und nicht nach ihren Worten.
es: y no por sus palabras.
fr: et non sur ses mots.
id: bukan dari perkataannya.
it: non dalle parole.
ja: 言うことを取り上げるんじゃなくて
ko: 장미의 말이 아니라...
pt: e não pelas palavras dela.
ru: а по делам.
th: มิใช่คำพูด
vi: chứ không phải là lời nói.
zh_hans: 而不是她的言语。
zh_hant: 而不是她的言語。

# ap11_fetch_05_reflect_04
source: Do you think I am responsible for my rose?
de: Meinst du, ich bin für meine Rose verantwortlich?
es: ¿Crees que soy responsable de mi rosa?
fr: Tu penses que je suis responsable de ma rose ?
id: Menurutmu aku bertanggung jawab atas mawarku?
it: Credi che io sia responsabile della mia rosa?
ja: きみも、ぼくはあのバラの花に責任があると思う？
ko: 내가 장미를 책임져야 한다고 생각해?
pt: Você acha que sou responsável pela minha rosa?
ru: Думаешь, я в ответе за мою розу,
th: คุณคิดว่าฉันต้องรับผิดชอบต่อดอกกุหลาบของฉันไหม
vi: Bạn có cho rằng tôi nên có trách nhiệm với bông hồng của mình không?
zh_hans: 你觉得我应该对我的玫瑰花负责吗？
zh_hant: 你覺得我應該對我的玫瑰花負責嗎？

# ap11_fetch_05_sunset_01
source: I'm very fond of sunsets.
de: Ich liebe Sonnenuntergänge.
es: Me gustan mucho las puestas de sol.
fr: J'aime beaucoup les couchers de soleil.
id: Aku suka sekali matahari terbenam.
it: Mi piacciono tanto i tramonti.
ja: ぼくね、日の暮れるころが、大好きなんだよ
ko: 난 노을이 정말 좋아.
pt: Gosto muito do pôr do sol.
ru: Я очень люблю закат.
th: ฉันชอบพระอาทิตย์ตกเหลือเกิน
vi: Tôi rất thích cảnh hoàng hôn.
zh_hans: 我很喜欢看日落。
zh_hant: 我很喜歡看日落。

# ap11_fetch_05_sunset_02
source: Just like back home.
de: Ich fühle mich wie zu Hause.
es: Igual que en casa.
fr: Comme chez moi.
id: Seperti saat di rumah.
it: Proprio come a casa.
ja: ぼくの星にいるみたい
ko: 내 별에서도 그랬어.
pt: Assim como era em casa.
ru: Мне все кажется, что я у себя дома!
th: เหมือนกับที่บ้านเลย
vi: Giống như trở về nhà.
zh_hans: 就像回家了一样。
zh_hant: 就像回家了一樣。

# ap11_fetch_05_sunset_03
source: One day, I saw the sunset forty-four times!
de: Einmal habe ich mir den Sonnenuntergang vierundvierzig Mal angesehen!
es: Un día, ¡vi la puesta de sol cuarenta y cuatro veces!
fr: Un jour, j'ai vu le coucher du soleil quarante-quatre fois !
id: Suatu hari, aku melihat matahari terbenam empat puluh empat kali!
it: Un giorno ho visto il sole tramontare quarantatré volte!
ja: いつだったか、日の入りを四十四度も見たっけ
ko: 어떤 날은 노을을 마흔네 번이나 봤어!
pt: Um dia, eu vi o sol se pôr quarenta e quatro vezes!
ru: Однажды я за один день видел заход солнца сорок четыре раза!
th: วันหนึ่ง ฉันเห็นพระอาทิตย์ตกถึง 44 ครั้งเชี���วนะ!
vi: Có một ngày, tôi đã nhìn hoàng hôn bốn mươi bốn lần!
zh_hans: 有一天，我看过四十四次日落！
zh_hant: 有一天，我看過四十四次日落！

# ap11_fetch_05_sunset_04
source: I wonder, if my rose still watches the sunset?
de: Ich frage mich, ob meine Rose noch den Sonnenuntergang beobachtet?
es: Me pregunto si mi rosa aún mira las puestas de sol.
fr: Je me demande si ma rose regarde toujours le coucher du soleil.
id: Aku ingin tahu, apakah mawarku masih melihat matahari terbenam?
it: Chissà se la mia rosa osserva ancora il tramonto?
ja: ぼくのバラも、日暮れを見ているかな？
ko: 내 장미도 아직 노을을 보고 있을까?
pt: Será que minha rosa ainda assiste ao pôr do sol?
ru: Смотрит ли моя роза, как заходит солнце?
th: ฉันอยากรู้จังเลยว่า กุหลาบของฉันยังเฝ้าดูพระอาทิตย์ตกไหมนะ
vi: Tôi tự hỏi, liệu bông hồng của tôi có còn ngắm hoàng hôn?
zh_hans: 我在想，我的玫瑰花是不是还会看日落？
zh_hant: 我在想，我的玫瑰花是不是還會看日落？

# ap11_fetch_05_sunset_05
source: I wonder, if she is safe from the wind?
de: Ich frage mich, ob sie sicher vom Wind ist?
es: Me pregunto si está a salvo del viento.
fr: Je me demande si elle est à l'abri du vent.
id: Aku ingin tahu, apakah dia masih aman dari angin?
it: Chissà se è al riparo dal vento?
ja: 強い風に、吹かれてやしないかな？
ko: 바람을 피해 안전하게 지내고 있을까?
pt: Será que ela está protegida do vento?
ru: Не продул ли ее сквозняк?
th: ฉันอยากรู้จังเลยว่าเธอจะปลอดภัยจากสายลมไหม
vi: Tôi tự hỏi, liệu cô ấy có an toàn trước gió không?
zh_hans: 我在想，她能否经受得了凉风的吹袭？
zh_hant: 也在想，她能否經受得了涼風的吹襲？

# ap11_fetch_05_sunset_07
source: Can you play another piece of music for me?
de: Könntest du ein anderes Musikstück für mich spielen?
es: ¿Podrías tocar otra canción para mí?
fr: Peux-tu jouer un autre morceau de musique pour moi ?
id: Bisakah kau mainkan musik untukku lagi?
it: Puoi suonare dell'altra musica?
ja: ぼくに、もう一曲、なにか弾いてくれない？
ko: 다른 노래도 연주해 줄래?
pt: Você pode tocar mais um pouco de música para mim?
ru: Сыграешь еще что-нибудь для меня?
th: คุณช่วยเล่นอีกบทเพลงให้ฉันได้ไหม
vi: Bạn có thể chơi một bản nhạc khác cho tôi được không?
zh_hans: 你能再为我演奏一曲吗？
zh_hant: 你能再為我演奏一曲嗎？

# ap11_fetch_06_campfire_01
source: I am going to make you a present...
de: Ich werde dir ein Geschenk machen ...
es: Voy a hacerte un regalo...
fr: Et puis je vais te faire un cadeau…
id: Aku akan membuatkan hadiah untukmu ...
it: E poi ti voglio fare un regalo...
ja: きみに、おくりものを一つあげる…
ko: 너한테 줄 선물이 있어.
pt: Vou lhe dar um presente...
ru: Это будет мой тебе подарок.
th: ฉันจะทำของขวัญให้คุณ...
vi: Tôi sẽ tặng bạn một món quà ...
zh_hans: 我要给你一件礼物……
zh_hant: 我要給你一件禮物……

# ap11_fetch_06_campfire_02
source: That is my present. Just that.
de: Genau das wird mein Geschenk sein.
es: Ese es mi regalo. Solo eso.
fr: Justement ce sera mon cadeau.
id: Itu hadiahku. Itu saja.
it: E sarà proprio questo il mio regalo...
ja: これが、いま言ったおくりものさ
ko: 선물이야. 이게 다야.
pt: Esse é meu presente... só isso.
ru: Вот это и есть мой подарок…
th: นี่คือของขวัญของฉัน แค่นี้แหละ
vi: Đó là quà của tôi. Chỉ vậy thôi.
zh_hans: 这就是我给你的礼物。就这样。
zh_hant: 這就是我給你的禮物。就這樣。

# ap11_fetch_06_campfire_03
source: I am going back home tonight.
de: Ich kehre heute auch nach Hause zurück ...
es: Esta noche regreso a casa.
fr: Aujourd'hui, je rentre chez moi…
id: Aku akan pulang malam ini.
it: Anch'io, oggi, ritorno a casa...
ja: ぼくは、今夜、うちに帰るよ…
ko: 나, 오늘 집으로 돌아가.
pt: Voltarei para casa esta noite.
ru: Сегодня я возвращаюсь домой.
th: ฉันจะกลับบ้านในคืนนี้
vi: Tối nay, tôi sẽ trở về nhà.
zh_hans: 我今晚就要回家了。
zh_hant: 我今晚就要回家了。

# ap11_fetch_06_campfire_04
source: On one of the stars I shall be living.
de: Auf einem der Sterne werde ich wohnen.
es: Viviré en una de las estrellas.
fr: J'habiterai dans l'une de ces étoiles.
id: Di salah satu bintang-bintang itu aku akan berada.
it: Quando tu guarderai il cielo, la notte,
ja: あの星のなかの、一つに住むんだ
ko: 어느 별에선가 내가 살고 있을 거야.
pt: Em uma das estrelas, estarei vivendo.
ru: На звезду, где я живу.
th: ฉันจะอาศัยอยู่บนดาวดวงหนึ่ง
vi: Tôi sẽ sống trên một trong những vì sao.
zh_hans: 万千繁星中，我会在其中一颗星星上生活。
zh_hant: 萬千繁星中，我會在其中一顆星星上生活。
