Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap11_fetch_01_play_hint_01
source: Find the Little Prince
de: Finde den kleinen Prinzen
es: Encuentra a El principito
fr: Trouvez le Petit Prince
id: Temukan Pangeran Kecil
it: Trova il Piccolo Principe
ja: 星の王子さまを探しましょう
ko: 어린 왕자를 찾으세요
pt: Encontre o Pequeno Príncipe
ru: Отыщите Маленького принца
th: ตามหาเจ้าชายน้อย
vi: Tìm Hoàng Tử Bé
zh_hans: 找到小王子
zh_hant: 找到小王子

# ap11_fetch_01_star_01
source: It's not far!
de: Es ist nicht weit!
es: ¡No queda lejos!
fr: Ce n'est pas loin !
id: Tidak jauh kok!
it: Non è lontana!
ja: すぐそこさ！
ko: 거의 다 왔어!
pt: Não é longe!
ru: Идем, здесь недалеко!
th: มันอยู่ไม่ไกลหรอก
vi: Không còn xa nữa!
zh_hans: 就在不远处！
zh_hant: 就在不遠處！

# ap11_fetch_01_star_02
source: Can you hear them?
de: Kannst du sie hören?
es: ¿Las escuchas?
fr: Tu les entends ?
id: Bisa dengar mereka?
it: Le senti?
ja: どう、きみには聞こえる？
ko: 별이 내는 소리가 들리지?
pt: Consegue ouvi-las?
ru: Ты слышишь?
th: คุณได้ยินพวกเขาไหม
vi: Bạn có nghe thấy không?
zh_hans: 你能听到星星的呼唤吗？
zh_hant: 你能聽到星星的呼喚嗎？

# ap11_fetch_02_burn_01
source: I wonder if these are like baobabs?
de: Ich frage mich, ob sie wie Baobabs sind?
es: Me pregunto si son como los baobabs...
fr: Je me demande s'ils ressemblent à des baobabs.
id: Aku penasaran apakah ini mirip baobab?
it: Questi sono come baobab?
ja: これってバオバブみたいなものかな？
ko: 바오밥나무랑 비슷한 풀인가?
pt: Será que são como baobás?
ru: Это что, баобабы?
th: ฉันสงสัยจังเลยว่าต้นไม้พวกนี้มันเหมือนกับต้นเบาบับรึเปล่า
vi: Không biết những thứ này có giống cây bao báp không nhỉ?
zh_hans: 不知道这些是不是像猴面包树一样？
zh_hant: 不知道這些是不是像猴麵包樹一樣？

# ap11_fetch_02_burn_02
source: Baobab with thorns.
de: Baobabs mit Dornen.
es: Baobabs con espinas.
fr: Des baobabs avec des épines.
id: Baobab berduri.
it: Baobab con spine.
ja: トゲのあるバオバブかもしれないな
ko: 가시 달린 바오밥나무 말이야.
pt: Baobás com espinhos.
ru: Баобабы с шипами.
th: ต้นเบาบับที่มีหนามน่ะ
vi: Bao báp có gai.
zh_hans: 带刺的猴面包树。
zh_hant: 帶刺的猴麵包樹。

# ap11_fetch_02_butterfly_01
source: There are no roses here.
de: Hier gibt es keine Rosen.
es: Aquí no hay rosas.
fr: Il n'y a pas de rose ici.
id: Tidak ada mawar di sini.
it: Qui non ci sono rose.
ja: ここにはバラはいないんだね
ko: 여긴 장미가 없네.
pt: Não há rosas aqui.
ru: Здесь нет роз.
th: ที่นี่ไม่มีดอกกุหลาบเลย
vi: Ở đây không có hoa hồng.
zh_hans: 这里没有玫瑰花。
zh_hant: 這裡沒有玫瑰花。

# ap11_fetch_02_butterfly_02
source: Only butterflies. How gracious!
de: Nur Schmetterlinge. Wie elegant!
es: Solo mariposas. ¡Qué elegante!
fr: Que des papillons. Quelle grâce !
id: Hanya kupu-kupu. Anggunnya!
it: Solo farfalle. Che carine!
ja: チョウしかいないけど、なんて美しいんだろう！
ko: 온통 나비 뿐이야. 정말 우아해!
pt: Só borboletas. Como são graciosas!
ru: Только бабочки. Как удивительно!
th: มีแต่ผีเสื้อ ช่างงดงามจริงๆ!
vi: Chỉ có bướm thôi. Thật đẹp quá!
zh_hans: 只有蝴蝶。真优雅啊！
zh_hant: 只有蝴蝶。真優雅啊！

# ap11_fetch_02_butterfly_03
source: On my planet, we saved two or three caterpillars to become butterflies.
de: Auf meinem Planeten haben wir zwei oder drei Raupen gerettet, damit sie zu Schmetterlingen werden.
es: En mi planeta, rescatamos a dos o tres orugas para que se conviertan en mariposas.
fr: Sur ma planète, nous avons sauvé deux ou trois chenilles pour qu'elles deviennent des papillons.
id: Di planetku, kami menyelamatkan dua atau tiga ulat agar jadi kupu-kupu.
it: Sul mio pianeta, avevamo risparmiato due o tre bruchi, affinché diventassero farfalle.
ja: ぼくの星でも、二つや三つ、チョウになるようにケムシを生かしておいたけど
ko: 내 별에서 애벌레 두세 마리가 나비로 자라도록 살려준 적이 있어.
pt: No meu planeta, nós salvamos duas ou três lagartas para vermos as borboletas.
ru: На своей планете я только двух или трех гусениц оставил — чтобы вывелись бабочки.
th: เราเคยช่วยหนอนผีเสื้อสองสามตัวบนดาวของฉันให้กลายเป็นผีเสื้อ
vi: Trên hành tinh của tôi, chúng tôi đã cứu hai ba con sâu bướm, để chúng trở thành bướm.
zh_hans: 在我的星球上，我们留下了两三只毛毛虫，想让它们以后变成蝴蝶。
zh_hant: 在我的星球上，我們留下了兩三隻毛毛蟲，想讓牠們以后變成蝴蝶。

# ap11_fetch_02_butterfly_04
source: I have never seen so many!
de: Ich habe noch nie so viele gesehen!
es: ¡Nunca había visto tantas!
fr: Je n'en ai jamais vu autant !
id: Aku tak pernah melihatnya sebanyak ini!
it: Non ne avevo mai viste così tante!
ja: こんなにたくさん見るのは初めてだ！
ko: 이렇게 많은 나비는 처음 봐!
pt: Eu nunca tinha visto tantas!
ru: Я еще никогда столько не видел!
th: แต่ฉันไม่เคยเห็นผีเสื้อเยอะขนาดนี้มาก่อนเลย
vi: Tôi chưa bao giờ thấy nhiều như vậy!
zh_hans: 我从来没见过那么多！
zh_hant: 我從來沒見過那麼多！

# ap11_fetch_02_butterfly_05
source: Let's fly up!
de: Lass uns hochfliegen!
es: ¡Volemos!
fr: Envolons-nous !
id: Ayo terbang!
it: Voliamo più su!
ja: ねえ、高く飛ぼうよ！
ko: 위로 날아가자!
pt: Vamos voar lá pra cima!
ru: Полетели выше!
th: มาบินขึ้นไปกันเถอะ!
vi: Hãy bay lên nào!
zh_hans: 我们飞上去吧！
zh_hant: 我們飛上去吧！

# ap11_fetch_02_butterfly_06
source: We should search the top!
de: Wir sollten ganz oben suchen!
es: ¡Deberíamos buscar en la cima!
fr: Cherchons là-haut !
id: Kita harus menjelajahi puncak!
it: Cerchiamo di raggiungere la cima!
ja: 上に何があるか、見にいこう！
ko: 꼭대기를 확인해보자!
pt: Vamos procurar o topo!
ru: Нужно найти самую вершину!
th: เราควรไปค้นหาที่ด้านบน!
vi: Chúng ta nên tìm ở trên đỉnh!
zh_hans: 我们应该去看看洞顶！
zh_hant: 我們應該去看看洞頂！

# ap11_fetch_02_bye_01
source: Well that was fun!
de: Das hat Spaß gemacht!
es: Bueno, ¡eso fue divertido!
fr: C'était amusant !
id: Itu tadi seru sekali!
it: Beh, è stato divertente!
ja: 楽しかったね！
ko: 와, 진짜 재밌었어!
pt: Ah, isso foi divertido!
ru: Ох, это было весело!
th: นั่นสนุกมากเลย!
vi: Thú vị thật!
zh_hans: 嘿，刚才那些太有趣了！
zh_hant: 嘿，剛才那些太有趣了！

# ap11_fetch_02_bye_02
source: No one is ever satisfied where they are....
de: Die Leute sind nie zufrieden, mit dem was sie haben ...
es: Nadie está satisfecho dónde está...
fr: Personne n'est jamais satisfait là où il est…
id: Tidak ada yang pernah puas dengan keadaan mereka ....
it: Nessuno è mai soddisfatto...
ja: 誰もじぶんたちがいるところに、満足できないんだね…
ko: 자신에게 만족하는 사람은 없어...
pt: Ninguém nunca está contente...
ru: Все всегда недовольны быть там, где они есть...
th: ไม่มีใครพอใจในที่ที่พวกเขาอยู่หรอกนะ...
vi: Không ai hài lòng về nơi họ đang ở ...
zh_hans: 没有人会对自己所在的地方感到满意……
zh_hant: 沒有人會對自己所在的地方感到滿意……

# ap11_fetch_02_bye_03
source: Only children know what they're looking for...
de: Nur die Kinder wissen, wohin sie wollen ...
es: Solo los niños saben lo que están buscando...
fr: Seuls les enfants savent ce qu'ils cherchent…
id: Hanya anak-anak yang tahu keinginan mereka ...
it: Solo i bambini sanno cosa vogliono...
ja: 子どもたちだけが、なにがほしいか、わかってるんだよ…
ko: 자신이 무엇을 찾는지 아는 건 아이들뿐이야...
pt: Só as crianças sabem o que procuram...
ru: Только дети знают, что они ищут...
th: มีแต่เด็กๆ เท่านั้นแหละที่รู้ว่าพวกเขากำลังมองหาอะไร...
vi: Chỉ những đứa trẻ mới biết chúng đang tìm kiếm thứ gì ...
zh_hans: 只有孩子们知道他们想要什么……
zh_hant: 只有孩子們知道自己想要什麼……

# ap11_fetch_02_bye_04
source: I have friends to discover, and a great many things to understand.
de: Ich muss Freunde finden und noch eine Menge lernen.
es: Tengo amistades por descubrir, y muchas cosas por entender.
fr: J'ai des amis à découvrir, et beaucoup de choses à comprendre.
id: Aku punya teman yang harus dicari, dan banyak hal yang perlu dipahami.
it: Ho amici da scoprire e molte cose da comprendere.
ja: ぼくは友だちも見つけなきゃならないし、それに、知らなきゃいけないことが、たくさんあるんだ
ko: 난 더 많은 친구를 만나고 근사한 것을 배우고 싶어.
pt: Tenho amigos para descobrir e muitas coisas grandes para entender.
ru: Мне еще нужно найти друзей и понять много всяких штук.
th: ฉันมีเพื่อนมากมายให้ค้นพบ และสิ่งต่างๆ มากมายที่ต้องทำความเข้าใจ
vi: Tôi có những người bạn để tìm hiểu, và rất nhiều điều cần khám phá.
zh_hans: 我还要去发现更多的朋友，要去理解很多很多的事物。
zh_hant: 我還要去發現更多的朋友，要去理解很多很多的事物。

# ap11_fetch_02_carry_01
source: I'm glad that you're here.
de: Ich bin froh, dass du hier bist.
es: Me alegra que estés aquí.
fr: Je suis content que tu sois ici.
id: Aku senang kau di sini.
it: Sono felice che tu sia qui.
ja: きみがここにいてくれてよかった
ko: 네가 있어서 다행이야.
pt: Estou feliz que você esteja aqui.
ru: Я рад, что ты здесь.
th: ฉันดีใจที่คุณอยู่ที่นี่นะ
vi: Thật vui vì có bạn ở đây.
zh_hans: 我真高兴还好这里有你。
zh_hant: 我真高興有你在。

# ap11_fetch_02_carry_02
source: Grown-ups forget how to piggy-back.
de: Die Erwachsenen haben vergessen, wie Huckepack funktioniert.
es: Las personas mayores se olvidan cómo llevar a caballito.
fr: Les grandes personnes oublient comment jouer à saute-mouvotre.
id: Orang dewasa lupa cara menggendong belakang.
it: Gli adulti dimenticano come andare a cavalluccio.
ja: おとなたちは、おんぶの仕方を忘れているからね
ko: 어른들은 목말 타는 법도 잊어버리거든.
pt: As pessoas grandes se esquecem como carregar alguém nos ombros.
ru: Взрослые забывают, как парить вместе.
th: พวกผู้ใหญ่ลืมวิธีเล่นขี่หลังไปหมดแล้ว
vi: Người lớn đã quên cách cõng rồi.
zh_hans: 大人都不记得怎么“驮猪猪”了。
zh_hant: 大人都不記得怎麼“馱豬豬”了。

# ap11_fetch_02_door_01
source: Exploring is easy.
de: Erkunden ist einfach.
es: Explorar es fácil.
fr: Explorer est facile.
id: Menjelajah itu mudah.
it: Esplorare è facile.
ja: 探検て、そんなに難しいものじゃないな
ko: 탐험은 쉬워.
pt: Explorar é fácil.
ru: Исследовать легко.
th: การสำรวจเป็นเรื่องง่าย
vi: Khám phá thật dễ dàng.
zh_hans: 探索还是很容易的。
zh_hant: 探索還是很容易的。

# ap11_fetch_02_door_02
source: Finding a home less so.
de: Ein Zuhause zu finden weniger.
es: Encontrar un hogar no tanto.
fr: Trouver une maison l'est moins.
id: Menemukan rumah tidak terlalu mudah.
it: Trovare una casa, un po' meno.
ja: 住む場所を探すとなると、そうもいかないけど
ko: 집을 찾는 건 좀 어렵지.
pt: Encontrar um lar, nem tanto.
ru: Найти дом — уже не так.
th: แต่การค้นหาบ้านนั้นไม่ง่ายเลย
vi: Tìm một ngôi nhà không dễ dàng như thế.
zh_hans: 找到一个家就不那么容易了。
zh_hant: 找到一個家就不那麼容易了。

# ap11_fetch_02_end_quote
source: All grown-ups were once children...but only few of them remember it.
de: Alle Erwachsenen waren einmal Kinder (aber nur wenige erinnern sich daran).
es: Todas las personas mayores fueron niños alguna vez... pero solo unos pocos lo recuerdan.
fr: Toutes les grandes personnes ont d’abord été des enfants… mais peu d’entre elles s’en souviennent.
id: Semua orang dewasa pernah kecil ... tapi hanya sedikit dari mereka yang mengingatnya.
it: Tutti gli adulti sono stati bambini... ma pochi di loro se lo ricordano.
ja: おとなの人たちも、はじめはみんな子どもだった…、そのことを忘れずにいるおとなは、いくらもいないけれど
ko: 어른들은 누구나 원래 아이였지만 그걸 기억하는 어른은 별로 없지.
pt: Todas as pessoas grandes foram um dia crianças... Mas poucas se lembram disso.
ru: Все взрослые сначала были детьми, только мало кто из них об этом помнит.
th: พวกผู้ใหญ่ทุกคนก็เคยเป็นเด็ก... แต่มีเพียงไม่กี่คนที่จำได้
vi: Mọi người lớn đều đã từng là trẻ em ... nhưng chỉ vài người còn nhớ được điều đó.
zh_hans: 所有大人都曾是孩子……但很少有大人记得这点。
zh_hant: 所有大人都曾是孩子……但很少有大人記得這點。

# ap11_fetch_02_jelly_01
source: Do creatures in this cave sing?
de: Können die Kreaturen in dieser Höhle singen?
es: ¿Las criaturas en esta cueva cantan?
fr: Les créatures de cette grotte chantent-elles ?
id: Apa makhluk di gua ini bernyanyi?
it: Le creature in questa grotta cantano?
ja: この洞くつのいきものたちは歌うの？
ko: 이 동굴에 사는 생물은 노래할 수 있을까?
pt: As criaturas desta caverna cantam?
ru: А создания в этих пещерах поют?
th: สิ่งมีชีวิตในถ้ำนี้ร้องเพลงได้รึเปล่านะ
vi: Các sinh vật trong hang động này có biết hát không?
zh_hans: 这个山洞里的生物能歌唱吗？
zh_hant: 這個山洞裡的生物會唱歌嗎？

# ap11_fetch_02_jelly_02
source: I imagine they would sing back to us.
de: Ich glaube, dann würden sie uns singend antworten.
es: Imagino que nos cantarían.
fr: J'imagine qu'elles chanteraient en retour.
id: Aku merasa mereka akan membalas nyanyian kita.
it: Forse ci risponderanno cantando.
ja: ぼくたちが歌ったら、いっしょに歌ってくれるんじゃないかな
ko: 왠지 노래를 불러줄 것만 같아.
pt: Imaginei que cantariam de volta para nós.
ru: Представляю, как они споют нам.
th: ฉันคิดว่าพวกเขาน่าจะร้องเพลงตอบเราล่ะ
vi: Tôi nghĩ chúng sẽ dùng tiếng hát để hồi đáp chúng ta.
zh_hans: 我想它们会用歌声回应我们。
zh_hant: 我想牠們會用歌聲回應我們。

# ap11_fetch_02_meet_01
source: I'm lost...
de: Ich habe mich verirrt ...
es: Estoy perdido...
fr: Je suis perdu…
id: Aku tersesat ...
it: Ho perso l'orientamento...
ja: 迷子になっちゃった…
ko: 길을 잃었어...
pt: Estou perdido...
ru: Я потерялся...
th: ฉันหลงทาง...
vi: Tôi bị lạc rồi...
zh_hans: 我迷路了……
zh_hant: 我迷路了……

# ap11_fetch_02_meet_02
source: Do you know a way out?
de: Weißt du, wie man von hier wegkommt?
es: ¿Conoces alguna salida?
fr: Connais-tu un moyen de quitter cet endroit ?
id: Kau tahu jalan keluarnya?
it: Sai come andarsene?
ja: きみは出口を知ってる？
ko: 혹시 어떻게 나가는지 아니?
pt: Você sabe como sair daqui?
ru: Знаешь, как выйти отсюда?
th: คุณรู้ทางออกไหม
vi: Bạn có biết lối ra không?
zh_hans: 你认识出去的路吗？
zh_hant: 你知道出去的路嗎？

# ap11_fetch_02_outro_01
source: I was a seed when my friend found me.
de: Ich war ein Samen, als er mich fand.
es: Era solo una semilla cuando mi amigo me encontró.
fr: J'étais une graine quand mon ami m'a trouvé.
id: Aku masih berupa benih saat temanku menemukanku.
it: Ero un seme quando mi ha trovata.
ja: あなたが見つけたとき、あたくしはまだ種でしたわね
ko: 나는 씨앗일 때 친구를 처음 만났어요.
pt: Eu era uma semente quando meu amigo me encontrou.
ru: Когда мой милый друг нашел меня, я была семечком.
th: ตอนที่เพื่อนๆ พบฉันเข้า ฉันยังเป็นเมล็ดอยู่เลย
vi: Tôi là một hạt giống khi bạn tôi tìm thấy tôi.
zh_hans: 与那位朋友邂逅时，我还是颗种子。
zh_hant: 與那位朋友邂逅時，我還是顆種子。

# ap11_fetch_02_outro_02
source: For him, I blossomed radiantly.
de: Für ihn erblühte ich strahlend.
es: Por él, florecí radiante.
fr: Pour lui, je me suis épanouie de manière resplendissante.
id: Baginya, aku mekar begitu indah.
it: Per lui, fiorì radiosamente.
ja: あなたのために、化粧をこらして咲きましたのよ
ko: 그를 위해 찬란하게 꽃을 피웠지요.
pt: E, para ele, floresci de forma radiante.
ru: И я цвела для него.
th: ฉันจะเบ่งบานอย่างเปล่งประกายเพื่อเขา
vi: Vì anh ấy, tôi nở rộ, rạng rỡ.
zh_hans: 为了他，我绚烂地绽放。
zh_hant: 為了他，我絢爛地綻放。

# ap11_fetch_02_outro_03
source: He seeks new planets for now,
de: Jetzt sucht er nach neuen Planeten.
es: Ahora busca nuevos planetas,
fr: Il cherche de nouvelles planètes pour le moment,
id: Sekarang dia mencari planet baru,
it: Ora lui cerca nuovi pianeti,
ja: 今まさに、新しい星々を巡っているのでしょうね
ko: 하지만 그는 지금 새로운 별을 찾고 있어요.
pt: Hoje, ele busca novos planetas...
ru: А теперь он ищет новые планеты,
th: เขาแสวงหาดาวดวงใหม่อยู่
vi: Giờ đây, anh ấy tìm kiếm các hành tinh mới,
zh_hans: 现在，他去探寻新的星球了，
zh_hant: 現在，他去探尋新的星球了，

# ap11_fetch_02_outro_04
source: but will he find another rose like me?
de: Ob er noch andere Rosen wie mich findet?
es: pero ¿encontrará otra rosa como yo?
fr: mais trouvera-t-il une autre rose comme moi ?
id: tapi akankah dia menemukan mawar lain sepertiku?
it: ma troverà un'altra rosa come me?
ja: でもあたくしのようなバラには、出会えるかしら？
ko: 그가 나 같은 장미를 또 만나는 건 아닐까요?
pt: será que um dia encontrará alguma rosa como eu?
ru: Но найдет ли он другую такую розу?
th: แต่เขาจะพบกุหลาบอีกดอกที่เหมือนกับฉันไหมนะ
vi: nhưng liệu anh ấy có tìm được một bông hồng khác như tôi không?
zh_hans: 但是，他会找到另一朵像我一样的花儿吗？
zh_hant: 但是，他會找到另一朵像我一樣的花兒嗎？

# ap11_fetch_02_top_01
source: I know a gentleman who never smelled a flower.
de: Ich kenne einen Herrn, der noch nie an einer Blume gerochen hat.
es: Conozco a un señor, que nunca ha olido una flor.
fr: Il n’a jamais senti une fleur.
id: Aku tahu seorang pria yang tak pernah mencium bunga.
it: Conosco un signore che non ha mai annusato un fiore.
ja: ぼくが知ってる先生は、花のにおいをかいだこともないし
ko: 어떤 신사는 평생 꽃 향기를 한 번도 맡아보지 않았대.
pt: Conheço um sujeito que nunca cheirou uma flor.
ru: Я знаю одного господина, он за всю свою жизнь ни разу не понюхал цветка.
th: ฉันรู้จักสุภาพบุรุษคนหนึ่งที่ไม่เคยดมดอกไม้
vi: Tôi biết một quý ông không bao giờ ngửi hoa.
zh_hans: 我认识一位绅士，他从未闻过花香。
zh_hant: 我認識一位紳士，他從未聞過花香。

# ap11_fetch_02_top_02
source: He has never looked at a star.
de: Er hat noch niemals einen Stern betrachtet.
es: Nunca ha mirado una estrella.
fr: Il n’a jamais regardé une étoile.
id: Dia tak pernah memandang bintang.
it: Non ha mai guardato una stella.
ja: 星をながめたこともない
ko: 별을 바라본 적도 없대.
pt: Ele nunca olhou para uma estrela.
ru: Ни разу не поглядел на звезду.
th: เขาไม่เคยมองดูดาว
vi: Anh ấy chưa bao giờ ngắm nhìn một ngôi sao.
zh_hans: 他从未看过星星。
zh_hant: 他從未看過星星。

# ap11_fetch_02_top_03
source: He has never loved anyone.
de: Er hat noch niemals jemanden geliebt.
es: Nunca ha querido a nadie.
fr: Il n’a jamais aimé personne.
id: Dia tak pernah menyayangi siapa pun.
it: Non ha mai voluto bene a nessuno.
ja: だあれも愛したことがなくて
ko: 아무도 사랑해보지 않았대.
pt: Nunca amou ninguém.
ru: Он никогда никого не любил.
th: เขาไม่เคยรักใคร
vi: Anh ấy chưa từng yêu ai.
zh_hans: 他从没有爱过任何人。
zh_hant: 他從沒有愛過任何人。

# ap11_fetch_02_top_04
source: He has never done anything in life but add up his figures.
de: Nie hat er etwas anderes getan, als Zahlen zu addieren.
es: Nunca ha hecho otra cosa que sumar y restar.
fr: Il n’a jamais rien fait d’autre que des additions.
id: Dia tak bahkan tak pernah melakukan apa-apa di dunia selain menumpuk hartanya.
it: Non fa altro che addizioni.
ja: してることといったら、足し算ばかり
ko: 평생 숫자를 더하는 일 말고는 아무것도 안 한 거야.
pt: Nunca fez outra coisa senão somas.
ru: И никогда ничего не делал. Он занят только одним: складывает цифры.
th: เขาไม่เคยทำอะไรในชีวิต และมีแต่อายุที่เพิ่มมากขึ้นเรื่อยๆ
vi: Ngoài việc tính toán các số liệu, anh ấy chưa từng làm bất cứ điều gì khác.
zh_hans: 除了不断计算他的数字以外，他什么也没有做过。
zh_hant: 除了不斷計算他的數字以外，他什麼也沒有做過。

# ap11_fetch_02_top_05
source: And all day he says over and over
de: Und er sagt den ganzen Tag nur eines:
es: Y todo el día repite:
fr: Et toute la journée il répète comme toi :
id: Dan seharian penuh dia terus menerus menyerukan ini
it: E tutto il giorno ripete
ja: そして日がな一日、なんども口ぐせに言うんだ
ko: 그리곤 항상 이렇게 말했지.
pt: E o dia todo ele diz repetidamente
ru: И с утра до ночи твердит одно:
th: และเขาก็พูดซ้ำไปซ้ำมาทั้งวันว่า
vi: Và cả ngày anh ấy nói đi nói lại
zh_hans: 而他每天总是一遍遍地说着，
zh_hant: 而他每天總是一遍遍地說著，

# ap11_fetch_02_top_06
source: "I am busy with matters of consequence!"
de: "Ich bin mit Dingen beschäftigt, die Konsequenzen haben!"
es: «¡Soy un hombre serio!»
fr: "Je suis un homme sérieux ! Je suis un homme sérieux !"
id: "Aku sibuk dengan urusan penting!"
it: "Io sono un uomo serio! Io sono un uomo serio!"
ja: 「大事なことばかりで、いそがしい、いそがしい！」
ko: "난 중요한 일을 하는 바쁜 사람이야!"
pt: "Estou ocupado com questões importantes!"
ru: «Я человек серьезный! Я человек серьезный!»
th: ฉันยุ่งอยู่กับเรื่องของผลที่ตามมา!
vi: Tôi đang bận những chuyện quan trọng!
zh_hans: "我正忙着处理重要的事呢!"
zh_hant: 我正忙著處理重要的事呢!

# ap11_fetch_02_top_07
source: And that makes him swell up with pride.
de: Und deshalb schwillt er vor Stolz an.
es: Y esto lo llena de orgullo.
fr: Et ça le fait gonfler d’orgueil.
id: Dan itu membuat dirinya penuh dengan kesombongan.
it: E si gonfia di orgoglio.
ja: それでいばりくさってるんだ
ko: 항상 자만심으로 우쭐거리는 사람이었어.
pt: E isso o faz inchar-se de orgulho.
ru: И прямо раздувается от гордости.
th: และนั่นทำให้เขาพองตัวด้วยความภูมิใจ
vi: Và điều đó khiến anh ấy dâng trào niềm tự hào.
zh_hans: 这让他充满了自豪。
zh_hant: 這讓他自豪。

# ap11_fetch_02_top_08
source: But he is not a man.
de: Aber er ist kein Mann.
es: Pero no es un hombre.
fr: Mais ce n’est pas un homme.
id: Tapi dia bukan manusia.
it: Ma non è un uomo.
ja: でも彼はひとじゃなくて
ko: 하지만 그건 사람이 아니야.
pt: Mas ele não é um homem.
ru: А на самом деле он не человек.
th: แต่เขาไม่ใช่คน
vi: Nhưng anh ấy không phải là con người.
zh_hans: 但他不是个人。
zh_hant: 但他不是個人。

# ap11_fetch_02_top_09
source: He is a mushroom!
de: Er ist ein Pilz!
es: ¡Es un hongo!
fr: C'est un champignon !
id: Dia adalah jamur!
it: È un fungo!
ja: キノコなんだ！
ko: 그건 버섯이야!
pt: É um cogumelo!
ru: Он гриб.
th: เขาเป็นเห็ด!
vi: Anh ấy là một cây nấm!
zh_hans: 他是一颗蘑菇！
zh_hant: 他是一顆蘑菇！

# ap11_fetch_02_whale_01
source: Is anyone here?
de: Ist hier jemand?
es: ¿Hay alguien aquí?
fr: Il y a quelqu'un ici ?
id: Ada orang di sini?
it: C'è nessuno?
ja: ここには誰かいるのかな？
ko: 여기 누구 없어요?
pt: Tem alguém aqui?
ru: Есть здесь кто?
th: มีใครอยู่ที่นี่ไหม
vi: Có ai ở đây không?
zh_hans: 这里有人吗？
zh_hant: 這裡有人嗎？

# ap11_fetch_02_whale_02
source: What a majestic creature!
de: Was für eine majestätische Kreatur?!
es: ¡Qué criatura majestuosa!
fr: Quelle créature majestueuse !
id: Makhluk yang anggun sekali!
it: Che creatura maestosa!
ja: うわあ、なんて堂々とした生きものだろう！
ko: 저런 놀라운 생물이 있다니!
pt: Mas que criatura majestosa!
ru: Что за чудесное создание!
th: ช่างเป็นสิ่งมีชีวิตที่สง่างามจริงๆ!
vi: Thật là một sinh vật hùng vĩ!
zh_hans: 真是庞然大物啊！
zh_hant: 真是龐然大物啊！

# ap11_fetch_02_whale_03
source: Can this one be tamed?
de: Kann der hier gezähmt werden?
es: ¿Se puede domesticar?
fr: Peut-on l'apprivoiser ?
id: Apa yang satu ini bisa dijinakkan?
it: Questa si può addomesticare?
ja: あの子を飼いならせるとおもう？
ko: 길들일 수 있을까?
pt: Ela pode ser cativada?
ru: А его можно приручить?
th: เราจะฝึกเจ้านี่ให้เชื่องได้ไหมนะ
vi: Thứ này có thể thuần hóa được chứ?
zh_hans: 它可以被驯服吗？
zh_hant: 牠可以被馴服嗎？

# ap11_fetch_03_beach_01
source: I've never seen so much water on any planet I have visited!
de: Ich habe noch nie auf einem Planeten so viel Wasser gesehen!
es: ¡Jamás vi tanta agua en ninguno de los planetas que he visitado!
fr: Je n'ai jamais vu autant d'eau sur aucune des planètes que j'ai visitées !
id: Aku tak pernah melihat air sebanyak ini di planet-planet yang pernah kukunjungi!
it: Non ho mai visto così tanta acqua sugli altri pianeti che ho visitato!
ja: ぼくが行ったどの星にも、こんなにたくさんの水はなかったよ！
ko: 이렇게 물이 많은 별은 처음 봐!
pt: Nunca vi tanta água em nenhum planeta que visitei!
ru: Еще ни на одной планете я не видел столько много воды!
th: ฉันไปมาหลายดาวแล้ว แต่ไม่เคยเห็นน้ำมากขนาดนี้มาก่อนเลย!
vi: Chưa bao giờ tôi thấy nhiều nước như vậy trên bất kỳ hành tinh nào mà tôi từng đến!
zh_hans: 在我去过的所有星球上，我从来没见过这么多的水！
zh_hant: 在我去過的所有星球上，我從來沒見過這麼多的水！

# ap11_fetch_03_beach_02
source: I wish I could see what lies beyond the horizon.
de: Ich wünschte, ich könnte sehen, was sich hinter dem Horizont befindet.
es: Desearía poder ver lo que hay más allá del horizonte.
fr: J'aimerais pouvoir voir ce qui se trouve au-delà de l'horizon.
id: Andai saja aku bisa melihat apa yang terhampar di balik cakrawala.
it: Vorrei poter vedere cosa c'è oltre l'orizzonte.
ja: 水平線の向こうには、なにがあるんだろう
ko: 수평선 너머가 보였으면 좋겠다.
pt: Eu queria poder ver o que há além do horizonte.
ru: Вот бы увидеть, что скрывается там, за горизонтом.
th: ฉันหวังจะได้เห็นว่ามีอะไรรออยู่เหนือขอบฟ้า
vi: Ước gì tôi có thể nhìn thấy những thứ nằm ngoài đường chân trời.
zh_hans: 好希望能看到地平线以外的世界啊。
zh_hant: 好希望能看到地平線以外的世界啊。

# ap11_fetch_03_beach_03
source: Can you take me to the peak of this island?
de: Kannst du mich zur Spitze dieser Insel bringen?
es: ¿Puedes llevarme hasta la cima de esta isla?
fr: Peux-tu m'emmener au sommet de cette île ?
id: Bisakah kau antarkan aku ke puncak pulau ini?
it: Puoi portarmi sulla cima di questa isola?
ja: この島のいちばん高いところまで、つれていってくれる？
ko: 혹시 섬 꼭대기로 데려다 줄 수 있니?
pt: Você pode me levar ao pico desta ilha?
ru: Поднимешь меня на вершину острова?
th: คุณช่วยพาฉันไปยังจุดสูงสุดของเกาะแห่งนี้ได้ไหม
vi: Bạn có thể đưa tôi lên đỉnh của hòn đảo này?
zh_hans: 你能带我去这座岛的顶峰吗？
zh_hant: 你能帶我去這座島的頂峰嗎？

# ap11_fetch_03_beach_04
source: Let's go to the peak!
de: Lass uns zum Gipfel gehen!
es: ¡Vayamos a la cima!
fr: Allons au sommet !
id: Ayo pergi ke puncak!
it: Andiamo sulla cima!
ja: さあ登ろう！
ko: 꼭대기로 가자!
pt: Vamos para o pico!
ru: Поднимемся на самую вершину!
th: ขึ้นไปที่จุดสูงสุดกันเถอะ!
vi: Cùng leo lên đỉnh nào!
zh_hans: 我们去山顶吧！
zh_hant: 我們去山頂吧！

# ap11_fetch_03_belltower_01
source: What a funny house!
de: Was für ein lustiges Haus!
es: ¡Qué casa tan graciosa!
fr: Quelle drôle de maison !
id: Rumah yang lucu sekali!
it: Che casa strana!
ja: おかしな家だなあ！
ko: 이상하게 생긴 집이네!
pt: Que casa engraçada!
ru: Что за странный дом!
th: ช่างเป็นบ้านที่ตลกจัง!
vi: Một ngôi nhà vui nhộn!
zh_hans: 这房子真有趣！
zh_hant: 這房子真有趣！

# ap11_fetch_03_belltower_02
source: It's bigger than my entire planet.
de: Es ist größer als mein ganzer Planet.
es: Es más grande que mi planeta entero.
fr: Elle est plus grande que ma planète entière.
id: Lebih besar dari keseluruhan planetku.
it: È più grande di tutto il mio pianeta.
ja: ぼくの星ぜんぶより大きいよ
ko: 내 별보다도 더 커.
pt: É maior que todo o meu planeta.
ru: Моя родная планета вся-то величиной с дом!
th: มันใหญ่กว่าดาวของฉันทั้งดวงอีกนะ
vi: Nó còn lớn hơn toàn bộ hành tinh của tôi.
zh_hans: 比我的整颗星球还要大。
zh_hant: 比我的整顆星球還要大。
