Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_spirit_stagehandmusician2_desc
source: Find <1>Mellow Musician</1> to help with setup
de: Finde den <1>Entspannten Musiker</1>, um beim Aufbau zu helfen
es: Busca al <1>Músico gentil</1> para ayudarlo con el armado
fr: Trouvez le <1>musicien serein</1> et aidez-le pour l’installation
id: Temukan <1>Musisi Lembut</1> untuk membantu persiapan
it: Cerca il <1>Musicista gioviale</1> per aiutarlo con i preparativi
ja: <1>のんびり屋の音楽家</1>を見つけ、準備するのを手伝いましょう
ko: <1>그윽한 음악가</1>를 찾아서 무대준비를 도와주기
pt: Encontre o <1>Músico Meloso</1> e ajude com a preparação
ru: Найдите <1>Благодушного музыканта</1>, чтобы помочь с подготовкой сцены
th: ค้นหา<1>นักดนตรีผู้เบิกบาน</1>เพื่อช่วยจัดเวที
vi: Tìm <1>Nhạc Sĩ Nhẹ Nhàng</1> để giúp chuẩn bị
zh_hans: 找到<1>老练音乐家</1>来帮忙完成舞台布置
zh_hant: 把<1>沉穩音樂家</1>找來幫忙佈置

# daily_quest_spirit_stagehandmusician2_hint
source: Help <1>Frantic Stagehand</1> find <1>Mellow Musician</1>
de: Hilf dem <1>Hektischen Bühnenarbeiter</1>, den <1>Entspannten Musiker</1> zu finden
es: Ayuda al <1>tramoyista agitado</1> a encontrar al <1>músico gentil</1>
fr: Aidez <1>Machiniste débordé</1> à retrouver <1>Musicien serein</1>
id: Bantu <1>Petugas Pentas Panik</1> menemukan <1>Musisi Lembut Hati</1>
it: Aiuta il <1>Macchinista frenetico</1> a trovare il <1>Musicista gioviale</1>.
ja: <1>一生懸命な舞台美術家</1>が<1>のんびり屋の音楽家</1>を探す手伝いをしましょう
ko: <1>극성스러운 무대담당자</1>가 <1>그윽한 음악가</1>를 찾도록 도와주세요
pt: Ajude o <1>Assistente de Palco Frenético</1> a encontrar o <1>Músico Meloso</1>
ru: Помогите <1>суматошному постановщику</1> найти <1>благодушного музыканта</1>
th: ช่วย<1>นักจัดเวทีขี้กังวล</1>ตามหา<1>นักดนตรีผู้เบิกบาน</1>
vi: Giúp <1>Kỹ Thuật Viên Điên Rồ</1> tìm <1>Nhạc Sĩ Nhẹ Nhàng</1>
zh_hans: 帮助<1>焦急的幕后人员</1>找到<1>老练音乐家</1>
zh_hant: 幫<1>焦急技術人員</1>找回<1>沉穩音樂家</1>

# daily_quest_spirit_stagehandmusician3_desc
source: Help <1>Mellow Musician</1> with setup
de: Hilf dem <1>Entspannten Musiker</1> mit dem Aufbau
es: Ayuda al <1>Músico gentil</1> con el armado
fr: Aidez le <1>musicien serein</1> à effectuer l’installation
id: Bantu <1>Musisi Lembut</1> dalam persiapannya
it: Aiuta il <1>Musicista gioviale</1> con i preparativi
ja: <1>のんびり屋の音楽家</1>が準備するのを手伝いましょう
ko: <1>그윽한 음악가</1>의 무대준비를 도와주기
pt: Ajude o <1>Músico Meloso</1> com a preparação
ru: Помогите <1>Благодушному музыканту</1> с подготовкой сцены
th: ช่วย<1>นักดนตรีผู้เบิกบาน</1>เพื่อจัดเวที
vi: Giúp <1>Nhạc Sĩ Nhẹ Nhàng</1> chuẩn bị
zh_hans: 帮助<1>老练音乐家</1>完成舞台布置
zh_hant: 幫<1>沉穩音樂家</1>佈置舞台

# daily_quest_spirit_strong_desc
source: <b>Relive this spirit memory from Valley of Triumph</b>
de: <b>Erlebe dieses Geistererinnerung aus dem Tal des Triumphs</b>
es: <b>Revive esta memoria de espíritu del Valle del Triunfo</b>
fr: <b>Revivez ce souvenir d’esprit de la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan roh ini dari Lembah Kejayaan</b>
it: <b>Rivivi questo ricordo dello spirito dalla Valle del Trionfo</b>
ja: <b>紋様が示す峡谷の精霊の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual do Vale do Triunfo</b>
ru: <b>Переживите воспоминания духа из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>重温这个来自霞谷先灵的记忆</b>
zh_hant: <b>重溫這個來自霞谷先靈的記憶</b>

# daily_quest_spirit_template
source: <1>{{1}}</1> needs help with something in {{2}}
de: <1>{{1}}</1> braucht Hilfe in {{2}}
es: <1>{{1}}</1> necesita ayuda con algo en {{2}}
fr: <1>{{1}}</1> a besoin d’aide ici : {{2}}
id: <1>{{1}}</1> membutuhkan bantuan dengan sesuatu di {{2}}
it: <1>{{1}}</1> ha bisogno di aiuto con qualcosa presso: {{2}}
ja: {{2}}で、<1>{{1}}</1>が、助けを必要としているようです
ko: <1>{{1}}</1>이(가) {{2}}에서 도움을 요청해요
pt: <1>{{1}}</1> precisa de ajuda com algo em {{2}}
ru: <1>{{1}}</1> — нужна помощь: {{2}}
th: <1>{{1}}</1> ต้องการความช่วยเหลือใน {{2}}
vi: <1>{{1}}</1> có chuyện cần bạn giúp trong {{2}}
zh_hans: <1>{{1}}</1>在{{2}}需要帮助
zh_hant: <1>{{1}}</1>在{{2}}需要幫忙

# daily_quest_spirit_tiptoe1_desc
source: Help the <1>Tiptoeing Tea-Brewer</1> brew a cup of tea for their loved ones
de: Hilf der <1>Verstohlenen Teebrauerin</1> dabei, eine Tasse Tee für ihre Lieben zu brauen
es: Ayuda a la <1>Camarera de té en puntas de pie</1> a preparar una taza de té para sus seres queridos
fr: Aidez la <1>Brasseuse de thé sur la pointe des pieds</1> à préparer une tasse de thé pour ses proches.
id: Bantu <1>Pembuat Teh Berjinjit</1> menyeduh secangkir teh untuk orang yang mereka cintai
it: Aiuta la <1>Preparatrice di tè silenziosa</1> a preparare una tazza di tè per i suoi cari
ja: <1>ぬき足の茶人</1>が愛する人のためにお茶を淹れるのを手伝いましょう
ko: <1>까치걸음 차 애호가</1>가 사랑하는 이들을 위해 차를 끓이는 걸 도와주세요
pt: Ajude a <1>Fabricante de Chá na Ponta dos Pés</1> a preparar uma xícara de chá para seus entes queridos
ru: Помогите <1>Крадущейся чаёвнице</1> заварить чай для её близких.
th: ช่วย<1>นักชงชาเขย่งเท้า</1>เพื่อชงชาสักถ้วยให้กับคนที่พวกเขารัก
vi: Giúp <1>Cô Pha Trà Rón Rén</1> pha một tách trà cho những người thân yêu
zh_hans: 帮助<1>踮脚的沏茶师</1>为心爱之人泡一杯茶
zh_hant: 幫助<1>小心翼翼的泡茶人</1>為摯愛之人泡一壺茶

# daily_quest_spirit_umbrella1_desc
source: Bring <1>Blushing Prospector</1> to shelter
de: Bringe die <1>Errötende Goldsucherin</1> zum Unterschlupf
es: Trae a la <1>Buscadora de oro sonrojada</1> para que se refugie
fr: Amenez la <1>prospectrice rougissante</1> à un abri
id: Bawa <1>Penyelidik Malu</1> ke tempat penampungan
it: Porta la <1>Prospettrice arrossita</1> al riparo
ja: <1>恥じらう探鉱者</1>を雨宿りができる場所へ連れていきましょう
ko: <1>수줍은 탐험가</1>를 대피소로 데려가기
pt: Leve a <1>Garimpeira Ruborizada</1> para o abrigo
ru: Отведите <1>Краснеющего старателя</1> к укрытию
th: พา<1>นักสำรวจแร่ผู้เขินอาย</1>ไปยังที่พักพิง
vi: Đưa <1>Người Khai Thác Nhút Nhát</1> đến nơi trú ẩn
zh_hans: 将<1>羞涩勘探者</1>带到躲避处
zh_hant: 將<1>羞澀勘探者</1>帶到躲雨處

# daily_quest_spirit_umbrella2_desc
source: Bring <1>Shivering Trailblazer</1> to shelter
de: Bringe die <1>Zitternde Wegbereiterin</1> zum Unterschlupf
es: Trae a la <1>Pionera temblorosa</1> para que se refugie
fr: Amenez la <1>pionnière frissonnante</1> à un abri
id: Bawa <1>Perintis Gemetaran</1> ke tempat penampungan
it: Porta la <1>Pioniera infreddolita</1> al riparo
ja: <1>恥じらう探鉱者</1>を雨宿りができる場所へ連れていきましょう
ko: <1>덜덜 떠는 개척자</1>를 대피소로 데려가기
pt: Leve a <1>Pioneira Tremendo</1> para o abrigo
ru: Отведите <1>Продрогшего первопроходца</1> к укрытию
th: พา <1>ผู้บุกเบิกสั่นระริก</1>ไปยังที่พักพิง
vi: Đưa <1>Người Khai Hoang Run Rẩy</1> đến nơi trú ẩn
zh_hans: 将<1>发抖开拓者</1>带到躲避处
zh_hant: 將<1>發抖開拓者</1>帶到躲雨處

# daily_quest_spirit_umbrella3_desc
source: Share a moment with the spirits
de: Teile einen Moment mit den Geistern
es: Comparte un momento con los espíritus
fr: Partagez un moment avec les esprits
id: Berbagi momen dengan para roh
it: Condividi un momento con gli spiriti
ja: 精霊たちとこのひと時を共有しましょう
ko: 영혼과 함께 잠시 시간을 보내요
pt: Aproveite um momento com os espíritos
ru: Проведите время с духами
th: ใช้เวลากับเหล่าสปิริต
vi: Chia sẻ khoảnh khắc với các tinh linh
zh_hans: 与先灵共处片刻
zh_hant: 與先靈共處片刻

# daily_quest_spirit_wave_desc
source: <b>Relive this spirit memory from Daylight Prairie</b>
de: <b>Erlebe dieses Geistererinnerung aus der Tageslichtprärie</b>
es: <b>Revive esta memoria de espíritu de la Planicie Luz de Día</b>
fr: <b>Revivez ce souvenir d’esprit de la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan roh ini dari Padang Rumput Siang</b>
it: <b>Rivivi questo ricordo dello spirito dalla Prateria Diurna</b>
ja: <b>紋様が示す草原の精霊の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual da Campina da Aurora</b>
ru: <b>Переживите воспоминания духа из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>重温这个来自云野先灵的记忆</b>
zh_hant: <b>重溫這個來自雲野先靈的記憶</b>

# daily_quest_spirit_wildlife1_desc
source: Deep call the butterflies with <1>Nightbird Whisperer</1>
de: Lass mit der <1>Nachtvogelflüsterin</1> einen mächtigen Ruf zu den Schmetterlingen erschallen
es: Llama bien fuerte a las mariposas con la <1>Susurradora de aves nocturnas</1>
fr: Faire venir les papillons par un appel des profondeurs avec la <1>charmeuse d’oiseaux de nuit</1>
id: Panggil kupu-kupu dengan keras bersama <1>Pembisik Burung Malam</1>
it: Fai un richiamo forte alle farfalle con l'<1>Allevatrice di uccelli notturni</1>
ja: <1>夜鳥の語り部</1>と一緒に大きく呼びかけて蝶々たちを引き寄せましょう
ko: <1>밤의 새 소리꾼</1>과 함께 나비를 큰 소리로 부르기
pt: Chame profundamente as borboletas com a <1>Domadora de Aves Noturnas</1>
ru: Используйте глубокий призыв, чтобы позвать бабочек с <1>Заклинательницей сов</1>
th: ส่งเสียงเรียกเหล่าผีเสื้อพร้อมกับ<1>ผู้รู้ใจนกราตรี</1>
vi: Kêu gọi đàn bướm với <1>Chim Đêm Thì Thầm</1>
zh_hans: 与<1>夜鸟语者</1>一起大声呼唤蝴蝶
zh_hant: 與<1>夜鳥語者</1>一起大聲呼喚蝴蝶

# daily_quest_spirit_wildlife1_hint
source: Deep call the butterflies with <1>Nightbird Whisperer</1>
de: Lass mit der <1>Nachtvogelflüsterin</1> einen mächtigen Ruf zu den Schmetterlingen erschallen
es: Llama bien fuerte a las mariposas con la <1>Susurradora de aves nocturnas</1>
fr: Faire venir les papillons par un appel des profondeurs avec la <1>charmeuse d’oiseaux de nuit</1>
id: Panggil kupu-kupu dengan keras bersama <1>Pembisik Burung Malam</1>
it: Fai un richiamo forte alle farfalle con l'<1>Allevatrice di uccelli notturni</1>
ja: <1>夜鳥の語り部</1>と一緒に大きく呼びかけて蝶々たちを引き寄せましょう
ko: <1>밤의 새 소리꾼</1>과 함께 나비를 큰 소리로 부르기
pt: Chame profundamente as borboletas com a <1>Domadora de Aves Noturnas</1>
ru: Используйте глубокий призыв, чтобы позвать бабочек с <1>Заклинательницей сов</1>
th: ส่งเสียงเรียกเหล่าผีเสื้อพร้อมกับ<1>ผู้ร���้ใจนกราตรี</1>
vi: Kêu gọi đàn bướm với <1>Chim Đêm Thì Thầm</1>
zh_hans: 与<1>夜鸟语者</1>一起大声呼唤蝴蝶
zh_hant: 與<1>夜鳥語者</1>一起大聲呼喚蝴蝶

# daily_quest_spirit_wildlife2_desc
source: Deep call the butterflies in the cave with <1>Jolly Geologist</1>
de: Lass mit der <1>Fröhlichen Geologin</1> einen mächtigen Ruf zu den Schmetterlingen in der Höhle erschallen
es: Llamada bien fuerte a las mariposas en la cueva junto con la <1>Geóloga alegre</1>
fr: Faire venir les papillons dans la grotte par un appel des profondeurs avec la <1>géologue joyeuse</1>
id: Panggil kupu-kupu dalam goa dengan keras bersama <1>Ahli Geologi Periang</1>
it: Fai un richiamo forte alle farfalle nella grotta con la <1>Geologa allegra</1>
ja: <1>夜鳥の語り部</1>と一緒に大きく呼びかけて蝶々たちを引き寄せましょう
ko: <1>유쾌한 지질학자</1>와 함께 동굴에서 나비를 큰 소리로 부르기
pt: Chame profundamente as borboletas na caverna com a <1>Geóloga Divertida</1>
ru: Используйте глубокий призыв, чтобы позвать бабочек в пещере с <1>Весёлым геологом</1>
th: ส่งเสียงเรียกเหล่าผีเสื้อในถ้ำพร้อมกับ<1>นักธรณีวิทยาผู้ร่าเริง</1>
vi: Kêu gọi đàn bướm trong hang với <1>Nhà Địa Chất Vui Vẻ</1>
zh_hans: 与<1>雀跃地质学家</1>一起在洞穴中大声呼唤蝴蝶
zh_hant: 在洞穴中與<1>雀躍地質學家</1>一起大聲呼喚蝴蝶

# daily_quest_spirit_wildlife2_hint
source: Deep call the butterflies with <1>Jolly Geologist</1>
de: Lass mit der <1>Fröhlichen Geologin</1> einen mächtigen Ruf zu den Schmetterlingen erschallen
es: Llama bien fuerte a las mariposas con la <1>Geóloga alegre</1>
fr: Faire venir les papillons par un appel des profondeurs avec la <1>géologue joyeuse</1>
id: Panggil kupu-kupu dengan keras bersama <1>Ahli Geologi Periang</1>
it: Fai un richiamo forte alle farfalle con la <1>Geologa allegra</1>
ja: <1>夜鳥の語り部</1>と一緒に大きく呼びかけて蝶々たちを引き寄せましょう
ko: <1>유쾌한 지질학자</1>와 함께 나비를 큰 소리로 부르기
pt: Chame profundamente as borboletas com a <1>Geóloga Divertida</1>
ru: Используйте глубокий призыв, чтобы позвать бабочек с <1>Весёлым геологом</1>
th: ส่งเสียงเรียกเหล่าผีเสื้อพร้อมกับ<1>นักธรณีวิทยาผู้ร่าเริง</1>
vi: Kêu gọi đàn bướm với <1>Nhà Địa Chất Vui Vẻ</1>
zh_hans: 与<1>雀跃地质学家</1>一起大声呼唤蝴蝶
zh_hant: 與<1>雀躍地質學家</1>一起大聲呼喚蝴蝶

# daily_quest_spirit_wildlife3_desc
source: Bring <1>Nightbird Whisperer</1> to the manta
de: Bringe die <1>Nachtvogelflüsterin</1> zum Riesenrochen
es: Lleva a la <1>Susurradora de aves nocturnas</1> hasta la manta
fr: Emmenez la <1>charmeuse d’oiseaux de nuit</1> voir la raie manta
id: Bawalah <1>Pembisik Burung Malam</1> ke manta
it: Porta l'<1>Allevatrice di uccelli notturni</1> alla manta
ja: <1>夜鳥の語り部</1>をマンタの居るところへ連れていきましょう
ko: <1>밤의 새 소리꾼</1>을 만타가오리에게 데려가기
pt: Leve a <1>Domadora de Aves Noturnas</1> até a arraia
ru: Приведите <1>Заклинательницу сов</1> к манте
th: พา<1>ผู้รู้ใจนกราตรี</1>ไปหากระเบน
vi: Đưa <1>Chim Đêm Thì Thầm</1> đến chỗ cá đuối
zh_hans: 将<1>夜鸟语者</1>带到光鳐处
zh_hant: 將<1>夜鳥語者</1>帶到光鰩的所在

# daily_quest_spirit_wildlife3_hint
source: Bring <1>Nightbird Whisperer</1> to the manta
de: Bringe die <1>Nachtvogelflüsterin</1> zum Riesenrochen
es: Lleva a la <1>Susurradora de aves nocturnas</1> hasta la manta
fr: Emmenez la <1>charmeuse d’oiseaux de nuit</1> voir la raie manta
id: Bawalah <1>Pembisik Burung Malam</1> ke manta
it: Porta l'<1>Allevatrice di uccelli notturni</1> alla manta
ja: <1>夜鳥の語り部</1>をマンタの居るところへ連れていきましょう
ko: <1>밤의 새 소리꾼</1>을 만타가오리에게 데려가기
pt: Leve a <1>Domadora de Aves Noturnas</1> até a arraia
ru: Приведите <1>Заклинательницу сов</1> к манте
th: พา<1>ผู้รู้ใจนกราตรี</1>ไปหากระเบน
vi: Đưa <1>Chim Đêm Thì Thầm</1> đến chỗ cá đuối
zh_hans: 将<1>夜鸟语者</1>带到光鳐处
zh_hant: 將<1>夜鳥語者</1>帶到光鰩的所在

# daily_quest_spirit_yoga1_desc
source: Join <1>Ascetic Monk</1> for a stretch
de: Schließe dich dem <1>Asketen-Mönch</1> für eine Dehnübung an
es: Ponte a estirar con el <1>Monje ascético</1>
fr: Étirez-vous avec le <1>moine ascétique</1>
id: Bergabunglah dengan <1>Biksu Pertapa</1> untuk melakukan peregangan
it: Unisciti al <1>Monaco asceta</1> per fare stretching
ja: <1>節制の修行者</1>と一緒に体をほぐしましょう
ko: <1>금욕적인 수도승</1>과 함께 스트레칭하기
pt: Junte-se ao <1>Monge Asceta</1> para fazer um alongamento
ru: Присоединитесь к <1>Монаху-отшельнику</1> для растяжки
th: ร่วมยืดเหยียดกับ<1>นักพรต</1>
vi: Cùng <1>Nhà Sư Khổ Hạnh</1> duỗi cơ thể
zh_hans: 与<1>苦行僧侣</1>一起进行一次伸展
zh_hant: 與<1>苦行僧侶</1>一起做伸展操

# daily_quest_spirit_yoga2_desc
source: Join <1>Ascetic Monk</1> for a stretch
de: Schließe dich dem <1>Asketen-Mönch</1> für eine Dehnübung an
es: Ponte a estirar con el <1>Monje ascético</1>
fr: Étirez-vous avec le <1>moine ascétique</1>
id: Bergabunglah dengan <1>Biksu Pertapa</1> untuk melakukan peregangan
it: Unisciti al <1>Monaco asceta</1> per fare stretching
ja: <1>節制の修行者</1>と一緒に体をほぐしましょう
ko: <1>금욕적인 수도승</1>과 함께 스트레칭하기
pt: Junte-se ao <1>Monge Asceta</1> para fazer um alongamento
ru: Присоединитесь к <1>Монаху-отшельнику</1> для растяжки
th: ร่วมยืดเหยียดกับ<1>นักพรต</1>
vi: Cùng <1>Nhà Sư Khổ Hạnh</1> duỗi cơ thể
zh_hans: 与<1>苦行僧侣</1>一起进行一次伸展
zh_hant: 與<1>苦行僧侶</1>一起做伸展操

# daily_quest_spirit_yoga3_desc
source: Join <1>Ascetic Monk</1> for a stretch
de: Schließe dich dem <1>Asketen-Mönch</1> für eine Dehnübung an
es: Ponte a estirar con el <1>Monje ascético</1>
fr: Étirez-vous avec le <1>moine ascétique</1>
id: Bergabunglah dengan <1>Biksu Pertapa</1> untuk melakukan peregangan
it: Unisciti al <1>Monaco asceta</1> per fare stretching
ja: <1>節制の修行者</1>と一緒に体をほぐしましょう
ko: <1>금욕적인 수도승</1>과 함께 스트레칭하기
pt: Junte-se ao <1>Monge Asceta</1> para fazer um alongamento
ru: Присоединитесь к <1>Монаху-отшельнику</1> для растяжки
th: ร่วมยืดเหยียดกับ<1>นักพรต</1>
vi: Cùng <1>Nhà Sư Khổ Hạnh</1> duỗi cơ thể
zh_hans: 与<1>苦行僧侣</1>一起进行一次伸展
zh_hant: 與<1>苦行僧侶</1>一起做伸展操

# daily_quest_ui_complete
source: Well done! Here's your <heart/> Come back tomorrow for more!
de: Gut gemacht! Hier ist dein <heart/> Komm morgen wieder, um mehr zu erhalten!
es: ¡Buen trabajo! ¡Aquí tienes tu <heart/> regresa mañana por más!
fr: Bien joué ! Voici votre <heart/> Revenez demain pour d’autres récompenses !
id: Kerja bagus! Terimalah <heart/> Kembalilah lagi esok untuk mendapatkannya lagi!
it: Molto bene! Ecco il tuo <heart/>. Torna domani per ottenerne ancora!
ja: おめでとう！<heart/>を1つ 獲得しました 明日のクエストをお楽しみに！
ko: 수고하셨어요! <heart/>를 받으세요. 내일 다시 와서 또 받을 수 있어요!
pt: Bom trabalho! Aqui está seu <heart/>. Volte amanhã para ganhar mais!
ru: Прекрасно! Вот ваше <heart/>. Возвращайтесь завтра!
th: เยี่ยมมาก! รับ <heart/> ของคุณไปสิ กลับมาใหม่ในวันพรุ่งนี้เพื่อรับเพิ่มได้เลย!
vi: Tuyệt vời! Đây là <heart/> của bạn! Ngày mai nhớ quay lại nhé!
zh_hans: 这里是你的奖励<heart/>！记得明天再来！
zh_hant: 這是你的獎勵<heart/>！記得明天再來！

# daily_quest_ui_intro
source: Complete today's challenges to earn a <heart/>
de: Schließe die heutigen Herausforderungen ab, um ein <heart/> zu erhalten
es: Termina los desafíos de hoy para ganar un <heart/>
fr: Terminez les défis du jour pour gagner un <heart/>
id: Selesaikan tantangan hari ini untuk meraih <heart/>
it: Completa le sfide di oggi per ottenere un <heart/>
ja: 今日のクエストを完了して<heart/>を獲得しましょう
ko: 오늘의 챌린지를 완료하고 <heart/>를 받으세요
pt: Conclua os desafios de hoje para ganhar um <heart/>
ru: Пройдите сегодняшние испытания и получите <heart/>
th: ทำความท้าทายของวันนี้ให้เสร็จเพื่อรับ <heart/>
vi: Hoàn thành thử thách hôm nay để nhận một <heart/>
zh_hans: 完成今天的挑战可以获得一颗<heart/>
zh_hant: 完成今天的挑戰可以獲得一顆<heart/>

# daily_quest_use_teleport_to_candle_space_desc
source: <b>Teleport back to Home</b>
de: <b>Teleportiere dich zurück nach Hause</b>
es: <b>Teletranspórtate de regreso a Hogar</b>
fr: <b>Téléportez-vous jusqu’à la Maison</b>
id: <b>Teleportasi kembali ke Rumah</b>
it: <b>Teletrasportati alla Base</b>
ja: <b>ホームに戻る</b>
ko: <b>텔레포트하여 안식처로 돌아가기</b>
pt: <b>Teletransportar de volta ao Lar</b>
ru: <b>Телепортируйтесь Домой</b>
th: <b>เทเลพอร์ตกลับไปที่บ้าน</b>
vi: <b>Dịch chuyển về Nhà</b>
zh_hans: <b>传送回遇境</b>
zh_hant: <b>傳送回遇境</b>

# daily_quest_visit_day_arch_desc
source: <b>Visit the highest arch in Prairie</b>
de: <b>Besuche den höchsten Bogen in der Prärie</b>
es: <b>Visita el arco más alto en la Planicie</b>
fr: <b>Visitez l’arche la plus élevée de la Prairie</b>
id: <b>Kunjungi lengkungan tertinggi di Padang Rumput</b>
it: <b>Visita l'arco più alto nella Prateria</b>
ja: <b>草原で最も高いアーチを訪れる</b>
ko: <b>초원에서 가장 높은 아치를 찾아가기</b>
pt: <b>Visitar o arco mais alto da Campina</b>
ru: <b>Посетите самую высокую арку в Прерии</b>
th: <b>ไปยังซุ้มที่สูงที่สุดในทุ่งหญ้า</b>
vi: <b>Ghé thăm vòm cao nhất ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>拜访云野最高的拱门</b>
zh_hant: <b>拜訪雲野最高的拱門</b>

# daily_quest_visit_day_birds_nest_desc
source: <b>Climb Prairie's broken tower</b>
de: <b>Erklimme den kaputten Turm in der Prärie</b>
es: <b>Escala la torre destruida de la Planicie</b>
fr: <b>Grimpez la tour brisée de la Prairie</b>
id: <b>Panjat menara rusak Padang Rumput</b>
it: <b>Scala la torre rotta nella Prateria</b>
ja: <b>草原で壊れた塔に登る</b>
ko: <b>초원에서 부서진 탑을 오르기</b>
pt: <b>Escalar a torre ruída da Campina</b>
ru: <b>Заберитесь на разломанную башню в Прерии</b>
th: <b>ปีนหอคอยที่ชำรุดของทุ่งหญ้า</b>
vi: <b>Trèo lên tháp bị đổ ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>攀爬云野坍塌的圆塔</b>
zh_hant: <b>攀爬雲野坍塌的圓塔</b>

# daily_quest_visit_day_fairyring_desc
source: <b>Find Prairie's fairy ring</b>
de: <b>Finde den Feenring in der Prärie</b>
es: <b>Encuentra el anillo de las hadas en la Planicie</b>
fr: <b>Trouvez la bague féérique de la Prairie</b>
id: <b>Temukan cincin peri Padang Rumput</b>
it: <b>Trova l'anello delle fate nella Prateria</b>
ja: <b>草原で妖精のリングを見つける</b>
ko: <b>초원에서 요정 고리 찾기</b>
pt: <b>Encontrar o anel fátuo da Campina</b>
ru: <b>Найдите кольцо фей в Прерии</b>
th: <b>ค้นหาวงแหวนภูติของทุ่งหญ้า</b>
vi: <b>Tìm nhẫn tinh linh ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>寻找云野精灵之环</b>
zh_hant: <b>找到雲野的精靈之環</b>

# daily_quest_visit_day_koi_pond_desc
source: <b>Find the koi pond, high up in Prairie</b>
de: <b>Finde den Koiteich ganz oben in der Prärie</b>
es: <b>Encuentra el estanque de kois en la planicie</b>
fr: <b>Trouvez la mare aux carpes koï très haut dans la Prairie</b>
id: <b>Temukan kolam koi, di atas Padang Rumput</b>
it: <b>Trova lo stagno in cima alla Prateria</b>
ja: <b>草原の高台で鯉の池を見つける</b>
ko: <b>초원의 높은 섬에서 잉어 연못 찾기</b>
pt: <b>Encontrar a lagoa de carpas, nas alturas da Campina</b>
ru: <b>Найдите пруд карпов высоко в Прерии</b>
th: <b>ค้นหาบ่อปลาคราฟที่อยู่สูงขึ้นไปในทุ่งหญ้า</b>
vi: <b>Tìm hồ cá koi trên cao ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>寻找云野高处的锦鲤池</b>
zh_hant: <b>找到雲野高處的錦鯉池</b>

# daily_quest_visit_day_temple_summit_desc
source: <b>Touch the highest spire on Prairie's temple</b>
de: <b>Berühre die höchste Spitze auf dem Tempel der Prärie</b>
es: <b>Toca el chapitel más alto de la Planicie</b>
fr: <b>Touchez la flèche la plus élevée du temple de la Prairie</b>
id: <b>Sentuh puncak menara tertinggi di kuil Padang Rumput</b>
it: <b>Tocca la guglia più alta sul tempio della Prateria</b>
ja: <b>草原の神殿で最も高い鐘に触れる</b>
ko: <b>초원의 사원에서 가장 높은 첨탑을 만지기</b>
pt: <b>Tocar o cume mais alto do templo da Campina</b>
ru: <b>Коснитесь высочайшего шпиля в храме Прерии</b>
th: <b>แตะยอดแหลมที่สูงที่สุดในวิหารของทุ่งหญ้า</b>
vi: <b>Chạm vào ngọn tháp cao nhất trên đền thờ ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>触碰云野神庙最高的金塔</b>
zh_hant: <b>觸碰雲野神廟最高的金塔</b>

# daily_quest_visit_dusk_barricades_desc
source: <b>Find Wasteland's barricades</b>
de: <b>Finde die Barrikaden in der Ödnis</b>
es: <b>Encuentra las barridas del Páramo</b>
fr: <b>Trouvez les barricades du terrain vague</b>
id: <b>Temukan barikade Gurun</b>
it: <b>Trova le barricate del Deserto</b>
ja: <b>捨てられた地でバリケードを見つける</b>
ko: <b>황무지에서 바리케이트를 찾아가기</b>
pt: <b>Encontrar as barricadas do Sertão</b>
ru: <b>Найдите баррикады Пустоши</b>
th: <b>ค้นหารั้วของแดนร้าง</b>
vi: <b>Tìm rào chắn ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>寻找暮土的拒马</b>
zh_hant: <b>找到暮土的拒馬</b>

# daily_quest_visit_dusk_cannon_desc
source: <b>Visit the cannon in Wasteland</b>
de: <b>Besuche die Kanone in der Ödnis</b>
es: <b>Visita el cañón del Páramo</b>
fr: <b>Trouvez le canon du terrain vague</b>
id: <b>Kunjungi meriam di Gurun</b>
it: <b>Visita il cannone nel Deserto</b>
ja: <b>捨てられた地で大砲を見つける</b>
ko: <b>황무지에서 대포를 찾아가기</b>
pt: <b>Visitar o canhão no Sertão</b>
ru: <b>Посетите пушку в Пустоши</b>
th: <b>ไปที่ปืนใหญ่ในแดนร้าง</b>
vi: <b>Tham quan khẩu đại bác ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>寻找暮土的大炮</b>
zh_hant: <b>找到暮土的大炮</b>

# daily_quest_visit_dusk_gravepillar_desc
source: <b>Discover the source of the purple cape</b>
de: <b>Entdecke den Ursprung des lila Umhangs</b>
es: <b>Descubre la fuente de la capa morada</b>
fr: <b>Découvrez la source de la cape violette</b>
id: <b>Temukan sumber jubah ungu</b>
it: <b>Scopri l'origine del mantello viola</b>
ja: <b>紫色のケープを探す</b>
ko: <b>보라색 망토가 어디에서 왔는지 알아보기</b>
pt: <b>Descobrir a fonte da capa roxa</b>
ru: <b>Найдите источник пурпурной накидки</b>
th: <b>ค้นพบแหล่งที่มาของเสื้อคลุมสีม่วง</b>
vi: <b>Khám phá nguồn gốc áo choàng tím</b>
zh_hans: <b>发现紫衫斗篷的出处</b>
zh_hant: <b>發現紫衫斗篷的出處</b>

# daily_quest_visit_dusk_peak_desc
source: <b>Reach the highest peak in Wasteland</b>
de: <b>Erreiche die höchste Spitze in der Ödnis</b>
es: <b>Alcanza el pico más alto en el Páramo</b>
fr: <b>Atteignez le point le plus élevé du terrain vague</b>
id: <b>Capai puncak tertinggi di Gurun Kosong</b>
it: <b>Raggiungi il picco più alto nel Deserto</b>
ja: <b>捨てられた地で最も高い場所を目指す</b>
ko: <b>황무지에서 가장 높은 언덕 위에 오르기</b>
pt: <b>Alcançar o pico mais alto do Sertão</b>
ru: <b>Заберитесь на высочайшую вершину Пустоши</b>
th: <b>ไปยังจุดที่สูงที่สุดในแดนร้าง</b>
vi: <b>Leo lên đỉnh cao nhất ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>爬上暮土最高的山峰</b>
zh_hant: <b>爬上暮土最高的山峰</b>

# daily_quest_visit_dusk_pyramid_desc
source: <b>Visit cannon in Wasteland </b>
de: <b>Besuche die Kanone in der Ödnis</b>
es: <b>Visita el cañón del Páramo</b>
fr: <b>Visitez le canon du terrain vague</b>
id: <b>Kunjungi meriam di Gurun Kosong</b>
it: <b>Visita il cannone nel Deserto</b>
ja: <b>捨てられた地で大砲を見つける</b>
ko: <b>황무지에서 대포를 찾아가기</b>
pt: <b>Visitar o canhão no Sertão</b>
ru: <b>Посетите пушку в Пустоши</b>
th: <b>ไปที่ปืนใหญ่ในแดนร้าง</b>
vi: <b>Tham quan khẩu đại bác ở Hoang Mạc Hoàng Kim </b>
zh_hans: <b>寻找暮土的大炮</b>
zh_hant: <b>找到暮土的大炮</b>
