Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# relationship_join_fail_no_level_permission
source: Your friend is in a place that you have not visited yet
de: Dein Freund ist an einem Ort, den du noch nicht besucht hast
es: Tu amigo se encuentra en un lugar el cual no has visitado todavía
fr: Votre ami se trouve dans un endroit que vous n'avez pas encore visité
id: Temanmu berada di tempat yang belum pernah kamu kunjungi
it: Il tuo amico si trova in un luogo che non hai ancora visitato
ja: このフレンドはまだあなたが訪れたことがない場所にいるようです
ko: 친구가 아직 당신이 방문하지 않은 곳에 있어요
pt: Seu amigo está em um lugar que você ainda não visitou
ru: Ваш друг сейчас где-то, где вы еще не бывали
th: เพื่อนของคุณอยู่ในสถานที่ที่คุณยังไม่เคยไป
vi: Người bạn này đang ở một địa điểm mà bạn chưa từng đến
zh_hans: 您的好友在某个您尚未造访的地方
zh_hant: 您的好友在某個您尚未造訪的地方

# relationship_join_fail_no_warp
source: You have not unlocked warp with this friend
de: Du hast für diesen Freund das Warpen noch nicht freigeschaltet
es: No has desbloqueado el viajar con este amigo
fr: Vous n’avez pas déverrouillé de téléportation avec cet ami
id: Kamu belum membuka teleportasi dengan teman ini
it: Non hai sbloccato il teletrasporto con questo amico
ja: このフレンドに対するワープをまだアンロックしていません
ko: 아직 워프를 잠금해제하지 않았어요
pt: Você não desbloqueou o transporte com este amigo
ru: Вы не открыли прыжок с этим другом
th: คุณยังไม่ได้ปลดล็อกวาร์ปกับเพื่อนคนนี้
vi: Bạn chưa mở khóa dịch chuyển với người bạn này
zh_hans: 你还没有和好友解锁同关卡内的瞬移功能
zh_hant: 你還沒有和好友解鎖同關卡內的瞬移功能

# relationship_join_fail_not_online
source: Your friend is not online
de: Dein Freund ist nicht online
es: Tu amigo no está en línea
fr: Votre ami n’est pas en ligne
id: Temanmu tidak online
it: Il tuo amico non è connesso
ja: このフレンドは現在オンラインでないようです
ko: 친구가 지금 오프라인이에요
pt: Seu amigo não está on-line
ru: Ваш друг не в сети
th: เพื่อนของคุณไม่ได้ออนไลน์
vi: Người bạn này không online
zh_hans: 您的朋友不在线
zh_hant: 您的朋友不在線

# relationship_join_fail_same_level
source: Your friend is already with you
de: Dein Freund ist bereits bei dir
es: Tu amigo ya está contigo.
fr: Votre ami est déjà avec vous
id: Temanmu sudah bersamamu
it: Il tuo amico è già con te
ja: このフレンドはすでにあなたと一緒にいます
ko: 친구와 이미 함께 있어요
pt: Seu amigo já está com você
ru: Ваш друг уже с вами
th: เพื่อนของคุณอยู่กับคุณแล้ว
vi: Người bạn này đang ở cạnh bạn
zh_hans: 你的朋友就在你身边
zh_hant: 你的朋友就在你身邊

# relationship_join_fail_trial
source: Your friend is in the middle of a challenge.
de: Dein Freund ist mitten in einer Herausforderung.
es: Tu amigo está en medio de un desafío.
fr: Votre ami est en plein défi.
id: Temanmu sedang melakukan tantangan.
it: Il tuo amico è nel mezzo di una sfida.
ja: このフレンドは試練に挑戦中です
ko: 친구가 무언가에 도전하고 있어요
pt: Seu amigo está no meio de um desafio.
ru: Ваш друг проходит испытание.
th: เพื่อนของคุณกำลังทำความท้าทายอยู่
vi: Người bạn này đang thực hiện khiêu chiến.
zh_hans: 您的朋友正在接受挑战中。
zh_hant: 您的朋友正在接受挑戰中。

# relationship_join_fail_upgrade_client
source: Join failed. You may need to update your app to the latest version.
de: Teleportieren fehlgeschlagen. Es kann sein, dass du deine App auf die neuste Version aktualisieren musst.
es: El viaje falló. Es posible que necesites actualizar tu aplicación a la versión más reciente.
fr: Échec de la téléportation. Vous devez installer la dernière version de l'application.
id: Gagal bergabung. Kamu mungkin perlu memperbarui aplikasi ke versi terbaru.
it: Teletrasporto non riuscito. Prova ad aggiornare l'app alla versione più recente.
ja: ワープできません。ストアより最新バージョンにアップデートしてみてください。
ko: 워프 실패. 앱을 최신 버전으로 업데이트하세요.
pt: Falha no transporte. Você precisa atualizar o aplicativo para a versão mais recente.
ru: Не удалось прыгнуть. Возможно, вам надо обновить приложение до последней версии.
th: ล้มเหลวในการเข้าร่วม คุณอาจจำเป็นต้องอัปเดตแอปของคุณเป็นเวอร์ชันล่าสุด
vi: Vào thất bại. Bạn cần cập nhật ứng dụng lên phiên bản mới nhất.
zh_hans: 传送失败。您需要更新到最新版本的客户端。
zh_hant: 傳送失敗。您需要更新到最新版本的客戶端。

# relationship_join_version_mismatch
source: Your friend is running a newer or older version of the game
de: Dein Freund hat eine neuere oder ältere Version des Spiels
es: Tu amigo está ejecutando una versión más reciente o más antigua del juego
fr: Votre ami utilise une version plus récente ou plus ancienne du jeu
id: Temanmu menggunakan versi game yang lebih baru atau lebih lama
it: Il tuo amico sta utilizzando una versione più nuova o più vecchia del gioco
ja: このフレンドとゲームのバージョンが一致しないようです
ko: 친구가 다른 버전의 게임을 실행 중이에요
pt: Seu amigo está usando uma versão mais recente ou mais antiga do jogo
ru: У вашего друга более новая или старая версия игры
th: เพื่อนของคุณกำลังเล่นเกมเวอร์ชันใหม่หรือเก่ากว่า
vi: Người bạn này dùng phiên bản game khác với bạn
zh_hans: 好友的游戏版本与您不一致
zh_hant: 好友的遊戲版本與您不一致

# relationship_link
source: Offer to link STAR Pin?
de: Verbindung der STAR-Anstecknadel anbieten?
es: ¿Ofrecer vínculo para el broche STAR ?
fr: Proposer de relier la broche STAR?
id: Ajak menautkan Pin STAR?
it: Vuoi collegare la spilletta STAR ?
ja: のリンクを申し込みますか？
ko: STAR 핀 연결을 요청할까요?
pt: Oferecer o vínculo do broche STAR?
ru: Предложить связать значок STAR?
th: เสนอให้เชื่อมโยงพิน STAR หรือไม่
vi: Mời liên kết Huy Hiệu STAR?
zh_hans: 是否邀请连接STAR徽章？
zh_hant: 是否邀請連接STAR徽章？

# relationship_manage_button
source: Manage
de: Verwalten
es: Administrar
fr: Gérer
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
pt: Organizar
ru: Управлять
th: จัดการ
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# relationship_mute
source: <b>{{1}}</b> is now <warning>muted</warning>.
de: <b>{{1}}</b> ist jetzt <warning>stummgeschaltet</warning>.
es: Has <warning>silenciado</warning> a <b>{{1}}</b>.
fr: <b>{{1}}</b> est maintenant <warning>muet</warning>.
id: <b>{{1}}</b> sekarang <warning>dibisukan</warning>.
it: <b>{{1}}</b> <warning>non potrà comunicare</warning> con te.
ja: <b>{{1}}</b> さんは<warning>ミュート</warning>になっています
ko: <b>{{1}}</b>님이 <warning>음소거</warning>되었습니다.
pt: <b>{{1}}</b> está <warning>silenciado</warning>.
ru: Теперь <warning>чат отключен</warning> с <b>{{1}}</b>.
th: <b>{{1}}</b> ได้ถูก<warning>ปิดเสียง</warning>แล้ว
vi: <b>{{1}}</b> hiện đang bị <warning>tắt âm</warning>.
zh_hans: <b>{{1}}</b>现在<warning>已静音</warning>。
zh_hant: <b>{{1}}</b>現已被<warning>靜音</warning>。

# relationship_online_id_button
source: Online ID
es: ID en línea
fr: ID en ligne
id: ID Online
it: ID online
ja: オンライン ID
ko: 온라인 ID
pt: ID on-line
ru: Онлайн-ID
th: ID ออนไลน์
vi: ID trực tuyến
zh_hans: 在线ID
zh_hant: 線上ID

# relationship_playfight
source: Offer <candle/> to this friend to unlock <2>play fight</2>?
de: Diesem Freund eine <candle/> darbringen, um die <2>Spielerischer Kampf</2> freizuschalten?
es: ¿Ofrecerle <candle/> a este amigo para desbloquear <2>juego de manos</2>?
fr: Offrir des <candle/> à cet ami pour déverrouiller <2>Bagarre pour rire</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>main tarung</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare la <2>lotta tra amici</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”けんかごっこ”</2>ができるようになります
ko: <candle/>를 사용하여 <2>싸움놀이</2>를 잠금해제할까요?
pt: Oferecer <candle/> para esse amigo para desbloquear <2>jogo de luta</2>?
ru: Предложить <candle/> этому другу, чтобы открыть <2>шуточную драку</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>เล่นต่อสู้</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>Chơi Chiến Đấu</2>?
zh_hans: 赠送<candle/>给好友以解锁<2>打闹</2>吗？
zh_hant: 贈送<candle/>給好友以解鎖<2>打鬧</2>嗎？

# relationship_princesscarry
source: Offer <candle/> to this friend to unlock <2>Cradle Carry</2>?
de: Diesem Freund <candle/> anbieten, um <2>Wiegegriff</2> freizuschalten?
es: ¿Ofrecer <candle/> a esta amistad para desbloquear el <2>upa</2>?
fr: Offrir <candle/> à cette personne pour débloquer le <2>porté berceau</2> ?
id: Tawarkan <candle/> kepada teman ini untuk membuka <2>Gendong Bayi</2>?
it: Vuoi offrire <candle/> a questo amico per sbloccare il <2>trasporto in braccio</2>?
ja: <2><candle/></2>を捧げますか？このフレンドと「ゆりかご抱っこ」ができるようになります
ko: <candle/>를 사용하여 <2>안아 들기</2>를 잠금 해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear <2>carregar no colo</2>?
ru: Предложить <candle/>этому другу открыть <2>ношение на руках</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>อุ้ม</2>หรือไม่
vi: Tặng <candle/> cho người bạn này để mở khóa <2>Nôi Nhỏ</2>?
zh_hans: 赠送<candle/>给这位好友以解锁<2>摇篮式抱姿</2>？
zh_hant: 是否要向好友提供<candle/>以解鎖<2>搖籃抱</2>？

# relationship_remote_chat
source: Remote chat with your friend Under construction...
de: Chatte mit deinem Freund Wird noch gebaut ...
es: Chat remoto con tu amigo En construcción...
fr: Discutez à distance avec votre ami En construction...
id: Obrolan jarak jauh dengan temanmu Sedang dikembangkan ...
it: Chat remota con amico Lavori in corso...
ja: リモートチャットはただいま準備中です
ko: 친구와의 원격 채팅 공사 중…
pt: Bate-papo remoto com seu amigo Em construção...
ru: Удаленный чат с другом В разработке...
th: แชททางไกลกับเพื่อนของคุณ อยู่ระหว่างดำเนินการ...
vi: Kênh chat đang được bảo trì Tạm không thể chat từ xa với bạn bè
zh_hans: 聊天频道正在维护 暂时无法与朋友远程聊天
zh_hant: 聊天頻道正在維護 暫時無法與朋友遠程聊天

# relationship_rename
source: Edit your friend's nickname
de: Bearbeite den Spitznamen deines Freundes
es: Editar el apodo de tu amigo
fr: Modifiez le pseudo de votre ami
id: Edit nama panggilan temanmu
it: Modifica l'alias del tuo amico
ja: このフレンドのニックネームを変更します
ko: 친구 별명 수정하기
pt: Alterar o apelido do seu amigo
ru: Измените прозвище друга
th: แก้ไขชื่อเล่นเพื่อนของคุณ
vi: Sửa tên của bạn bè
zh_hans: 修改你好友的昵称
zh_hant: 修改你好友的暱稱

# relationship_rename_title
source: <b>Nickname</b>
de: <b>Spitzname</b>
es: <b>Apodo</b>
fr: <b>Surnom</b>
id: <b>Nama Panggilan</b>
it: <b>Soprannome</b>
ja: <b>ニックネーム</b>
ko: <b>별명</b>
pt: <b>Apelido</b>
ru: <b>Прозвище</b>
th: <b>ชื่อเล่น</b>
vi: <b>Tên</b>
zh_hans: <b>昵称</b>
zh_hant: <b>暱稱</b>

# relationship_setname
source: Offer <candle/> to this player to unlock <2>nickname</2>?
de: Diesem Spieler eine <candle/> darbringen, um den <2>Spitznamen</2> freizuschalten?
es: ¿Ofrecer <candle/> a este amigo para desbloquear el <2>apodo</2>?
fr: Offrir des <candle/> à ce joueur pour déverrouiller le <2>pseudo</2> ?
id: Tawarkan <candle/> ke pemain ini untuk membuka <2>nama panggilan</2>?
it: Vuoi offrire <candle/> a questo giocatore per sbloccare l'<2>alias</2>?
ja: <candle/>を捧げますか？このフレンドに <2>ニックネーム</2>がつけられるようになります
ko: <candle/>를 사용하여 <2>별명</2>을 잠금해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear <2>apelido</2>?
ru: Предложить <candle/> этому игроку, чтобы открыть <2>прозвище</2>?
th: มอบ <candle/> ให้กับผู้เล่นคนนี้ เพื่อปลดล็อก<2>ชื่อเล่น</2>หรือไม่
vi: Tặng <candle/> cho bạn bè để mở khóa <2>tên</2>?
zh_hans: 赠送<candle/>给好友解锁<2>设置昵称</2>?
zh_hant: 贈送<candle/>給好友解鎖<2>設置暱稱</2>?

# relationship_sidehug
source: Offer <candle/> to this friend to unlock <2>Side Hug</2>?
de: Diesem Freund <candle/> anbieten, um die <2>seitliche Umarmung</2> freizuschalten?
es: ¿Ofrecer <candle/> a esta amistad para desbloquear el <2>abrazo de costado</2>?
fr: Offrir <candle/> à cette personne pour débloquer le <2>câlin latéral</2> ?
id: Tawarkan <candle/> ke teman ini untuk membuka <2>Peluk dari Samping</2>?
it: Vuoi offrire <candle/> a questa persona per sbloccare l’<2>abbraccio laterale</2>?
ja: <2><candle/></2>を捧げますか？このフレンドと「肩組み」ができるようになります
ko: <candle/>을 사용해서 이 친구와 <2>옆 포옹</2>을 잠금해제할까요?
pt: Oferecer <candle/> para este amigo e desbloquear o <2>abraço de lado</2>?
ru: Предложить <candle/>этому другу, чтобы открыть выражение <2>Бок о бок</2>?
th: มอบ <candle/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>กอดคอ</2>หรือไม่
vi: Tặng <candle/> cho người bạn này để mở khóa <2>Ôm Hông</2>?
zh_hans: 向这位好友提供<candle/>，以解锁<2>侧面拥抱</2>？
zh_hant: 是否要向好友提供<candle/>以解鎖<2>側抱</2>？

# relationship_teleport
source: Offer <prestige/> to this friend to unlock <2>warp</2>?
de: Diesem Freund <prestige/> darbringen, um das <2>Warpen</2> freizuschalten?
es: ¿Ofrecer <prestige/> a este amigo para desbloquear el <2>Viajar</2>?
fr: Offrir du <prestige/> à cet ami pour débloquer <2>Voyager</2> ?
id: Tawarkan <prestige/> ke teman ini untuk membuka <2>teleportasi</2>?
it: Vuoi offrire <prestige/> a questo amico per sbloccare il <2>viaggio</2>?
ja: <candle/>を捧げますか？このフレンドと <2>”ワープ”</2>ができるようになります
ko: <prestige/>를 사용하여 <2>워프</2>를 잠금해제할까요?
pt: Oferecer <prestige/> para este amigo e desbloquear <2>transportar</2>?
ru: Предложить <prestige/> этому другу, чтобы открыть <2>прыжок</2>?
th: มอบ <prestige/> ให้กับเพื่อนคนนี้ เพื่อปลดล็อก<2>วาร์ป</2>หรือไม่
vi: Tặng <prestige/> cho bạn bè để mở khóa <2>dịch chuyển</2>?
zh_hans: 赠送<prestige/>给好友解锁<2>瞬移</2>?
zh_hant: 贈送<prestige/>給好友解鎖<2>瞬移</2>?

# relationship_tier
source: Offer <prestige/> to this friend to upgrade <2>friendship level</2>?
de: Diesem Freund <prestige/> darbringen, um den <2>Freundschaftslevel</2> zu verbessern?
es: ¿Deseas ofrecer <prestige/> a este amigo para que mejore su <2>nivel de amistad </2>?
fr: Offrez du <prestige/> à cet ami pour augmenter le <2>niveau d'amitié</2> ?
id: Tawarkan <prestige/> ke teman ini untuk meningkatkan <2>level pertemanan</2>?
it: Vuoi offrire <prestige/> a questo amico per migliorare il <2>livello di amicizia</2>?
ja: <prestige/>を捧げてこのフレンドとの<2>友情レベルをアップグレード</2>しますか？
ko: <prestige/>를 사용하여 <2>우정레벨</2>을 업그레이드 할까요?
pt: Oferecer <prestige/> para este amigo e aumentar o <2>nível de amizade</2>?
ru: Предложить <prestige/> этому другу, чтобы поднять <2>уровень дружбы</2>?
th: มอบ <prestige/> ให้กับเพื่อนคนนี้ เพื่ออัปเกรด<2>เลเวลมิตรภาพ</2>หรือไม่
vi: Tặng <prestige/> cho bạn bè để tăng <2>Cấp bạn bè</2>?
zh_hans: 赠送<prestige/>给好友升级<2>朋友等级</2>?
zh_hant: 贈送<prestige/>給好友升級<2>朋友等級</2>?

# relationship_unblock
source: Unblock friend? <warning>This will re-enable actions with this player</warning>
de: Blockierung von Freund aufheben? <warning>Damit sind die Interaktionen mit diesem Spieler wieder möglich</warning>
es: ¿Desbloquear amigo? </warning>Esto habilitará de nuevo las acciones con este jugador </warning>
fr: Débloquer l’ami ? <warning>Cela réactivera les interactions avec ce joueur</warning>
id: Buka blokir teman? <warning>Ini akan mengaktifkan kembali aksi dengan pemain ini</warning>
it: Sbloccare amico? <warning>Questo riattiverà le interazioni con questo giocatore</warning>
ja: このフレンドのブロックを解除しますか？ <warning>コミュニケーション機能が再び利用できるようになります</warning>
ko: 친구를 차단해제할까요? <warning> 이 플레이어와의 교류가 다시 활성화됩니다</warning>
pt: Desbloquear amigo? <warning>Isso reativará algumas interações com esse jogador</warning>
ru: Разблокировать друга? <warning>Это снова разрешит некоторые действия с ним</warning>
th: ปลดบล็อกเพื่อนหรือไม่ <warning>นี่จะทำให้ใช้การกระทำกับผู้เล่นคนนี้ได้อีกครั้ง</warning>
vi: Bỏ chặn người này? <warning>Sẽ cho phép tương tác với người này</warning>
zh_hans: 将此玩家移出黑名单？ <warning>将允许与该玩家的各种互动</warning>
zh_hant: 將此玩家移出黑名單？ <warning>將允許與該玩家的各種互動</warning>

# relationship_undelete
source: Rekindle friend? <warning>This will re-enable actions with this player and restore their star in the Friendship Constellation.</warning>
de: Freundschaft neu entfachen? <warning>Dadurch werden Aktionen mit diesem Spieler und seinem Stern im Freundschaftssternbild wieder aktiviert.</warning>
es: ¿Reavivar amigo? <warning>Esto habilitará de nuevo las acciones con este jugador y restaurará a su estrella en la constelación de amistad.</warning>
fr: Raviver l’amitié ? <warning>Vous réactiverez les actions possibles avec cette personne et restaurerez son étoile dans les Constellations de l'amitié.</warning>
id: Hidupkan kembali pertemanan? <warning>Ini akan mengaktifkan kembali aksi dengan pemain ini dan memulihkan bintang mereka di Konstelasi Persahabatan.</warning>
it: Riaccendere l'amicizia? <warning>Ciò riattiverà le azioni con questo giocatore e ripristinerà la sua stella nella Costellazione delle amicizie.</warning>
ja: 友情を取り戻しますか？ <warning>このプレイヤーとの各アクションが再度有効になり、フレンドの星座にこのプレイヤーの星が再び灯ります</warning>
ko: 우정을 되살릴까요? <warning>이 플레이어와의 우정노드가 복구되고 친구 별자리에 별이 돌아옵니다.</warning>
pt: Reacender o amigo? <warning>Isso reativará as ações com este jogador e restaurará a sua estrela na Constelação de Amigos.</warning>
ru: Зажечь пламя дружбы заново? <warning>Вы снова сможете выполнять разные действия вместе с этим игроком, а его звезда появится в вашем созвездии дружбы.</warning>
th: จุดไฟกับเพื่อนใหม่หรือไม่ <warning>นี่จะเปิดใช้การกระทำกับผู้เล่นคนนี้ และฟื้นฟูดวงดาวของพวกเขาในกลุ่มดาวมิตรภาพอีกครั้ง</warning>
vi: Thắp lại tình bạn? <warning>Thao tác này sẽ mở lại các hành động với người chơi này và khôi phục ngôi sao của họ trong Chòm Sao Tình Bạn.</warning>
zh_hans: 为好友重新点亮烛光？ <warning>这将会重启与此玩家之间的行动，并在友谊星盘中恢复其星芒。</warning>
zh_hant: 要重新點亮友誼嗎？ <warning>這將還原你與此玩家之前的互動，並在友誼星盤中恢復其星芒。</warning>

# relationship_undelete_nickname
source: Rekindle {{1}}? <warning>This will re-enable actions with this player and restore their star in the Friendship Constellation.</warning>
de: Freundschaft neu entfachen?{{1} Dadurch werden Aktionen mit diesem Spieler und seinem Stern im Freundschaftssternbild erneut aktiviert.<warning>
es: ¿Reavivar {{1}}? <warning>Esto habilitará de nuevo las acciones con este jugador y restaurará su estrella en la constelación de amistad.</warning>
fr: Raviver l’amitié {{1}} ? <warning>Vous réactiverez les actions possibles avec cette personne et restaurerez son étoile dans les Constellations de l'amitié.<warning>
id: Hidupkan kembali {{1}}? <warning>Ini akan mengaktifkan kembali aksi dengan pemain ini dan memulihkan bintang mereka di Konstelasi Persahabatan.</warning>
it: Riaccendere {{1}}? <warning>Ciò riattiverà le azioni con questo giocatore e ripristinerà la sua stella nella Costellazione delle amicizie.</warning>
ja: {{1}}さんと再びフレンドになりますか？ <warning>このプレイヤーとの各アクションが再度有効になり、フレンドの星座にこのプレイヤーの星が再び灯ります</warning>
ko: {{1}} 님과의 우정을 되살릴까요? <warning>이 플레이어와의 우정노드가 복구되고 친구 별자리에 별이 돌아옵니다.</warning>
pt: Reacender {{1}}? <warning>Isso reativará as ações com este jogador e restaurará a sua estrela na Constelação de Amigos.</warning>
ru: {{1}} — зажечь пламя дружбы заново? <warning>Вы снова сможете выполнять разные действия вместе с этим игроком, а его звезда появится в вашем созвездии дружбы.</warning>
th: จุดไฟกับ {{1}} ใหม่หรือไม่ <warning>นี่จะเปิดใช้การกระทำกับผู้เล่นคนนี้ และฟื้นฟูดวงดาวของพวกเขาในกลุ่มดาวมิตรภาพอีกครั้ง</warning>
vi: Thắp lại {{1}}? <warning>Thao tác này sẽ mở lại các hành động với người chơi này và khôi phục ngôi sao của họ trong Chòm Sao Tình Bạn.</warning>
zh_hans: 为{{1}}重新点亮烛光？ <warning>这将会重启与此玩家之间的行动，并在友谊星盘中恢复其星芒。</warning>
zh_hant: 要重新點亮{{1}}嗎？ <warning>這將還原你與此玩家之前的互動，並在友誼星盤中恢復其星芒。</warning>

# relationship_undelete_success_message
source: Rekindled Friendship with this player!
de: Freundschaft mit diesem Spieler neu entfacht!
es: ¡Reavivar la amistad con este jugador!
fr: Ravivez l’amitié avec cette personne !
id: Persahabatan dengan pemain ini telah dihidupkan kembali!
it: Amicizia riaccesa con questo giocatore!
ja: このプレイヤーと再びフレンドになりました！
ko: 이 플레이어와의 우정을 되살렸습니다!
pt: Amizade reacendida com este jogador!
ru: Вы заново разожгли пламя дружбы с этим игроком!
th: จุดไฟมิตรภาพกับผู้เล่นคนนี้ใหม่อีกครั้ง!
vi: Đã thắp lại Tình bạn với người chơi này!
zh_hans: 已重新点亮与此玩家之间的友谊烛光！
zh_hant: 已重新點亮你跟這位玩家的友誼！

# relationship_unfavorite
source: {{1}} is no longer a favorite friend
de: {{1}} ist kein Lieblingsfreund mehr
es: {{1}} ya no es un amigo favorito.
fr: {{1}} n’est plus un ami préféré
id: {{1}} bukan lagi teman favorit
it: {{1}} non è più tra i tuoi amici preferiti
ja: {{1}}のお気に入り登録を解除しました
ko: {{1}} 님은 이제 더 이상 절친이 아니에요
pt: {{1}} deixou de ser um amigo preferido
ru: {{1}} больше не любимый друг
th: {{1}} ไม่ใช่เพื่อนคนโปรดอีกต่อไป
vi: Đã hủy yêu thích {{1}}
zh_hans: 已取消{{1}}的特别关注
zh_hant: 已取消{{1}}的特別關注

# relationship_unlink
source: Cancel STAR Pin link with this player?
de: Verbindung der STAR-Anstecknadel abbrechen?
es: ¿Cancelar el vínculo del broche STAR con este jugador?
fr: Annuler le lien de la broche STAR avec ce joueur ?
id: Batalkan tautan Pin STAR dengan pemain ini?
it: Vuoi annullare il collegamento della spilletta STAR con questo giocatore?
ja: このプレイヤーとののリンクを取り消しますか？
ko: 이 플레이어와 STAR 핀 연결을 취소할까요?
pt: Cancelar o vínculo do broche STAR com este jogador?
ru: Отменить связь через значок STAR с этим игроком?
th: ยกเลิกการเชื่อมโยงพิน STAR กับผู้เล่นคนนี้หรือไม่
vi: Hủy liên kết Huy Hiệu STAR với người chơi này?
zh_hans: 是否与这位玩家断开STAR徽章的连接？
zh_hant: 是否與這位玩家斷開STAR徽章的連結？

# relationship_unlock_required
source: Must unlock emote from Spirit first
de: Zuerst musst du das Emote des Geists freischalten
es: Debes desbloquear el emote de los espíritus primero
fr: Vous devez d'abord déverrouiller l'emote à partir d'un esprit
id: Harus membuka emote dari Roh terlebih dahulu
it: Bisogna prima sbloccare l'animazione dello Spirito
ja: まずは精霊から感情表現を獲得しましょう
ko: 먼저 영혼으로부터 제스처를 잠금해제 해야해요
pt: É necessário desbloquear o emote do Espírito
ru: Сначала нужно открыть эмоцию от духа
th: ต้องปลดล็อกอีโมตจากสปิริตก่อน
vi: Phải mở khóa cảm xúc này từ Tinh Linh trước
zh_hans: 必须先从先灵那解锁此表情
zh_hant: 必須先從先靈那解鎖此表情

# relationship_unmute
source: <b>{{1}}</b> is no longer muted.
de: <b>{{1}}</b> ist nicht mehr stummgeschaltet.
es: Se restauró el sonido de <b>{{1}}</b>.
fr: <b>{{1}}</b> n'est plus muet.
id: <b>{{1}}</b> sekarang tidak lagi dibisukan.
it: <b>{{1}}</b> potrà di nuovo comunicare con te.
ja: <b>{{1}}</b> さんのミュートは解除されました
ko: <b>{{1}}</b>님의 채팅을 다시 볼 수 있습니다.
pt: <b>{{1}}</b> não está mais silenciado.
ru: Чат с <b>{{1}}</b> снова включен.
th: <b>{{1}}</b> จะไม่ถูกปิดเสียงอีกต่อไป
vi: <b>{{1}}</b> không còn bị tắt âm nữa.
zh_hans: <b>{{1}}</b>不再处于静音状态。
zh_hant: <b>{{1}}</b>不再被靜音了。

# relationship_unmute_button
source: Unmute
de: Einschalten
es: Desenmudecer
fr: Désactiver le mode muet
it: Attiva la chat
ja: アンミュート
ko: 음소거 해제
pt: Ativar o som
ru: Включить чат
th: ปิดเสียง
vi: Bỏ tắt âm
zh_hans: 取消静音
zh_hant: 取消靜音

# relationship_warp_block
source: {{1}} is now <warning>blocked</warning> from warping to you
de: {{1}} wurde <warning>geblockt</warning> und kann sich jetzt nicht mehr zu dir teleportieren
es: <warning>Bloqueaste</warning> a {{1}} de viajar hacia ti
fr: {{1}} est désormais <warning>bloqué</warning> et ne peut pas se téléporter jusqu'à vous
id: {{1}} sekarang <warning>diblokir</warning> untuk berteleportasi ke tempatmu
it: {{1}} <warning>non potrà</warning> teletrasportarsi verso di te
ja: {{1}}さんのあなたへのワープ機能が<warning>ブロック</warning>されました
ko: {{1}} 님은 <warning>차단</warning>되어 이제 워프해 올 수 없어요
pt: {{1}} está <warning>bloqueado</warning> para se transportar até você
ru: {{1}} <warning>заблокирован(а)</warning> и не может к вам телепортироваться
th: {{1}} ได้ถูก<warning>บล็อก</warning>ไม่ให้วาร์ปมาหาคุณแล้ว
vi: {{1}} bị <warning>cấm</warning> dịch chuyển đến cạnh bạn
zh_hans: {{1}}被<warning>禁止</warning>在同关卡内瞬移到你身边
zh_hant: {{1}}被<warning>禁止</warning>在同關卡內瞬移到你身邊

# relationship_warp_unblock
source: {{1}} is no longer blocked from warping to you
de: {{1}} ist jetzt nicht mehr geblockt und kann sich zu dir teleportieren
es: Desbloqueaste a {{1}} de viajar hacia ti
fr: {{1}} n'est plus bloqué et peut se téléporter jusqu'à vous
id: {{1}} sudah tidak diblokir untuk berteleportasi ke tempatmu
it: {{1}} ora potrà di nuovo teletrasportarsi verso di te
ja: {{1}}さんのワープ機能のブロックは解除されました
ko: {{1}} 님이 차단해제되어 이제 워프해 올 수 있어요
pt: {{1}} não está mais bloqueado para se transportar até você
ru: {{1}} разблокирован(а) и может к вам телепортироваться
th: {{1}} จะไม่ถูกบล็อกในการวาร์ปมาหาคุณอีกต่อไป
vi: {{1}} hiện tại có thể dịch chuyển đến cạnh bạn
zh_hans: {{1}}现在可以在同关卡内瞬移到你身边
zh_hant: {{1}}現在可以在同關卡內瞬移到你身邊

# remove_report_note_confirm_title
source: Remove this report?
de: Diese Meldung löschen?
es: ¿Eliminar este reporte?
fr: Supprimer ce signalement ?
id: Hapus laporan ini?
it: Rimuovere questa segnalazione?
ja: この報告を削除しますか？
ko: 이 신고를 삭제할까요?
pt: Remover esta denúncia?
ru: Удалить эту жалобу?
th: ลบการรายงานนี้หรือไม่
vi: Hủy tố cáo?
zh_hans: 取消举报？
zh_hant: 取消檢舉？
