Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# visiting_vendor_hint_relive_to_unlock
source: This <1>Traveling Spirit</1> is passing through the realms of Sky. Find their lost <1>memories</1> and become their <b>friend</b> before they leave!
de: Dieser <1>Reisende Geist</1> zieht durch die Reiche von Sky. Finde die verlorenen <1>Erinnerungen</1> und werdet <b>Freunde</b>, ehe der Geist geht!
es: Este <1>espíritu viajero</1> está atravesando los reinos de Sky. ¡Encuentra sus <1>recuerdos</1> perdidos y consigue su <b>amistad</b> antes de que se vaya!
fr: Cet <1>esprit voyageur</1> est de passage dans les royaumes de Sky. Trouvez ses <1>souvenirs</1> perdus et devenez son <b>ami.e</b> avant son départ !
id: <1>Roh Pengembara</1> ini melewati dunia Sky. Temukan <1>kenangan</1> mereka yang hilang dan jadilah <b>temannya</b> sebelum mereka pergi!
it: Questo <1>spirito viandante</1> sta attraversando i regni di Sky. Trova i suoi <1>ricordi</1> perduti e diventate <b>amici</b> prima che se ne vada!
ja: この<1>再訪する精霊</1>がSkyの地方のどこかを訪れているようです。失われた<1>記憶</1>を解放し、旅立ってしまう前に<b>友情</b>を育みましょう！
ko: 이 <1>여행영혼</1>은 Sky 월드를 지나는 중입니다. 영혼이 떠나기 전에 잃어버린 <1>기억</1>을 찾고 <b>친구</b>가 되어주세요!
pt: Este <1>espírito viajante</1> está passando pelos reinos de Sky. Encontre as <1>lembranças</1> perdidas dele para virarem <b>amigos</b> antes que ele vá embora!
ru: <1>Странствующий дух</1> вернулся в мир Sky. Найдите его утраченные <1>воспоминания</1> и <b>подружитесь</b> с ним, пока он еще здесь!
th: <1>สปิริตนักเดินทาง</1>ตนนี้ กำลังเดินทางผ่านอาณาจักรแห่ง Sky ค้นหา<1>ความทรงจำ</1>ที่หายไป และเป็น<b>เพื่อน</b>กับเขา ก่อนที่เขาจะออกเดินทางต่อ!
vi: <1>Tinh Linh Du Hành</1> này đang dạo qua các vương quốc của Sky. Tìm <1>ký ức</1> đã mất và <b>kết bạn</b> với họ trước khi họ rời đi!
zh_hans: 这位<1>旅行先灵</1>正在穿越光遇领域。找到先灵遗失的<1>记忆</1>，并在先灵离开前和先灵成为<b>朋友</b>！
zh_hant: 這位<1>旅行先靈</1>正穿越天空領域。尋找祂們遺失的<1>記憶</1>並在祂們離開之前，與祂們成為<b>朋友</b>吧！

# wax_boost_reset_hint
source: <b>Daily</b> <2>light</2> refreshed
de: Tägliche <b>Lichtenergie</b> aufgefüllt
es: Se rellenó la <b>luz diaria</b>
fr: <b>Lumière quotidien</b> restauré
id: <b>Cahaya Harian</b> Disegarkan
it: <b>Incremento di luce</b> giornaliero ricaricato
ja: <b>デイリー・ライト</b>が再び適用されるようになりました
ko: 일일 <b>양초빛 모으기 레벨</b>이 회복되었어요
pt: <b>Aprimoramento de luz</b> diário recuperado
ru: Ежедневный <b>прирост света</b> пополнен
th: รีเฟรช<b>แสง</b><2>รายวัน</2>แล้ว
vi: <b>Ánh Sáng hàng ngày</b> được làm mới
zh_hans: 每日<b>烛光加成</b>已回满
zh_hant: 每日<b>燭光加成</b>已回滿

# web_remote_body_linked
source: Successfully <b>linked</b>. You can now use the <b>Mobile Keyboard</b> on your <b>phone</b> to <b>type</b> in Sky.
de: Erfolgreich <b>verbunden</b>. Du kannst jetzt in Sky die <b>mobile Tastatur</b> auf deinem <b>Smartphone</b> zum <b>Schreiben</b> verwenden.
es: <b>Vinculado</b> con éxito. Ahora puedes usar el <b>teclado móvil</b> de tu <b>teléfono</b> para <b>escribir</b> en Sky.
fr: <b>Association</b> réussie. Vous pouvez désormais utiliser le <b>clavier mobile</b> sur votre <b>téléphone</b> pour <b>écrire</b> sur Sky.
id: Berhasil <b>terhubung</b>. Kini kamu bisa menggunakan <b>Keyboard Ponsel</b> di <b>ponselmu</b> untuk <b>mengetik</b> di Sky.
it: <b>Collegato</b>. Ora puoi usare la <b>tastiera mobile</b> sul tuo <b>telefono</b> o <b>scrivere</b> direttamente in Sky.
ja: <b>連携に</b>成功しました。<b>スマートフォン端末</b>にて<b>モバイルキーボード</b>を使用することで、Skyの画面上に<b>文字入力</b>できます。
ko: <b>연결</b>이 완료되었습니다. 이제 <b>휴대폰</b>의 <b>모바일 키보드</b>를 사용해 Sky에 <b>입력</b>할 수 있습니다.
pt: <b>Vinculado</b>. Agora você pode usar o <b>teclado móvel</b> no <b>celular</b> para <b>digitar</b> no Sky.
ru: Клавиатура успешно <b>привязана</b>. Теперь вы можете использовать <b>мобильную клавиатуру</b> на своем <b>устройстве</b>, чтобы <b>писать</b> сообщения в Sky.
th: <b>เชื่อมโยง</b>สำเร็จแล้ว ตอนนี้คุณสามารถใช้<b>คีย์บอร์ดมือถือ</b>บน<b>โทรศัพท์</b>ของคุณเพื่อ<b>พิมพ์</b>ใน Sky ได้แล้ว
vi: <b>Liên kết</b> thành công. Giờ đây, bạn có thể sử dụng <b>Bàn phím Di động</b> trên <b>điện thoại</b> của mình để <b>nhập</b> trong Sky.
zh_hans: 已成功<b>关联</b>。你现在可以使用<b>手机</b>上的<b>移动键盘</b>来在《光·遇》中<b>输入</b>。
zh_hant: 已成功<b>連接</b>。你現在可以使用<b>手機</b>的<b>行動鍵盤</b>在 Sky 中<b>輸入</b>。

# web_remote_chat_prompt_00
source: Chat...
de: Chatten ...
fr: Écrivez ici...
id: Obrolan ...
ja: チャット
ko: 채팅 입력...
pt: Bate-papo...
ru: Чат...
th: แชท...
vi: Trò chuyện...
zh_hans: 聊天……
zh_hant: 聊天……

# web_remote_chat_prompt_01
source: Your message here!
de: Schreib hier deine Nachricht!
es: ¡Aquí va tu mensaje!
fr: Votre message !
id: Pesanmu di sini!
it: Inserisci qui il tuo messaggio!
ja: あなたのメッセージがここに表示されます！
ko: 여기에 메시지 입력
pt: Sua mensagem aqui!
ru: Введите сообщение!
th: ข้อความของคุณอยู่ที่นี่!
vi: Bạn nhận được một tin nhắn!
zh_hans: 您收到了一条消息！
zh_hant: 您收到了一條訊息！

# web_remote_connecting
source: Connecting...
de: Wird verbunden ...
es: Conectando...
fr: Connexion en cours...
id: Menyambungkan ...
it: Connessione in corso...
ja: 接続中…
ko: 연결 중...
pt: Conectando...
ru: Подключаемся...
th: กำลังเชื่อมต่อ...
vi: Đang kết nối...
zh_hans: 正在连接……
zh_hant: 正在連接……

# web_remote_error_connecting_to_game
source: Error connecting to game
de: Fehler bei der Spielverbindung
es: Error al conectar al juego
fr: Erreur de connexion au jeu
id: Kesalahan saat menyambungkan ke game
it: Errore di connessione al gioco
ja: ゲームとの接続にエラーが発生しました
ko: 게임 연결 오류
pt: Erro ao conectar-se ao jogo
ru: Не удалось подключиться к игре
th: พบข้อผิดพลาดในการเชื่อมต่อเกม
vi: Lỗi khi kết nối với game
zh_hans: 连接到游戏时发生错误
zh_hant: 連接到遊戲時發生錯誤

# web_remote_error_message_failed
source: Message failed to send
de: Nachricht konnte nicht versandt werden
es: Error al enviar el mensaje
fr: Échec de l'envoi du message
id: Gagal mengirim pesan
it: Messaggio non inviato
ja: メッセージを送信できませんでした
ko: 메시지 전송 실패
pt: Falha ao enviar mensagem
ru: Не удалось отправить сообщение
th: ส่งข้อความล้มเหลว
vi: Không gửi được tin nhắn
zh_hans: 留言失败，无法发送
zh_hant: 留言失敗，無法發送

# web_remote_error_session_expired
source: Session expired
de: Sitzung abgelaufen
es: Expiró la sesión
fr: Session expirée
id: Sesi kedaluwarsa
it: Sessione scaduta
ja: セッションが時間切れになりました
ko: 세션 만료
pt: Sessão expirada
ru: Сессия истекла
th: เซสชันหมดอายุแล้ว
vi: Phiên hết hạn
zh_hans: 会话已过期
zh_hant: 工作階段已過期

# web_remote_help_desc
source: Sky Keyboard provides an alternate method of typing in Sky! Submitting messages here will enter the message as if you had typed it within the game.
de: Die Sky-Tastatur stellt eine alternative Möglichkeit zur Verfügung, in Sky zu tippen! Wenn du Nachrichten hier abschickst, ist es so, als hättest du sie im Spiel eingetippt.
es: ¡El teclado de Sky brinda un método alternativo para escribir en Sky! Enviar mensajes aquí ingresará el mensaje como si lo hubieras escrito dentro del juego.
fr: Sky Keyboard fournit une méthode alternative pour écrire dans Sky ! En inscrivant un message ici, il sera saisi comme si vous l'aviez écrit dans le jeu.
id: Sky Keyboard menyediakan cara mengetik yang berbeda di Sky! Mengirimkan pesan di sini akan memasukkan pesan seakan kamu mengetiknya dalam game.
it: La tastiera di Sky fornisce un metodo alternativo per scrivere in gioco! Usala per inviare i messaggi inserendoli direttamente, come se li avessi digitati nel gioco.
ja: Skyキーボードは、Skyでの入力方法を拡張する機能です。この機能でメッセージを入力すると、ゲーム内での入力と同様にメッセージが送信されます。
ko: Sky 키보드는 Sky에서 메시지를 입력할 수 있는 새로운 방법을 제공합니다! 여기에서 메시지를 보내면 게임 내에서 입력한 것처럼 메시지가 입력됩니다.
pt: O Teclado Sky oferece um método alternativo para digitar no Sky! Enviar mensagens aqui será como se as mensagens tivessem sido enviadas dentro do jogo.
ru: Sky Keyboard — это новый способ общаться в Sky! Печатайте ваши сообщения тут, и они будут появляться так, как будто вы написали их в игре.
th: Sky Keyboard เป็นทางเลือกการพิมพ์ใน Sky! การส่งข้อความที่นี่จะป้อนข้อความลงไปราวกับคุณได้พิมพ์ข้อความลงในเกม
vi: Bàn phím Sky cung cấp cách gõ thay thế trong Sky! Gửi tin nhắn ở đây sẽ nhập tin nhắn như bạn đã nhập trong trò chơi.
zh_hans: Sky键盘提供了在《Sky》中打字的一种替代方法！在此处提交消息即可输入消息，就像您在游戏内输入一样。
zh_hant: Sky鍵盤提供了在《Sky》中打字的替代方法！在此處鍵入訊息即可於遊戲內送出。

# web_remote_help_title
source: What is Sky Keyboard?
de: Was ist die Sky-Tastatur?
es: ¿Qué es el teclado Sky?
fr: Qu’est-ce que Sky Keyboard ?
id: Apa itu Sky Keyboard?
it: Cos'è la tastiera di Sky?
ja: Skyキーボードとは何ですか？
ko: Sky 키보드가 무엇인가요?
pt: O que é o Teclado Sky?
ru: Что такое Sky Keyboard?
th: Sky Keyboard คืออะไร
vi: Bàn phím Sky là gì?
zh_hans: 什么是Sky键盘？
zh_hant: 什麼是Sky鍵盤？

# web_remote_loading
source: Loading...
de: Wird geladen ...
es: Cargando...
fr: Chargement...
id: Memuat ...
it: Caricamento in corso...
ja: ローディング中…
ko: 불러오는 중...
pt: Carregando...
ru: Загрузка...
th: กำลังโหลด...
vi: Đang tải...
zh_hans: 正在加载……
zh_hant: 正在加載……

# web_remote_login
source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: ログイン
ko: 로그인
ru: Войти
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# web_remote_login_desc
source: Sky Keyboard provides a secondary method of typing in Sky on Nintendo Switch. Create a code by generating it in game from the chat keyboard, then scan the code here!
de: Die Sky-Tastatur ist eine sekundäre Möglichkeit, auf Nintendo Switch in Sky zu tippen. Erstelle einen Code, indem du ihn im Spiel über die Chat-Tastatur generierst, und scanne ihn hier!
es: El teclado de Sky brinda un método secundario para escribir en la Nintendo Switch. Crea un código en el juego desde el teclado de chat, ¡y luego escanea el código aquí!
fr: Sky Keyboard fournit une méthode secondaire pour écrire dans Sky sur Nintendo Switch. Créez un code en le générant dans le jeu à partir du clavier de chat , puis scannez le code ici !
id: Sky Keyboard menyediakan cara mengetik sekunder di Sky pada platform Nintendo Switch. Ciptakan kode dengan membuatnya dalam game dari keyboard obrolan, lalu pindai kode di sini!
it: La tastiera di Sky fornisce un metodo secondario per scrivere in gioco su Nintendo Switch. Crea un codice generandolo in gioco dalla tastiera della chat, poi scansionalo qui!
ja: Skyキーボードは、Nintendo Switch版Skyに新たな入力方法を提供する機能となります！ゲーム内チャットでQRコードを作成し、こちらでスキャンしてください。
ko: Sky 키보드는 Nintendo Switch 버전의 Sky에서 메시지를 입력하는 대신 다른 방법을 제공합니다. 채팅 키보드를 통해 게임 내에서 코드를 생성한 다음, 여기에서 코드를 스캔하세요!
pt: O Teclado Sky fornece um método secundário para digitar no Sky no Nintendo Switch. Crie um código gerando-o no jogo usando o teclado de bate-papo e, em seguida, escaneie o código aqui!
ru: Sky Keyboard — это альтернативный способ печатать в Sky на Nintendo Switch. Создайте QR код в игре через клавиатуру чата, а потом отсканируйте его здесь!
th: Sky Keyboard เป็นอีกวิธีหนึ่งสำหรับการพิมพ์ใน Sky บน Nintendo Switch สร้างรหัสขึ้นภายในเกมจากคีย์บอร์ดแชท แล้วสแกนรหัสที่นี่เลยสิ!
vi: Bàn phím Sky cung cấp cách gõ thứ hai trong Sky trên Nintendo Switch. Tạo mã trong trò chơi từ bàn phím trò chuyện, sau đó quét mã tại đây!
zh_hans: Sky键盘提供了在Nintendo Switch版《Sky》中打字的一种替代方法。通过聊天键盘在游戏中生成并创建代码，然后在此处扫描代码！
zh_hant: Sky鍵盤提供了在Nintendo Switch版《Sky》中打字的一種替代方法。透過聊天鍵盤在遊戲中生成條碼，然後在此處掃描條碼！

# web_remote_login_title
source: Welcome to Sky Keyboard!
de: Willkommen bei der Sky-Tastatur!
es: ¡Te damos la bienvenida al teclado de Sky!
fr: Bienvenue sur Sky Keyboard !
id: Selamat datang di Sky Keyboard!
it: Questa è la tastiera di Sky!
ja: Skyキーボードへようこそ！
ko: Sky 키보드에 오신 것을 환영합니다!
pt: Boas-vindas ao Teclado Sky!
ru: Знакомьтесь, Sky Keyboard!
th: ยินดีต้อนรับสู่ Sky Keyboard!
vi: Chào mừng bạn đến với Bàn phím Sky!
zh_hans: 欢迎使用Sky键盘！
zh_hant: 歡迎使用Sky鍵盤！

# web_remote_logout
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
ko: 로그아웃
pt: Desconectar
ru: Выйти
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# web_remote_main_title
source: Sky Keyboard
de: Sky-Tastatur
es: Teclado de Sky
it: Tastiera di Sky
ja: Skyキーボード
ko: Sky 키보드
pt: Teclado Sky
vi: Bàn phím Sky
zh_hans: Sky键盘
zh_hant: Sky鍵盤

# web_remote_menu_body
source: <b>Scan</b> with your phone to use the <b>Mobile Keyboard</b>. This allows you to use your <b>phone</b> as an alternate way to <b>type in messages</b>.
de: Mit deinem Smartphone <b>scannen</b>, um die <b>mobile Tastatur</b> zu verwenden. Auf diese Weise kannst du dein <b>Smartphone</b> alternativ zum <b>Eingeben von Nachrichten</b> verwenden.
es: <b>Escanea</b> con tu teléfono para usar el <b>teclado móvil</b>. Esto te permite usar tu <b>teléfono</b> como una forma alternativa de <b>escribir mensajes</b>.
fr: <b>À scanner</b> avec votre téléphone pour utiliser le <b>clavier mobile</b>. Ceci vous permet d’utiliser votre <b>téléphone</b> comme moyen alternatif pour <b>écrire des messages</b>.
id: <b>Pindai</b> dengan ponsel untuk menggunakan <b>Keyboard Ponsel</b>. Dengan begitu, kamu bisa menggunakan <b>ponsel</b> sebagai cara alternatif untuk <b>mengetik di pesan</b>.
it: <b>Scansiona</b> con il telefono per utilizzare la <b>tastiera mobile</b>. Questo ti consente di usare il tuo <b>telefono</b> come un modo alternativo per <b>digitare i messaggi</b>.
ja: スマートフォン端末で<b>スキャン</b>することで、<b>モバイルキーボード</b>を使用できるようになります。この機能により<b>端末</b>を使用して、ゲーム内で<b>メッセージ入力</b>を行えます。
ko: <b>모바일 키보드</b>를 사용하려면 휴대폰으로 <b>스캔</b>하세요. 스캔 후에는 <b>메시지 입력</b>을 위한 대안적 수단으로 <b>휴대폰</b>을 활용할 수 있습니다.
pt: <b>Digitalize</b> com o celular para usar o <b>teclado móvel</b>. Isso permite que você use o <b>celular</b> como uma forma alternativa de <b>digitar mensagens</b>.
ru: <b>Сканируйте</b> своим устройством, чтобы подключить<b>мобильную клавиатуру</b>. Это позволяет использовать <b>телефон</b>, чтобы <b>писать сообщения</b>.
th: <b>สแกน</b>โดยใช้โทรศัพท์ของคุณเพื่อใช้งาน<b>คีย์บอร์ดมือถือ</b> ซึ่งจะทำให้คุณสามารถใช้<b>โทรศัพท์</b>เพื่อ<b>พิมพ์ข้อความ</b>ได้
vi: <b>Quét</b> bằng điện thoại của bạn để sử dụng <b>Bàn phím Di động</b>. Việc này cho phép bạn sử dụng <b>điện thoại</b> của mình như một cách thay thế để <b>nhập tin nhắn</b>.
zh_hans: 使用你的手机<b>扫描</b>以使用<b>移动键盘</b>。这样你就可以使用<b>手机</b>作为一种替代方式来<b>输入消息</b>。
zh_hant: 使用你的手機<b>掃描</b>即可使用<b>行動鍵盤</b>。此設定允許你使用<b>手機</b>作為<b>輸入訊息</b>的替代方式。

# web_remote_menu_title
source: <b>Mobile Keyboard</b>
de: <b>Mobile Tastatur</b>
es: <b>Teclado móvil</b>
fr: <b>Clavier mobile</b>
id: <b>Keyboard Ponsel</b>
it: <b>Tastiera mobile</b>
ja: <b>モバイルキーボード</b>
ko: <b>모바일 키보드</b>
pt: <b>Teclado móvel</b>
ru: <b>Мобильная клавиатура</b>
th: <b>คีย์บอร์ดมือถือ</b>
vi: <b>Bàn phím Di động</b>
zh_hans: <b>移动键盘</b>
zh_hant: <b>行動鍵盤</b>

# web_remote_prompt_link
source: <b>Scan</b> to use your <b>phone's keyboard</b> to <b>type</b>.
de: <b>Scannen</b> Sie, um die <b>Tastatur Ihres Telefons</b> zum <b>Tippen</b> zu verwenden.
es: <b>Escanee</b> para usar el <b>teclado de su teléfono</b> para <b>escribir</b>.
fr: <b>Scannez</b> pour utiliser votre <b>clavier de téléphone</b> pour <b>écrire</b>
id: <b>Pindai</b> untuk menggunakan <b>keyboard ponselmu</b> untuk <b>mengetik</b>.
it: <b>Scansiona</b> per utilizzare la <b>tastiera del tuo telefono</b> per <b>digitare</b>.
ja: <b>スキャン</b>することで、<b>スマートフォン端末</b>のキーボードより <b>入力</b>できるようになります。
ko: <b>스캔</b>하여 <b>휴대폰 키보드</b>로 <b>입력</b>하십시오.
pt: <b>Escaneie</b> para usar o <b>teclado do telefone</b> para <b>digitar</b>.
ru: <b>Сканировать</b>, чтобы использовать <b>клавиатуру телефона</b> для <b>набора текста</b>.
th: <b>สแกน</b>เพื่อใช้<b>คีย์บอร์ดบนมือถือ</b>ของคุณในการ<b>พิมพ์</b>
vi: <b>Quét</b> để sử dụng <b>bàn phím điện thoại</b> để <b>nhập</b>.
zh_hans: 透过手机<b>扫描</b>即可使用<b>行动键盘</b><b>打字</b>。
zh_hant: 透過手機<b>掃描</b>即可使用<b>行動鍵盤</b><b>打字</b>。

# web_remote_prompt_linked
source: You can now <b>type</b> using the <b>Mobile Keyboard</b>.
de: Sie können jetzt mit der <b>Mobil-Tastatur</b> <b>tippen</b>.
es: Ahora puede <b>escribir</b> usando el <b>Teclado Móvil</b>.
fr: Vous pouvez maintenant <b>écrire</b> avec votre <b>clavier de téléphone</b>
id: Sekarang kamu dapat <b>mengetik</b> menggunakan <b>Keyboard Ponsel</b>.
it: Ora puoi <b>digitare</b> utilizzando la <b>Tastiera Mobile</b>.
ja: <b>モバイルキーボード</b>で<b>入力</b>できるようになりました。
ko: 이제 <b>모바일 키보드</b>를 사용하여 <b>입력</b>할 수 있습니다.
pt: Agora você pode <b>digitar</b> usando o <b>Teclado do Telefone</b>.
ru: Теперь вы можете <b>набирать текст</b> с помощью <b>мобильной клавиатуры</b>.
th: ตอนนี้คุณสามารถ<b>พิมพ์ข้อความ</b> โดยใช้<b>คีย์บอร์ดมือถือ</b>ได้แล้ว
vi: Giờ đây, bạn có thể <b>nhập</b> bằng <b>Bàn phím Di động</b>.
zh_hans: 你现在可以使用<b>行动键盘</b>来<b>打字</b>了。
zh_hant: 你現在可以使用<b>行動鍵盤</b>來<b>打字</b>了。

# web_remote_prompt_unlink
source: To <b>unlink</b> your phone, press <button type="util_menu"/> and then select <b>Keyboard</b>.
de: Um Ihr Telefon zu <b>trennen</b>, drücken Sie <button type="util_menu"/> und wählen Sie dann <b>Tastatur</b> aus.
es: Para <b>desconectar</b> su teléfono, presione <button type="util_menu"/> y luego seleccione <b>Teclado</b>.
fr: Pour <b>délier</b> votre téléphone, appuyez sur <button type="util_menu"/> et sélectionnez <b>Clavier</b>
id: Untuk <b>memutuskan tautan</b> ponselmu, tekan <button type="util_menu"/> lalu pilih <b>Keyboard</b>.
it: Per <b>disconnettere</b> il tuo telefono, premi <button type="util_menu"/> e poi seleziona <b>Tastiera</b>.
ja: スマートフォン端末と<b>連携を解除する</b>には、<button type="util_menu"/>を押して<b>キーボード</b>を選択してください。
ko: 전화기와의 연결을 <b>끊으려면</b>, <button type="util_menu"/>를 누르고 <b>키보드</b>를 선택하세요.
pt: Para <b>desvincular</b> seu telefone, toque em <button type="util_menu"/> e selecione <b>Teclado</b>.
ru: Чтобы <b>отвязать</b> свой телефон, нажмите <button type="util_menu"/> и затем выберите <b>Клавиатура</b>.
th: หากต้องการ<b>ยกเลิกการเชื่อมโยง</b>โทรศัพท์ของคุณ ให้กด <button type="util_menu"/> จากนั้นเลือก<b>คีย์บอร์ด</b>
vi: Để <b>hủy liên kết</b> điện thoại của bạn, hãy nhấn <button type="util_menu"/> rồi chọn <b>Bàn phím</b>.
zh_hans: 要解开手机连结<b>unlink</b>，请按<button type="util_menu"/>并选择 <b>键盘</b>。
zh_hant: 要解開手機連結<b>unlink</b>，請按<button type="util_menu"/>並選擇 <b>鍵盤</b>。

# web_remote_title
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
pt: Teclado
ru: Клавиатура
th: คีย์บอร์ด
vi: Bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

# web_remote_tutorial_01
source: <hinticon/>You can use your <2>phone</2> to type <2>chat messages</2> as well. <1>Press</1> <button type="util_menu"/> and select <2>Keyboard</2> to learn more.
de: <hinticon/>Du kannst auch mit deinem <2>Smartphone</2> <2>Chat-Nachrichten</2> schreiben. <1>Drücke</1> <button type="util_menu"/> und wähle <2>Tastatur</2>, um mehr zu erfahren.
es: <hinticon/>También puedes usar tu <2>teléfono</2> para escribir <2>mensajes del chat</2>. <1>Presiona</1> <button type="util_menu"/> y selecciona <2>teclado</2> para obtener más información.
fr: <hinticon/>Vous pouvez également utiliser votre <2>téléphone</2> pour écrire des <2>messages de chat</2>. <1>Appuyez sur</1> <button type="util_menu"/> et sélectionnez <2>Clavier</2> pour plus d’informations.
id: <hinticon/>Sekarang kamu bisa menggunakan <2>ponsel</2> untuk mengetik <2>pesan obrolan</2> juga. <1>Tekan</1> <button type="util_menu"/> dan pilih <2>Keyboard</2> untuk mempelajari selengkapnya.
it: <hinticon/>Puoi usare il tuo <2>telefono</2> anche per digitare <2>messaggi di chat</2>. <1>Premi</1> <button type="util_menu"/> e seleziona <2>Tastiera</2> per saperne di più.
ja: <hinticon/><2>スマートフォン端末</2>を利用して、<2>チャットのメッセージ</2>を送信できます。<button type="util_menu"/>を<1>押して</1>、<2>キーボード</2>を選択すると詳細を確認できます。
ko: <hinticon/>또한 <2>휴대폰</2>을 사용해 <2>채팅 메시지</2>도 입력할 수 있습니다. <button type="util_menu"/> 버튼을 <1>누르고</1> <2>키보드</2>를 선택해 자세히 알아보세요.
pt: <hinticon/>Você também pode usar o <2>celular</2> para digitar <2>mensagens de bate-papo</2>. <1>Aperte</1> <button type="util_menu"/> e selecione <2>teclado</2> para saber mais.
ru: <hinticon/>Вы также можете использовать <2>телефон</2>, чтобы писать <2>сообщения в чате</2>. <1>Нажмите</1> <button type="util_menu"/> и выберите <2>Клавиатура</2>, чтобы узнать больше.
th: <hinticon/>คุณสามารถใช้<2>โทรศัพท์</2>ของคุณเพื่อพิมพ์ <2>ข้อความแชท</2>ได้เช่นกัน <1>กด</1> <button type="util_menu"/> และเลือก<2>คีย์บอร์ด</2>เพื่อเรียนรู้เพิ่มเติม
vi: <hinticon/>Bạn cũng có thể sử dụng <2>điện thoại</2> của mình để nhập <2>tin nhắn trò chuyện</2>. <1>Nhấn</1> <button type="util_menu"/> và chọn <2>Bàn phím</2> để tìm hiểu thêm.
zh_hans: <hinticon/>你也可以使用<2>手机</2>来输入<2>聊天消息</2>。<1>按</1><button type="util_menu"/>并选择<2>键盘</2>来了解详情。
zh_hant: <hinticon/>你也可以使用<2>手機</2>輸入<2>聊天訊息</2>。<1>按下</1><button type="util_menu"/>，然後選擇<2>鍵盤</2>以了解更多資訊。

# web_remote_unlink_confirmation
source: Unlink Mobile Keyboard?
de: Mobile Tastatur trennen?
es: ¿Desvincular teclado móvil?
fr: Dissocier le clavier mobile ?
id: Batalkan tautan Keyboard Ponsel?
it: Scollegare la tastiera mobile?
ja: モバイルキーボードの連携を解除しますか？
ko: 모바일 키보드 연결을 해제할까요?
pt: Remover teclado móvel?
ru: Отвязать мобильную клавиатуру?
th: ยกเลิกการเชื่อมโยงคีย์บอร์ดมือถือหรือไม่
vi: Hủy liên kết Bàn phím Di động?
zh_hans: 取消关联移动键盘？
zh_hant: 解除連接行動鍵盤？

# yoshi_ann_text1
source: Hiya! I'm Yoshi.
de: Hallöchen! Ich bin Yoshi.
es: ¡Hola! Soy Yoshi.
fr: Salut ! Je suis Yoshi.
id: Hiya! Aku Yoshi.
it: Ciao, sono Yoshi.
ja: やぁ、わしじゃ！なんてね、ヨシだよ
ko: 안녕하세요! 전 요시랍니다.
pt: Fala aí! Meu nome é Yoshi.
ru: Приветик! Я Йоши.
th: สวัสดี! ฉันชื่อโยชิ
vi: Xin chào! Tôi là Yoshi.
zh_hans: 你好！我是 Yoshi。
zh_hant: 嗨呀！我是 Yoshi。

# yoshi_ann_text2
source: Jelly! Samantha! Skidmore! Crab friends! Let's hit it!
de: Jelly! Samantha! Skidmore! Krabbenfreunde! Los geht’s!
es: ¡Jelly! ¡Samantha! ¡Skidmore! ¡Amigos cangrejos! ¡A tocar!
fr: Jelly ! Samantha ! Skidmore ! Amis crabes ! Faisons de notre mieux !
id: Jeli! Samantha! Skidmore! Teman kepiting! Ayo mulai!
it: Jelly! Samantha! Skidmore! Amici granchi! Diamoci dentro!
ja: クラゲたち！サマンサ！スキッドモア！蟹さんたち！始めようか！
ko: 젤리! 사만다! 스키드모어! 게 친구들! 시작해요!
pt: Água-viva! Samantha! Skidmore! Amigos caranguejos! Vamos nessa!
ru: Медуза! Саманта! Скидмор! Крабы! Зажжем!
th: เจลลี่! ซาแมนต้า! สกิดมอร์! เหล่าสหายปู! มาลุยกันเลย!
vi: Jelly! Samantha! Skidmore! Các bạn cua! Cùng chơi nào!
zh_hans: 水母！Samantha！Skidmore！螃蟹之友！我们出发吧！
zh_hant: 水母！Samantha！Skidmore！蟹友們！出發吧！

# yoshi_ann_text3
source: Thanks for sticking around!
de: Danke, dass du geblieben bist!
es: ¡Gracias por acompañarnos!
fr: Merci d’être resté dans le coin !
id: Terima kasih sudah berada di sini!
it: Grazie per essere rimasti!
ja: 最後まで見てくれてありがとう！
ko: 함께해 주셔서 감사해요!
pt: Obrigado por ficar por aqui!
ru: Спасибо, чтоб вы с нами!
th: ขอบคุณที่คอยอยู่เคียงข้างนะ!
vi: Cảm ơn vì đã đến!
zh_hans: 感谢各位的陪伴！
zh_hant: 感謝你的陪伴！

# yoshi_ann_text4
source: See you all again in the Mischief Cave!
de: Wir sehen uns in der Schabernackhöhle!
es: ¡Nos vemos pronto en la cueva de las travesuras!
fr: On se revoit dans la grotte de la malice !
id: Sampai jumpa lagi di Gua Kejahilan
it: Ci rivediamo tutti nella Grotta degli Scherzetti!
ja: 今度はいたずらな洞穴で会おうね！
ko: 장난꾸러기 동굴에서 다시 만나요!
pt: A gente se vê de novo na Caverna Travessa!
ru: Увидимся снова в Пещере озорства!
th: แล้วพบกันใหม่อีกครั้งในถ้ำแห่งความซุกซน!
vi: Hẹn gặp lại các bạn trong Hang Tinh Nghịch!
zh_hans: 我们顽皮洞穴再见！
zh_hant: 我們搗蛋岩洞再會！

# yoshi_ann_text5
source: Cheers!
de: Tschüss!
es: ¡Saludos!
fr: Au revoir !
id: Semangat!
it: Ciao!
ja: 乾杯！
ko: 안녕!
pt: Valeu!
ru: Пока-пока!
th: ไชโย!
vi: Chúc mừng!
zh_hans: 再见！
zh_hant: 福氣啦！

# ap11_fetch_07_outro_based_03
source: Antoine de Saint-Exupéry
ja: アントワーヌ・ド・ サン＝テグジュペリ
ko: 앙투안 드 생텍쥐페리
ru: Антуана де Сент-Экзюпери
th: อ็องตวน เดอ แซ็งแตกซูว์เปรี

# feast_banter_sleepy_13
source: Zzz...
ja: ぷふぅ…
ko: 쿨쿨...
ru: *Храпит*
th: คร๊อกกก...

# lootbox_name_instrument
source: Instrument
es: Instrumento
id: Instrumen
it: Strumento
ja: 楽器
ko: 악기
pt: Instrumento
ru: Музыкальный инструмент
th: เครื่องดนตรี
vi: Nhạc cụ
zh_hant: 樂器

# mischief_sam_chat_19
source: Jenova...?
ja: ジェノヴァ…？
ko: 제노바...?
ru: Дженова…?
th: เจโนวา...
