Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_name_fortune_carppack
source: Days of Fortune Fish Pack
de: "Tage des Glücks"-Fischpaket
es: Paquete del pez de los días de la buena fortuna
fr: Pack poisson des Jours de chance
id: Paket Ikan Hari Keberuntungan
it: Pacchetto pesciolino dei Giorni della Buona Stella
ja: 来福の魚パック
ko: 행복의 날 물고기 팩
pt: Pacote de Peixe dos Dias de Felicidade
ru: Рыбный набор к Дням удачи
th: แพ็กปลาวันแห่งโชคลาภ
vi: Gói Cá May Mắn
zh_hans: 幸运节鱼礼包
zh_hant: 幸運節魚兒禮包

# commerce_item_name_fortune_dragoncape
source: Days of Fortune Dragon Stole
de: Drachenstola der Tage des Glücks
es: Estola del dragón de los días de la buena fortuna
fr: Jours de chance : étole du dragon
id: Selendang Naga Hari Keberuntungan
it: Stola del drago dei Giorni della Buona Stella
ja: 来福竜の肩掛け
ko: 행복의 날 용 영대
pt: Estola de dragão dos Dias de Felicidade
ru: Дни удачи: палантин дракона
th: ผ้าคลุมไหล่มังกรวันแห่งโชคลาภ
vi: Khăn Choàng Rồng Ngày May Mắn
zh_hans: 幸运节龙斗篷
zh_hant: 幸運節龍斗篷

# commerce_item_name_fortune_dragonearring
source: Days of Fortune Dragon Bangles
de: Reifen der Tage des Glücks
es: Aretes del dragón de los días de la buena fortuna
fr: Jours de chance : bracelet du dragon
id: Gelang Naga Hari Keberuntungan
it: Orecchini del drago dei Giorni della Buona Stella
ja: 来福竜の耳飾り
ko: 행복의 날 용 귀걸이
pt: Pulseiras de dragão dos Dias de Felicidade
ru: Дни удачи: обручи дракона
th: กำไลมังกรวันแห่งโชคลาภ
vi: Vòng Tay Rồng Ngày May Mắn
zh_hans: 幸运节龙耳环
zh_hant: 幸運節龍耳飾

# commerce_item_name_fortune_dragonrobe
source: Days of Fortune Dragon Vestment
de: Gewand der Tage des Glücks
es: Uniforme del dragón de los días de la buena fortuna
fr: Jours de chance : habit du dragon
id: Jubah Naga Hari Keberuntungan
it: Veste del drago dei Giorni della Buona Stella
ja: 来福竜の式服
ko: 행복의 날 용 제의
pt: Vestes de dragão dos Dias de Felicidade
ru: Дни удачи: одеяние дракона
th: เสื้อคลุมมังกรวันแห่งโชคลาภ
vi: Lễ Phục Rồng Ngày May Mắn
zh_hans: 幸运节龙礼服
zh_hant: 幸運節龍禮服

# commerce_item_name_fortune_fan
source: Auspicious Folding Fan
zh_hans: 献瑞折扇

# commerce_item_name_fortune_fanprop
source: Fortune Hand Fan
de: Glücksfächer
es: Abanico de la fortuna
fr: Éventail enchanté
id: Kipas Tangan Keberuntungan
it: Ventaglio della fortuna
ja: 来福扇子
ko: 행복 부채
pt: Leque da Fortuna
ru: Веер к Дням удачи
th: พัดมือโชคลาภ
vi: Quạt Tay May Mắn
zh_hans: 幸运手扇
zh_hant: 幸運折扇

# commerce_item_name_fortune_muralist
source: Days of Fortune Muralist's Smock
de: „Tage des Glücks“ Wandmaler-Kittel
es: Guardapolvo de muralista de los días de la buena fortuna
fr: Blouse de muraliste des Jours de chance
id: Smock Muralis Hari Keberuntungan
it: Grembiule da muralista dei Giorni della Buona Stella
ja: 来福の壁絵師スモック
ko: 행복의 날 벽화가의 작업복
pt: Bata de Muralista dos Dias de Felicidade
ru: Сорочка стенописца к Дням Удачи
th: เสื้อเอี๊ยมจิตรกรฝาผนังวันแห่งโชคลาภ
vi: Muralist Váy Yếm Ngày May Mắn
zh_hans: 幸运节壁画家罩衫
zh_hant: 幸運節壁畫家罩衫

# commerce_item_name_fortune_orange
source: Days of Fortune Orange
de: "Tage des Glücks"-Orange
es: Naranja de los días de la buena fortuna
fr: Orange des Jours de chance
id: Jeruk Hari Keberuntungan
it: Arancia dei Giorni della Buona Stella
ja: 来福の果実
ko: 행복의 날 과일
pt: Laranja dos Dias de Felicidade
ru: Апельсин к Дням Удачи
th: ส้มวันแห่งโชคลาภ
vi: Cam May Mắn
zh_hans: 幸运橘
zh_hant: 幸運橘

# commerce_item_name_fortune_pack
source: Days of Fortune Pack
de: "Tage des Glücks"-Paket
es: Paquete de los días de la buena fortuna
fr: Pack des Jours de chance
id: Paket Hari Keberuntungan
it: Pacchetto Giorni della Buona Stella
ja: 来福パック
ko: 행복의 날 팩
pt: Pacote dos Dias de Felicidade
ru: Набор «Дни Удачи»
th: แพ็กวันแห่งโชคลาภ
vi: Gói Ngày May Mắn
zh_hans: 幸运节礼包
zh_hant: 幸運節禮包

# commerce_item_name_fortune_snakecape
source: Golden Serpent Blessing Cape
zh_hans: 金蛇衔福斗篷

# commerce_item_name_fortune_snakecapehair
source: Fortune Snake Coif and Cloak
de: Glücksschlangenhaube und -umhang
es: Peinado y capa de serpiente de la fortuna
fr: Coiffe et manteau de serpent enchantés
id: Jubah dan Koif Ular Keberuntungan
it: Mantello e acconciatura del serpente della fortuna
ja: 来福の蛇髪と外套
ko: 행복 뱀 두건과 망토
pt: Capa e Cabelo da Serpente da Fortuna
ru: Змеиная причёска и накидка к Дням удачи
th: เสื้อคลุมและผ้าคลุมงูนำโชค
vi: Áo Và Mũ May Mắn Của Rắn
zh_hans: 幸运蛇形发饰和披风
zh_hant: 幸運蛇髮與斗篷

# commerce_item_name_fortune_snakehair
source: Serpent Dreadlocks
zh_hans: 灵蛇束发

# commerce_item_name_fortune_umbrella
source: Days of Fortune Enchanted Umbrella
de: „Tage des Glücks“ Verzauberter Regenschirm
es: Paraguas encantado de los días de la buena fortuna
fr: Ombrelle enchantée des Jours de chance
id: Payung Ajaib Hari Keberuntungan
it: Ombrello incantato dei Giorni della Buona Stella
ja: 来福の魔法傘
ko: 행복의 날 마법의 우산
pt: Guarda-chuva Encantado dos Dias de Felicidade
ru: Заколдованный зонт к Дням Удачи
th: ร่มมนต์เสน่ห์วันแห่งโชคลาภ
vi: Ô Mê Hoặc Ngày May Mắn
zh_hans: 幸运节魔法伞
zh_hant: 幸運節附魔雨傘

# commerce_item_name_founder_pack
source: Founder's Pack
de: Gründerpaket
es: Paquete de fundador
fr: Pack fondateur
id: Paket Pendiri
it: Pacchetto fondatore
ja: サポーターパック
ko: 초보자 팩
pt: Pacote do Fundador
ru: Набор основателя
th: แพ็กผู้ก่อตั้ง
vi: Gói Người Sáng Lập
zh_hans: 云流花旅礼包
zh_hant: 雲流花旅禮包

# commerce_item_name_friendship_bundle
source: Friendship bundle
de: Freundschaftspaket
es: Paquete amistoso
fr: Bundle amitié
id: Bundel Pertemanan
it: Bundle amicizia
ja: フレンドパック
ko: 우정 번들
pt: Pacote de amizade
ru: Набор дружбы
th: บันเดิลมิตรภาพ
vi: Gói Tình Bạn Trường Tồn
zh_hans: 友谊长存礼包
zh_hant: 友誼長存禮包

# commerce_item_name_kizuna_pack_red
source: Kizuna AI Pack
de: Kizuna-AI-Paket
es: Paquete de Kizuna AI
fr: Pack Kizuna AI
id: Paket Kizuna AI
it: Pacchetto Kizuna AI
ja: キズナアイパック
ko: Kizuna AI 팩
pt: Pacote Kizuna AI
ru: Набор Kizuna AI
th: แพ็กคิสึนะไอ
vi: Gói Kizuna
zh_hans: 绊爱礼包
zh_hant: 絆愛禮包

# commerce_item_name_littleprince_coat
source: Little Prince Asteroid Jacket
de: Prinz-Asteroiden-Jacke
es: Saco del asteroide de El principito
fr: Veste astéroïde du Petit Prince
id: Jaket Asteroid Pangeran Kecil
it: Giacca asteroide del Piccolo Principe
ja: 王子さまの小惑星マント
ko: 어린 왕자의 소행성 외투
pt: Casaco de asteroide do Pequeno Príncipe
ru: Накидка «Астероид Маленького принца»
th: เสื้อแจ็คเก็ตดาวเจ้าชายน้อย
vi: Jacket Hành Tinh Hoàng Tử Bé
zh_hans: 小王子星球夹克
zh_hant: 小王子星球夾克

# commerce_item_name_littleprince_fox
source: Little Prince Fox
de: Kleiner Prinz Fuchs
es: El zorro de El Principito
fr: Le renard du Petit Prince
id: Rubah Pangeran Kecil
it: La volpe del Piccolo Principe
ja: キツネのリュック
ko: 어린 왕자의 여우
pt: A Raposa do Príncipe Pequeno
ru: Предмет "Лис Маленького принца"
th: จิ้งจอกเจ้าชายน้อย
vi: Cáo Hoàng Tử Bé
zh_hans: 狐狸背包
zh_hant: 狐狸背包

# commerce_item_name_littleprince_pack
source: The Little Prince Pack
de: Paket des kleinen Prinzen
es: Paquete de El principito
fr: Pack Petit Prince
id: Paket Pangeran Kecil
it: Pacchetto del Piccolo Principe
ja: 星の王子さまパック
ko: 어린 왕자 팩
pt: Pacote do Pequeno Príncipe
ru: Набор Маленького принца
th: แพ็กเจ้าชายน้อย
vi: Gói Hoàng Tử Bé
zh_hans: 小王子礼包
zh_hant: 小王子禮包

# commerce_item_name_littleprince_scarf
source: Little Prince Scarf Cape
de: Prinz-Schal-Umhang
es: Capa bufanda de El principito
fr: Cape écharpe du Petit Prince
id: Jubah Syal Pangeran Kecil
it: Mantello sciarpa del Piccolo Principe
ja: 王子さまの襟巻きケープ
ko: 어린 왕자의 스카프 망토
pt: Capa de cachecol do Pequeno Príncipe
ru: Накидка «Шарф Маленького принца»
th: เสื้อคลุมทรงผ้าพันคอเจ้าชายน้อย
vi: Áo Choàng Khăn Hoàng Tử Bé
zh_hans: 小王子围巾斗篷
zh_hant: 小王子圍巾斗篷

# commerce_item_name_littleprince_sword
source: Prince Sword Suit
de: Prinz-Schwertanzug
es: Traje de espada del príncipe
fr: Tenue épée du Prince
id: Setelan Pedang Pangeran
it: Abito con spada del Principe
ja: 王子さまの剣士服
ko: 왕자의 검 제복
pt: Traje com espada do Pequeno Príncipe
ru: Костюм принца с мечом
th: ชุดดาบเจ้าชาย
vi: Bộ Kiếm Hoàng Tử Bé
zh_hans: 小王子佩剑套装
zh_hant: 小王子佩劍套裝

# commerce_item_name_love_bow
source: Days of Love Classy Cravat
de: „Tage der Liebe“ Edles Halstuch
es: Elegante pañuelo de los días de amor
fr: Foulard classique des Jours de l'amour
id: Dasi Berkelas Hari Kasih
it: Fiocco elegante dei Giorni dell'Amore
ja: 愛しみの装いクラバット
ko: 사랑의 날 클래식 크라바트
pt: Gravata Elegante dos Dias de Amor
ru: Изысканный галстук-бабочка к Дням Любви
th: ผ้าพันคอที่มีระดับวันแห่งความรัก
vi: Cravat Sang Trọng Ngày Tình Yêu
zh_hans: 爱之庆典节优雅领结
zh_hant: 愛之慶典時髦領巾

# commerce_item_name_love_crystalhearts
source: Days of Love Amethyst Accessory
de: „Tage der Liebe“-Amethyst-Accessoire
es: Accesorio de amatista de los días de amor
fr: Accessoire Améthyste des Jours de l'amour
id: Aksesori Amethyst Hari Kasih Sayang
it: Accessorio ametista dei Giorni dell'Amore
ja: 愛しみの紫水晶アクセサリー
ko: 사랑의 날 자수정 액세서리
pt: Acessório Ametista dos Dias de Amor
ru: Аметистовый аксессуар ко Дням любви
th: ของประดับอเมทิสต์วันแห่งความรัก
vi: Phụ Kiện Thạch Anh Tím Ngày Tình Yêu
zh_hans: 爱之庆典紫水晶饰品
zh_hant: 愛之慶典紫水晶頭飾

# commerce_item_name_love_gondola
source: Days of Love Gondola Pack
de: "Tage der Liebe"-Gondelpaket
es: Paquete de la góndola de los días del amor
fr: Pack gondole des Jours de l'amour
id: Paket Gondola Hari Kasih
it: Pacchetto gondola dei Giorni dell'Amore
ja: 愛しみのゴンドラパック
ko: 사랑의 날 곤돌라 팩
pt: Pacote de Gôndola dos Dias de Amor
ru: Набор с гондолой к Дням любви
th: แพ็กเรือกอนโดลาวันแห่งความรัก
vi: Gói Gondola Ngày Tình Yêu
zh_hans: 爱之庆典贡多拉礼包
zh_hant: 愛之慶典小船禮包

# commerce_item_name_love_heartstaff
source: Days of Love Serendipitous Scepter
de: „Tage der Liebe“ Zepter der Glückseligkeit
es: Cetro afortunado de los días de amor
fr: Sceptre sensationnel des Jours de l'amour
id: Tongkat Kemujuran Hari Kasih
it: Scettro fortuito dei Giorni dell'Amore
ja: 愛しみの幸せステッキ
ko: 사랑의 날 우연의 지팡이
pt: Cetro Bem-aventurado dos Dias de Amor
ru: Сказочный скипетр к Дням Любви
th: คทาพานพบรักวันแห่งความรัก
vi: Quyền Trượng May Mắn Ngày Tình Yêu
zh_hans: 爱之庆典节邂逅权杖
zh_hant: 愛之慶典驚喜權杖

# commerce_item_name_love_meteorpigtails
source: Days of Love Amethyst-Tipped Tails
de: „Tage der Liebe“-Zöpfe mit Amethyst-Spitzen
es: Coletas con punta de amatista de los días de amor
fr: Pointes de couettes pourpres des Jours de l'amour
id: Ekor Berujung Amethyst Hari Kasih Sayang
it: Codine con punte ametista dei Giorni dell'Amore
ja: 愛しみの紫水晶ツインテール
ko: 사랑의 날 자수정 끝 땋은 머리
pt: Caudas com Ponta de Ametista dos Dias de Amor
ru: Аметистовые хвостики ко Дням любви
th: เปียประดับอเมทิสต์วันแห่งความรัก
vi: Đuôi Thạch Anh Tím Ngày Tình Yêu
zh_hans: 爱之庆典紫水晶尖端辫子
zh_hant: 愛之慶典紫水晶挑染馬尾

# commerce_item_name_love_meteorwing
source: Days of Love Meteor Mantle
de: Meteormantel der Tage der Liebe
es: Manto de meteoritos de los días del amor
fr: Jours de l'amour : manteau météore
id: Mantel Meteor Hari Kasih Sayang
it: Mantello meteora dei Giorni dell'Amore
ja: 愛しみの流星マント
ko: 사랑의 날들 유성 망토
pt: Manto de meteoro dos Dias de Amor
ru: Дни любви: метеоритная мантия
th: เสื้อคลุมดาวตกวันแห่งความรัก
vi: Áo Choàng Sao Băng Ngày Tình Yêu
zh_hans: 爱之庆典流星斗篷
zh_hant: 愛之慶典流星斗篷

# commerce_item_name_love_seesaw
source: Days of Love Seesaw Pack
de: "Tage der Liebe"-Wippe-Paket
es: Paquete de Sube y baja de los días del amor
fr: Pack bascule des Jours de l'amour
id: Paket Jungkat-jungkit Hari Kasih
it: Pacchetto Altalena basculante dei Giorni dell'Amore
ja: 愛しみのシーソー
ko: 사랑의 날 시소
pt: Pacote Gangorra dos Dias de Amor
ru: Набор «Качалка к Дням Любви»
th: แพ็กกระดานหกวันแห่งความรัก
vi: Gói Bập Bênh Tình Yêu
zh_hans: 爱之跷跷板礼包
zh_hant: 愛之蹺蹺板禮包

# commerce_item_name_love_swing
source: Days of Love Swing Pack
de: "Tage der Liebe"-Schaukel-Paket
es: Paquete de Columpio de los días del amor
fr: Pack balançoire des Jours de l'amour
id: Paket Ayunan Hari Kasih
it: Pacchetto Altalena dei Giorni dell'Amore
ja: 愛しみのブランコ
ko: 사랑의 날 그네
pt: Pacote - Balanço dos Dias de Amor
ru: Набор «Качели к Дням Любви»
th: แพ็กชิงช้าวันแห่งความรัก
vi: Gói Xích Đu Tình Yêu
zh_hans: 双人秋千礼包
zh_hant: 雙人鞦韆禮包

# commerce_item_name_mainstreet_moth
source: Moth Appreciation Pack
de: Motten-Wertschätzungspaket
es: Paquete de aprecio hacia las mariposas
fr: Pack d’appréciation des papillons de nuit
id: Paket Apresiasi Moth
it: Pacchetto Ispirazione Falena
ja: モス感謝パック
ko: 나방 환영 팩
pt: Pacote de Gratidão da Mariposa
ru: Набор благодарности «Моль»
th: แพ็กชื่นชมผีเสื้อกลางคืน
vi: Gói Nâng Tầm Bướm Đêm
zh_hans: 飞蛾赞赏包
zh_hant: 飛蛾讚賞禮包

# commerce_item_name_mainstreet_sparrow
source: Sparrow Appreciation Pack
de: Spatzen-Wertschätzungspaket
es: Paquete de aprecio hacia los gorriones
fr: Pack d’appréciation des moineaux
id: Paket Apresiasi Burung Pipit
it: Pacchetto Ispirazione Passero
ja: すずめ感謝パック
ko: 참새 환영 팩
pt: Pacote de Gratidão do Pardal
ru: Набор благодарности «Воробей»
th: แพ็กชื่นชมนกกระจอก
vi: Gói Nâng Tầm Chim Sẻ
zh_hans: 麻雀赞赏包
zh_hant: 麻雀讚賞禮包

# commerce_item_name_mischief_2019_pack
source: Mischief Catch Up Pack
de: Schalk-Aufholpaket
es: Paquete para ponerse al día con las travesuras
fr: Pack rattrapage de la malice
id: Paket Kejar Kejahilan
it: Pacchetto di recupero scherzetti
ja: よみがえるいたずらパック
ko: 장난꾸러기 팩
pt: Pacote de resgate de travessura
ru: Набор «Возвращение ко Дням озорства»
th: แพ็กซุกซนตามทัน
vi: Gói Bắt Kịp Halloween
zh_hans: 顽皮补漏礼包
zh_hant: 頑皮補漏禮包

# commerce_item_name_mischief_broomprop
source: Mischief Withered Broom
de: Schalk-Besen
es: Escoba traviesa desgastada
fr: Balai flétri de la malice
id: Sapu Layu Kejahilan
it: Scopa degli scherzetti
ja: いたずら枯れ木箒
ko: 장난꾸러기 시든 빗자루
pt: Vassoura travessa
ru: Озорная высохшая метла
th: ไม้กวาดร่วงโรยซุกซน
vi: Chổi Cùn Halloween
zh_hans: 捣蛋节枯萎扫帚
zh_hant: 搗蛋枯枝掃把

# commerce_item_name_mischief_catcostume
source: Cat Costume Pack
de: Kostümpaket: Katze
es: Paquete de disfraz de gato
fr: Pack Costume de chat
id: Paket Kostum Kucing
it: Pacchetto costume da gatto
ja: 猫ねこパック
ko: 고양이 의상 팩
pt: Pacote de traje de gato
ru: Набор «Кошачий костюм»
th: แพ็กชุดคอสตูมแมว
vi: Gói Trang Phục Mèo
zh_hans: 猫咪服装礼包
zh_hant: 貓咪裝扮禮包

# commerce_item_name_mischief_catprop
source: Feline Familiar Prop
de: Dekorationsgegenstand „Vertraute Katze“
es: Familiar felino de utilería
fr: Accessoire familier félin
id: Properti Familiar Kucing
it: Famiglio felino
ja: 猫の使い魔
ko: 고양이 패밀리어 소품
pt: Adereço de familiar felino
ru: Предмет «Усатый спутник»
th: ของตกแต่งเพื่อนแมวเหมียว
vi: Vật Phẩm Meo Meo Thân Thuộc
zh_hans: 猫咪使魔道具
zh_hant: 貓咪使魔道具

# commerce_item_name_mischief_cobwebcape
source: Mischief Gossamer Cape
de: Schabernack-Spinnennetz-Umhang
es: Capa de telaraña traviesa
fr: Cape toile d’araignée malicieuse
id: Jubah Gossamer Kejahilan
it: Mantello impalpabile degli Scherzetti
ja: いたずらクモの白紗ケープ
ko: 장난꾸러기 거미줄 망토
pt: Capa aracnotravessuras
ru: Озорная накидка-паутинка
th: เสื้อคลุมใยแมงมุมซุกซน
vi: Áo Choàng Nhện Tinh Nghịch
zh_hans: 顽皮蛛丝斗篷
zh_hant: 頑皮輕巧斗篷

# commerce_item_name_mischief_draculacape
source: Mischief Crabula Cloak
de: Schabernack-Crabula-Umhang
es: Manto de Crabula travieso
fr: Cape Crabula malicieuse
id: Jubah Crabula Kejahilan
it: Manto crabula degli Scherzetti
ja: いたずら蟹伯爵マント
ko: 장난꾸러기 게 백작 망토
pt: Manto guaiá de travessuras
ru: Озорной плащ Графа Крабулы
th: เสื้อคลุมคราบูลาแสนซุกซน
vi: Áo Choàng DraCuaLa Tinh Nghịch
zh_hans: 捣蛋蟹古拉斗篷
zh_hant: 搗蛋蟹古拉斗篷

# commerce_item_name_mischief_draculamask
source: Mischief Crabula Mask
de: Schabernack-Crabula-Maske
es: Máscara de Crabula traviesa
fr: Masque Crabula malicieux
id: Topeng Crabula Kejahilan
it: Maschera crabula degli Scherzetti
ja: いたずら蟹伯爵マスク
ko: 장난꾸러기 게 백작 가면
pt: Máscara guaiá de travessuras
ru: Озорная маска Графа Крабулы
th: หน้ากากคราบูลาแสนซุกซน
vi: Mặt Nạ DraCuaLa Tinh Nghịch
zh_hans: 捣蛋蟹古拉面具
zh_hant: 搗蛋蟹古拉面具

# commerce_item_name_mischief_pumpkin_prop
source: Mischief Pumpkin Prop
de: Schalk-Kürbis
es: Calabaza traviesa de utilería
fr: Accessoire citrouille de la malice
id: Properti Labu Kejahilan
it: Zucca decorativa
ja: いたずらパンプキンの置物
ko: 장난꾸러기 호박 소품
pt: Adereço de abóbora traquina
ru: Озорные Тыквенные декорации
th: ของประดับฟักทองซุกซน
vi: Bí Ngô Halloween
zh_hans: 万圣节南瓜道具
zh_hant: 萬聖南瓜道具

# commerce_item_name_mischief_ravencape
source: Mischief Raven-feathered Cloak
de: Schalk-Rabengefieder-Umhang
es: Capa de plumas de cuervo de travesuras
fr: Cape de plumes de corbeau de la malice
id: Jubah Berbulu Gagak Kejahilan
it: Manto di piume di corvo degli scherzetti
ja: いたずらカラスの羽ケープ
ko: 장난꾸러기 까마귀 깃털 망토
pt: Manto de penas de corvo travesso
ru: Озорной плащ с перьями ворона
th: เสื้อคลุมขนนกเรเวนอันแสนซุกซน
vi: Áo Choàng Lông Quạ Halloween
zh_hans: 捣蛋节渡鸦羽毛披风
zh_hant: 搗蛋渡鴉羽毛斗篷

# commerce_item_name_mischief_spider_hair
source: Mischief Spider Quiff
de: Schalk-Spinnenhaartolle
es: Tupé de araña traviesa
fr: Toupet d'araignée de la malice
id: Jambul Laba-laba Kejahilan
it: Ciuffo con ragnatela
ja: いたずらスパイダー・ヘア
ko: 장난꾸러기 거미 헤어스타일
pt: Topete aracnídeo traquina
ru: Озорной паучий чуб
th: ปอยผมแมงมุมซุกซน
vi: Tóc Nhện Halloween
zh_hans: 万圣节蜘蛛姑娘
zh_hant: 萬聖蛛網炫髮

# commerce_item_name_mischief_web_cape
source: Mischief Web Cape
de: Schalk-Netzumhang
es: Capa de telaraña de las travesuras
fr: Cape toile de la malice
id: Jubah Jaring Kejahilan
it: Mantello ragnatela degli scherzetti
ja: いたずらスパイダーケープ
ko: 장난꾸러기 거미줄망토
pt: Capa de teia de travessura
ru: Накидка из паутины ко Дням озорства
th: เสื้อคลุมใยซุกซน
vi: Áo Choàng Mạng Nhện
zh_hans: 蜘蛛网斗篷
zh_hant: 蜘蛛網斗篷

# commerce_item_name_mischief_witch_body
source: Mischief Witch Jumper
de: Schalk-Hexenpullover
es: Suéter de bruja traviesa
fr: Pull de sorcière de la malice
id: Jaket Penyihir Kejahilan
it: Maglione da strega
ja: いたずらウィッチ・ジャンパースカート
ko: 장난꾸러기 마녀 점퍼
pt: Pulôver de bruxa traquina
ru: Озорной ведьмовской свитер
th: เสื้อไหมพรมแม่มดซุกซน
vi: Áo Phù Thủy Halloween
zh_hans: 万圣节女巫服
zh_hant: 萬聖女巫服

# commerce_item_name_mischief_witch_hat
source: Mischief Witch Hat
de: Schalk-Hexenhut
es: Sombrero de bruja de las travesuras
fr: Chapeau de sorcière de la malice
id: Topi Penyihir Kejahilan
it: Cappello da strega degli scherzetti
ja: いたずらウィッチハット
ko: 장난꾸러기 마녀모자
pt: Chapéu de bruxa de travessura
ru: Шляпа ведьмы ко Дням озорства
th: หมวกแม่มดซุกซน
vi: Mũ Phù Thủy Halloween
zh_hans: 魔法女巫帽
zh_hant: 魔法女巫帽

# commerce_item_name_mischief_withered_horn
source: Mischief Withered Antlers
de: Schalk-Geweih
es: Astas atrofiadas de travesura
fr: Bois flétris de la malice
id: Tanduk Layu Kejahilan
it: Corna essiccate
ja: いたずら枯れ木角
ko: 장난꾸러기 시든 뿔
pt: Chifres travessos
ru: Озорные высохшие рожки
th: เขากวางร่วงโรยซุกซน
vi: Gạc Hươu Halloween
zh_hans: 万圣节枯萎鹿角
zh_hant: 萬聖枯萎鹿角

# commerce_item_name_moomin_hattineck
source: Hattifattener Shoulder Buddy
de: Hattifattener Schulterkumpel
es: Hatifnate para llevar al hombro
fr: Cache-col d’Hatifnatte
id: Teman Bahu Hattifattener
it: Fungarello - Peluche da spalla
ja: 肩乗りニョロニョロ
ko: 해티패티 어깨 친구
pt: Companheiro de ombro hattifattener
ru: Друг-хатифнатт
th: สหายเกาะไหล่ แฮตตี้แฟตเทนเนอร์
vi: Bạn Đồng Hành Hattifattener
zh_hans: 小精灵肩饰
zh_hant: 樹精搭肩小夥伴

# commerce_item_name_moomin_ninnycape
source: Moominmamma's Masterpiece
de: Muminmamas Meisterwerk
es: La obra maestra de Mamá Mumin
fr: Chef-d’œuvre de Moominmamma
id: Mahakarya Moominmamma
it: Capolavoro di Mamma Mumin
ja: ムーミンママがこしらえたお洋服
ko: 무민마마의 걸작품
pt: Obra de arte da Mãe Mumin
ru: Шедевр Муми-мамы
th: ผลงานชิ้นเอกของมูมินม่าม๊า
vi: Kiệt Tác Của Moominmamma
zh_hans: 姆明妈妈的杰作
zh_hant: 姆明媽媽的傑作

# commerce_item_name_moomin_plushprop
source: Moomintroll Plush
de: Mumintroll-Plüschtier
es: Peluche de Mumin
fr: Peluche moomintroll
id: Boneka Moomintroll
it: Peluche del troll Mumin
ja: ムーミントロールぬいぐるみ
ko: 무민트롤 인형
pt: Pelúcia do Mumintroll
ru: Плюшевый Муми-тролль
th: ตุ๊กตามูมินโทรล
vi: Thú Nhồi Bông Moomintroll
zh_hans: 姆明毛绒玩具
zh_hant: 姆明玩偶

# commerce_item_name_moomin_snufkinhat
source: Pointed Snufkin Hat
de: Spitzer Schnupferich-Hut
es: Sombrero puntiagudo de Snufkin
fr: Chapeau pointu Snufkin
id: Topi Snufkin Runcing
it: Cappello a punta di Wilson
ja: スナフキンのとんがり帽
ko: 뾰족한 스너프킨 모자
pt: Chapéu pontudo do Snufkin
ru: Остроконечная шляпа Снусмумрика
th: หมวกสนัฟกิ๊นทรงแหลม
vi: Mũ Snufkin Nhọn
zh_hans: 尖角史力奇帽子
zh_hant: 史力奇尖帽

# commerce_item_name_moomin_snufkinset
source: Roving Snufkin Robe Set
de: Wanderndes Schnupferich-Robenset
es: Conjunto de Snufkin errante
fr: Tenue de Snufkin errant
id: Set Jubah Roving Snufkin
it: Tunica e sciarpa da nomade di Wilson
ja: スナフキンの服セット
ko: 나그네 스너프킨 로브 세트
pt: Conjunto de manto itinerante do Snufkin
ru: Одежда Снусмумрика-путешественника
th: ชุดคลุมสนัฟกิ๊นพเนจร
vi: Bộ Áo Choàng Snufkin Lang Thang
zh_hans: 飘泊史力奇长袍套装
zh_hant: 史力奇浪跡長袍套裝

# commerce_item_name_moomin_trollset
source: Moomintroll Accessory Set
de: Mumintroll-Accessoireset
es: Juego de accesorios de Mumin
fr: Ensemble d’accessoires de moomintroll
id: Set Aksesori Moomintroll
it: Set di accessori del troll Mumin
ja: ムーミントロール・アクセサリーセット
ko: 무민트롤 액세서리 세트
pt: Conjunto de acessórios do Mumintroll
ru: Набор аксессуаров Муми-тролля
th: ชุดของประดับมูมินโทรล
vi: Bộ Phụ Kiện Moomintroll
zh_hans: 姆明配饰套装
zh_hant: 姆明配件組

# commerce_item_name_moonlight_dress
source: Moonlight Frock and Updo
de: Mondscheinkleid und Hochsteckfrisur
es: Vestido y peinado de luz de luna
fr: Robe et coiffure du clair de lune
id: Gaun dan Updo Cahaya Bulan
it: Abito e acconciatura del chiaro di luna
ja: 月灯りの衣とまとめ髪
ko: 달빛 예복 및 올림머리
pt: Vestido de Luar e corte de cabelo elaborado
ru: Лунное платье и прическа
th: เสื้อคลุมและทรงผมแสงจันทร์
vi: Váy Và Tóc Búi Ánh Trăng
zh_hans: 月华罩袍与高髻
zh_hant: 月華罩袍與高髻

# commerce_item_name_moonlight_earring
source: Moonlight Earring
de: Mondlicht-Ohrring
es: Aretes de luz de luna
fr: Boucles d’oreille du clair de lune
id: Anting-anting Cahaya Bulan
it: Orecchini del chiaro di luna
ja: 月灯りイヤリング
ko: 달빛 귀걸이
pt: Brinco do Luar
ru: Лунные серьги
th: ต่างหูแสงจันทร์
vi: Khuyên Tai Ánh Trăng
zh_hans: 月光耳坠
zh_hant: 月華耳環

# commerce_item_name_musicshop_bandjacket
source: Music Marching Jacket
de: Musikmarschjacke
es: Chaqueta de marcha musical
fr: Veste musicale de marche
id: Jaket Marching Musik
it: Giacca da marcia musicale
ja: 音楽マーチングバンド・ジャケット
ko: 음악의 행진 재킷
pt: Casaco de Marcha Musical
ru: Мундир для музыкального марша
th: แจ็คเก็ตเดินสวนสนามดนตรี
vi: Áo Khoác Diễu Hành Âm Nhạc
zh_hans: 音乐游行夹克
zh_hant: 音律行進夾克

# commerce_item_name_musicshop_banduniform
source: Music Marching Uniform
de: Musikmarschuniform
es: Uniforme de marcha musical
fr: Uniforme musical de marche
id: Seragam Marching Musik
it: Divisa da marcia musicale
ja: 音楽マーチングバンド・ユニフォーム
ko: 음악의 행진 유니폼
pt: Uniforme de Marcha Musical
ru: Форма для музыкального марша
th: ชุดเดินสวนสนามดนตรี
vi: Đồng Phục Diễu Hành Âm Nhạc
zh_hans: 音乐游行制服
zh_hant: 音律行進制服

# commerce_item_name_musicshop_bugle
source: Triumph Horn
es: Cuerno del triunfo
fr: Clairon du triomphe
id: Trompet Kejayaan
it: Corno da caccia del trionfo
ja: 凱旋のラッパ
ko: 승리의 나팔
pt: Corneta do Triunfo
ru: Рожок триумфа
th: เขาสัตว์แห่งชัยชนะ
vi: Tù Và Chiến Thắng
zh_hans: 胜利号角
zh_hant: 凱旋號角

# commerce_item_name_musicshop_dundun
source: Triumph Drum
de: Triumphtrommel
es: Tambor del triunfo
fr: Tambour du triomphe
id: Drum Kejayaan
it: Tamburo del trionfo
ja: 凱旋の鼓
ko: 승리의 북
pt: Tambor do Triunfo
ru: Барабан триумфа
th: กลองแห่งชัยชนะ
vi: Trống Chiến Thắng
zh_hans: 胜利之鼓
zh_hant: 凱旋鼓

# commerce_item_name_musicshop_guitar
source: Rhythm Guitar
de: Rhythmusgitarre
es: Guitarra Rítmica
fr: Guitare rythmique
id: Guitar Ritme
it: Chitarra Ritmica
ja: 律動のギター
ko: 리듬의 기타
pt: Guitarra Rítmica
ru: Ритм-гитара
th: กีตาร์แห่งท่วงทำนอง
vi: Guitar nhịp điệu
zh_hans: 音韵吉他
zh_hant: 音韻吉他

# commerce_item_name_musicshop_handpan
source: Triumph Handpan
de: Triumphhandpauke
es: Handpan del triunfo
fr: Tambour à languette du triomphe
id: Handpan Kejayaan
it: Handpan del trionfo
ja: 凱旋のハンドパン
ko: 승리의 핸드팬
pt: Handpan do Triunfo
ru: Ханг триумфа
th: แฮนด์แพนแห่งชัยชนะ
vi: Trống Tay Chiến Thắng
zh_hans: 胜利手碟
zh_hant: 凱旋手碟

# commerce_item_name_musicshop_harp
source: Fledgling Harp
de: Junge Harfe
es: Harpa Incipiente
fr: Harpe de novice
id: Harpa Pemula
it: Arpa di uccellino
ja: 巣立ちのハープ
ko: 초보자 하프
pt: Harpa Iniciante
ru: Мини арфа
th: พิณมือใหม่
vi: Đàn hạc trẻ em
zh_hans: 雏鸟之琴
zh_hant: 雛鳥之琴
