Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# howtoplay_closet_1_dressup
source: To <b>change up your look</b>, visit the <b>Outfit Shrine</b> to try on what the <1>spirits</1> have shared with you.
de: Wenn du <b>dein Aussehen ändern willst</b>, kannst du den <b>Outfit-Schrein</b> besuchen und das anprobieren, was die <1>Geister</1> mit dir geteilt haben.
es: Para <b>cambiar tu aspecto</b>, visita el <b>altar de trajes</b> para probarte lo que los <1>espíritus</1> hayan compartido contigo.
fr: Pour <b>changer de look</b>, visitez la <b>Penderie</b> pour essayer ce que les <1>esprits</1> ont partagé avec vous.
id: Setelah kamu berhasil membuka pakaian, gunakan ruang ganti untuk mencoba tampilan barumu.
it: Per <b>cambiare look</b>, visita il <b>santuario dei costumi</b> per provare quello che gli <1>spiriti</1> hanno condiviso con te.
ja: 獲得したドレスアップアイテムは、ドレスアップの祠で試着および着せ替えができます
ko: <b>의상</b>을 바꾸려면 <b>의상제단</b>에서 <1>영혼</1>이 준 아이템을 착용해 보세요.
pt: Ao habilitar o traje, use o armário para conferir seu novo visual.
ru: Открыв новый наряд, вы можете надеть его в гардеробной.
th: หากต้องการ<b>เปลี่ยนลุคของคุณ</b> ให้ไปที่<b>แท่นบูชาชุดเสื้อผ้า</b>เพื่อลองสวมใส่ชุดที่<1>เหล่าสปิริต</1>แบ่งปันกับคุณ
vi: Sau khi mở khóa trang phục, hãy sử dụng tủ để thử diện mạo mới của bạn.
zh_hans: 若想<b>改变外观</b>，请访问<b>服饰神坛</b>，试穿<1>先灵们</1>与你分享的服饰。
zh_hant: 若想<b>改變造型</b>，請前往<b>服飾神壇</b>試穿<1>先靈</1>與你分享的新造型。

# howtoplay_closet_1_dressup_title
source: <b>Dress up at the Outfit Shrine</b>
de: <b>Verkleide dich beim Outfit-Schrein</b>
es: <b>Disfrázate en el altar de trajes</b>
fr: <b>Habillez-vous dans la penderie</b>
id: <b>Ganti baju di ruang ganti</b>
it: <b>Vestiti al santuario dei costumi</b>
ja: <b>祠でおめかし</b>
ko: <b>의상제단에서 멋지게 차려 입기</b>
pt: <b>Se vista no armário</b>
ru: <b>Оденьтесь в гардеробной</b>
th: <b>แต่งตัวที่แท่นบูชาชุดเสื้อผ้า</b>
vi: <b>Thay trang phục trong tủ</b>
zh_hans: <b>在服饰神坛盛装打扮</b>
zh_hant: <b>在服飾神壇打扮一番</b>

# howtoplay_closet_1_spirits
source: Once you've returned a <1>spirit</1>'s light to the sky, that <1>spirit</1> will visit you to share their <b>memories</b>.
de: Wenn du das Licht eines <1>Geistes</1> zum Himmel zurückbringst, wird dieser <1>Geist</1> dich besuchen und <b>Erinnerungen</b> mit dir teilen.
es: Una vez que regreses la luz de un <1>espíritu</1> al cielo, ese <1>espíritu</1> te visitará para compartirte sus <b>recuerdos</b>.
fr: Après avoir retourné la lumière d'un <1>esprit</1> au ciel, cet <1>esprit</1> vous rendra visite pour partager ses <b>souvenirs</b>.
id: Tiap roh baru punya pakaian yang unik untuk dikoleksi.
it: Una volta riportata in cielo la luce dello <1>spirito</1>, quello <1>spirito</1> verrà a trovarti per condividere i suoi <b>ricordi</b>.
ja: 精霊たちはそれぞれ特有のドレスアップアイテムを所持しています
ko: <1>영혼</1>의 빛을 하늘로 돌려보내면 <1>영혼</1>이 찾아와 <b>기억</b>을 보여줍니다.
pt: Cada novo espírito possui um traje único para ser coletado.
ru: У каждого духа можно получить уникальный наряд.
th: หลังจากที่คุณนำแสงของ<1>สปิริต</1>กลับคืนสู่ท้องฟ้าแล้ว <1>สปิริต</1>ตนนั้นจะมาเยี่ยมเยียนคุณเพื่อแบ่งปัน<b>ความทรงจำ</b>ของพวกเขา
vi: Mỗi Tinh Linh mới có một bộ trang phục độc đáo.
zh_hans: 一旦你让某个<1>先灵</1>的光返回光遇，该<1>先灵</1>就会拜访你并分享其<b>记忆</b>。
zh_hant: 當你將一位<1>先靈</1>之光送回空中後，那位<1>先靈</1>將拜訪你並分享其<b>記憶</b>。

# howtoplay_closet_1_spirits_title
source: <b>Free the spirits</b>
de: <b>Befreie die Geister</b>
es: <b>Libera los espíritus</b>
fr: <b>Libérez les esprits</b>
id: <b>Temukan Roh</b>
it: <b>Libera gli spiriti</b>
ja: <b>精霊を探そう</b>
ko: <b>영혼을 해방시키기</b>
pt: <b>Encontre os espíritos</b>
ru: <b>Ищите духов</b>
th: <b>ปลดปล่อยสปิริต</b>
vi: <b>Tìm Tinh Linh</b>
zh_hans: <b>释放先灵</b>
zh_hant: <b>釋放先靈</b>

# howtoplay_closet_2_adventure
source: <1>Spirits</1> with <b>unusual outfits</b> are trapped in the most <b>dangerous</b> areas in the Kingdom of Sky.
de: <1>Geister</1> mit <b>ungewöhnlichen Outfits</b> sind in den <b>gefährlichsten</b> Bereichen im Königreich von Sky gefangen.
es: Los <1>espíritus</1> con los <b>trajes más inusuales</b> están atrapados en las áreas más <b>peligrosas</b> del reino de Sky.
fr: Les <1>esprits</1> avec des <b>tenues inhabituelles</b> sont piégés dans les endroits les plus <b>dangereux</b> du royaume de sky.
id: Item paling unik mengharuskanmu menjelajahi bagian paling berbahaya dari kerajaan Sky.
it: Gli <1>spiriti</1> con <b>costumi insoliti</b> sono intrappolati nelle aree più <b>pericolose</b> del regno di Sky.
ja: 厳しいエリアでもあなたの訪れを待つ精霊たちがいます。勇気を出して突入しましょう
ko: <b>독특한 의상</b>을 가진 <1>영혼</1>은 Sky 월드에서도 가장 <b>위험한</b> 지역에 갇혀 있습니다.
pt: Tenha coragem e procure pelos melhores espíritos ocultos. Eles carregam as melhores recompensas.
ru: Смело ищите лучших спрятанных духов. Они приносят лучшие награды.
th: <1>เหล่าสปิริต</1>ที่สวม<b>ชุดพิเศษ</b>อาจติดอยู่ในส่วนที่<b>อันตราย</b>ที่สุดในอาณาจักรแห่งท้องฟ้า
vi: Những vật phẩm độc đáo nhất chờ đón bạn ở những vùng nguy hiểm nhất trên vương quốc Sky.
zh_hans: 穿着<b>奇特服饰</b>的<1>先灵</1>被困在Sky王国最<b>危险</b>的区域。
zh_hant: 身著<b>奇裝異服</b>的<1>先靈</1>被困在Sky王國最<b>危險</b>的區域。

# howtoplay_closet_2_adventure_title
source: <b>Be adventurous</b>
de: <b>Das Abenteuer wartet</b>
es: <b>La aventura aguarda</b>
fr: <b>L'aventure vous attend</b>
id: <b>Beranilah Menjelajah</b>
it: <b>L'avventura ti aspetta</b>
ja: <b>待ち受ける冒険</b>
ko: <b>모험 가득한 여정</b>
pt: <b>A aventura está à sua espera</b>
ru: <b>Приключения ждут</b>
th: <b>จงกล้าผจญภัย</b>
vi: <b>Hãy mạo hiểm</b>
zh_hans: <b>探险寻宝</b>
zh_hant: <b>探險尋寶</b>

# howtoplay_closet_2_hearts
source: Offer <heart/> <b>hearts</b> to the <1>spirits</1>, and they'll teach you <b>new looks</b> from their <b>unique outfit</b>.
de: Bringe den <1>Geistern</1> <heart/> <b>Herzen</b> dar, dann bringen sie dir <b>neue Looks</b> aus ihrem <b>einzigartigen Outfit</b> bei.
es: Ofréceles <heart/> <b>corazones</b> a los <1>espíritus</1> y te enseñarán <b>nuevos aspectos</b> de sus <b>exclusivos trajes</b>.
fr: Offrez des<heart/> <b>cœurs</b> aux <1>esprits</1>, et ils vous apprendront de <b>nouveaux looks</b> avec leurs <b>tenues uniques</b>.
id: Tiap pakaian akan terbuka di rasi roh ditukarkan dengan hati.
it: Offri <heart/> <b>cuori</b> agli <1>spiriti</1> e ti insegneranno <b>nuovi look</b> dal loro <b>costume originale</b>.
ja: ドレスアップアイテムは、それぞれ精霊の星座でハートと引き換えるとアンロックできます。
ko: <1>영혼</1>에게 <heart/> <b>하트</b>를 건네고 <b>독특한 의상</b>을 이용한 <b>새로운 스타일</b>를 배워 보세요.
pt: Cada traje pode ser habilitado na constelação do espírito em troca de corações.
ru: Каждый наряд открывается в созвездии духа в обмен на сердца.
th: มอบ<heart/><b>หัวใจ</b>ให้กับ<1>เหล่าสปิริต</1> แล้วพวกเขาจะสอน<b>ลุคใหม่</b>ให้คุณจาก<b>ชุดพิเศษ</b>ของพวกเขา
vi: Đổi trái tim để mở khóa trang phục trong chòm sao của Tinh Linh.
zh_hans: 向<1>先灵</1>奉献<heart/><b>爱心</b>，他们就会教你如何用<b>奇特服饰</b>搭配出<b>新造型</b>。
zh_hant: 獻給<1>先靈</1><heart/> <b>愛心</b>，他們就會教你如何用<b>奇裝異服</b>搭配出<b>新造型</b>。

# howtoplay_closet_2_hearts_title
source: <b>Offer them hearts</b>
de: <b>Bringe ihnen Herzen dar</b>
es: <b>Ofréceles corazones</b>
fr: <b>Donnez-leur des cœurs</b>
id: <b>Tawarkan hati kepada mereka</b>
it: <b>Offri dei cuori</b>
ja: <b>ハートをあげましょう</b>
ko: <b>하트 건네기</b>
pt: <b>Ofereça corações para eles</b>
ru: <b>Предлагайте им сердца</b>
th: <b>มอบหัวใจให้พวกเขา</b>
vi: <b>Trao trái tim</b>
zh_hans: <b>奉献爱心</b>
zh_hant: <b>奉獻愛心</b>

# howtoplay_closet_3_seasons
source: Every <b>two months</b>, a new <b>season</b> brings <1>spirits</1> with <b>limited-time outfits</b>.
de: Alle zwei Monate gibt es eine neue Saison in Himmelsreich, mit neuen Geistern und begrenzten Outfits.
es: Los <b>eventos</b> de tiempo limitado y las <b>temporadas</b> te dan la oportunidad de descubrir <b>nuevos objetos</b>.
fr: Tous les deux mois, une nouvelle saison de Sky apportera de nouveaux esprits et des tenues limitées.
id: <b>Acara</b> dan <b>Musim</b> terbatas menghadirkan kesempatan untuk menemukan <b>item baru</b>.
it: Ogni due mesi, una nuova stagione di Sky porta nuovi spiriti e costumi in edizione limitata.
ja: 新しいシーズンは２ヶ月ごとに訪れます。季節限定の精霊たちが、珍しいアイテムや新しいクエストを携えてやってきますよ
ko: 두 달에 한 번씩 새로운 시즌이 열립니다. 시즌 기간에는 <b>기간 한정 아이템</b>을 얻을 수 있어요.
pt: A cada dois meses, uma nova temporada de Sky traz novos espíritos e trajes limitados.
ru: Каждые два месяца в Небе начинается новый сезон с новыми духами и нарядами.
th: ในทุกๆ <b>สองเดือน</b> <b>ฤดูกาล</b>ใหม่จะนำพา<1>เหล่าสปิริต</1>ที่มี<b>ชุดแบบจำกัดเวลา</b>มาให้
vi: Cứ sau hai tháng, một mùa mới sẽ mang đến những <b>trang phục giới hạn</b> chỉ có trong mùa đó.
zh_hans: 每两个月《光·遇》新的季节降临，并带来新的先灵和限时的服饰。
zh_hant: 每兩個月《光·遇》新的季節降臨，並帶來新的先靈和限時的服飾。

# howtoplay_closet_3_seasons_title
source: <b>Check back regularly</b>
de: <b>Schau oft wieder vorbei</b>
es: <b>Consulta constantemente</b>
fr: <b>Revenez régulièrement</b>
id: <b>Periksa kembali secara teratur</b>
it: <b>Controlla spesso</b>
ja: <b>移り変わる季節</b>
ko: <b>자주 확인하기</b>
pt: <b>Volte regularmente</b>
ru: <b>Заходите почаще</b>
th: <b>เข้ามาดูบ่อยๆ ล่ะ</b>
vi: <b>Thường xuyên chú ý</b>
zh_hans: <b>季节变换</b>
zh_hant: <b>季節變換</b>

# howtoplay_closet_4_instruments
source: Some <1>spirits</1> will share <b>instruments</b> or teach you <b>songs</b> that you can share with your friends.
de: Einige <1>Geister</1> teilen ihre <b>Instrumente</b> oder lehren dich <b>Lieder</b>, die du mit Freunden teilen kannst.
es: Algunos <1>espíritus</1> te compartirán <b>instrumentos</b> o te enseñarán <b>canciones</b> que puedes compartir con tus amistades.
fr: Certains <1>esprits</1> partageront des<b>instruments</b> ou vous apprendront des <b>chansons</b> que vous pourrez partager avec vos amis
id: Sejumlah roh membawa alat musik dan partitur dan mengizinkanmu untuk bermain musik bersama.
it: Alcuni <1>spiriti</1> condivideranno <b>strumenti</b> o ti insegneranno <b>canzoni</b> da condividere con gli amici.
ja: 楽器や楽譜を手に入れて、他のプレイヤーたちと演奏を楽しみましょう
ko: 어떤 <1>영혼</1>은 <b>악기</b>를 나눠주거나 친구들과 연주할 <b>악보</b>를 가르쳐줍니다.
pt: Instrumentos permitem que você toque melodias musicais para outros jogadores.
ru: На инструментах можно играть музыку для других игроков.
th: <1>เหล่าสปิริต</1>บางตนจะแบ่งปัน<b>เครื่องดนตรี</b> หรือสอน<b>บทเพลง</b>ให้คุณ ซึ่งสามารถนำไปแบ่งปันกับเพื่อนๆ ของคุณได้
vi: Một số Tinh Linh mang theo nhạc cụ và bản nhạc, cho phép các bạn chơi nhạc cùng nhau.
zh_hans: 有些<1>先灵</1>会分享<b>乐器</b>或教你<b>歌曲</b>，你可以与好友分享这些歌曲。
zh_hant: 有些<1>先靈</1>會分享<b>樂器</b>，或是傳授能夠與好友分享的<b>歌曲</b>。

# howtoplay_closet_4_instruments_title
source: <b>Perform together</b>
de: <b>Spiele zum Tanz auf</b>
es: <b>Toca una melodía</b>
fr: <b>Jouez une chanson</b>
id: <b>Tampil bersama</b>
it: <b>Suona una melodia</b>
ja: <b>奏でるハーモニー</b>
ko: <b>함께 연주하기</b>
pt: <b>Faça um som</b>
ru: <b>Музыка сфер</b>
th: <b>แสดงร่วมกัน</b>
vi: <b>Cùng nhau biểu diễn</b>
zh_hans: <b>演奏音乐</b>
zh_hant: <b>演奏音樂</b>

# howtoplay_currencies_0_title
source: Currency Tips
de: Währungs-Tipps
es: Consejos de monedas
fr: Conseils de devises
id: Tips Mata Uang
it: Consigli valuta
ja: エレメントについて
ko: 화폐 팁
pt: Dicas de Moeda
ru: Советы по валютам
th: เคล็ดลับสกุลเงิน
vi: Mẹo tiền tệ
zh_hans: 货币提示
zh_hant: 貨幣提示

# howtoplay_currencies_1_candles
source: The basic currency in the land of Sky, earned by collecting light.
de: Die grundlegende Währung des Lands von Himmelsreich. Du erhältst sie, wenn du Licht sammelst.
es: La moneda básica de la tierra de Sky, se obtiene al recoger luz.
fr: La devise de base du pays de Sky, obtenu en collectant de la lumière.
id: Mata uang dasar di negeri Sky, diperoleh dengan mengumpulkan cahaya.
it: La valuta di base nel mondo di Sky; si guadagnano raccogliendo la luce.
ja: Skyの世界で通貨の代わりに使われていました。精霊たちに捧げるとお礼にアイテムがもらえます。光のかけらを集めて精錬することもできます
ko: Sky의 기본 화폐. 빛을 모아 받을 수 있어요.
pt: A moeda básica nas terras de Sky, obtida com a coleta de luz.
ru: Базовая валюта в землях Неба. Получайте ее, собирая свет.
th: คุณสามารถรับสกุลเงินพื้นฐานในดินแดนแห่ง Sky ได้จากการเก็บแสง
vi: Tiền tệ cơ bản trong vùng đất của Sky, kiếm được bằng cách thu thập Ánh Sáng.
zh_hans: 光遇世界的基本通货，收集烛光而获得。
zh_hant: 光遇世界的基本通貨，收集燭光而獲得。

# howtoplay_currencies_1_candles_title
source: <b>Candles</b>
de: <b>Kerzen</b>
es: <b>Velas</b>
fr: <b>Bougies</b>
id: <b>Lilin</b>
it: <b>Candele</b>
ja: <b>キャンドル</b>
ko: <b>양초</b>
pt: <b>Velas</b>
ru: <b>Свечи</b>
th: <b>เทียน</b>
vi: <b>Nến</b>
zh_hans: <b>光遇烛</b>
zh_hant: <b>光遇燭</b>

# howtoplay_currencies_2_hearts
source: The social currency of Sky, earned as a show of appreciation from your friends.
de: Die soziale Währung von Himmelsreich. Du verdienst sie, wenn du Wertschätzung von deinen Freunden erhältst.
es: La moneda social de Sky, se obtiene como muestra de aprecio de parte de tus amigos.
fr: La devise sociale de Sky, gagnée en tant que preuve d'appréciation de vos amis.
id: Mata uang sosial di Sky, diperoleh sebagai ungkapan apresiasi dari temanmu.
it: La valuta sociale di Sky; si guadagnano come segno di stima da parte degli amici.
ja: 感謝の気持ちが結晶となったもので、特別な価値があるようです。フレンドや精霊たちから受け取ることができます
ko: Sky의 소셜 화폐. 친구들에게서 감사의 표시로 받을 수 있어요.
pt: A moeda social de Sky, obtida como uma demonstração de apreço de seus amigos.
ru: Дружеская валюта Неба, которую друзья могут подарить в знак признательности.
th: สกุลเงินโซเชียลของ Sky ที่รับได้ในฐานะตัวแทนความรู้สึกขอบคุณจากเพื่อนของคุณ
vi: Tiền tệ cộng đồng của Sky, xuất hiện khi bạn nhận được sự trân trọng từ bạn bè.
zh_hans: 光遇世界的社交通货，来自好友的赞许。
zh_hant: 光遇世界的社交通貨，來自好友的讚許。

# howtoplay_currencies_2_hearts_title
source: <b>Hearts</b>
de: <b>Herzen</b>
es: <b>Corazón</b>
fr: <b>Cœurs</b>
id: <b>Hati</b>
it: <b>Cuori</b>
ja: <b>ハート</b>
ko: <b>하트</b>
pt: <b>Corações</b>
ru: <b>Сердца</b>
th: <b>หัวใจ</b>
vi: <b>Trái tim</b>
zh_hans: <b>爱心</b>
zh_hant: <b>愛心</b>

# howtoplay_currencies_3_ascended
source: The most treasured currency in Sky, awarded for shepherding <b>winged light <wingbuff/></b> through the storm.
de: Die wertvollste Währung in Himmelsreich, die du erhältst, wenn du <b>geflügeltes Licht<wingbuff/></b> sicher durch den Sturm bringst.
es: La moneda más preciada de Sky, otorgada por el pastoreo <b>luz alada <wingbuff/></b> a través de la tormenta.
fr: La devise la plus précieuse de Sky, décernée pour avoir guidé la <b>lumière ailée <wingbuff/></b> à travers la tempête.
id: Mata uang paling berharga di Sky, diberikan karena telah mengantarkan <b><wingbuff/> cahaya bersayap</b> melalui badai.
it: La valuta più preziosa di Sky; si ottiene guidando la <b>luce alata <wingbuff/></b> attraverso la tempesta.
ja: 星の輝きから作られた希少価値の高いキャンドルです。<wingbuff/>を暴風域に届けることで獲得することができます
ko: Sky에서 가장 가치 있는 화폐. 폭풍을 뚫고 <b>날개빛</b>을 인도한 보상으로 받을 수 있어요.
pt: A moeda mais preciosa de Sky, premiada por guiar a <b>luz alada <wingbuff/></b> pela tempestade.
ru: Самая ценная валюта Неба. Выдается за <b>сопровождение крылатого света <wingbuff/></b> сквозь бурю.
th: สกุลเงินที่ล้ำค่าที่สุดใน Sky ที่มอบให้สำหรับการนำทาง<b>แสงติดปีก<wingbuff/></b>ผ่านพายุ
vi: Loại tiền tệ được trân trọng nhất trên Sky, nhận được nhờ đưa <b>Ngọn Sáng Chắp Cánh<wingbuff/></b> vượt qua cơn bão.
zh_hans: 光遇世界最稀有的通货，带着<b>翼之光<wingbuff/></b> 通过风暴而获得。
zh_hant: 光遇世界最稀有的通貨，帶著<b>翼之光<wingbuff/></b> 通過風暴而獲得。

# howtoplay_currencies_3_ascended_title
source: <b>Ascended Candle</b>
de: <b>Aufgestiegene Kerze</b>
es: <b>Vela elevada</b>
fr: <b>Bougie élevée</b>
id: <b>Lilin Kenaikan</b>
it: <b>Candela di ascensione</b>
ja: <b>星のキャンドル</b>
ko: <b>하늘양초</b>
pt: <b>Vela Elevada</b>
ru: <b>Вознесенная свеча</b>
th: <b>เทียนจุติ</b>
vi: <b>Nến Thăng Hoa</b>
zh_hans: <b>升华烛</b>
zh_hant: <b>昇華燭</b>

# howtoplay_currencies_4_season
source: Seasonal currency to unlock seasonal items. Earned mainly through Daily Quests.
de: Saisonswährung, um Saisonsgegenstände freizuschalten. Du erhältst sie hauptsächlich durch tägliche Quests.
es: Moneda de temporada para desbloquear artículos. Se obtienen principalmente a través de las Misiones diarias.
fr: Une devise de saison utilisée pour déverrouiller les objets saisonniers. Gagnée principalement lors des quêtes quotidiennes.
id: Mata uang musiman untuk membuka item musiman. Diperoleh terutama dari Misi Harian.
it: La valuta stagionale per sbloccare gli oggetti stagionali; si guadagna principalmente con le missioni giornaliere.
ja: シーズン限定のキャンドルです。主にデイリークエストを完了することで獲得することができます
ko: 시즌 아이템을 잠금해제하는 화폐. 주로 일일 퀘스트를 완료하여 받을 수 있어요.
pt: A moeda para desbloquear itens de temporada. Obtida principalmente nas missões diárias.
ru: Сезонная валюта для сезонных предметов. Получить можно в основном за задания дня.
th: สกุลเงินประจำฤดูกาลสำหรับปลดล็อกไอเทมประจำฤดูกาล ซึ่งมักจะรับได้ผ่านการทำภารกิจรายวัน
vi: Tiền tệ mùa, dùng để mở khóa các vật phẩm mùa. Kiếm được chủ yếu thông qua Nhiệm Vụ Ngày.
zh_hans: 用以解锁当季物品的季节性通货，主要通过每日任务获得。
zh_hant: 用以解鎖當季物品的季節性通貨，主要通過每日任務獲得。

# howtoplay_currencies_4_season_title
source: <b>Season Candle</b>
de: <b>Saisonskerze</b>
es: <b>Vela de temporada</b>
fr: <b>Bougie saisonnière</b>
id: <b>Lilin Musim</b>
it: <b>Candela stagionale</b>
ja: <b>シーズンキャンドル</b>
ko: <b>시즌양초</b>
pt: <b>Vela de temporada</b>
ru: <b>Сезонные свечи</b>
th: <b>เทียนประจำฤดูกาล</b>
vi: <b>Nến Mùa</b>
zh_hans: <b>限定蜡烛</b>
zh_hant: <b>限定蠟燭</b>

# howtoplay_currencies_5_sheart
source: Seasonal currency to unlock seasonal ultimate items. Earned through seasonal Spirits.
de: Saisonswährung, um ultimative Saisonsgegenstände freizuschalten. Du erhältst sie über Saisonsgeister.
es: Usa la moneda de temporada, que puedes obtener a través de los espíritus de temporada, para desbloquear los artículos de temporada definitivos.
fr: Une devise de saison utilisée pour déverrouiller les objets ultimes saisonniers. Vous pouvez en recevoir grâce aux esprits saisonniers.
id: Mata uang musiman untuk membuka item tertinggi musiman. Diperoleh melalui Roh musiman.
it: La valuta stagionale per sbloccare oggetti stagionali definitivi; si guadagna dagli spiriti stagionali.
ja: 季節の究極の贈り物を解放するための季節限定のエレメント。季節の精霊たちよりお受取りいただけます。
ko: 시즌 최종보상을 잠금해제하는 화폐. 시즌영혼에게서 받을 수 있어요.
pt: Use a moeda de temporada para desbloquear os itens de temporada. Obtenha-a pelos espíritos de temporada.
ru: Сезонная валюта для лучших сезонных предметов. Заработать можно у сезонных духов.
th: สกุลเงินประจำฤดูกาลสำหรับปลดล็อกสุดยอดไอเทมประจำฤดูกาล ซึ่งรับได้ผ่านสปิริตประจำฤดูกาล
vi: Tiền tệ mùa, dùng để mở khóa các vật phẩm tối thượng mùa. Kiếm được nhờ Tinh Linh mùa.
zh_hans: 用以解锁当季终极物品的季节性通货，主要通过季节先灵获得。
zh_hant: 有助於解鎖當季終極物品的補充通貨，主要通過季節先靈獲得。

# howtoplay_currencies_5_sheart_title
source: <b>Season Heart</b>
de: <b>Saisonsherz</b>
es: <b>Corazón de temporada</b>
fr: <b>Cœur saisonnier</b>
id: <b>Hati Musim</b>
it: <b>Cuore stagionale</b>
ja: <b>シーズンハート</b>
ko: <b>시즌하트</b>
pt: <b>Coração de temporada</b>
ru: <b>Сезонное сердце</b>
th: <b>หัวใจประจำฤดูกาล</b>
vi: <b>Trái Tim Mùa</b>
zh_hans: <b>限定爱心</b>
zh_hant: <b>限定愛心</b>

# howtoplay_event_1
source: During special events, find <event_candle/> hidden in plain sight and earn them by participating in activities. Give <event_candle/> to spirits to exchange them for limited-time blessings. Pay attention to your surroundings to earn as many <event_candle/> as you can!
de: Finde bei besonderen Events versteckte <event_candle/> und erhalte sie, indem du an Aktivitäten teilnimmst. Gib die <event_candle/> den Geistern, um sie gegen zeitbegrenzte Segen einzutauschen. Beobachte aufmerksam deine Umgebung und schnapp dir so viele <event_candle/> wie möglich!
es: Durante los eventos especiales, encuentra <event_candle/> escondidas a simple vista y podrás conseguirlas si participas en actividades. Dales <event_candle/> a los espíritus para comprarles bendiciones de tiempo limitado. ¡Presta atención a tu alrededor para conseguir tantas <event_candle/> como puedas!
fr: Lors des événements spéciaux, trouvez des : <event_candle/> cachés sous nos yeux et obtenez-les en participant aux activités. Donnez des : <event_candle/> aux esprits en échange de bénédictions pour une durée limitée. Faites attention à votre environnement pour obtenir le plus de : <event_candle/> possible !
id: Selama acara khusus, temukan <event_candle/> yang tersembunyi di depan mata dan dapatkan dengan berpartisipasi dalam aktivitas. Berikan <event_candle/> kepada roh untuk menukarnya dengan berkat yang berbatas waktu. Perhatikan sekitarmu untuk mendapatkan sebanyak mungkin <event_candle/>!
it: Durante eventi speciali, trova <event_candle/> nascoste in bella vista e ottienile partecipando alle attività. Dai <event_candle/> agli spiriti per scambiarle con benedizioni a tempo limitato. Presta attenzione a ciò che ti circonda per ottenere più <event_candle/> che puoi!
ja: 期間中はイベントに参加し、さまざまな場所に隠されている<event_candle/>を探しましょう。<event_candle/>を精霊たちに渡すことで、イベント限定の祝福を授けてくれるでしょう。よ〜く注意して1つでも多くの<event_candle/>を集めましょう！
ko: 특별 이벤트 도중 눈에 잘 보이는 곳에 숨겨진 <event_candle/>를 찾고, 활동에 참여해 획득하세요. <event_candle/>를 영혼에게 주면 기간 한정으로 제공되는 축복을 받을 수 있어요. 주변을 잘 살펴보고 최대한 많은 <event_candle/>를 획득하세요!
pt: Durante eventos especiais, encontre <event_candle/> escondidas em plena vista e participe de atividades para ganhá-las. Dê <event_candle/> aos espíritos e troque por bênçãos de tempo limitado. Preste atenção ao seu redor para ganhar o máximo de <event_candle/> que conseguir!
ru: Во время особых событий ищите спрятанные <event_candle/>. Их также можно получить за участие в событиях. Отдавайте <event_candle/> духам и получайте уникальные благословения, доступные только ограниченное время. Смотрите внимательно по сторонам! Получите как можно больше <event_candle/>!
th: ค้นหา <event_candle/> ที่ซ่อนอยู่ในที่ที่เห็นได้ชัดเจน และรับได้ผ่านการเข้าร่วมกิจกรรมในระหว่างอีเวนต์พิเศษ มอบ <event_candle/> ให้กับเหล่าสปิริตเพื่อแลกเปลี่ยนกับพรแบบจำกัดเวลา โปรดใส่ใจสภาพแวดล้อมรอบตัวคุณเพื่อรับ <event_candle/> ให้ได้มากที่สุด!
vi: Trong các sự kiện đặc biệt, nhận <event_candle/> bằng cách tìm kiếm cũng như tham gia các hoạt động. Tặng <event_candle/> cho các tinh linh để nhận các chúc phúc trong thời gian giới hạn. Hãy chú ý xung quanh để nhận được thật nhiều <event_candle/>!
zh_hans: 在特别活动期间，寻找藏在显眼位置的<event_candle/>，并通过参加活动来获得它们。将<event_candle/>交给先灵，换取限时祝福。留意你的四周，获得尽可能多的<event_candle/>！
zh_hant: 在特別活動期間，會有一些<event_candle/>放在顯眼的地方，你可以參加活動獲得它們。把<event_candle/>交給先靈，即可換取限時祝福。記得隨時觀察周圍的環境，盡量蒐集更多的<event_candle/>！

# howtoplay_event_2
source: <event_candle/> will expire after special events conclude. Remember to exchange <b>all</b> <event_candle/> before the event is over.
de: <event_candle/> verfallen nach Ende der Events. Vergiss nicht, <b>alle</b> <event_candle/> einzutauschen, bevor das Event endet.
es: Las <event_candle/> expiran una vez que finaliza el evento especial. Recuerda cambiar <b>todas</b> las <event_candle/> antes de que termine el evento.
fr: Expiration de : <event_candle/> après la fin des événements spéciaux. N’oubliez pas de <b>tout</b> <event_candle/> échanger avant la fin de l’événement.
id: <event_candle/> akan kedaluwarsa setelah acara spesial selesai. Jangan lupa tukarkan <b>semua</b> <event_candle/> sebelum acara berakhir.
it: Le <event_candle/> scadranno al termine degli eventi speciali. Ricordati di scambiare <b>tutte</b> le <event_candle/> prima che l'evento sia finito.
ja: <event_candle/>は、イベントが終了すると使用できなくなります。 イベントが終わる前に、<b>全ての</b><event_candle/>を忘れずに使いましょう
ko: <event_candle/>는 특별 이벤트 종료 후 만료됩니다. 이벤트가 종료되기 전 <b>모든</b> <event_candle/>를 교환하세요.
pt: <event_candle/> expirará após o término dos eventos especiais. Lembre-se de trocar <b>todas</b> as <event_candle/> antes que o evento termine.
ru: <event_candle/> истекают после завершения особых событий. Не забудьте обменять <b>все</b> <event_candle/>, пока событие не закончилось.
th: <event_candle/> จะหมดอายุหลังจากที่อีเวนต์พิเศษสิ้นสุดลง โปรดอย่าลืมแลก <event_candle/> <b>ทั้งหมด</b> ก่อนที่อีเวนต์จะสิ้นสุดลง
vi: <event_candle/> sẽ hết hạn sau khi các sự kiện đặc biệt kết thúc. Đừng quên đổi <b>toàn bộ</b> <event_candle/> trước khi sự kiện kết thúc.
zh_hans: <event_candle/>将会在特别活动结束后失效。 别忘了在活动结束之前兑换<b>全部</b><event_candle/>。
zh_hant: <event_candle/>在特別活動結束後會失效。 記得在活動結束前兌換<b>所有</b>的<event_candle/>。
