Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# sf_hist_03_02
source: Narrative and Animation Brainstorm
de: Brainstorming zur Geschichte und Animation
es: Tormenta de ideas de narrativa y animación
fr: Réunion sur la narration et l’animation
id: Diskusi Narasi dan Animasi
it: Idee per la narrazione e l'animazione
ja: ナラティブ（物語）とアニメーションのブレインストーミング
ko: 내러티브와 애니메이션 구상
pt: Criação de ideias de narrativa e animação
ru: Мозговой штурм по сюжету и анимации
vi: Tư Duy Tường Thuật Và Hoạt Hình
zh_hans: 叙事和动画头脑风暴
zh_hant: 敘事和動畫腦力激盪

# sf_hist_03_03
source: Workshopping A New Design Concept
de: Ausarbeitung eines neuen Designkonzepts
es: Taller para un nuevo concepto de diseño
fr: Travail sur un nouveau concept
id: Melatih Konsep Desain Baru
it: Un nuovo concetto di design
ja: 新たなデザインコンセプトのワークショップ
ko: 새로운 디자인 컨셉 개발
pt: Trabalhando em um novo conceito de design
ru: Разработка нового дизайн-концепта
vi: Chuẩn Bị Cho Một Ý Tưởng Thiết Kế Mới
zh_hans: 研讨一个新的设计概念
zh_hant: 共同研討新的設計概念

# sf_hist_03_04
source: Art Planning
de: Künstlerische Planung
es: Planeación de arte
fr: Préparation graphique
id: Perencanaan Seni
it: Pianificazione artistica
ja: アートのプランニング
ko: 아트 기획
pt: Planejamento de arte
ru: Планирование графики
vi: Lên Kế Hoạch Nghệ Thuật
zh_hans: 艺术规划
zh_hant: 美術規劃

# sf_hist_04_00
source: During the first few years of development, the studio iterated through exploration and playful discovery. The leap into mobile development, free-to-start game, and self-publishing a live operations title challenged the team and extended the production schedule.
de: Während der ersten Jahre der Entwicklung geschahen die Iterationen durch Erkundung und spielerisches Entdecken. Der Sprung in die Entwicklung von Mobilspielen, einem Free-to-start-Spiel und die Selbstveröffentlichung eines Live-Operations-Titels stellten das Team vor Herausforderungen und verlängerten den Produktionszeitplan.
es: Durante los primeros años de desarrollo, el estudio iteró a través de la exploración y el descubrimiento juguetón. El salto hacia el desarrollo móvil, un juego gratis de comenzar y la autopublicación de un título de operaciones en vivo desafió al equipo y extendió el calendario de producción.
fr: Durant les premières années du développement, le studio s’est appuyé sur l’exploration et la découverte ludique. Le saut dans le monde du développement mobile, le choix d’un jeu gratuit au téléchargement et l’édition indépendante d’opérations en direct représentaient un véritable défi et allongeaient d’autant notre calendrier.
id: Selama beberapa tahun pertama pengembangan, studio ini melakukan iterasi melalui eksplorasi dan penemuan yang menyenangkan. Lompatan ke pengembangan mobile, game yang dapat dimainkan secara gratis, dan menerbitkan sendiri sebuah judul game yang dapat dimainkan secara real-time menantang tim dan memperpanjang jadwal produksi.
it: Durante i primi anni di sviluppo, lo studio si è concentrato sull'esplorazione e la scoperta giocosa. Il salto verso lo sviluppo per dispositivi portatili, il gioco free-to-start e l'autopubblicazione di un titolo con operazioni dal vivo ha messo alla prova il team e ha esteso il programma di produzione.
ja: 開発の最初の数年は、探索と遊び心あふれる発見を通した試行錯誤を繰り返しました。モバイルとフリー・トゥ・プレイへ向けた開発、自社パブリッシングによるライブゲームの運営という飛躍は、試練の連続でもあり開発スケジュールは延期を余儀なくされました。
ko: 개발을 시작하고 몇 년 동안, 저희 스튜디오는 탐험과 기분 재미난 발견에 초점을 두었습니다. 모바일 게임을 개발하고, 무료로 게임을 배포하고, 라이브 게임을 셀프 퍼블리싱하는 과정은 무척 어려워 제작 일정이 늘어나기도 했습니다.'
pt: Durante os primeiros anos do desenvolvimento, o estúdio iterou por meio da exploração e da descoberta lúdica. O salto para o desenvolvimento móvel, jogo gratuito para começar e a autopublicação de um título com operações ao vivo desafiaram a equipe e estenderam o cronograma de produção.
ru: В первые годы разработки студия попеременно обращалась к темам исследования мира и радости открытия нового. Переход к мобильным платформам, модели free-to-start и самостоятельному изданию по схеме live operations стал настоящим испытанием для команды и раздвинул сроки производства.
vi: Trong vài năm phát triển đầu tiên, studio đã lặp lại quá trình thám hiểm và khám phá vui nhộn. Bước nhảy vọt trong lĩnh vực phát triển di động, trò chơi miễn phí, và tự xuất bản một tựa game vận hành trực tiếp đã thách thức đội ngũ và làm kéo dài lịch trình sản xuất.
zh_hans: 在开发的最初几年里，工作室反复研究探索和好玩的发现。对移动开发、免费开始游戏和独立发行实时活动作品的拥抱，为团队带来了挑战，并延长了生产时间表。
zh_hant: 在開發的最初幾年裡，工作室在探索和趣味發現中反覆鑽研。在邁向手遊開發、免費開玩遊戲模式，以及獨立發行即時運營的遊戲後，這些挑戰延長了製作時程。

# sf_hist_04_01
source: Experimenting With Sound Design
de: Experimente mit dem Sounddesign
es: Experimentar con el diseño de sonido
fr: Expérimentation avec le son
id: Bereksperimen dengan Desain Suara
it: Sperimentando con la progettazione audio
ja: サウンドデザインの試作
ko: 음향 디자인 실험
pt: Experimentando com design de som
ru: Эксперименты со звуковым дизайном
vi: Thử Nghiệm Thiết Kế Âm Thanh
zh_hans: 试验声音设计
zh_hant: 聲音設計嘗試

# sf_hist_04_02
source: Environment Art Discussion
de: Diskussion zur umgebungsbezogenen Kunst
es: Discusión de arte ambiental
fr: Discussion sur les graphismes de l’environnement
id: Diskusi Seni Lingkungan
it: Discussione sull'arte ambientale
ja: 環境アートに関する議論
ko: 환경 아트에 대한 논의
pt: Discussão sobre arte de ambientes
ru: Обсуждение графического стиля окружения
vi: Thảo Luận Nghệ Thuật Môi Trường
zh_hans: 环境艺术讨论
zh_hant: 環境美術討論

# sf_hist_04_05
source: The art team studied a lot of cloud shapes and their behaviors to design a world in the sky.
de: Das Künstlerteam studierte viele Wolkenformen und ihr typisches Verhalten, um eine Welt im Himmel zu gestalten.
es: El equipo de arte estudió muchas formas de nubes y sus comportamientos para diseñar un mundo en el cielo.
fr: L’équipe artistique s’est penchée de près sur les nuages, pour leurs formes variées et leur comportement dans le monde de Sky.
id: Tim seni mempelajari banyak bentuk awan dan perilakunya untuk mendesain dunia di sky.
it: Il team artistico ha studiato molte forme di nuvole e i loro comportamenti per progettare un mondo nel cielo.
ja: アートチームはSkyの世界のデザインのため、雲の形や動きを研究しました。
ko: 아트팀은 하늘 위 세계를 디자인하기 위해 수많은 구름의 형태와 움직임을 연구했습니다.
pt: A equipe de arte estudou muitos formatos de nuvens e seus comportamentos para projetar um mundo no céu.
ru: Чтобы создать образ мира в Sky, арт-отдел изучал разные формы облаков и их поведение.
vi: Đội ngũ nghệ thuật đã nghiên cứu rất nhiều hình dạng đám mây và cách chúng di chuyển để thiết kế một thế giới trên bầu trời.
zh_hans: 艺术团队研究了大量云朵形状及其行为，只为设计出一个天空中的世界。
zh_hant: 美術團隊研究了大量的雲朵形狀及其行為，以設計出一個在天空中的世界。

# sf_hist_04_06
source: Inspiration came from the various emotions that clouds conveyed at different times of the day.
de: Inspiration kam aus den verschiedenen Gefühlen, die Wolken zu verschiedenen Tageszeiten übermittelten.
es: La inspiración vino de las varias emociones que las nubes expresan en distintos momentos del día.
fr: L’inspiration est venue des émotions qu’ils suscitaient à différents moments de la journée.
id: Inspirasi datang dari berbagai emosi yang disampaikan awan pada waktu yang berbeda sepanjang hari.
it: L'ispirazione è venuta dalle varie emozioni che le nuvole trasmettevano nei diversi momenti della giornata.
ja: 1日の異なる時間帯ごとに雲が生み出すさまざまな感情が、インスピレーションとなりました。
ko: 하루에도 시시각각 변하면서 다양한 감정을 전해주는 구름의 모습에서 영감을 받았습니다.
pt: A inspiração veio das diferentes emoções que as nuvens transmitiam em diferentes momentos do dia.
ru: Разные эмоции, которые могут вызывать облака в разное время суток, вдохновляли наши концепты.
vi: Cảm hứng đến từ những cảm xúc được những đám mây truyền tải vào những thời điểm khác nhau trong ngày.
zh_hans: 来源于云朵在一天中不同时段所表现出的各式感情的灵感。
zh_hant: 靈感來自雲朵在一天中不同時刻所傳達的各種情感。

# sf_hist_04_07
source: An early prototype for testing.
de: Ein frühes Modell für den Test.
es: Un prototipo inicial para pruebas.
fr: L’un des premiers prototypes de test.
id: Prototipe awal untuk pengujian.
it: Un primo prototipo da testare.
ja: テスト用の初期プロトタイプ
ko: 테스트을 위한 초기 데모.
pt: Um protótipo inicial para testes.
ru: Ранний прототип для тестирования.
vi: Nguyên mẫu ban đầu để thử nghiệm.
zh_hans: 一个用于测试的早期原型。
zh_hant: 早期測試原型

# sf_hist_04_08
source: Multiple prototypes were made to help plan for the technologies and the game engine needed for cloud landscapes and flights.
de: Mehrere Modelle wurden geschaffen, um bei der Planung für die Technologie und der für die Wolkenlandschaften und Flüge benötigten Spiel-Engine zu helfen.
es: Se realizaron varios prototipos para ayudar a planificar las tecnologías y el motor del juego que se necesitaban para las nubes y los vuelos.
fr: Plusieurs prototypes ont été créés pour nous aider à prévoir les technologies et le moteur nécessaires dans l’élaboration des nuages et du vol.
id: Beberapa prototipe dibuat untuk membantu merencanakan teknologi dan mesin permainan yang dibutuhkan untuk lanskap awan dan penerbangan.
it: Sono stati realizzati molti prototipi per aiutare a pianificare le tecnologie e il motore di gioco necessari per i voli e i paesaggi nuvolosi.
ja: 雲の描写や飛行に必要な技術やゲームエンジン開発のため、数多くのプロトタイプが制作されました。
ko: 구름 풍경과 비행에 필요한 각종 테크놀로지 및 게임 엔진을 계획하는 데 도움이 되도록 다양한 프로토타입을 제작했습니다.
pt: Foram feitos vários protótipos para ajudar no planejamento das tecnologias e do motor de jogo necessários para paisagens de nuvens e voos.
ru: Было создано несколько прототипов для освоения технологий и выбора игрового движка, подходящего для рендеринга облачных ландшафтов и полетов.
vi: Nhiều nguyên mẫu đã được tạo ra để giúp lên kế hoạch cho các công nghệ và phần mềm làm trò chơi cần thiết đối với cảnh quan và hoạt động bay lượn trên mây.
zh_hans: 多个原型被制作出来，帮助筹划云端景致和飞行所需的技术和游戏引擎。
zh_hant: 製作了多個原型來幫助計畫雲景和飛行所需的技術和遊戲引擎。

# sf_hist_04_09
source: It was evident that once placed among the clouds, we would have to rely on them as an emotional backdrop and scenery.
de: Es wurde klar, dass wir uns auf die Wolken als emotionale Kulisse und Landschaften verlassen mussten.
es: Fue evidente que una vez que colocáramos las nubes, tendríamos que depender de ellas como telón de fondo y paisaje emocionales.
fr: Il ne faisait aucun doute pour nous qu’une fois dans les nuages, ils seraient notre toile de fond émotionnelle.
id: Terbukti bahwa setelah ditempatkan di antara awan, kami harus mengandalkan awan sebagai latar belakang dan pemandangan yang emosional.
it: Era evidente che, una volta collocati tra le nuvole, avremmo dovuto fare affidamento su di essi come sfondo e scenario emotivo.
ja: 舞台を雲の中に決めたことで、感情的な背景や景観は雲が担うことになるだろうことは明らかでした。
ko: 그 결과 확실해진 부분은, 일단 캐릭터가 구름 속에 들어가면 구름이 감정을 불러일으키는 배경과 풍경의 역할을 해주어야 한다는 사실이었습니다.
pt: Ficou evidente que, uma vez entre as nuvens, teríamos que contar com elas como plano de fundo emocional e cenário.
ru: Было очевидно, что облака будут служить эмоциональным и визуальным фоном для всей игры.
vi: Một điều hiển nhiên là khi đã ở giữa trời mây, chúng ta sẽ cần phải dựa vào chúng để làm một phông nền và khung cảnh đầy cảm xúc.
zh_hans: 显而易见的是，一旦放置于云间，我们就只能依赖它们作为感情幕布和背景。
zh_hant: 一旦置身於雲中，我們便需依賴它們作為表現情感的背景和景觀。

# sf_hist_04_10
source: Introducing familiar environments.
de: Einführung vertrauter Umgebungen.
es: Presentar entornos familiares.
fr: Présentation d’environnements connus.
id: Memperkenalkan lingkungan yang sudah dikenal.
it: Introduzione di ambienti familiari.
ja: 身近な環境の検討
ko: 친근한 환경 도입
pt: Apresentação de ambientes familiares.
ru: Добавление в окружение знакомых элементов.
vi: Giới thiệu môi trường quen thuộc.
zh_hans: 引入熟悉的环境。
zh_hant: 引入熟悉的環境。

# sf_hist_04_11
source: The human world in Sky.
de: Die menschliche Welt in Sky.
es: El mundo humano en Sky.
fr: Le monde humain de Sky.
id: Dunia manusia di Sky.
it: Il mondo umano in Sky.
ja: Skyの中にある人間の世界
ko: Sky 속 인간 세계
pt: O mundo humano em Sky.
ru: Мир людей в Sky.
vi: Thế giới con người trong Sky.
zh_hans: 《Sky光·遇》中的人类世界。
zh_hant: 《Sky光·遇》中的人類世界。

# sf_hist_04_12
source: Skyline over human cityscape to test flight.
de: Skyline über menschlichem Stadtbild, um den Flug zu testen.
es: Horizonte sobre el paisaje urbano humano para probar el vuelo.
fr: Silhouette d’immeubles pour un test du vol.
id: Cakrawala di atas lanskap kota manusia untuk menguji penerbangan.
it: Orizzonte sul paesaggio urbano umano per testare il volo.
ja: 人間の住む都市上空のテスト飛行
ko: 비행 테스트용 도시 경관 너머로 보이는 지평선
pt: Silhueta sobre o horizonte da cidade humana para testar o voo.
ru: Место для тестового полёта над поселением людей.
vi: Thử nghiệm hoạt động bay ở đường chân trời phía trên khung cảnh thành phố của con người.
zh_hans: 在人类城市景致之上的天际线，用于测试飞行。
zh_hant: 於人類城市景觀上空的天際線，測試飛行。

# sf_hist_04_13
source: Initial testing of the player in the Sky world.
de: Erste Tests der Charaktere in der Welt von Sky.
es: Pruebas iniciales del jugador en el mundo de Sky.
fr: Test préliminaire du joueur dans le monde de Sky.
id: Pengujian awal pemain di dunia Sky.
it: Test iniziale del personaggio nel mondo di Sky.
ja: Skyの世界のプレイヤー初テスト
ko: Sky 월드에서 플레이어 초기 테스트
pt: Testes iniciais do jogador no mundo de Sky.
ru: Первое тестирование игрока в мире Sky.
vi: Thử nghiệm ban đầu của người chơi trong thế giới Sky.
zh_hans: 《Sky光·遇》世界中玩家的初始测试。
zh_hant: 玩家出現在《Sky光·遇》世界的初步測試。

# sf_hist_04_14
source: Another example of the player avatar without a cape.
de: Ein weiteres Beispiel des Spieler-Avatars ohne Umhang.
es: Otro ejemplo del avatar del jugador sin capa.
fr: Autre exemple d’avatar de joueur sans cape.
id: Contoh lain dari avatar pemain tanpa jubah.
it: Un altro esempio di avatar senza mantello.
ja: ケープがないアバターのもう一つの例
ko: 망토 없는 플레이어 아바타의 또 다른 예시
pt: Outro exemplo do avatar do jogador sem capa.
ru: Ещё один пример аватара игрока без накидки.
vi: Một ví dụ khác về hình đại diện của người chơi không khoác áo choàng.
zh_hans: 另一个没有斗篷的玩家角色的示例。
zh_hant: 另一個玩家化身沒配備斗篷的範例。

# sf_hist_04_15
source: The team settled on this early design in Prairie as an example avatar with an energy ring to show flight power.
de: Das Team einigte sich auf dieses frühe Design in der Prärie als Beispielavatar mit einem Energiering, um Flugkraft anzudeuten.
es: El equipo se decidió por este diseño inicial de la planicie como un avatar de ejemplo con un anillo de energía para mostrar el poder de vuelo.
fr: L’équipe s’est accordée sur ce premier concept de Prairie, qui nous montre l’avatar et son anneau d’énergie qui représente la puissance du vol.
id: Tim menetapkan desain awal ini di Padang Rumput sebagai contoh avatar dengan cincin energi untuk menunjukkan kekuatan terbang.
it: Il team ha optato per questo primo progetto nella Prateria come esemplare di avatar con un anello energetico per mostrare la potenza del volo.
ja: 飛行能力を示すエナジーリングを身につけたアバターの例として、この初期の草原のデザインに落ち着きました。
ko: 저희는 비행의 에너지를 에너지 링으로 표현한 이 초원의 초기 디자인을 예시 아바타로 삼았습니다.
pt: A equipe decidiu por este design inicial na Campina como um exemplo de avatar com um anel de energia para mostrar o poder de voo.
ru: Команда решила сделать этот ранний дизайн Прерии образцом аватара с кольцом энергии, отображающим силу полёта.
vi: Đội ngũ đã đặt thiết kế ban đầu này ở Thảo Nguyên Ánh Sáng làm hình đại diện mẫu với vòng năng lượng hiển thị sức bay.
zh_hans: 团队在早期的云野中决定了这一设计，它是一个玩家角色的示例，通过一个能量环来表明飞行能力。
zh_hant: 團隊在這個早期的雲野設計中，確定了這個的化身範例，並以一個能量環來顯示飛行能力。

# sf_hist_05_01
source: First visual teasers of Sky
de: Erste bildliche Teaser von Sky
es: Primeros avances visuales de Sky
fr: Premières illustrations de présentation de Sky
id: Teaser visual pertama dari Sky
it: Primi teaser grafici di Sky
ja: Skyの最初のビジュアルティザー
ko: Sky의 최초 비주얼 티저
pt: Primeiros teasers visuais de Sky
ru: Первые визуальные тизеры Sky
vi: Teaser trực quan đầu tiên của Sky
zh_hans: 《Sky光·遇》的首部视觉宣传片
zh_hant: 《Sky光·遇》首次發佈的搶先看素材

# sf_hist_06_00
source: During the fall of 2017, Sky was officially unveiled at the Apple Special Event in Cupertino, California. It debuted on the AppStore for iPhone and iPad. The game went into closed beta-testing until 2019, when it was released on July 18th.
de: Im Herbst 2017 wurde Sky offiziell beim Apple Special Event in Cupertino, Kalifornien, enthüllt. Es erschien im AppStore für das iPhone und iPad. Das Spiel ging in die geschlossene Beta-Testphase, bis es am 18. Juli 2019 veröffentlicht wurde.
es: Durante el otoño de 2017, Sky se reveló de forma oficial en el evento especial de Apple en Cupertino, California. Se estrenó en la AppStore para iPhone y iPad. El juego estuvo en beta cerrada hasta el 2019, cuando se lanzó el 18 de julio.
fr: À l’automne 2017, Sky était officiellement dévoilé à l’Apple Special Event de Cupertino, en Californie. Le jeu allait faire ses premiers pas sur l’AppleStore pour iPhone et iPad. Le jeu est alors passé en Bêta fermée jusqu’en 2019, avant de sortir le 18 juillet.
id: Pada musim gugur 2017, Sky secara resmi diluncurkan di Acara Khusus Apple di Cupertino, California. Game ini memulai debutnya di AppStore untuk iPhone dan iPad. Game ini menjalani pengujian beta tertutup hingga tahun 2019, saat dirilis pada tanggal 18 Juli.
it: Nell'autunno del 2017, Sky è stato presentato ufficialmente all'evento speciale di Apple a Cupertino, in California. Ha debuttato sull'AppStore per iPhone e iPad. Il gioco è stato sottoposto a beta testing chiuso fino al 2019, per poi essere pubblicato il 18 luglio.
ja: 2017年秋、カリフォルニア州クパチーノで開催されたAppleスペシャルイベントにおいて、Skyは正式発表されました。iPhoneとiPadに向け、AppStoreでデビューを迎えたのです。 そこからクローズドβテストが始まり2019年まで続き、ついに7月18日に配信されました。
ko: Sky는 2017년 가을에 캘리포니아 쿠퍼티노에서 열린 Apple 스페셜 이벤트에서 정식으로 첫선을 보였습니다. 그 당시 Sky는 iPhone과 iPad용으로 AppStore에 올라갔습니다. Sky는 2019년까지 비공개 베타 서비스를 진행했고, 그 해 7월 18일에 출시되었습니다.
pt: Durante o outono de 2017, Sky foi oficialmente revelado no Evento Especial da Apple em Cupertino, Califórnia. Estreou na App Store para iPhone e iPad. O jogo entrou em fase de testes de beta fechado até 2019, quando foi lançado em 18 de julho.
ru: Осенью 2017 года Sky была официально анонсирована на фестивале Apple Special в Купертино, штат Калифорния, и вскоре игра появилась в App Store для iPhone и iPad. Некоторое время игра находилась на стадии закрытого бета-тестирования, и наконец 18 июля 2019 года состоялся релиз.
vi: Mùa thu năm 2017, Sky đã chính thức ra mắt tại Sự kiện Đặc biệt của Apple ở Cupertino, California. Trò chơi ra mắt trên AppStore dành cho iPhone và iPad. Trò chơi đã bước vào giai đoạn thử nghiệm beta kín cho đến khi được phát hành vào ngày 18 tháng 7 năm 2019.
zh_hans: 在2017年秋天期间，《Sky光·遇》在加州库比蒂诺举行的苹果特别发布会上官方亮相。它初次登上了面向iPhone和iPad的App Store。 该游戏直至2019年才进入封闭公测，并于当年7月18日发布。
zh_hant: 2017 秋，《Sky光·遇》在加州庫比蒂諾的蘋果特別活動上正式亮相，並在AppStore上首次推出iPhone和iPad版。 遊戲開始進行封測，直到2019年7月18日正式發布。

# sf_hist_06_03
source: Each season was filled with fresh gameplay, stories, characters, expressions, and items.
de: Jede Saison war voll von frischem Gameplay, Geschichten, Charakteren, Ausdrücken und Gegenständen.
es: Cada temporada estaba repleta de nueva jugabilidad, historias, personajes, expresiones y objetos.
fr: Chaque saison apportait son lot de gameplay, d’histoires, de personnages, d’expressions et d’objets.
id: Setiap musim diisi dengan gameplay, cerita, karakter, ekspresi, dan item baru.
it: Ogni stagione era piena di azione, storie, personaggi, espressioni e oggetti nuovi.
ja: 季節ごとに新鮮なゲームプレイ、物語、キャラクター、感情表現、アイテムが登場しました。
ko: 시즌마다 새로운 게임 플레이, 이야기, 캐릭터, 제스처, 아이템을 추가했습니다.
pt: Cada temporada foi preenchida com jogabilidade nova, histórias, personagens, expressões e itens.
ru: Каждый сезон приносит свежие игровые идеи, истории, персонажей, эмоции и предметы.
vi: Mỗi mùa đều có lối chơi, câu chuyện, nhân vật, biểu cảm và vật phẩm mới.
zh_hans: 每个季节都充满了新鲜的玩法、剧情、角色、表情和物品。
zh_hant: 每一季都帶來了全新的玩法、故事、角色、表情和物品。

# sf_hist_06_04
source: These first three releases were: ‘Season of Gratitude’, ‘Season of Lightseekers’, and ‘Season of Belonging’.
de: Diese ersten drei Veröffentlichungen waren: "Saison der Dankbarkeit", "Saison der Lichtsucher" und "Saison des Zusammengehörens".
es: Los primeros tres lanzamientos fueron: "Temporada de la gratitud", "Temporada de los buscadores de la luz" y "Temporada de la pertenencia".
fr: Voici les trois premières sorties : « Saison de la Gratitude », « Saison des Chercheurs de lumière » et « Saison de l'Appartenance ».
id: Tiga perilisan pertama ini adalah: 'Musim Syukur', 'Musim Pencari Cahaya', dan 'Musim Kepemilikan'.
it: Le prime tre stagioni sono state: "Stagione della Gratitudine", "Stagione dei Cercatori della Luce" e "Stagione degli Affetti".
ja: ワールドリリース後、最初に迎えた3つの季節：『感謝の季節』『光の探求者の季節』『想いを編む季節』
ko: 처음 선보인 세 가지 콘텐츠는 ‘감사의 시즌’, ‘빛 추적자의 시즌’, ‘친밀의 시즌’이었습니다.
pt: Os três primeiros lançamentos foram: Temporada da Gratidão, Temporada dos Caçadores de Luz e Temporada do Pertencer.
ru: Сезон благодарности, Сезон искателей света и Сезон сопричастности стали первыми тремя крупными обновлениями для игры.
vi: Ba bản phát hành đầu tiên này là: 'Mùa Tri Ân', 'Mùa Ánh Sáng' và 'Mùa Sở Hữu'.
zh_hans: 前三个发布的季节是：“感恩季”、“追光季”和“归属季”。
zh_hant: 前三個推出的季節分別是：感恩季、追光季和歸屬季。

# sf_hist_06_05
source: <b>BEHIND THE SCENES:</b> The studio bonded over playing ping pong, video games, crafting / gifting real wax candles for each other, watching movies, and attending research trips to Disneyland. 🕯️
de: <b>HINTER DEN KULISSEN:</b> Das Studio wuchs zusammen durch Tischtennis, Videospiele, Basteln / das Verschenken von echten Wachskerzen untereinander, Filmegucken und Forschungsreisen nach Disneyland. 🕯️
es: <b>DETRÁS DE ESCENA:</b> El estudio se vinculó jugando tenis de mesa, videojuegos, creando/regalando velas de cera reales entre sí, viendo películas y asistiendo a viajes de investigación a Disneyland. 🕯️
fr: <b>LES COULISSES :</b> Le studio a resserré ses liens autour du ping-pong, des jeux vidéo, de la création et la distribution de véritables bougies de cire, de films et de voyages de recherche à Disneyland. 🕯️
id: <b>DI BALIK LAYAR:</b> Para anggota studio menjalin ikatan melalui permainan pingpong, video game, membuat/memberi hadiah lilin asli kepada satu sama lain, menonton film, dan menghadiri perjalanan riset ke Disneyland. 🕯️
it: <b>DIETRO LE QUINTE:</b> il legame del personale in studio si è consolidato tra ping pong e videogiochi, creando/regalando candele di cera reali, guardando film e partecipando a viaggi di ricerca a Disneyland. 🕯️
ja: <b>開発舞台裏</b>：スタジオメンバーは卓球やビデオゲームを一緒に遊び、本物のキャンドルを作って贈り合い、みんなで映画を見たり、ディズニーランドへの研修旅行へ行ったりと、さまざまな形で絆を深めています。 🕯️
ko: <b>뒷이야기:</b>스튜디오 식구들은 탁구, 비디오 게임, 양초 공예 및 선물하기, 영화 보기, 디즈니랜드로 연구 여행 떠나기 등의 활동을 통해 유대감을 쌓았습니다. 🕯️
pt: <b>BASTIDORES:</b> o estúdio se uniu jogando pingue-pongue, videogames, fazendo e presenteando velas de cera de verdade uns para os outros, assistindo a filmes e participando de viagens de pesquisa à Disneylândia. 🕯️
ru: <b>ЗАКУЛИСЬЕ:</b> работники студии искали общий язык за пинг-понгом и видеоиграми, лепкой и дарением друг другу настоящих восковых свечей, просмотром фильмов и рабочими поездками в Диснейленд. 🕯️
vi: <b>CHUYỆN HẬU TRƯỜNG:</b> Studio gắn bó với nhau qua những hoạt động như chơi bóng bàn, trò chơi điện tử, làm/tặng nến sáp cho nhau, xem phim và tham gia các chuyến đi nghiên cứu đến Disneyland. 🕯️
zh_hans: <b>幕后故事：</b>工作室进行的各种联谊活动：打乒乓球、玩电子游戏、制作/赠送真正的蜡烛给每位员工、观看电影，以及参加迪斯尼乐园的调研之旅。🕯️
zh_hant: <b>幕後：</b>成員們透過打乒乓球、打電動、為彼此製作/贈送真正的蠟燭、看電影，以及迪士尼樂園考察之旅而建立了深厚的感情。🕯️
