Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_save_a_spirit_in_dusk_desc
source: <b>Relive a Spirit's memories in Golden Wasteland</b>
de: <b>Erlebe die Erinnerungen eines Geistes in der Goldenen Ödnis</b>
es: <b>Revive los recuerdos de un espíritu en el Páramo Dorado</b>
fr: <b>Revivez les souvenirs d'un esprit dans le Désert d'or</b>
id: <b>Hidupkan kembali kenangan Roh di Gurun Emas</b>
it: <b>Rivivi i ricordi di uno spirito nel Deserto Dorato</b>
ja: <b>捨てられた地で精霊の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviva as memórias de um espírito no Sertão Dourado</b>
ru: <b>Проживите воспоминания духа в Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้ในแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh ở Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土中重温一位先灵的记忆</b>
zh_hant: <b>重溫一位暮土先靈的記憶</b>

# daily_quest_save_a_spirit_in_night_desc
source: <b>Relive a Spirit's memories in Vault of Knowledge</b>
de: <b>Erlebe die Erinnerungen eines Geistes im Tresor des Wissens</b>
es: <b>Revive los recuerdos de un espíritu en la Bóveda de Conocimiento</b>
fr: <b>Revivez les souvenirs d'un esprit dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Roh di Kubah Pengetahuan</b>
it: <b>Rivivi i ricordi di uno spirito nella Cupola della Conoscenza</b>
ja: <b>書庫で精霊の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviva as memórias de um espírito no Relicário do Conhecimento</b>
ru: <b>Проживите воспоминания духа в Хранилище знаний</b>
th: <b>หวนระลึกความทรงจำของสปิริตในกรุสมบัต���แห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh ở Kho Tri Thức</b>
zh_hans: <b>在禁阁中重温一位先灵的记忆</b>
zh_hant: <b>重溫一位禁閣先靈的記憶</b>

# daily_quest_save_a_spirit_in_rain_desc
source: <b>Relive a Spirit's memories in Hidden Forest</b>
de: <b>Erlebe die Erinnerungen eines Geistes im Verborgenen Wald</b>
es: <b>Revive los recuerdos de un espíritu en el Bosque Escondido</b>
fr: <b>Revivez les souvenirs d'un esprit dans la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan Roh di Hutan Tersembunyi</b>
it: <b>Rivivi i ricordi di uno spirito nella Foresta Nascosta</b>
ja: <b>雨林で精霊の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviva as memórias de um espírito na Floresta Oculta</b>
ru: <b>Проживите воспоминания духа в Тайном лесу</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้ในป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh ở Rừng Mưa</b>
zh_hans: <b>在雨林中重温一位先灵的记忆</b>
zh_hant: <b>重溫一位雨林先靈的記憶</b>

# daily_quest_save_a_spirit_in_sunset_desc
source: <b>Relive a Spirit's memories in Valley of Triumph</b>
de: <b>Erlebe die Erinnerungen eines Geistes im Tal des Triumphs</b>
es: <b>Revive los recuerdos de un espíritu en el Valle del Triunfo</b>
fr: <b>Revivez les souvenirs d'un esprit dans la Vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan Roh di Lembah Kejayaan</b>
it: <b>Rivivi i ricordi di uno spirito nella Valle del Trionfo</b>
ja: <b>峡谷で精霊の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviva as memórias de um espírito no Vale do Triunfo</b>
ru: <b>Проживите воспоминания духа в Долине триумфа</b>
th: <b>หวนระลึกความทรงจำของสปิริตในหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của một Tinh Linh ở Thung Lũng Vinh Quang</b>
zh_hans: <b>在霞谷中重温一位先灵的记忆</b>
zh_hant: <b>重溫一位霞谷先靈的記憶</b>

# daily_quest_save_spirit_thumbsup_desc
source: <b>Save the clapping spirit in Prairie</b>
de: <b>Rette den klatschenden Geist in der Prärie</b>
es: <b>Salva el espíritu de los aplausos en la Planicie</b>
fr: <b>Sauvez l’esprit applaudisseur dans la Prairie</b>
id: <b>Selamatkan roh yang bertepuk tangan di Padang Rumput</b>
it: <b>Salva lo spirito che batte le mani nella Prateria</b>
ja: <b>草原で拍手をする精霊を救い出す</b>
ko: <b>초원에서 박수 치는 영혼을 구하기</b>
pt: <b>Salvar o espírito aplaudente na Campina</b>
ru: <b>Спасите хлопающего духа в Прерии</b>
th: <b>ช่วยเหลือสปิริตปรบมือในทุ่งหญ้า</b>
vi: <b>Cứu Tinh Linh Vỗ Tay ở Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>救出云野的鼓掌先灵</b>
zh_hant: <b>救出雲野的鼓掌先靈</b>

# daily_quest_seen_by_dark_creature_desc
source: <b>Face the Dark Dragon</b>
de: <b>Stell dich dem Dunkeldrachen</b>
es: <b>Enfrenta al Dragón oscuro</b>
fr: <b>Affrontez le dragon sombre</b>
id: <b>Hadapi Naga Kegelapan</b>
it: <b>Affronta il Drago Oscuro</b>
ja: <b>暗黒竜と対峙する</b>
ko: <b>다크 드래곤을 마주하기</b>
pt: <b>Enfrentar o Dragão Sombrio</b>
ru: <b>Узрите темного дракона</b>
th: <b>เผชิญหน้ากับมังกรทมิฬ</b>
vi: <b>Đối mặt với Rồng Hắc Ám</b>
zh_hans: <b>面对冥龙</b>
zh_hant: <b>面對冥龍</b>

# daily_quest_send_a_gift_desc
source: <b>Send a gift to a friend</b>
de: <b>Schicke einem Freund ein Geschenk</b>
es: <b>Envía un regalo a un amigo</b>
fr: <b>Envoyez un cadeau à un ami</b>
id: <b>Kirimkan hadiah ke teman</b>
it: <b>Invia un regalo a un amico</b>
ja: <b>フレンドにギフトを贈る</b>
ko: <b>친구에게 선물 보내기</b>
pt: <b>Enviar um presente para um amigo</b>
ru: <b>Отправьте подарок другу</b>
th: <b>ส่งของขวัญให้เพื่อน</b>
vi: <b>Tặng quà cho một người bạn</b>
zh_hans: <b>给一位朋友送礼</b>
zh_hant: <b>送禮給一位朋友</b>

# daily_quest_shoute_at_5_crabs_desc
source: <b>Knock over 5 Dark Creature Crabs</b>
de: <b>Wirf 5 Dunkelkreaturen-Krebse um</b>
es: <b>Derriba 5 cangrejos oscuros</b>
fr: <b>Renversez 5 crabes sombres</b>
id: <b>Lumpuhkan 5 Kepiting Makhluk Kegelapan</b>
it: <b>Abbatti più di 5 granchi oscuri</b>
ja: <b>闇の蟹を5匹 気絶させる</b>
ko: <b>어둠의 게 5마리를 쓰러뜨리기</b>
pt: <b>Derrubar 5 caranguejos de criaturas da escuridão</b>
ru: <b>Сбейте 5 темных крабов</b>
th: <b>คว่ำปูทมิฬ 5 ตัวขึ้นไป</b>
vi: <b>Lật ngửa 5 con Cua Bóng Đêm</b>
zh_hans: <b>掀翻5只暗黑蟹</b>
zh_hant: <b>掀翻5隻暗黑蟹</b>

# daily_quest_sit_at_a_bench_with_a_stranger_desc
source: <b>Sit on a bench with a stranger</b>
de: <b>Sitze auf einer Bank mit einem Fremden</b>
es: <b>Siéntate en un banca a lado de un extraño</b>
fr: <b>Asseyez-vous sur un banc avec un étranger</b>
id: <b>Duduk di bangku bersama orang asing</b>
it: <b>Siediti su una panchina con un estraneo</b>
ja: <b>見知らぬ人とベンチに座る</b>
ko: <b>낯선 사람과 함께 벤치에 앉기</b>
pt: <b>Sentar em um banco ao lado de um estranho</b>
ru: <b>Посидите на скамейке с незнакомцем</b>
th: <b>นั่งบนม้านั่งกับคนแปลกหน้า</b>
vi: <b>Ngồi ở ghế dài với một người lạ</b>
zh_hans: <b>和陌生人坐在长凳上</b>
zh_hant: <b>和陌生人坐在長凳上</b>

# daily_quest_spirit_angler1_desc
source: Catch a fish
de: Fange einen Fisch
es: Atrapa un pez
fr: Attrapez un poisson
id: Menangkap ikan
it: Prendi un pesce
ja: 魚を捕まえる
ko: 물고기를 잡기
pt: Pesque um peixe
ru: Поймайте рыбу
th: จับปลา
vi: Bắt cá
zh_hans: 捕捉一条鱼
zh_hant: 捕一條魚

# daily_quest_spirit_angler2_desc
source: Catch a fish
de: Fange einen Fisch
es: Atrapa un pez
fr: Attrapez un poisson
id: Menangkap ikan
it: Prendi un pesce
ja: 魚を捕まえる
ko: 물고기를 잡기
pt: Pesque um peixe
ru: Поймайте рыбу
th: จับปลา
vi: Bắt cá
zh_hans: 捕捉一条鱼
zh_hant: 捕一條魚

# daily_quest_spirit_angler3_desc
source: Catch a fish
de: Fange einen Fisch
es: Atrapa un pez
fr: Attrapez un poisson
id: Menangkap ikan
it: Prendi un pesce
ja: 魚を捕まえる
ko: 물고기를 잡기
pt: Pesque um peixe
ru: Поймайте рыбу
th: จับปลา
vi: Bắt cá
zh_hans: 捕捉一条鱼
zh_hant: 捕一條魚

# daily_quest_spirit_beachday1_desc
source: Help <1>Cackling Cannoneer</1> collect nets for <1>Anxious Angler</1>
de: Hilf der <1>Kicher-Kanonierin</1>, Netze für die <1>Ängstliche Anglerin</1> zu sammeln
es: Ayuda al <1>Cañonero tentado</1> a recolectar redes para el <1>Pescador ansioso</1>
fr: Aidez la <1>canonnière caquetante</1> à récupérer des filets pour la <1>pêcheuse angoissée</1>
id: Bantu <1>Prajurit Artileri Tertawa</1> mengumpulkan jaring untuk <1>Pemancing Cemas</1>.
it: Aiuta la <1>Cannoniera sghignazzante</1> a raccogliere reti per la <1>Pescatrice ansiosa</1>
ja: <1>豪快に笑う砲手</1>が<1>繊細な漁師</1>のために網を集めるのを手伝いましょう
ko: <1>낄낄 웃는 포수</1>가 <1>안절부절 낚시꾼</1>을 위해 그물을 수거할 수 있게 돕기
pt: Ajude a <1>Canhoneira Sorridente</1> a coletar redes para a <1>Pescadora Ansiosa</1>
ru: Помогите <1>Хохотушке с пушкой</1> собрать сети для <1>Беспокойной рыбачки</1>
th: ช่วยเหลือ<1>พลปืนใหญ่ผู้ขบขัน</1>เก็บรวบรวมตาข่ายให้<1>นักตกปลาขี้กังวล</1>
vi: Hỗ trợ <1>Xạ Thủ Vui Nhộn</1> thu lưới cho <1>Ngư Dân Lo Lắng</1>
zh_hans: 帮助<1>嬉笑炮手</1>为<1>焦虑渔夫</1>收集渔网
zh_hant: 幫<1>嘎嘎大笑的炮手</1>收集漁網給<1>焦慮的垂釣者</1>

# daily_quest_spirit_beachday2_desc
source: Collect seashells with <1>Bumbling Boatswain</1>
de: Sammle Muscheln mit dem <1>Stümperhaften Schiffsjungen</1>
es: Recoge caracoles con el <1>Contramaestre torpe</1>
fr: Récupérez des coquillages avec le <1>maître d'équipage maladroit</1>
id: Kumpulkan kerang dengan <1>Kepala Kelasi Kikuk</1>
it: Raccogli le conchiglie con il <1>Nostromo goffo</1>
ja: <1>おっちょこちょいな水夫長</1>と一緒に、貝がらを集めましょう
ko: <1>우왕좌왕 갑판장</1>과 함께 조개껍데기를 모으기
pt: Colete conchas com o <1>Contramestre Trapalhão</1>
ru: Соберите ракушки с <1>Нерадивым боцманом</1>
th: เก็บรวบรวมเปลือกหอยร่วมกับ<1>นักพายเรือบ่นพึมพำ</1>
vi: Thu thập vỏ sò cùng <1>Thủy Thủ Hậu Đậu</1>
zh_hans: 与<1>笨拙水手</1>一起收集贝壳
zh_hant: 和<1>笨拙的水手長</1>一起收集貝殼

# daily_quest_spirit_beachday3_desc
source: Play a song with the crew
de: Spiele ein Lied mit der Besatzung
es: Toca una canción con la tripulación
fr: Jouez une chanson avec l’équipage
id: Mainkan sebuah lagu dengan awak kapal
it: Suona una canzone con la troupe
ja: クルーと一緒に曲を演奏しましょう
ko: 선원과 함께 노래를 연주하기
pt: Toque uma música com a tripulação
ru: Исполните мелодию с командой
th: เล่นดนตรีกับลูกเรือ
vi: Chơi một bài nhạc với thủy thủ đoàn
zh_hans: 与船员一起演奏一首歌曲
zh_hant: 和船員們一起演奏歌曲

# daily_quest_spirit_boatrepair1_desc
source: Clear the ship's hull of darkness
de: Befreie den Schiffsrumpf von der Dunkelheit
es: Limpia la oscuridad del casco
fr: Purifiez la coque du bateau des ténèbres
id: Membersihkan lambung kapal dari kegelapan
it: Rimuovi l'oscurità dallo scafo della nave
ja: 舟をおおう蝕む闇を浄化しましょう
ko: 배 위에서 어둠을 몰아내기
pt: Acabe com a escuridão no casco do navio
ru: Очистите корпус корабля от тьмы
th: กำจัดตัวเรือแห่งความมืดมิด
vi: Quét sạch bóng tối trên thân tàu
zh_hans: 清理侵蚀船体上的黑暗
zh_hant: 清除侵蝕船體的黑暗

# daily_quest_spirit_boatrepair2_desc
source: Clear the ship's hull of darkness
de: Befreie den Schiffsrumpf von der Dunkelheit
es: Limpia la oscuridad del casco
fr: Purifiez la coque du bateau des ténèbres
id: Membersihkan lambung kapal dari kegelapan
it: Rimuovi l'oscurità dallo scafo della nave
ja: 舟をおおう蝕む闇を浄化しましょう
ko: 배 위에서 어둠을 몰아내기
pt: Acabe com a escuridão no casco do navio
ru: Очистите корпус корабля от тьмы
th: กำจัดตัวเรือแห่งความมืดมิด
vi: Quét sạch bóng tối trên thân tàu
zh_hans: 清理侵蚀船体上的黑暗
zh_hant: 清除侵蝕船體的黑暗

# daily_quest_spirit_bookgift1_desc
source: Bring the gift to <1>Forgetful Storyteller</1>
de: Bringe das Geschenk zur <1>Vergesslichen Geschichtenerzählerin</1>
es: Llévale el regalo al <1>Cuentista olvidadizo</1>
fr: Apportez le cadeau à la <1>conteuse distraite</1>
id: Bawalah hadiah tersebut ke <1>Pencerita Pelupa</1>
it: Porta il regalo alla <1>Narratrice smemorata</1>
ja: <1>忘れっぽい劇作家</1>に贈り物を持っていきましょう
ko: <1>깜박하는 이야기꾼</1>에게 선물을 가져가기
pt: Leve o presente para a <1>Contadora de Histórias Esquecidiça</1>
ru: Принесите подарок <1>Рассеянной рассказчице</1>
th: นำของขวัญไปมอบให้กับ<1>นักเล่าเรื่องขี้ลืม</1>
vi: Mang quà đến cho <1>Người Kể Chuyện Hay Quên</1>
zh_hans: 将礼物带给<1>健忘的说书人</1>
zh_hant: 把禮物帶給<1>健忘說書人</1>

# daily_quest_spirit_bookgift2_desc
source: Find and retrieve the notebook
de: Finde und hole das Notizbuch zurück
es: Ve a recuperar el cuaderno
fr: Trouvez et prenez le carnet
id: Temukan dan ambil buku catatan
it: Trova e recupera il quaderno
ja: ノートを見つけて回収しましょう
ko: 공책을 찾아서 가져오기
pt: Encontre e devolva o caderno
ru: Найдите и принесите записную книжку
th: ค้นหาและเก็บสมุดบันทึก
vi: Tìm và lấy sổ tay
zh_hans: 找到并带回笔记本
zh_hant: 找到並取回筆記本

# daily_quest_spirit_bookgift2_hint
source: <1>Forgetful Storyteller</1> lost their precious notebook somewhere in this village
de: Die <1>Vergessliche Geschichtenerzählerin</1> hat ihr kostbares Notizbuch irgendwo in diesem Dorf verloren
es: El <1>cuentista olvidadizo</1> perdió su preciado cuaderno en algún lugar de esta aldea.
fr: <1>Conteuse distraite</1> a perdu son précieux carnet, quelque part dans le village
id: <1>Pendongeng Pelupa</1> kehilangan buku catatannya yang berharga di suatu tempat di desa ini
it: La <1>Narratrice smemorata</1> ha perso il suo prezioso taccuino in giro per questo villaggio
ja: <1>忘れっぽい劇作家</1>は町のどこかで大事なノートを失くしてしまったようです
ko: <1>깜박하는 이야기꾼</1>이 이 마을 어딘가에서 소중한 공책을 잃어버렸어요
pt: A <1>Contadora de Histórias Esquecidiça</1> perdeu seu precioso caderno em algum lugar da aldeia
ru: <1>Рассеянная рассказчица</1> потеряла где-то в деревне свою драгоценную записную книжку
th: <1>นักเล่านิทานขี้ลืม</1> ท���สมุดบันทึกล้ำค่าหายไปที่ไหนสักแห่งในหมู่บ้านนี้
vi: <1>Người Kể Chuyện Hay Quên</1> đã đánh mất cuốn sổ quý giá của họ trong ngôi làng này
zh_hans: <1>健忘的说书人</1>将自己珍贵的笔记本遗失在了这村庄的某个地方
zh_hant: <1>健忘說書人</1>在這個村莊某處弄丟了他珍貴的筆記本

# daily_quest_spirit_bookgift3_desc
source: Bring the gift to <1>Modest Dancer</1>
de: Bringe das Geschenk zur <1>Bescheidenen Tänzerin</1>
es: Llévale el regalo al <1>Bailarín modesto</1>
fr: Apportez le cadeau à la <1>danseuse modeste</1>
id: Bawalah hadiah tersebut ke <1>Penari Rendah Hati</1>
it: Porta il regalo alla <1>Ballerina modesta</1>
ja: <1>慎み深い踊り手</1>に贈り物を持っていきましょう
ko: <1>겸손한 댄서</1>에게 선물을 가져가기
pt: Leve o presente para a <1>Dançarina Modesta</1>
ru: Принесите подарок <1>Скромной танцовщице</1>
th: นำของขวัญไปมอบให้กับ<1>นักเต้นผู้ถ่อมตัว</1>
vi: Mang quà đến cho <1>Vũ Công Giản Dị</1>
zh_hans: 将礼物带给<1>谦逊的舞者</1>
zh_hant: 把禮物帶給<1>謙遜舞者</1>

# daily_quest_spirit_bow_desc
source: <b>Relive this spirit memory from Valley of Triumph</b>
de: <b>Erlebe dieses Geistererinnerung aus dem Tal des Triumphs</b>
es: <b>Revive memoria de espíritu del Valle del Triunfo</b>
fr: <b>Revis ce souvenir d’esprit de la vallée du triomphe</b>
id: <b>Hidupkan kembali kenangan roh ini dari Lembah Kejayaan</b>
it: <b>Rivivi questo ricordo dello spirito dalla Valle del Trionfo</b>
ja: <b>紋様が示す峡谷の精霊の記憶を呼び起こす</b>
ko: <b>승리의 계곡에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual do Vale do Triunfo</b>
ru: <b>Переживите воспоминания духа из Долины триумфа</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากหุบเขาแห่งชัยชนะ</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Thung Lũng Vinh Quang</b>
zh_hans: <b>重温这个来自霞谷先灵的记忆</b>
zh_hant: <b>重溫這個來自霞谷先靈的記憶</b>

# daily_quest_spirit_brave_desc
source: <b>Relive this spirit memory from Golden Wasteland</b>
de: <b>Erlebe dieses Geistererinnerung aus der Goldenen Ödnis</b>
es: <b>Revive esta memoria de espíritu del Páramo Dorado</b>
fr: <b>Revivez ce souvenir d’esprit du Désert d’or</b>
id: <b>Hidupkan kembali kenangan roh ini dari Gurun Emas</b>
it: <b>Rivivi questo ricordo dello spirito dal Deserto Dorato</b>
ja: <b>紋様が示す捨てられた地の精霊の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual do Sertão Dourado</b>
ru: <b>Переживите воспоминания духа из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>重温这个来自暮土先灵的记忆</b>
zh_hant: <b>重溫這個來自暮土先靈的記憶</b>

# daily_quest_spirit_butterfly_desc
source: <b>Relive this spirit memory from Daylight Prairie</b>
de: <b>Erlebe dieses Geistererinnerung aus der Tageslichtprärie</b>
es: <b>Revive esta memoria de espíritu de la Planicie Luz de Día</b>
fr: <b>Revivez ce souvenir d’esprit de la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan roh ini dari Padang Rumput Siang</b>
it: <b>Rivivi questo ricordo dello spirito dalla Prateria Diurna</b>
ja: <b>紋様が示す草原の精霊の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual da Campina da Aurora</b>
ru: <b>Переживите воспоминания духа из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>重温这个来自云野先灵的记忆</b>
zh_hant: <b>重溫這個來自雲野先靈的記憶</b>

# daily_quest_spirit_camping1_desc
source: Find a camping spot with <1>Reassuring Ranger</1>
de: Finde einen Zeltplatz mit dem <1>Ermutigenden Ranger</1>
es: Busca un lugar donde acampar con el <1>Guardaparques reconfortante</1>
fr: Trouvez un emplacement de camping avec le <1>garde-forestier rassurant</1>
id: Temukan tempat berkemah dengan <1>Jagawana Penenang</1>
it: Trova un posto per il campeggio con il <1>Ranger rassicurante</1>
ja: <1>頼もしい自然保護官</1>とキャンプ地を見つけましょう
ko: <1>든든한 순찰대원</1>과 함께 캠핑 장소를 찾기
pt: Encontre um lugar para acampar com o <1>Guarda-florestal Tranquilizador</1>
ru: Найдите место для лагеря вместе с <1>Надёжным рейнджером</1>
th: ค้นหาจุดตั้งแคมป์กับ<1>พรานผู้มั่นใจ</1>
vi: Tìm một địa điểm cắm trại với <1>Kiểm Lâm Trấn An</1>
zh_hans: 与<1>可靠护林员</1>一起找到一个露营地点
zh_hant: 與<1>可靠護林員</1>一起尋找露營地

# daily_quest_spirit_camping2_desc
source: Play a song by the campfire
de: Spiele ein Lied beim Lagerfeuer
es: Toca una canción junto a la fogata
fr: Jouez une chanson au coin du feu
id: Mainkan lagu di dekat api unggun
it: Suona una canzone attorno al fuoco
ja: 焚き火のそばで曲を奏でましょう
ko: 모닥불 옆에서 노래를 연주하기
pt: Toque uma música ao redor da fogueira
ru: Исполните мелодию у костра
th: เล่นดนตรีข้างแคมป์ไฟ
vi: Chơi một bài nhạc bên đống lửa trại
zh_hans: 在篝火旁边演奏一首歌曲
zh_hant: 在營火旁演奏歌曲

# daily_quest_spirit_camping3_desc
source: Take a selfie with the whole group
de: Mache ein Selfie mit der ganzen Gruppe
es: Tómate una selfi con todo el grupo
fr: Prenez un selfie avec le groupe complet
id: Ambil foto selfie dengan seluruh anggota kelompok
it: Scatta un selfie con tutto il gruppo
ja: 一団と一緒にセルフィーを撮りましょう
ko: 모두와 함께 셀카를 찍기
pt: Tire uma selfie com todo o grupo
ru: Сделайте селфи со всеми вместе
th: ถ่ายภาพเซลฟี่กับทั้งกลุ่ม
vi: Chụp ảnh selfie với cả nhóm
zh_hans: 与整个队伍一起完成一张自拍照
zh_hant: 和全體成員一起自拍

# daily_quest_spirit_catapult1_desc
source: Launch <1>Cackling Cannoneer</1>
de: Schieße die <1>Kicher-Kanonierin</1> in die Luft
es: Lanza al <1>Cañonero tentado</1>
fr: Lancez la <1>canonnière caquetante</1>
id: Luncurkan <1>Prajurit Artileri Tertawa</1>
it: Lancia la <1>Cannoniera sghignazzante</1>
ja: <1>豪快に笑う砲手</1>を投石機で飛ばしましょう
ko: <1>낄낄 웃는 포수</1>를 발사하기
pt: Lance a <1>Canhoneira Sorridente</1>
ru: Запустите <1>Хохотушку с пушкой</1>
th: ปล่อยตัว<1>พลปืนใหญ่ผู้ขบขัน</1>
vi: Phóng <1>Xạ Thủ Vui Nhộn</1>
zh_hans: 发射<1>嬉笑炮手</1>
zh_hant: 把<1>嘎嘎大笑的炮手</1>發射出去

# daily_quest_spirit_catapult2_desc
source: Get in launch position
de: Begib dich in die Abschussposition
es: Ponte en posición de lanzamiento
fr: Mettez-vous en position de lancement
id: Siapkan posisi peluncuran
it: Mettiti in posizione di lancio
ja: 発射位置に着きましょう
ko: 발사 위치로 가세요
pt: Fique na posição de lançamento
ru: Встаньте на позицию для запуска
th: เข้าสู่ตำแหน่งปล่อยตัว
vi: Vào vị trí phóng
zh_hans: 进入发射位置
zh_hant: 請至發射位置預備

# daily_quest_spirit_catapult3_desc
source: Play a prank on <1>Ceasing Commodore</1>
de: Spiele dem <1>Kommando-Kapitän</1> einen Streich
es: Hazle una broma al <1>Capitán de navío cesante</1>
fr: Faites une farce au <1>commodore commandant</1>
id: Membuat lelucon untuk <1>Komodor Berhenti</1>
it: Fai uno scherzo al <1>Commodoro autorevole</1>
ja: <1>動じない提督</1>にいたずらを仕掛けましょう
ko: <1>위풍당당 선장</1>에게 장난을 치기
pt: Faça uma pegadinha com o <1>Comodoro Abandonado</1>
ru: Разыграйте <1>Командора-начальника</1>
th: เล่นหยอกล้อกับ<1>พลเรือผู้ผ่อนปรน</1>
vi: Chơi một trò đùa với <1>Thuyền Trưởng Uy Nghiêm</1>
zh_hans: 捉弄一下<1>威严舰长</1>
zh_hant: 捉弄一下<1>威嚴的艦長</1>

# daily_quest_spirit_cold_desc
source: <b>Relive this spirit memory from Hidden Forest</b>
de: <b>Erlebe dieses Geistererinnerung aus dem Verborgenen Wald</b>
es: <b>Revive esta memoria de espíritu del Bosque escondido</b>
fr: <b>Revivez ce souvenir d’esprit de la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan roh ini dari Hutan Tersembunyi</b>
it: <b>Rivivi questo ricordo dello spirito dalla Foresta Nascosta</b>
ja: <b>紋様が示す雨林の精霊の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual da Floresta Oculta</b>
ru: <b>Переживите воспоминания духа из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Rừng Mưa</b>
zh_hans: <b>重温这个来自雨林先灵的记忆</b>
zh_hant: <b>重溫這個來自雨林先靈的記憶</b>

# daily_quest_spirit_confirm
source: This <1>spirit</1> just gave you a quest. Start it now?
de: Dieser <1>Geist</1> hat dir gerade eine Quest gegeben. Möchtest du sie jetzt beginnen?
es: Este <1>espíritu</1> acaba de darte una misión. ¿Quieres empezarla ahora?
fr: Cet <1>esprit</1> vient de vous confier une quête. La commencer ?
id: <1>roh</1> ini baru saja memberi kamu sebuah misi. Mulai sekarang?
it: Questo <1>spirito</1> ti ha appena dato una missione. Vuoi iniziarla adesso?
ja: この<1>精霊</1>からクエストの依頼を受けました。すぐに始めますか？
ko: 이 <1>영혼</1>에게서 퀘스트를 받았습니다. 지금 시작할까요?
pt: Este <1>espírito</1> acabou de te dar uma missão. Iniciar agora?
ru: Этот <1>дух</1> выдал вам задание. Начать его сейчас?
th: <1>สปิริต</1>ตนนี้เพิ่งมองภารกิจให้คุณ เริ่มภารกิจเลยหรือไม่
vi: <1>Tinh linh</1> này vừa giao cho bạn một nhiệm vụ. Bắt đầu ngay?
zh_hans: 此<1>先灵</1>刚刚给了你一项任务。立即开始？
zh_hant: 這位<1>先靈</1>剛剛給了你一個任務。要現在開始嗎？

# daily_quest_spirit_cry_desc
source: <b>Relive this spirit memory from Hidden Forest</b>
de: <b>Erlebe dieses Geistererinnerung aus dem Verborgenen Wald</b>
es: <b>Revive esta memoria de espíritu del Bosque escondido</b>
fr: <b>Revivez ce souvenir d’esprit de la Forêt cachée</b>
id: <b>Hidupkan kembali kenangan roh ini dari Hutan Tersembunyi</b>
it: <b>Rivivi questo ricordo dello spirito dalla Foresta Nascosta</b>
ja: <b>紋様が示す雨林の精霊の記憶を呼び起こす</b>
ko: <b>비밀의 숲에서 이 영혼의 기억을 다시 체험하기</b>
pt: <b>Reviver esta memória espiritual da Floresta Oculta</b>
ru: <b>Переживите воспоминания духа из Тайного леса</b>
th: <b>หวนระลึกความทรงจำของสปิริตตนนี้จากป่าลับ</b>
vi: <b>Hồi tưởng lại ký ức của Tinh Linh đến từ Rừng Mưa</b>
zh_hans: <b>重温这个来自雨林先灵的记忆</b>
zh_hant: <b>重溫這個來自雨林先靈的記憶</b>

# daily_quest_spirit_discoverark1_desc
source: Photograph the ship's deck
de: Fotografiere das Schiffsdeck
es: Tómale fotos a la cubierta del barco
fr: Photographiez le pont du navire
id: Memotret geladak kapal
it: Fotografa il ponte della nave
ja: 舟の甲板を撮影しましょう
ko: 배의 갑판 사진을 찍기
pt: Fotografe o convés do navio
ru: Сфотографируйте палубу корабля
th: ถ่ายภาพดาดฟ้าของเรือ
vi: Chụp ảnh boong tàu
zh_hans: 拍摄船只的甲板
zh_hant: 拍攝船的甲板

# daily_quest_spirit_discoverark1_hint
source: Photograph the ship's main deck
de: Fotografiere das Hauptdeck des Schiffs
es: Tómale fotos a la cubierta del barco
fr: Photographiez le pont du navire.
id: Memotret dek utama kapal
it: Fotografa il ponte principale della nave
ja: 舟のメインデッキを撮影する
ko: 배의 갑판 사진을 찍으세요
pt: Fotografe o convés principal do navio
ru: Сфотографируйте главную палубу корабля
th: ถ่ายภาพดาดฟ้าหลักของเรือ
vi: Chụp ảnh boong chính của tàu
zh_hans: 拍摄船的主甲板
zh_hant: 拍攝船的主甲板

# daily_quest_spirit_discoverark2_desc
source: Explore and photograph the caves
de: Erkunde und mach Fotos in den Höhlen
es: Explora y tómales fotos a las cuevas
fr: Explorez et photographiez les grottes
id: Jelajahi dan foto gua
it: Esplora e fotografa le grotte
ja: 洞窟内を探索し撮影しましょう
ko: 동굴을 탐험하고 사진을 찍기
pt: Explore e fotografe as cavernas
ru: Исследуйте и сфотографируйте пещеры
th: สำรวจและถ่ายภาพถ้ำ
vi: Khám phá và chụp ảnh các hang động
zh_hans: 探索和拍摄洞穴
zh_hant: 探索並拍攝洞穴

# daily_quest_spirit_discoverark2_hint
source: Explore and photograph the caves
de: Erkunde und mach Fotos in den Höhlen
es: Explora y tómales fotos a las cuevas
fr: Explorez et photographiez les grottes.
id: Jelajahi dan ambil foto di goa
it: Esplora e fotografa le grotte
ja: 探索し、洞窟を撮影する
ko: 동굴을 탐험하고 사진을 찍으세요
pt: Explore e fotografe as cavernas
ru: Исследуйте и сфотографируйте пещеры
th: สำรวจและถ่ายภาพถ้ำ
vi: Khám phá và chụp ảnh các hang động
zh_hans: 探索并拍摄洞穴
zh_hant: 探索並拍攝洞穴
