Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# bloom25_intro_tutorial_06
source: The roses of Days of Bloom welcome back a <b>surprise guest</b> who will greet new and familiar friends.
de: Die Rosen der Tage der Blüte heißen erneut einen <b>Überraschungsgast</b> willkommen, der neue und vertraute Freunde begrüßen wird.
es: Las rosas de Días de Floración reciben de vuelta a una <b>visita sorpresa</b> que saludará a las amistades nuevas y conocidas.
fr: Les roses des Jours de la floraison attendent une <b>surprise</b>, quelqu'un qui sera ravi de retrouver ses amis et de s'en faire de nouveaux.
id: Bunga mawar di Hari Bermekaran menyambut kembali <b>tamu kejutan</b> yang akan menyapa teman baru dan teman lama.
it: Le rose dei Giorni della Fioritura danno il benvenuto a un <b>ospite a sorpresa</b> che accoglierà amici vecchi e nuovi.
ja: 愛しみの日々のバラたちが皆さんをお迎えするために<b>サプライズゲスト</b>を招待しているようです
ko: 꽃놀이의 날 장미들이 새로운 친구와 낯익은 친구를 맞이할 <b>깜짝 손님</b>을 다시 불러옵니다.
pt: As rosas do Dias do Florescer dão boas-vindas a um <b>convidado surpresa</b> que cumprimentará amigos novos e conhecidos.
ru: Розы Цветущих дней приветствуют возвращение <b>неожиданного гостя</b>, который не может дождаться встречи с новыми и уже знакомыми друзьями.
th: กุหลาบของวันแห่งการเบ่งบานได้ต้อนรับ<b>แขกคนพิเศษ</b>กลับมา ซึ่งจะมาทักทายผองเพื่อนหน้าใหม่และเพื่อนที่คุ้นเคย
vi: Những bông hồng của Ngày Hoa Nở chào đón một <b>vị khách bất ngờ</b>, người sẽ gặp gỡ những người bạn mới và cũ.
zh_hans: 花憩节的玫瑰迎回了一位<b>神秘嘉宾</b>，这位嘉宾将与新朋旧友们重逢。
zh_hant: 花憩節的玫瑰迎回了一位<b>神秘嘉賓</b>，他將與新朋舊友們重逢。

# bloom25_intro_tutorial_07
source: Your <b>adventure</b> awaits you...
de: Dein <b>Abenteuer</b> erwartet dich ...
es: Te espera la <b>aventura</b>…
fr: Votre <b>aventure</b> vous attend...
id: <b>Petualangan</b> telah menanti kedatangan kamu...
it: L'<b>avventura</b> ti aspetta...
ja: 新たな<b>冒険</b>があなたを待っています...
ko: <b>모험</b>이 기다립니다...
pt: A <b>aventura</b> está à sua espera...
ru: <b>Приключение</b> ждёт вас...
th: <b>การผจญภัย</b>ของคุณรออยู่...
vi: <b>Cuộc phiêu lưu</b> đang chờ bạn...
zh_hans: 你的<b>冒险</b>正等待着你……
zh_hant: 你的<b>冒險</b>正等待著你⋯⋯

# bloom25_replay_quest
source: Shall we revisit the quest once more?
de: Sollen wir die Quest noch einmal aufsuchen?
es: ¿Repetimos la misión?
fr: Voulez-vous recommencer cette quête ?
id: Haruskah kita mengulang kembali misi ini sekali lagi?
it: Vogliamo riprovare la missione?
ja: もう一度このクエストを追体験しますか？
ko: 퀘스트를 다시 수행할까요?
pt: Vamos revisitar a missão mais uma vez?
ru: Вернёмся к заданию ещё раз?
th: เราจะไปเยี่ยมเยียนภารกิจกันอีกครั้งไหม
vi: Chúng ta có nên xem lại nhiệm vụ một lần nữa không?
zh_hans: 要再一次探索这个任务吗？
zh_hant: 要再次踏上這段旅程嗎？

# bloom25_site1_question_01
source: To fly freely in the skies, is to dream and live as a child.
de: Frei in den Himmeln zu fliegen heißt, wie ein Kind zu träumen und zu leben.
es: Volar libre por los cielos es soñar y vivir como en la infancia.
fr: Voler librement dans le ciel, c'est rêver et vivre comme un enfant.
id: Terbang bebas di angkasa, berarti bermimpi dan hidup sebagai seorang anak.
it: Volare liberi nei cieli è come sognare e vivere con lo spirito di un bambino.
ja: 空を自由に飛び回る、それは子どものように夢を見ながら生きること
ko: 하늘을 자유롭게 난다는 건 어린 아이처럼 꿈꾸고 살아가는 것입니다.
pt: Voar livremente nos céus é sonhar e viver como uma criança.
ru: Свободно летать в небесах — значит мечтать и наслаждаться жизнью, как дитя.
th: การบินไปบนท้องฟ้าอย่างเสรีคือความฝัน และการใช้ชีวิตเหมือนเด็ก
vi: Bay tự do trên bầu trời là ước mơ và sống như một đứa trẻ.
zh_hans: 在天空中自由飞翔，就像孩子一样怀揣梦想，享受生活。
zh_hant: 在天空中自由翱翔，像孩子般擁抱生命與夢想。

# bloom25_site1_question_02
source: Is there a dream that you could help plant this year?
de: Gibt es einen Traum, bei dessen Platzierung du dieses Jahr helfen könntest?
es: ¿Hay un sueño que quieras ayudar a sembrar este año?
fr: Y a-t-il un rêve que tu aimerais planter, cette année ?
id: Apakah ada mimpi yang bisa kamu bantu wujudkan tahun ini?
it: C'è un sogno che potresti contribuire a impiantare quest'anno?
ja: あなたが今年、芽吹かせたい夢はありますか？
ko: 올해에 싹트기를 바라는 꿈이 있나요?
pt: Tem algum sonho que você possa ajudar a realizar este ano?
ru: Семена какой мечты вы хотели бы посадить в этом году?
th: มีความฝันที่คุณอยากจะช่วยปลูกในปีนี้ไหม
vi: Có giấc mơ nào mà bạn muốn giúp ươm mầm trong năm nay không?
zh_hans: 今年，你有没有想要帮助种下的梦想？
zh_hant: 今年，你願意種下一個怎樣的夢想呢？

# bloom25_site1_quote
source: <b>"Only the children know what they’re looking for..."</b>
de: <b>„Nur die Kinder wissen, was sie wollen ...“</b>
es: <b>"Solo los niños saben lo que están buscando"…</b>
fr: <b>« Seuls les enfants savent ce qu'ils cherchent... »</b>
id: <b>“Hanya anak-anak yang tahu apa yang mereka cari...”</b>
it: <b>"Solo i bambini sanno cosa vogliono..."</b>
ja: 「子どもたちだけが、なにがほしいか、わかってるんだよ…」
ko: <b>"자기가 찾는 게 뭔지 아는 건 아이들 뿐이지..."</b>
pt: <b>"Só as crianças sabem o que procuram..."</b>
ru: <b>«Только дети знают, что они ищут...»</b>
th: <b>"มีแต่เด็กๆ เท่านั้นแหละที่รู้ว่าพวกเขากำลังมองหาอะไร...</b>
vi: <b>"Chỉ có trẻ em mới biết mình đang tìm kiếm điều gì..."</b>
zh_hans: <b>“只有孩子们才知道自己想要什么……”</b>
zh_hant: <b>「只有孩子們知道自己想要什麼⋯⋯」</b>

# bloom25_site2_question_01
source: Occasionally, someone may light your soul like no other...
de: Gelegentlich könnte jemand deine Seele wie kein anderer zum Leuchten bringen ...
es: De vez en cuando, alguien es capaz de iluminar tu alma como nadie…
fr: Il arrive qu'une personne te redonne des couleurs...
id: Terkadang, seseorang dapat menerangi jiwa kita dengan cara yang berbeda...
it: A volte, qualcuno può illuminare la tua anima come nessun altro...
ja: ときに、誰かの存在があなたの心を強く輝かせてくれる…
ko: 가끔은 다시 없을 누군가가 당신의 영혼에 빛을 비춰줍니다...
pt: Ocasionalmente, alguém pode iluminar sua alma como ninguém...
ru: Время от времени кто-то разжигает огонь в вашем сердце особенно сильно...
th: ในบางครั้ง บางคนอาจทำให้จิตวิญญาณของคุณกระชุ่มกระชวยได้อย่างไม่มีใครเหมือน...
vi: Đôi khi, có ai đó thắp sáng tâm hồn bạn theo cách không ai khác có thể...
zh_hans: 有时候，会有一个人能够照亮你的灵魂……
zh_hant: 總有那麼一個人，能夠特別照亮你的靈魂⋯⋯

# bloom25_site2_question_02
source: Make a wish for when your paths will cross again.
de: Wünsche dir was für den Moment, wenn sich unsere Wege wieder kreuzen.
es: Pide un deseo para cuando vuelvan a encontrarse por el camino.
fr: Faites un vœu pour vous retrouver un jour.
id: Buatlah sebuah harapan agar suatu saat kalian bertemu lagi.
it: Esprimi un desiderio per il momento in cui i vostri percorsi si incroceranno di nuovo.
ja: また巡り合えるように願いをこめましょう
ko: 그런 사람과 언제 다시 만나고 싶은지 소원을 빌어 보세요.
pt: Faça um desejo para quando seus caminhos se cruzarem novamente.
ru: Загадайте желание, когда ваши пути снова пересекутся.
th: อธิษฐานขอให้เส้นทางของคุณกลับมาบรรจบกันอีกครั้ง
vi: Hãy ước nguyện cho ngày mà con đường của hai người sẽ lại giao nhau.
zh_hans: 许个愿吧，期待你们再次相遇。
zh_hant: 許下一個願望，期待你們再度相會。

# bloom25_site2_quote
source: <b>“If you come at four in the afternoon, I'll begin to be happy by three.”</b>
de: <b>„Wenn du um vier Uhr nachmittags kommst, kann ich um drei Uhr anfangen, glücklich zu sein.“</b>
es: <b>"Si vienes a las cuatro de la tarde, yo empezaré a alegrarme desde las tres".</b>
fr: <b>« Si tu as prévu de venir à quatre heures, je t'attendrai déjà à trois. »</b>
id: <b>“Jika kamu datang jam empat sore, aku akan mulai merasa senang pada jam tiga sore.”</b>
it: <b>"Se vieni alle quattro del pomeriggio, inizierò a essere felice dalle tre."</b>
ja: 「きみが午後四時にやってくるとすると、三時にはもう、うれしくなりだすんだ」
ko: <b>“네가 오후 4시에 온다면, 나는 3시부터 행복해질 거야.”</b>
pt: <b>"Se você vier às quatro da tarde, eu começarei a ficar feliz às três."</b>
ru: <b>«Если ты будешь приходить в четыре часа, я уже с трёх часов почувствую себя счастливым».</b>
th: <b>"หากคุณจะมาตอนบ่ายสี่ ฉันจะเริ่มมีความสุขตั้งแต่บ่ายสามเลย"</b>
vi: <b>"Nếu bạn đến vào bốn giờ chiều, tôi sẽ bắt đầu háo hức từ lúc ba giờ."</b>
zh_hans: <b>“如果你下午四点来，那么从三点起，我就开始感到幸福。”</b>
zh_hant: <b>「如果你下午四點來，我從三點鐘就會開始感到快樂。」</b>

# bloom25_site3_question_01
source: Vulnerability reminds us how special friendships can be.
de: Verletzlichkeit erinnert uns daran, wie besonders Freundschaften sein können.
es: Vulnerarnos nos recuerda lo especiales que son las amistades.
fr: Notre vulnérabilité nous rappelle l'importance de nos amitiés.
id: Keterbatasan mengingatkan kita betapa istimewanya persahabatan.
it: La vulnerabilità ci ricorda quanto sono speciali le amicizie.
ja: 弱さが友情の大切さを教えてくれることもある
ko: 우리의 약한 면은 우정이 얼마나 특별해질 수 있는지 일깨워 줍니다.
pt: A vulnerabilidade nos lembra o quanto as amizades podem ser especiais.
ru: Хрупкость напоминает нам о том, какой особенной может быть дружба.
th: ความอ่อนแอย้ำเตือนเราว่ามิตรภาพนั้นพิเศษเพียงใด
vi: Sự mong manh nhắc nhở chúng ta về sự đặc biệt của tình bạn.
zh_hans: 脆弱让我们珍视友谊的珍贵。
zh_hant: 脆弱，讓我們更加珍惜友誼的可貴。

# bloom25_site3_question_02
source: Add your memory of gratitude here.
de: Füge hier deine Erinnerung der Dankbarkeit hinzu.
es: Añade aquí tu recuerdo de gratitud.
fr: Ajoutez ici votre souvenir de gratitude.
id: Tambahkan kenangan akan rasa terima kasih kamu di sini.
it: Aggiungi qui il tuo ricordo di gratitudine.
ja: 大切な存在への感謝の記憶を残しましょう
ko: 여기에 감사의 기억을 남겨 주세요.
pt: Coloque sua lembrança de gratidão aqui.
ru: Сохраните здесь свои воспоминания и чувство благодарности.
th: เพิ่มความทรงจำแห่งความขอบคุณที่นี่
vi: Hãy lưu lại ký ức về lòng biết ơn của bạn tại đây.
zh_hans: 在这里，添加一份与感恩相关的回忆吧。
zh_hant: 在這留下一份與感激有關的回憶吧。

# bloom25_site3_quote
source: <b>"But if you tame me, then we shall need each other. To me, you will be unique in all the world. To you, I shall be unique in all the world.”</b>
de: <b>„Aber wenn du mich zähmst, werden wir einander brauchen. Du wirst für mich einzigartig auf der Welt sein. Und ich werde für dich einzigartig auf der Welt sein.“</b>
es: <b>"Pero, si me domesticas, yo te necesitaré a ti y tú a mí. Para mí, tú serás único en el mundo. Para ti, seré único en el mundo".</b>
fr: <b>« Mais si tu me domptes, alors nous aurons besoin l'un de l'autre. Tu seras pour moi unique au monde. Je serai pour toi unique au monde. »</b>
id: <b>"Tetapi jika kamu menaklukkan aku, maka kita akan saling membutuhkan. Bagiku, kamu akan menjadi unik di seluruh dunia. Bagimu, aku akan menjadi unik di seluruh dunia."</b>
it: <b>"Ma se mi addomestichi, avremo bisogno l'uno dell'altro. Tu sarai per me unico al mondo. E io sarò per te unico al mondo."</b>
ja: 「きみがぼくを飼いならすと、おたがいにはなれちゃいられなくなるよ。ぼくにとって、きみが、この世でたったひとりになって、きみにとっては、ぼくが、かけがえのないものになるんだ
ko: <b>"네가 나를 길들이면 우리는 서로가 필요하게 돼. 나한테 넌 세상에서 하나뿐인 존재가 되고, 나도 너한테 세상에서 하나뿐인 존재가 되는 거야."</b>
pt: <b>"Mas, se tu me cativas, nós teremos necessidade um do outro. Serás para mim único no mundo. E eu serei para ti única no mundo."</b>
ru: <b>«Но если ты меня приручишь, мы станем нужны друг другу. Ты будешь для меня единственным в целом свете. И я буду для тебя один в целом свете…»</b>
th: <b>"แต่หากคุณสัมพันธ์กับฉันแล้วล่ะก็ งั้นเราทั้งสองก็คง���าดกันไม่ได้ สำหรับฉันแล้ว คุณจะเป็นคนพิเศษที่สุดในโลกเลย เพื่อคุณแล้ว ฉันก็จะเป็นคนพิเศษที่สุดในโลกให้เอง”</b>
vi: <b>"Nhưng nếu bạn thuần hóa tôi, chúng ta sẽ cần nhau. Với tôi, bạn sẽ là duy nhất trên thế gian này. Và với bạn, tôi cũng sẽ là duy nhất trên thế gian này."</b>
zh_hans: <b>“但如果你驯服了我，那我们就会彼此需要。对我而言，你就是世上独一无二的；对你而言，我也将是世上独一无二的。”</b>
zh_hant: <b>「如果你馴養了我，我們就會彼此需要。對我來說，你就是獨一無二的，對你來說，我也將是世界上僅有的。」</b>

# bloom25_site4_question_01
source: Where were you the last time your heart flourished?
de: Wann ist dein Herz zum letzten Mal erblüht?
es: ¿Dónde estabas la última vez en que floreció tu corazón?
fr: Où étiez-vous la dernière fois que votre cœur s'est trouvé en fleur ?
id: Di manakah terakhir kali kamu berada saat hatimu berbunga-bunga?
it: Dov'eri l'ultima volta che il tuo cuore ha gioito?
ja: 最後に心が躍ったのはいつでしたか？
ko: 마지막으로 가슴이 뛰었던 장소는 어디인가요?
pt: Onde você estava na última vez em que seu coração floresceu?
ru: В какой момент вы ощутили, что ваше сердце цветёт?
th: คุณรู้สึกใจฟูครั้งล่าสุดที่ไหน
vi: Lần cuối cùng trái tim bạn tràn đầy sức sống là ở đâu?
zh_hans: 你上次心灵绽放的时候是在哪里？
zh_hant: 你上一次心靈綻放的時候，是在哪裡呢？

# bloom25_site4_question_02
source: How did you feel then?
de: Wie hast du dich damals gefühlt?
es: ¿Cómo te sentiste en ese momento?
fr: Comment vous sentiez-vous ?
id: Bagaimana perasaan kamu saat itu?
it: Come ti ha fatto sentire?
ja: その時のあなたの気持ちは？
ko: 그때 어떤 느낌이 들었나요?
pt: Como você se sentiu?
ru: Что вы почувствовали?
th: ตอนนั้นคุณรู้สึกยังไงกัน
vi: Bạn đã cảm thấy thế nào lúc đó?
zh_hans: 那时的你有什么样的感受？
zh_hant: 你當時有什麼樣的感受呢？

# bloom25_site4_quote
source: <b>"One sees clearly only with the heart. Anything essential is invisible to the eyes."</b>
de: <b>„Man sieht nur mit dem Herzen gut. Das Wesentliche ist für die Augen unsichtbar.“</b>
es: <b>"Solo con el corazón se puede ver bien. Lo esencial es invisible a los ojos".</b>
fr: <b>« On ne voit clair qu'avec le cœur. Tout ce qui est essentiel est invisible pour les yeux. »</b>
id: <b>"Seseorang hanya bisa melihat dengan jelas melalui hati. Apa pun yang penting tidak terlihat oleh mata."</b>
it: <b>"Non si vede bene che col cuore. L'essenziale è invisibile agli occhi."</b>
ja: 「心で見なくちゃ、ものごとはよく見えない。かんじんなことは、目には見えないんだよ」
ko: <b>"마음으로 봐야 잘 볼 수 있어. 중요한 것은 눈에 보이지 않는 법이니까."</b>
pt: <b>"Só se vê bem com o coração. O essencial é invisível aos olhos."</b>
ru: <b>«Зорко одно лишь сердце. Самого главного глазами не увидишь».</b>
th: <b>"มีเพียงดวงใจเท่านั้นที่มองเห็นได้กระจ่างแท้ สิ่งสำคัญไม่อาจเห็นได้ด้วยตา"</b>
vi: <b>"Người ta chỉ nhìn thấy rõ bằng trái tim. Những điều cốt yếu thì vô hình trước mắt."</b>
zh_hans: <b>“只有用心去看才能看清楚。真正重要的东西用眼睛是看不见的。”</b>
zh_hant: <b>「唯有用心才能看得清楚。真正重要的東西，只用眼睛是看不到的。」</b>

# bloom25_site5_question_01
source: A flower grows from your time and energy.
de: Eine Blume wächst aus deiner Zeit und Energie.
es: De tu tiempo y energía brota una flor.
fr: De vos efforts et de votre énergie naît une fleur.
id: Bunga tumbuh dari waktu dan energi kamu.
it: Un fiore cresce dal tuo tempo e dalla tua energia.
ja: あなたがかけてくれた時間と思いで咲き誇る花
ko: 꽃은 당신의 시간과 에너지를 받아 먹고 자랍니다.
pt: Uma flor cresce a partir do seu tempo e energia.
ru: Цветок растёт благодаря вашему времени и энергии.
th: ดอกไม้เติบโตจากเวลา และพลังงานของคุณ
vi: Một bông hoa nở từ thời gian và năng lượng của bạn.
zh_hans: 一朵花的绽放，来自于你付出的时间和精力。
zh_hant: 一朵花的綻放，來自你付出的時間與心意。

# bloom25_site5_question_02
source: Spend a quiet moment to pen a heartfelt note to this rose.
de: Verbringe einen ruhigen Moment damit, eine herzliche Nachricht an diese Rose zu heften.
es: Tómate un momento de sosiego y redacta una nota para esta rosa.
fr: Prenez un instant pour écrire un mot doux à cette rose.
id: Luangkan waktu sejenak untuk menulis catatan yang menyentuh hati pada bunga mawar ini.
it: Prenditi un attimo di tranquillità per aggiungere un messaggio genuino a questa rosa.
ja: 静かなひと時を楽しみながら、心をこめた言葉をこのバラに贈りましょう
ko: 조용한 시간을 보내며 이 장미에게 보내는 진심 어린 쪽지를 써 주세요.
pt: Reserve um momento tranquilo para escrever uma nota sincera para esta rosa.
ru: Проведите минутку в уютной тишине и напишите искреннее послание этой розе.
th: ใช้เวลาเงียบๆ สักครู่เพื่อเขียนข้อความจากใจถึงดอกกุหลาบนี้
vi: Dành một khoảnh khắc yên tĩnh để viết một lời nhắn gửi chân thành đến bông hồng này.
zh_hans: 在此停留片刻，给这朵玫瑰写一封真挚的信。
zh_hant: 在此停留片刻，為這朵玫瑰寫下一封真摯的信。

# bloom25_site5_quote
source: <b>"It's the time you spent on your rose that makes your rose so important."</b>
de: <b>„Die Zeit, die du für deine Rose verloren hast, macht deine Rose so wichtig.“</b>
es: <b>"Tu rosa es tan importante por todo el tiempo que le dedicas".</b>
fr: <b>« C'est le temps que vous consacrez à votre rose qui en fait une fleur si importante. »</b>
id: <b>“Waktu yang kamu habiskan untuk bunga mawar-mu itulah yang membuat bunga mawar-mu begitu penting.”</b>
it: <b>"È il tempo che hai dedicato alla tua rosa che la rende così importante."</b>
ja: 「あのバラをとてもたいせつに思っているのはね、そのバラの花のために、ひまつぶししたからだよ」
ko: <b>"네 장미를 그토록 소중하게 만든 것은 그 장미꽃을 위해 네가 보낸 시간이야."</b>
pt: <b>"Foi o tempo que dedicaste à tua rosa que a fez tão importante."</b>
ru: <b>«Твоя роза так дорога тебе потому, что ты отдавал ей все свои дни».</b>
th: <b>"เวลาที่คุณใช้ไปกับกุหลาบของคุณ เป็นสิ่งที่ทำให้กุหลาบของคุณมีความสำคัญ”</b>
vi: <b>"Chính thời gian bạn dành cho bông hồng của mình khiến nó trở nên quan trọng."</b>
zh_hans: <b>“正是你为这朵玫瑰投入的时间，才使它变得如此重要。”</b>
zh_hant: <b>「是你為這朵玫瑰付出的時間，讓它變得如此重要。」</b>

# bloom25_site6_question_01
source: Look up at the stars in the sky. Do you hear them singing for you?
de: Sieh hoch zu den Sternen im Himmel. Hörst du, wie sie für dich singen?
es: Mira a los astros en el firmamento. ¿Oyes cómo cantan para ti?
fr: Levez les yeux vers le ciel étoilé. Les entendez-vous chanter pour vous ?
id: Lihatlah bintang-bintang di langit. Apakah kamu mendengar mereka bernyanyi untukmu?
it: Guarda le stelle nel cielo. Le senti cantare per te?
ja: 夜空の星を見あげてみて。星たちがあなたに歌っているのが聴こえる？
ko: 하늘에 있는 별을 올려다 보세요. 당신을 위한 별들의 노래 소리가 들리나요?
pt: Olhe para as estrelas no céu. Consegue ouvi-las cantando para você?
ru: Посмотрите на звёзды в небе. Слышите, как они поют для вас?
th: มองดูหมู่ดาวบนท้องฟ้าคุณ คุณได้เสียงดวงดาวร้องเพลงให้คุณไหม
vi: Hãy ngước nhìn những vì sao trên bầu trời. Bạn có nghe thấy chúng hát cho bạn không?
zh_hans: 抬头仰望天上的群星，你是否听到它们为你歌唱？
zh_hant: 抬頭仰望夜空的群星，你是否聽見它們為你歌唱？

# bloom25_site6_question_02
source: Share the melodies of those who stay in your heart.
de: Teile Melodien von jenen, die in deinem Herzen bleiben.
es: Comparte las melodías de quienes guardas en el corazón.
fr: Partagez les mélodies de ceux que vous gardez dans votre cœur.
id: Bagikan melodi dari mereka yang tinggal di hati kamu.
it: Condividi le melodie di coloro che rimangono nel tuo cuore.
ja: あなたの心にいる人が奏でるメロディーを教えてください
ko: 당신의 마음 속에 들어 있는 사람들에 대한 음악을 공유해 주세요.
pt: Compartilhe as melodias daqueles que ficam no seu coração.
ru: Поделитесь мелодиями тех, кто оставил след в вашем сердце.
th: แบ่งปันท่วงทำนองของผู้คนที่อยู่ในหัวใจของคุณ
vi: Chia sẻ những giai điệu của những người vẫn ở lại trong trái tim bạn.
zh_hans: 分享那些留存你心底的旋律。
zh_hant: 分享那些駐留你心中之人的旋律吧。

# bloom25_site6_quote
source: <b>"My star will be... one of the stars, for you. So you'll like looking at all of them. They'll all be your friends."</b>
de: <b>„Mein Stern wird ... für dich einer dieser Sterne sein. So wirst du alle Sterne gern betrachten. Sie werden alle deine Freunde sein.“</b>
es: <b>"Mi estrella será… una estrella más para ti. Así, te gustará mirarlas a todas. Ellas serán tus amigas".</b>
fr: <b>« Mon étoile, ça sera pour toi une des étoiles. Tu les regarderas avec plaisir. Toutes seront tes amies. »</b>
id: <b>"Bintangku akan menjadi... salah satu dari bintang-bintang, untukmu. Jadi kamu akan suka melihat mereka semua. Mereka semua akan menjadi temanmu."</b>
it: <b>"La mia stella sarà per te una delle stelle. Allora, tutte le stelle, ti piacerà guardarle... Tutte, saranno tue amiche."</b>
ja: 「きみはぼくの星を星のうちのどれか一つと思ってながめるからね。どの星もながめるのがすきになるよ。星がみんな、きみの友だちになるわけさ」
ko: <b>"내 별은... 저 별들 중 하나가 될 거야. 넌 별을 보는 걸 좋아하게 되겠지. 모든 별이 네 친구가 되는 거야."</b>
pt: <b>"Minha estrela será para ti qualquer uma das estrelas. Assim, gostarás de olhar todas elas... Serão, todas, tuas amigas."</b>
ru: <b>Моя звезда... будет для тебя просто — одна из звёзд. И ты полюбишь смотреть на звёзды… Все они станут тебе друзьями».</b>
th: <b>"ดาวของฉันก็จะเป็นเพียง... ดาวดวงหนึ่งสำหรับคุณ ดังนั้น เมื่อคุณมองดูดวงดาวทั้งหมดนั้น พวกเขาก็จะเป็นเพื่อนของคุณด้วย"</b>
vi: <b>"Ngôi sao của tôi sẽ là... một trong những ngôi sao dành cho bạn. Vì vậy, bạn sẽ thích nhìn tất cả chúng. Chúng sẽ trở thành bạn bè của bạn."</b>
zh_hans: <b>“我的星星将为你化作满天繁星中的一颗。因此，你会喜欢仰望所有的星辰。它们都将成为你的朋友。”</b>
zh_hant: <b>「我的那顆星星會在繁星之中，這樣你就會愛上仰望天空中的所有星星，它們都會成為你的朋友。」</b>

# bloom25_unlock_quest
source: A <1>Rose</1> in Starlight Desert is waiting with your open quests.
de: Eine <1>Rose</1> in der Sternenlichtwüste wartet mit offenen Quests auf dich.
es: Una <1>rosa</1> en el desierto Luz de Estrellas te espera con misiones pendientes.
fr: Une <1>rose</1> vous attend avec ses quêtes dans le Désert stellaire.
id: Sekuntum <1>Mawar</1> di Gurun Cahaya Bintang sedang menunggu dengan misi terbuka untukmu.
it: Una <1>rosa</1> nel Deserto Stellare ti aspetta con le tue missioni incompiute.
ja: 星月夜の砂漠にて、とある<1>バラ</1>が、あなたがクエストを始めるのを待っています
ko: 별빛 사막의 <1>장미</1>가 진행 중인 퀘스트와 함께 기다리고 있어요.
pt: Uma <1>Rosa</1> no Deserto da Luz Estelar lhe aguarda com missões abertas.
ru: <1>Роза</1> и открытые задания ждут вас в Звёздной пустыне.
th: <1>กุหลาบ</1>ในทะเลทรายแสงดาวกำลังรอคุณ พร้อมกับภารกิจเปิดของคุณ
vi: Một <1>Bông Hồng</1> trong Sa Mạc Ánh Sao đang chờ đón bạn với những nhiệm vụ còn dang dở.
zh_hans: 星漠中的一朵<1>玫瑰</1>正等待着你来完成未竟的任务。
zh_hant: 星漠中的一朵<1>玫瑰</1>，正等待你前來完成未竟的任務。

# bloom_meditation_butterfly_enter
source: Do you want to daydream with a larger group of friends?
de: Möchten Sie mit einer größeren Gruppe von Freunden träumen?
es: ¿Te gustaría disfrutar de momento maravilloso con un grupo de amigos?
fr: Voulez-vous rêver avec un grand groupe d'amis ?
id: Apakah kamu ingin berangan-angan dengan kelompok teman yang lebih besar?
it: Vuoi sognare ad occhi aperti con un gruppo più ampio di amici?
ja: たくさんの仲間たちとともに飛ぶ夢のような時間を楽しみますか？
ko: 꿈 속으로 들어가 더 많은 친구를 만나볼까요?
pt: Deseja sonhar acordado com um grupo maior de amigos?
ru: Хотите помечтать с большой компанией друзей?
th: คุณต้องการที่จะฝันกลางวันร่วมกับเพื่อนกลุ่มใหญ่หรือไม่
vi: Bạn muốn hóa thân cùng một nhóm bạn đông hơn?
zh_hans: 你想在庄周梦蝶之境与众多朋友一同翩翩飞舞吗？
zh_hant: 你想在莊周夢蝶之境與眾多朋友一同翩翩飛舞嗎？

# bloom_meditation_butterfly_exit
source: Do you want to wake up?
de: Möchtet ihr aufwachen?
es: ¿Quieres despertar?
fr: Voulez-vous vous réveiller ?
id: Apakah kamu ingin bangun?
it: Vuoi svegliarti?
ja: 夢から覚めたいですか？
ko: 꿈에서 깨어날까요?
pt: Você quer acordar?
ru: Пробудиться?
th: คุณอยากจะตื่นขึ้นหรือไม่
vi: Bạn muốn tỉnh dậy?
zh_hans: 你想醒过来吗？
zh_hant: 你準備醒來了嗎？

# book_sky_art_hint_1
source: Behold: a rare, behind-the-scenes look of this area, revealing its hidden artistry.
de: Ein seltener Blick hinter die Kulissen dieses Gebiets, der die verborgene Kunstfertigkeit enthüllt.
es: He aquí una imagen inédita del proceso creativo del equipo, que revela la belleza oculta de esta área.
fr: Voici un aperçu rare des coulisses de cette région, révélant son esthétique cachée.
id: Saksikanlah: pemandangan langka di balik layar area ini, yang menyingkap keseniannya yang tersembunyi.
it: Osserva: uno sguardo insolito dietro le quinte di quest'area, ne rivela l’arte nascosta.
ja: 秘められた芸術性を露わにする、この地を形作る貴重な舞台裏をどうぞご覧ください
ko: 이 구역의 풍경 뒤에 가려진 모습을 만나 보세요. 숨은 예술성이 드러납니다...
pt: Veja: uma visão rara dos bastidores desta área, que revela sua arte oculta.
ru: Воспользуйтесь возможностью приоткрыть занавес игры и увидеть, что скрывается за ним.
th: จงเชยชม: เบื้องหลังฉากที่หายากของพื้นที่นี้ ซึ่งเผยให้เห็นงานศิลปะที่ซ่อนอยู่
vi: Hãy xem: một góc nhìn hậu trường hiếm hoi về khu vực này, tiết lộ tính nghệ thuật tiềm ẩn của nơi này.
zh_hans: 请看，这个区域的罕见幕后，待我们展示其隐藏的艺术风采。
zh_hant: 請看，這個區域的罕見幕後，待我們展示其隱藏的藝術風采。

# book_sky_art_hint_3
source: Place your book nearby the designated location.
de: Platziere dein Buch nahe des vorgesehenen Ortes.
es: Coloca tu libro cerca del lugar designado.
fr: Placez votre livre près du point d'intérêt.
id: Tempatkan buku kamu di dekat lokasi yang ditunjuk.
it: Posiziona il tuo libro nei pressi del luogo apposito.
ja: 指定された場所の近くで本を開きましょう
ko: 지정된 위치 가까이에 책을 배치하세요
pt: Coloque o livro perto do local designado.
ru: Поместите книгу рядом с указанным местом.
th: วางหนังสือของคุณไว้ใกล้ๆ ตำแหน่งที่กำหนด
vi: Đặt cuốn sách của bạn gần vị trí được chỉ định.
zh_hans: 将你的美术设定集放在指定位置附近。
zh_hant: 將你的美術設定集放在指定位置附近。
