Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_pass_info_item_mask
source: <sheart/> Unlock additional rewards
de: <sheart/> Schalte weitere Belohnungen frei
es: <sheart/> Desbloquea recompensas adicionales
fr: <sheart/> Déverrouillez d'autres récompenses
id: <sheart/> Membuka hadiah tambahan
it: <sheart/> Più ricompense da sbloccare
ja: <sheart/> 追加でアンロックできる報酬
ko: <sheart/> 더 많은 보상 잠금해제
pt: <sheart/> Desbloqueie mais recompensas
ru: <sheart/> Откройте дополнительные награды
th: <sheart/> ปลดล็อกรางวัลเพิ่มเติม
vi: <sheart/> Nhận thêm thưởng
zh_hans: <sheart/>解锁额外奖励
zh_hant: <sheart/>解鎖額外的獎勵

# season_pass_info_item_pack
source: <spendant/> <small><b>+ 2 passes for your friends!</b>
de: <spendant/> <small><b>+ 2 Pässe für deine Freunde!</b>
es: <spendant/> <small><b>¡+ 2 pases para tus amigos!</b>
fr: <spendant/> <small><b>+ 2 passes pour vos amis !</b>
id: <spendant/> <small><b>+ 2 pass untuk temanmu!</b>
it: <spendant/> <small><b>+ 2 pass per gli amici!</b>
ja: <spendant/> <small><b>プレゼント用のパス2枚です</b>
ko: <spendant/> <small><b>친구에게 선물할 패스 2개!</b>
pt: <spendant/> <small><b>+ 2 passes para seus amigos!</b>
ru: <spendant/> <small><b>+ 2 пропуска для друзей!</b>
th: <spendant/> <small><b>+2 ใบสำหรับเพื่อนของคุณ!</b>
vi: <spendant/> <small><b>+2 vé để chia sẻ với bạn bè!</b>
zh_hans: <spendant/> <small><b>+ 2 季票分享给您的伙伴们!</b>
zh_hant: <spendant/> <small><b>+ 2 季票分享給您的夥伴們!</b>

# season_pass_info_item_pendant_02
source: <spendant season="2"/><apcolor> Pendant of Gratitude</apcolor>
de: <spendant season="2"/><apcolor> Anhänger der Dankbarkeit</apcolor>
es: <spendant season="2"/><apcolor> Collar de la Gratitud</apcolor>
fr: <spendant season="2"/><apcolor> Pendentif de la gratitude</apcolor>
id: <spendant season="2"/><apcolor> Liontin Rasa Syukur</apcolor>
it: <spendant season="2"/><apcolor> Ciondolo della Gratitudine</apcolor>
ja: <spendant season="2"/><apcolor> 感謝のペンダント</apcolor>
ko: <spendant season="2"/><apcolor> 감사의 펜던트</apcolor>
pt: <spendant season="2"/><apcolor> Pingente da gratidão</apcolor>
ru: <spendant season="2"/><apcolor> Кулон благодарности</apcolor>
th: <spendant season="2"/><apcolor> สร้อยคอแห่งความกตัญญู</apcolor>
vi: <spendant season="2"/><apcolor> Vòng Cổ Tri Ân</apcolor>
zh_hans: <spendant season="2"/><apcolor> 感恩项链</apcolor>
zh_hant: <spendant season="2"/><apcolor> 感恩項鍊</apcolor>

# season_pass_info_item_pendant_03
source: <spendant season="3"/><apcolor> Pendant of Lightseeker</apcolor>
de: <spendant season="3"/><apcolor> Anhänger der Lichtsucher</apcolor>
es: <spendant season="3"/><apcolor> Collar de los Buscadores de la luz</apcolor>
fr: <spendant season="3"/><apcolor> Pendentif des Chercheurs de lumière</apcolor>
id: <spendant season="3"/><apcolor> Liontin Pencari Cahaya</apcolor>
it: <spendant season="3"/><apcolor> Ciondolo del Cercatore della Luce</apcolor>
ja: <spendant season="3"/><apcolor> 光の探究者のペンダント</apcolor>
ko: <spendant season="3"/><apcolor> 빛 추적자의 펜던트</apcolor>
pt: <spendant season="3"/><apcolor> Pingente do buscador da luz</apcolor>
ru: <spendant season="3"/><apcolor> Кулон искателя света</apcolor>
th: <spendant season="3"/><apcolor> สร้อยคอแห่งผู้แสวงหาแสง</apcolor>
vi: <spendant season="3"/><apcolor> Vòng Cổ Ánh Sáng</apcolor>
zh_hans: <spendant season="3"/><apcolor> 追光项链</apcolor>
zh_hant: <spendant season="3"/><apcolor> 追光項鍊</apcolor>

# season_pass_info_item_pendant_04
source: <spendant season="4"/><apcolor> Pendant of Belonging</apcolor>
de: <spendant season="4"/><apcolor> Anhänger des Zusammengehörens</apcolor>
es: <spendant season="4"/><apcolor> Collar de la Pertenencia</apcolor>
fr: <spendant season="4"/><apcolor> Pendentif d'Appartenance</apcolor>
id: <spendant season="4"/><apcolor> Liontin Kepemilikan</apcolor>
it: <spendant season="4"/><apcolor> Ciondolo degli Affetti</apcolor>
ja: <spendant season="4"/><apcolor> 光の探求者証</apcolor>
ko: <spendant season="4"/><apcolor> 친밀의 펜던트</apcolor>
pt: <spendant season="4"/><apcolor> Pingente do Pertencer</apcolor>
ru: <spendant season="4"/><apcolor> Кулон сопричастности</apcolor>
th: <spendant season="4"/><apcolor> สร้อยคอแห่งการเป็นส่วนหนึ่ง</apcolor>
vi: <spendant season="4"/><apcolor> Vòng Cổ Sở Hữu</apcolor>
zh_hans: <spendant season="4"/><apcolor> 归属项链</apcolor>
zh_hant: <spendant season="4"/><apcolor> 歸屬項鍊</apcolor>

# season_pass_info_item_pendant_05
source: <spendant season="5"/><apcolor> Pendant of Rhythm</apcolor>
de: <spendant season="5"/><apcolor> Anhänger des Rhythmus</apcolor>
es: <spendant season="5"/><apcolor> Collar del Ritmo</apcolor>
fr: <spendant season="5"/><apcolor> Pendentif du Rythme </apcolor>
id: <spendant season="5"/><apcolor> Liontin Irama</apcolor>
it: <spendant season="5"/><apcolor> Ciondolo del Ritmo </apcolor>
ja: <spendant season="5"/><apcolor> リズムのペンダント</apcolor>
ko: <spendant season="5"/><apcolor> 리듬의 펜던트 </apcolor>
pt: <spendant season="5"/><apcolor> Pingente do Ritmo </apcolor>
ru: <spendant season="5"/><apcolor> Кулон ритма</apcolor>
th: <spendant season="5"/><apcolor> สร้อยคอแห่งท่วงทำนอง</apcolor>
vi: <spendant season="5"/><apcolor> Vòng Cổ Nhịp Điệu</apcolor>
zh_hans: <spendant season="5"/><apcolor> 音韵项链</apcolor>
zh_hant: <spendant season="5"/><apcolor> 音韻項鍊</apcolor>

# season_pass_info_item_pendant_06
source: <spendant season="6"/><apcolor> Pendant of Enchantment</apcolor>
de: <spendant season="6"/><apcolor> Anhänger der Verzauberung</apcolor>
es: <spendant season="6"/><apcolor> Collar del Encanto </apcolor>
fr: <spendant season="6"/><apcolor> Pendentif de l'Enchantement</apcolor>
id: <spendant season="6"/><apcolor> Liontin Pesona</apcolor>
it: <spendant season="6"/><apcolor> Ciondolo dell'Incantesimo</apcolor>
ja: <spendant season="6"/><apcolor> 魔法のペンダント</apcolor>
ko: <spendant season="6"/><apcolor> 마법의 펜던트 </apcolor>
pt: <spendant season="6"/><apcolor> Pingente dos Encantos </apcolor>
ru: <spendant season="6"/><apcolor> Кулон волшебства </apcolor>
th: <spendant season="6"/><apcolor> สร้อยคอแห่งการร่ายมนตร์</apcolor>
vi: <spendant season="6"/><apcolor> Vòng Cổ Phép Thuật</apcolor>
zh_hans: <spendant season="6"/><apcolor> 魔法项链</apcolor>
zh_hant: <spendant season="6"/><apcolor> 魔法項鍊</apcolor>

# season_pass_info_item_pendant_07
source: <spendant season="7"/><apcolor> Pendant of Sanctuary</apcolor>
es: <spendant season="7"/><apcolor> Collar del Santuario</apcolor>
fr: <spendant season="7"/><apcolor> Pendentif du sanctuaire</apcolor>
id: <spendant season="7"/><apcolor> Liontin Tempat Suci</apcolor>
it: <spendant season="7"/><apcolor> Ciondolo del Santuario</apcolor>
ja: <spendant season="7"/><apcolor> 楽園のペンダント</apcolor>
ko: <spendant season="7"/><apcolor> 낙원의 펜던트</apcolor>
pt: <spendant season="7"/><apcolor> Pingente do santuário</apcolor>
ru: <spendant season="7"/><apcolor> Кулон укрытия</apcolor>
th: <spendant season="7"/><apcolor> สร้อยคอแห่งสวรรค์</apcolor>
vi: <spendant season="7"/><apcolor> Vòng Cổ Thánh Đảo</apcolor>
zh_hans: <spendant season="7"/><apcolor> 圣岛项链</apcolor>
zh_hant: <spendant season="7"/><apcolor> 聖島項鍊</apcolor>

# season_pass_info_item_pendant_08
source: <spendant season="8"/><apcolor> Pendant of Prophecy</apcolor>
de: <spendant season="8"/><apcolor> Anhänger der Prophezeiung</apcolor>
es: <spendant season="8"/><apcolor> Collar de la Profecía</apcolor>
fr: <spendant season="8"/><apcolor> Pendentif de la Prophétie</apcolor>
id: <spendant season="8"/><apcolor> Liontin Nubuat</apcolor>
it: <spendant season="8"/><apcolor> Ciondolo della Profezia</apcolor>
ja: <spendant season="8"/><apcolor> 預言者のペンダント</apcolor>
ko: <spendant season="8"/><apcolor> 예언의 펜던트</apcolor>
pt: <spendant season="8"/><apcolor> pingente da profecia</apcolor>
ru: <spendant season="8"/><apcolor> подвеска пророчества</apcolor>
th: <spendant season="8"/><apcolor> สร้อยคอแห่งคำพยากรณ์</apcolor>
vi: <spendant season="8"/><apcolor> Vòng Cổ Tiên Tri</apcolor>
zh_hans: <spendant season="8"/><apcolor> 预言项链</apcolor>
zh_hant: <spendant season="8"/><apcolor> 預言項鍊</apcolor>

# season_pass_info_item_pendant_09
source: <spendant season="9"/><apcolor> Pendant of Dreams</apcolor>
de: <spendant season="9"/><apcolor> Anhänger der Träume</apcolor>
es: <spendant season="9"/><apcolor> Colgante de los sueños</apcolor>
fr: <spendant season="9"/><apcolor> Pendentif des Rêves</apcolor>
id: <spendant season="9"/><apcolor> Liontin Impian</apcolor>
it: <spendant season="9"/><apcolor> Ciondolo dei Sogni</apcolor>
ja: <spendant season="9"/><apcolor> 夢かなうペンダント</apcolor>
ko: <spendant season="9"/><apcolor> 꿈의 펜던트</apcolor>
pt: <spendant season="9"/><apcolor> Pingente dos Sonhos</apcolor>
ru: <spendant season="9"/><apcolor> Кулон Мечтаний</apcolor>
th: <spendant season="9"/><apcolor> สร้อยคอแห่งฝัน</apcolor>
vi: <spendant season="9"/><apcolor> Vòng Cổ Mùa Giấc Mơ</apcolor>
zh_hans: <spendant season="9"/><apcolor> 梦想季项链</apcolor>
zh_hant: <spendant season="9"/><apcolor> 夢想季項鍊</apcolor>

# season_pass_info_item_pendant_10
source: <spendant season="10"/><apcolor> Pendant of Assembly</apcolor>
de: <spendant season="10"/><apcolor> Anhänger des Zusammenbaus</apcolor>
es: <spendant season="10"/><apcolor> Collar de Ensamblaje</apcolor>
fr: <spendant season="10"/><apcolor> Pendentif du Rassemblement</apcolor>
id: <spendant season="10"/><apcolor> Liontin Berkumpul</apcolor>
it: <spendant season="10"/><apcolor> Ciondolo della Costruzione</apcolor>
ja: <spendant season="10"/><apcolor> 大樹に集うネッカチーフ</apcolor>
ko: <spendant season="10"/><apcolor> 협력의 펜던트</apcolor>
pt: <spendant season="10"/><apcolor> Pingente da união</apcolor>
ru: <spendant season="10"/><apcolor> Подвеска Собрания</apcolor>
th: <spendant season="10"/><apcolor> สร้อยคอแห่งการชุมนุม</apcolor>
vi: <spendant season="10"/><apcolor> Vòng Cổ Tụ Hội</apcolor>
zh_hans: <spendant season="10"/><apcolor> 重组项链</apcolor>
zh_hant: <spendant season="10"/><apcolor> 重組項鍊</apcolor>

# season_pass_info_item_pendant_11
source: <spendant season="11"/><apcolor> Pendant of the Tamed Fox</apcolor>
de: <spendant season="11"/><apcolor> Anhänger des gebändigten Fuchses</apcolor>
es: <spendant season="11"/><apcolor> Colgante del zorro domesticado</apcolor>
fr: <spendant season="11"/><apcolor> Pendentif du renard apprivoisé</apcolor>
id: <spendant season="11"/><apcolor> Liontin Rubah Jinak</apcolor>
it: <spendant season="11"/><apcolor> Ciondolo della Volpe Addomesticata</apcolor>
ja: <spendant season="11"/><apcolor> 仲良しのキツネのペンダント</apcolor>
ko: <spendant season="11"/><apcolor> 길들여진 여우 펜던트</apcolor>
pt: <spendant season="11"/><apcolor> Pingente da raposa domesticada</apcolor>
ru: <spendant season="11"/><apcolor> Подвеска прирученного лиса</apcolor>
th: <spendant season="11"/><apcolor> สร้อยคอแห่งจิ้งจอกเชื่อง</apcolor>
vi: <spendant season="11"/><apcolor> Vòng Cổ Thuần Hóa Hồ Ly</apcolor>
zh_hans: <spendant season="11"/><apcolor> 驯化狐狸吊坠</apcolor>
zh_hant: <spendant season="11"/><apcolor> 馴化狐狸吊墜</apcolor>

# season_pass_info_item_pendant_12
source: <spendant season="12"/><apcolor> Pendant of Flight</apcolor>
de: <spendant season="12"/><apcolor> Anhänger des Fliegens</apcolor>
es: <spendant season="12"/><apcolor> Colgante de vuelo</apcolor>
fr: <spendant season="12"/><apcolor> Pendentif de Vol</apcolor>
id: <spendant season="12"/><apcolor> Liontin Penerbangan</apcolor>
it: <spendant season="12"/><apcolor> Ciondolo del volo</apcolor>
ja: <spendant season="12"/><apcolor> 羽ばたくペンダント</apcolor>
ko: <spendant season="12"/><apcolor> 비행의 펜던트</apcolor>
pt: <spendant season="12"/><apcolor> Pingente de Vôo</apcolor>
ru: <spendant season="12"/><apcolor> Подвеска Полёта</apcolor>
th: <spendant season="12"/><apcolor> สร้อยคอแห่งการโบยบิน</apcolor>
vi: <spendant season="12"/><apcolor> Vòng Cổ Bay Lượn</apcolor>
zh_hans: <spendant season="12"/><apcolor> 飞翔链</apcolor>
zh_hant: <spendant season="12"/><apcolor> 飛翔鏈</apcolor>

# season_pass_info_item_pendant_13
source: <spendant season="13"/><apcolor> Pendant of Abyss</apcolor>
de: <spendant season="13"/><apcolor> Anhänger der Tiefsee</apcolor>
es: <spendant season="13"/><apcolor> Collar del abismo</apcolor>
fr: <spendant season="13"/><apcolor> Pendentif des Abysses</apcolor>
id: <spendant season="13"/><apcolor> Liontin Palung</apcolor>
it: <spendant season="13"/><apcolor> Ciondolo degli Abissi</apcolor>
ja: <spendant season="13"/><apcolor> 深淵のペンダント</apcolor>
ko: <spendant season="13"/><apcolor> 심해의 펜던트</apcolor>
pt: <spendant season="13"/><apcolor> Pingente do Abismo</apcolor>
ru: <spendant season="13"/><apcolor> Подвеска бездны</apcolor>
th: <spendant season="13"/><apcolor> สร้อยคอแห่งนรก</apcolor>
vi: <spendant season="13"/><apcolor> Vòng Cổ Vực Sâu</apcolor>
zh_hans: <spendant season="13"/><apcolor> 深渊挂坠</apcolor>
zh_hant: <spendant season="13"/><apcolor> 深淵吊墜</apcolor>

# season_pass_info_item_pendant_14
source: <spendant season="14"/><apcolor> Pendant of Performance</apcolor>
de: <spendant season="14"/><apcolor> Anhänger der Darbietung</apcolor>
es: <spendant season="14"/><apcolor> Collar de obras</apcolor>
fr: <spendant season="14"/><apcolor> Pendentif de l'Interprétation</apcolor>
id: <spendant season="14"/><apcolor> Liontin Pertunjukan</apcolor>
it: <spendant season="14"/><apcolor> Ciondolo dello Spettacolo</apcolor>
ja: <spendant season="14"/><apcolor> 表現者たちのペンダント</apcolor>
ko: <spendant season="14"/><apcolor> 공연의 펜던트</apcolor>
pt: <spendant season="14"/><apcolor> Pingente da Performance</apcolor>
ru: <spendant season="14"/><apcolor> Подвеска представлений</apcolor>
th: <spendant season="14"/><apcolor> สร้อยคอแห่งการแสดง</apcolor>
vi: <spendant season="14"/><apcolor> Vòng Cổ Biểu Diễn</apcolor>
zh_hans: <spendant season="14"/><apcolor> 表演挂坠</apcolor>
zh_hant: <spendant season="14"/><apcolor> 表演吊墜</apcolor>

# season_pass_info_item_pendant_15
source: <spendant season="15"/><apcolor> Pendant of Shattering</apcolor>
de: <spendant season="15"/><apcolor> Anhänger der Zertrümmerung</apcolor>
es: <spendant season="15"/><apcolor> Collar de la destrucción</apcolor>
fr: <spendant season="15"/><apcolor> Pendentif de l'Éclatement</apcolor>
id: <spendant season="15"/><apcolor> Liontin Kehancuran</apcolor>
it: <spendant season="15"/><apcolor> Ciondolo della Distruzione</apcolor>
ja: <spendant season="15"/><apcolor> 砕ける闇のペンダント</apcolor>
ko: <spendant season="15"/><apcolor> 파편의 펜던트</apcolor>
pt: <spendant season="15"/><apcolor> Pingente do Despedaçar</apcolor>
ru: <spendant season="15"/><apcolor> Подвеска крушения</apcolor>
th: <spendant season="15"/><apcolor> สร้อยคอแห่งการแตกสลาย</apcolor>
vi: <spendant season="15"/><apcolor> Vòng Cổ Tan Vỡ</apcolor>
zh_hans: <spendant season="15"/><apcolor> 破晓吊坠</apcolor>
zh_hant: <spendant season="15"/><apcolor> 破曉吊墜</apcolor>

# season_pass_info_item_pendant_16
source: <spendant season="16"/><apcolor> Pendant of AURORA</apcolor>
de: <spendant season="16"/><apcolor> AURORA-Anhänger</apcolor>
es: <spendant season="16"/><apcolor> Collar de AURORA</apcolor>
fr: <spendant season="16"/><apcolor> Pendentif d'AURORA</apcolor>
it: <spendant season="16"/><apcolor> Ciondolo di AURORA</apcolor>
ja: <spendant season="16"/><apcolor> AURORAのペンダント</apcolor>
ko: <spendant season="16"/><apcolor> AURORA의 펜던트</apcolor>
pt: <spendant season="16"/><apcolor> Pingente da AURORA </apcolor>
ru: <spendant season="16"/><apcolor> Подвеска AURORA</apcolor>
th: <spendant season="16"/><apcolor> สร้อยคอแห่ง AURORA</apcolor>
vi: <spendant season="16"/><apcolor> Vòng Cổ AURORA</apcolor>
zh_hans: <spendant season="16"/><apcolor> AURORA吊坠</apcolor>
zh_hant: <spendantseason="16"/><apcolor> AURORA吊墜</apcolor>

# season_pass_info_item_pendant_17
source: <spendant season="17"/><apcolor> Pendant of Remembrance</apcolor>
de: <spendant season="17"/><apcolor> Anhänger des Gedenkens</apcolor>
es: <spendant season="17"/><apcolor> collar de conmemoración</apcolor>
fr: <spendant season="17"/><apcolor> Pendentif du Souvenir</apcolor>
id: <spendant season="17"/><apcolor> Liontin Kenangan</apcolor>
it: <spendant season="17"/><apcolor> Ciondolo della Commemorazione</apcolor>
ja: <spendant season="17"/><apcolor> 追慕のペンダント</apcolor>
ko: <spendant season="17"/><apcolor> 기억의 펜던트</apcolor>
pt: <spendant season="17"/><apcolor> Pingente da Recordação</apcolor>
ru: <spendant season="17"/><apcolor> Подвеска памяти</apcolor>
th: <spendant season="17"/><apcolor> สร้อยคอแห่งความทรงจำ</apcolor>
vi: <spendant season="17"/><apcolor> Vòng Cổ Tưởng Nhớ</apcolor>
zh_hans: <spendant season="17"/><apcolor> 缅怀项链</apcolor>
zh_hant: <spendant season="17"/><apcolor> 緬懷墜飾</apcolor>

# season_pass_info_item_pendant_18
source: <spendant season="18"/><apcolor> Pendant of Passage</apcolor>
de: <spendant season="18"/><apcolor> Anhänger des Übergangs</apcolor>
es: <spendant season="18"/><apcolor> Collar de iniciación</apcolor>
fr: <spendant season="18"/><apcolor> Pendentif de l'Initiation</apcolor>
id: <spendant season="18"/><apcolor> Liontin Inisiasi</apcolor>
it: <spendant season="18"/><apcolor> Ciondolo della Transizione</apcolor>
ja: <spendant season="18"/><apcolor> ならいのペンダント</apcolor>
ko: <spendant season="18"/><apcolor> 성장의 펜던트</apcolor>
pt: <spendant season="18"/><apcolor> Pingente da Passagem</apcolor>
ru: <spendant season="18"/><apcolor> Подвеска посвящения</apcolor>
th: <spendant season="18"/><apcolor> สร้อยคอแห่งเส้นทาง</apcolor>
vi: <spendant season="18"/><apcolor> Vòng Cổ Thử Thách</apcolor>
zh_hans: <spendant season="18"/><apcolor> 夜行吊坠</apcolor>
zh_hant: <spendant season="18"/><apcolor> 夜行吊墜</apcolor>

# season_pass_info_item_pendant_19
source: <spendant season="19"/><apcolor> Pendant of Moments</apcolor>
de: <spendant season="19"/><apcolor> Anhänger der Momente</apcolor>
es: <spendant season="19"/><apcolor> Collar de los momentos</apcolor>
fr: <spendant season="19"/><apcolor> Pendentif des Instants</apcolor>
id: <spendant season="19"/><apcolor> Liontin Momen</apcolor>
it: <spendant season="19"/><apcolor> Ciondolo dei Momenti</apcolor>
ja: <spendant season="19"/><apcolor> 瞬きのペンダント</apcolor>
ko: <spendant season="19"/><apcolor> 순간의 펜던트</apcolor>
pt: <spendant season="19"/><apcolor> Pingente dos Momentos</apcolor>
ru: <spendant season="19"/><apcolor> Подвеска мгновений</apcolor>
th: <spendant season="19"/><apcolor> สร้อยคอแห่งช่วงเวลา</apcolor>
vi: <spendant season="19"/><apcolor> Vòng Cổ Khoảnh Khắc</apcolor>
zh_hans: <spendant season="19"/><apcolor> 拾光吊坠</apcolor>
zh_hant: <spendant season="19"/><apcolor> 拾光吊墜</apcolor>

# season_pass_info_item_pendant_20
source: <spendant season="20"/><apcolor> Pendant of Revival</apcolor>
de: <spendant season="20"/><apcolor> Anhänger der Wiederbelebung</apcolor>
es: <spendant season="20"/><apcolor> Collar del Renacimiento</apcolor>
fr: <spendant season="20"/><apcolor> Pendentif du Renouveau</apcolor>
id: <spendant season="20"/><apcolor> Liontin Kebangkitan</apcolor>
it: <spendant season="20"/><apcolor> Ciondolo della Rinascita</apcolor>
ja: <spendant season="20"/><apcolor> 復古のペンダント</apcolor>
ko: <spendant season="20"/><apcolor> 재생의 펜던트</apcolor>
pt: <spendant season="20"/><apcolor> Pingente do Reavivamento</apcolor>
ru: <spendant season="20"/><apcolor> Подвеска возрождения</apcolor>
th: <spendant season="20"/><apcolor> สร้อยคอแห่งการฟื้นฟู</apcolor>
vi: <spendant season="20"/><apcolor> Mặt Dây Chuyền Phục Hưng</apcolor>
zh_hans: <spendant season="20"/><apcolor> 归巢吊坠</apcolor>
zh_hant: <spendant season="20"/><apcolor> 歸巢吊墜</apcolor>

# season_pass_info_item_pendant_21
source: <spendant season="21"/><apcolor> Pendant of the Nine-Colored Deer</apcolor>
de: <spendant season="21"/><apcolor> Anhänger des Neunfarbigen Hirsches</apcolor>
es: <spendant season="21"/><apcolor> Colgante del ciervo de los nueve colores</apcolor>
fr: <spendant season="21"/><apcolor> Pendentif du cerf aux neuf couleurs</apcolor>
id: <spendant season="21" /><apcolor> Liontin Rusa Sembilan Warna</apcolor>
it: <spendant season="21"/><apcolor> Ciondolo del Cervo dai nove colori</apcolor>
ja: <spendant season="21"/><apcolor> 九色の鹿のペンダント</apcolor>
ko: <spendant season="21"/><apcolor> 아홉 빛깔 사슴의 펜던트</apcolor>
pt: <spendant season="21"/><apcolor> Pingente do Cervo de Nove Cores</apcolor>
ru: <spendant season="21"/><apcolor> Подвеска Девятицветного оленя</apcolor>
th: <spendant season="21"/><apcolor> สร้อยคอแห่งกวางเก้าสี</apcolor>
vi: <spendant season="21"/><apcolor> Vòng Cổ Cửu Sắc Lộc</apcolor>
zh_hans: <spendant season="21"/><apcolor> 九色鹿的吊坠</apcolor>
zh_hant: <spendant season="21"/><apcolor> 九色鹿的吊墜</apcolor>

# season_pass_info_item_pendant_22
source: <spendant season="22"/><apcolor> Pendant of Nesting</apcolor>
de: <spendant season="22"/><apcolor> Anhänger des Nistens</apcolor>
es: <spendant season="22"/><apcolor> Collar de la Acogedora</apcolor>
fr: <spendant season="22"/><apcolor> Pendentif de la Nidification</apcolor>
id: <spendant season="22"/><apcolor> Liontin Bersarang</apcolor>
it: <spendant season="22"/><apcolor> Ciondolo dei Nidi</apcolor>
ja: <spendant season="22"/><apcolor> 巣づくりのペンダント</apcolor>
ko: <spendant season="22"/><apcolor> 보금자리 펜던트</apcolor>
pt: <spendant season="22"/><apcolor> Pingente do Ninho</apcolor>
ru: <spendant season="22"/><apcolor> Кулон гнездования</apcolor>
th: <spendant season="22"/><apcolor> สร้อยคอแห่งการสร้างรัง</apcolor>
vi: <spendant season="22"/><apcolor> Vòng Cổ Xây Tổ</apcolor>
zh_hans: <spendant season="22"/><apcolor> 筑巢吊坠</apcolor>
zh_hant: <spendant season="22"/><apcolor> 築巢吊墜</apcolor>

# season_pass_info_item_pendant_23
source: <spendant season="23"/><apcolor>Pendant of Duets</apcolor>
de: <spendant season="23"/><apcolor>Anhänger der Duette</apcolor>
es: <spendant season="23"/><apcolor>Collar de los duetos</apcolor>
fr: <spendant season="23"/><apcolor> Pendentif des Duos</apcolor>
id: <spendant season="23" /><apcolor>Liontin Duet</apcolor>
it: <spendant season="23"/><apcolor>Ciondolo dei Duetti</apcolor>
ja: <spendant season="23"/><apcolor>音色のペンダント</apcolor>
ko: <spendant season="23"/><apcolor>듀엣의 펜던트</apcolor>
pt: <spendant season="23"/><apcolor>Pingente de Duetos</apcolor>
ru: <spendant season="23"/><apcolor>Кулон дуэтов</apcolor>
th: <spendant season="23"/><apcolor>สร้อยคอบรรเลงคู่</apcolor>
vi: <spendant season="23"/><apcolor>Vòng Cổ Song Tấu</apcolor>
zh_hans: <spendant season="23"/><apcolor>二重奏吊坠</apcolor>
zh_hant: <spendant season="23"/><apcolor>二重奏吊墜</apcolor>

# season_pass_info_item_pendant_24
source: <spendant season="24"/><apcolor>Pendant of Moomin</apcolor>
de: <spendant season="24"/><apcolor>Anhänger des Mumins</apcolor>
es: <spendant season="24"/><apcolor>Collar de los Mumin</apcolor>
fr: <spendant season="24"/><apcolor>Pendentif des Moomins</apcolor>
id: <spendant season="24"/><apcolor>Liontin Moomin</apcolor>
it: <spendant season="24"/><apcolor>Ciondolo di Mumin</apcolor>
ja: <spendant season="24"/><apcolor>ムーミンのペンダント</apcolor>
ko: <spendant season="24"/><apcolor>무민의 펜던트</apcolor>
pt: <spendant season="24"/><apcolor>Pingente dos Mumins</apcolor>
ru: <spendant season="24"/><apcolor>Муми-подвеска</apcolor>
th: <spendant season="24"/><apcolor>สร้อยคอแห่งมูมิน</apcolor>
vi: <spendant season="24"/><apcolor>Vòng Cổ Moomin</apcolor>
zh_hans: <spendant season="24"/><apcolor>姆明吊坠</apcolor>
zh_hant: <spendant season="24"/><apcolor>姆明吊墜</apcolor>
