Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# aurora_custom02
source: This is a song for the heart. And remember, we are warriors of light.
de: Dieses Lied ist für‘s Herz. Und denkt daran, wir sind Krieger des Lichts.
es: Esta es una canción para el corazón. Y recuerden, somos guerreros de la luz.
fr: C'est une chanson pour le cœur. Et n’oubliez pas, nous sommes des guerriers de la lumière.
id: Lagu ini berasal dari lubuk hati. Ingat, kita pejuang cahaya.
it: Questa è una canzone per il cuore. E ricordate, siamo guerrieri della luce.
ja: これは心を想う歌。忘れないで、私たちはみんな、星の戦士だって
ko: 이건 마음을 위한 노래예요. 잊지 마세요, 우리는 빛의 전사라는 걸.
pt: Esta é uma canção para o coração. E lembrem-se, somos guerreiros da luz.
ru: Это песня для вашего сердца. Помните: все мы — воины света.
th: นี่คือบทเพลงสำหรับหัวใจ และจงจำไว้ว่า พวกเราทุกคนคือนักรบแห่งแสง
vi: Xin dành tậng bài hát này cho mọi trái tim. Và hãy nhớ, chúng ta là những chiến binh ánh sáng.
zh_hans: 这是一首需要用心聆听的歌。请记住，我们是光之战士。
zh_hant: 這是一首為心靈而唱的歌曲。請記住，我們都是光之戰士。

# aurora_custom03
source: Thank you so much for the love! You are so beautiful. And remember to give some of that love to yourself too.
de: Vielen Dank für all die Liebe! Ihr seid so wunderschön. Und denkt daran, auch euch selbst ein wenig dieser Liebe zu zeigen.
es: ¡Muchas gracias por el cariño! Son tan hermosos. Y recuerden también darse cariño a ustedes mismos.
fr: Merci beaucoup ! Vous êtes tellement beaux. Et n'oubliez pas de vous donner un peu de cet amour à vous aussi.
id: Terima kasih atas cintanya! Kalian sangat menawan. Ingat, cintai dirimu sendiri juga.
it: Grazie mille per il vostro affetto! Siete meravigliosi. E ricordate sempre di voler bene a voi stessi.
ja: たくさんの愛を、ありがとう！みんなとっても綺麗よ。どうか自分自身にも愛をそそいであげてね
ko: 뜨거운 사랑에 감사드립니다! 다들 정말 멋져요. 그 사랑을 스스로에게도 나눠주는 걸 잊지 마세요.
pt: Agradeço muito o carinho! Vocês são lindos. E lembrem-se de se amar também.
ru: Спасибо вам! Я люблю вас всех. Не забывайте и вы любить себя.
th: ขอบคุณสำหรับความรักนะ! คุณช่างงดงามมากเลย แล้วก็อย่าลืมมอบความรักให้ตัวเองด้วยล่ะ
vi: Xin cảm ơn tình yêu mà các bạn đã chia sẻ! Và đừng quên dành tặng một phần tình yêu đó cho chính các bạn.
zh_hans: 非常感谢你们给予我的爱！你们真是美丽。记住也要爱自己。
zh_hant: 感謝你們真誠熱切的愛！你們是如此美麗。請記得，也把這份愛留一些給自己。

# aurora_custom04
source: You are so beautiful, thank you so much for the love. I do hope you remember to give some of that love to yourself too.
de: Ihr seid so wunderschön, vielen Dank für all die Liebe. Ich hoffe, ihr denkt daran, auch euch selbst ein wenig dieser Liebe zu zeigen.
es: Son tan hermosos, muchas gracias por el cariño. Y espero que recuerden también darse cariño a ustedes mismos.
fr: Vous êtes si beaux, merci pour votre amour. J'espère que vous n'oublierez pas de vous donner un peu de cet amour aussi.
id: Kalian sangat menawan, terima kasih banyak atas cintanya. Aku berharap kalian pun mencintai diri sendiri.
it: Siete meravigliosi, grazie mille per l'affetto. Spero che vi ricordiate sempre di voler bene anche a voi stessi.
ja: みんな本当にきれい！たくさんの大好きをありがとう。どうか自分自身にもその愛を分け与えてあげてね
ko: 여러분 모두 정말 멋져요. 뜨거운 사랑에 감사드려요. 그 사랑을 여러분 자신에게도 나눠주는 걸 부디 잊지 말아요.
pt: Vocês são muito lindos, agradeço pelo carinho. Espero que vocês também se lembrem de se amar muito.
ru: Я люблю вас всех, мои дорогие. Надеюсь, и вы не забываете любить себя.
th: คุณช่างงดงามมากเลย ขอบคุณสำหรับความรักนะ ฉันหวังว่าคุณจะไม่ลืมมอบความรักนั้นให้กับตัวคุณเองนะ
vi: Cảm ơn tình yêu của các bạn rất nhiều. Hy vọng bạn cũng dành một phần tình yêu đó cho chính mình.
zh_hans: 你们真是美丽，非常感谢你们给予我的爱。希望你们记得也要爱自己。
zh_hant: 你們是如此美麗，感謝你們真誠熱切的愛。我希望你們記得，也把這份愛留一些給自己。

# aurora_custom05
source: You always have a friend in music.
de: Die Musik wird stets ein Freund für euch sein.
es: La música siempre será su amiga.
fr: Vous avez toujours un ami dans la musique.
id: Dalam musik, kamu tak pernah sendirian.
it: La musica è sempre vostra amica.
ja: 音楽はいつも私たちのお友達
ko: 음악은 언제나 친구가 되어줄 거예요.
pt: A música sempre será sua amiga.
ru: Если вам нужен друг, музыка всегда рядом.
th: คุณจะมีดนตรีเป็นเพื่อนเสมอ
vi: Tôi luôn là một người bạn âm nhạc của các bạn.
zh_hans: 音乐永远会是你的朋友。
zh_hant: 音樂永遠是你的朋友。

# aurora_exhaleinhale_100
source: En en en hm, en en hm
zh_hans: 嗯 嗯 嗯 哼, 嗯 嗯 哼

# aurora_exhaleinhale_1000
source: My dear, come near
ja: 愛しいひと 傍へ来て
zh_hans: 亲爱的，请靠近一些

# aurora_exhaleinhale_1100
source: Do you understand what is happening?
ja: 何が起きているかわかってる？
zh_hans: 你知道这世界正遭遇着什么吗？

# aurora_exhaleinhale_1200
source: Crawl beneath the earth
ja: 地面の下を這う
zh_hans: 匍匐于尘土之下

# aurora_exhaleinhale_1300
source: To feel the hunger and the thirst
ja: 飢えと渇きを感じるために
zh_hans: 去感受他们的饥渴

# aurora_exhaleinhale_1400
source: If you could fly and be the bird
ja: もし飛べたなら 鳥になれたなら
zh_hans: 如果你能翱翔化作飞鸟

# aurora_exhaleinhale_1500
source: Then you would see the forest burn
ja: 燃えさかる森を見るのでしょう
zh_hans: 便能看见森林正在燃烧

# aurora_exhaleinhale_1600
source: My dear, come near
ja: 愛しいひと 傍へ来て
zh_hans: 亲爱的，请靠近一些

# aurora_exhaleinhale_1700
source: Do you understand what is happening?
ja: 何が起きているかわかっているの？
zh_hans: 你知道这世界正遭遇着什么吗？

# aurora_exhaleinhale_1800
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_1900
source: Who is calling me? For the emergency
ja: 非常事態だと私を呼ぶのは誰？
zh_hans: 谁在向我呼救？

# aurora_exhaleinhale_200
source: En en hm, en en en hm
zh_hans: 嗯 嗯 哼, 嗯 嗯 嗯 哼

# aurora_exhaleinhale_2000
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_2100
source: Who is listening? To the sirens singing
ja: 鳴り響くサイレンを聞いているのは誰？
zh_hans: 谁被贪欲迷惑？

# aurora_exhaleinhale_2200
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_2300
source: We are stood and somehow calm
ja: 立ち尽くす どうしてか穏やかな私たち
zh_hans: 我们身处其中却还一脸平静

# aurora_exhaleinhale_2400
source: Within the madness of the storm
ja: 嵐の狂騒の中で
zh_hans: 任由暴风肆虐

# aurora_exhaleinhale_2500
source: With no solution for the scared
ja: 恐れに為す術もなく
zh_hans: 面对恐惧也束手无策

# aurora_exhaleinhale_2600
source: Tasting pollution in the air
ja: 大気の不浄を味わいながら
zh_hans: 品尝着污浊的空气

# aurora_exhaleinhale_2700
source: My dear, come near
ja: 愛しいひと 傍へ来て
zh_hans: 亲爱的，请靠近一些

# aurora_exhaleinhale_2800
source: Do you feel my hand? It is there
ja: わたしの手を感じる？ ここにある
zh_hans: 你能感觉到我的触碰吗？我在这里

# aurora_exhaleinhale_2900
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_300
source: En en hm, en en hm
zh_hans: 嗯 嗯 哼, 嗯 嗯 哼

# aurora_exhaleinhale_3000
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_3100
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_3200
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_3300
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_3400
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_3500
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_3600
source: (Exhale) Inhale
ja: （吐いて） 吸って
zh_hans: （呼气）吸气

# aurora_exhaleinhale_3700
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_3800
source: Who is calling me? For the emergency
ja: 非常事態だと私を呼ぶのは誰？
zh_hans: 谁在向我呼救？

# aurora_exhaleinhale_3900
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_400
source: En en hm, en en hm
zh_hans: 嗯 嗯 哼, 嗯 嗯 哼

# aurora_exhaleinhale_4000
source: Who is listening? To the sirens singing
ja: 鳴り響くサイレンを聞いているのは誰？
zh_hans: 谁被贪欲迷惑？

# aurora_exhaleinhale_4100
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_4200
source: Take from my world no more
ja: 私の世界から奪わないで これ以上
zh_hans: 别再向这世界无谓索取

# aurora_exhaleinhale_4300
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_4400
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_4500
source: Take from my world no more
ja: 私の世界から奪わないで これ以上
zh_hans: 别再向这世界无谓索取

# aurora_exhaleinhale_4600
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_4700
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_4800
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_4900
source: Take from my world no more
ja: 私の世界から奪わないで これ以上
zh_hans: 别再向这世界无谓索取

# aurora_exhaleinhale_500
source: En en hmm
zh_hans: 嗯 嗯 哼

# aurora_exhaleinhale_5000
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_5100
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_5200
source: (Em-mmm-mmm-mmm)
zh_hans: 别再向这世界无谓索取

# aurora_exhaleinhale_5300
source: Take from my world no more
ja: 私の世界から奪わないで これ以上
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_5400
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_5500
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_5600
source: (Em-mmm-mmm-mmm)
zh_hans: (嗯-嗯-嗯-嗯)

# aurora_exhaleinhale_600
source: I was a moving thing
ja: 私はうごめくものだった
zh_hans: 我生而为人

# aurora_exhaleinhale_700
source: Before I was a human being
ja: それから人間になった
zh_hans: 更是万千生灵之一

# aurora_exhaleinhale_800
source: I was the ice before it melts
ja: 私は氷で それから溶けた
zh_hans: 我曾是冰川，若我从未消融

# aurora_exhaleinhale_900
source: I was the tree before it fell
ja: 私は樹で それから倒れた
zh_hans: 我曾是树木，若我从未倾倒

# aurora_holiday01
source: Happy New Year!
de: Frohes neues Jahr!
es: ¡Feliz Año Nuevo!
fr: Bonne année !
id: Selamat Tahun Baru!
it: Felice Anno Nuovo!
ja: ハッピー・ニュー・イヤー！
ko: 새해 복 많이 받으세요!
pt: Feliz Ano Novo!
ru: С Новым годом!
th: สุขสันต์วันปีใหม่!
vi: Chúc mừng năm mới!
zh_hans: 新年快乐！
zh_hant: 新年快樂！

# aurora_holiday02
source: I LOVE this time of year!
de: Ich LIEBE diese Zeit des Jahres!
es: ¡Me ENCANTA esta época del año!
fr: J'ADORE cette période de l'année !
id: Aku SUKA masa-masa ini!
it: ADORO questo periodo dell'anno!
ja: この時期、だ〜い好き！
ko: 전 이맘때가 정말 좋아요!
pt: Eu AMO esta época do ano!
ru: ОБОЖАЮ это время года!
th: ฉันรักช่วงเวลานี้ของปีจัง!
vi: Thời điểm tuyệt vời trong năm!
zh_hans: 一年之中，我最喜欢这个时节！
zh_hant: 一年之中，我最愛這個時節！

# aurora_holiday03
source: Happy Holidays
de: Frohe Feiertage
es: Felices fiestas
fr: Joyeuses fêtes
id: Selamat Liburan
it: Buone feste
ja: ハッピー・ホリデーズ
ko: 행복한 연휴 되세요!
pt: Boas festas
ru: С праздниками!
th: สุขสันต์วันหยุด
vi: Nghỉ lễ vui vẻ
zh_hans: 祝大家节日愉快！
zh_hant: 佳節愉快！

# aurora_holiday04
source: Happy Birthday!
de: Alles Gute zum Geburtstag!
es: ¡Feliz cumpleaños!
fr: Joyeux anniversaire !
id: Selamat Ulang Tahun!
it: Buon compleanno!
ja: お誕生日おめでとう！
ko: 생일 축하해요!
pt: Feliz aniversário!
ru: С днем рождения!
th: สุขสันต์วันเกิด!
vi: Chúc mừng sinh nhật!
zh_hans: 生日快乐！
zh_hant: 生日快樂！

# aurora_meditation01
source: Breathe In…
de: Atmet ein …
es: Inhala...
fr: Inspirez...
id: Hirup...
it: Inspirate...
ja: 吸って…
ko: 숨을 들이쉬고...
pt: Inspire…
ru: Вдыхайте…
th: หายใจเข้า
vi: Hít vào…
zh_hans: 吸气……
zh_hant: 吸氣……

# aurora_meditation02
source: Breathe Out…
de: Atmet aus …
es: Exhala...
fr: Expirez...
id: Hembuskan...
it: Espirate…
ja: 吐いて…
ko: 내쉬고...
pt: Expire...
ru: Выдыхайте…
th: หายใจออก...
vi: Thở ra…
zh_hans: 呼气……
zh_hant: 吐氣……

# aurora_meditation03
source: (Inhale)
de: (Einatmen)
es: (Inhala)
fr: (Inspire)
id: (Hirup)
it: (Inspirate)
ja: (息を吸う)
ko: (들이쉬기)
pt: (Inspirar)
ru: (Вдох)
th: (หายใจเข้า)
vi: (Hít vào)
zh_hans: （吸气）
zh_hant: （吸氣）

# aurora_meditation04
source: (Exhale)
de: (Ausatmen)
es: (Exhala)
fr: (Expire)
id: (Hembuskan)
it: (Espirate)
ja: (息を吐く)
ko: (내쉬기)
pt: (Expirar)
ru: (Выдох)
th: (หายใจออก)
vi: (Thở ra)
zh_hans: （呼气）
zh_hant: （吐氣）

# aurora_meditation05
source: Close your eyes...
de: Schließt eure Augen …
es: Cierra los ojos...
fr: Fermez les yeux...
id: Tutup matamu...
it: Chiudete gli occhi...
ja: 目を閉じて…
ko: 눈을 감으세요...
pt: Fechem os olhos...
ru: Закройте глаза…
th: หลับตาลง...
vi: Nhắm mắt lại...
zh_hans: 闭上眼睛……
zh_hant: 閉上雙眼……

# aurora_meditation06
source: We are good.
de: Wir sind gut.
es: Estamos bien.
fr: Tout va bien.
id: Kita baik-baik saja.
it: Va tutto bene.
ja: いいですね
ko: 아무것도 걱정하지 말아요.
pt: Nós somos bons.
ru: Всё хорошо.
th: พวกเราสบายดี
vi: Tiếp tục nhé.
zh_hans: 我们做得不错。
zh_hant: 我們很美好。

# aurora_meditation07
source: And again,
de: Und noch einmal:
es: Y de nuevo,
fr: Et encore une fois,
id: Sekali lagi,
it: E di nuovo...
ja: さ、もう一度
ko: 다시 한 번,
pt: E, de novo,
ru: И еще раз.
th: และอีกครั้ง
vi: Và một lần nữa,
zh_hans: 再来一次，
zh_hant: 再一次，

# aurora_meditation08
source: Feel your body light as a feather.
de: Euer Körper ist leicht wie eine Feder.
es: tu cuerpo es ligero como una pluma.
fr: Sentez votre corps léger comme une plume.
id: Rasakan tubuhmu ringan bagai bulu.
it: Sentite il vostro corpo leggero come una piuma.
ja: 体が羽のように軽いのを感じましょう
ko: 몸이 깃털처럼 가벼워집니다.
pt: Sintam o seu corpo leve como uma pluma.
ru: Почувствуйте, что тело легкое как перышко.
th: สัมผัสร่างกายที่เบาดุจขนนกของคุณ
vi: Cơ thể vô cùng nhẹ nhõm.
zh_hans: 感觉身体像羽毛一样轻。
zh_hant: 感受自己的身體如羽毛般輕盈。

# aurora_meditation09
source: Look up the stars, you are a star.
de: Schaut zu den Sternen, ihr seid ein Stern.
es: Mira las estrellas, tú eres una de ellas.
fr: Regardez les étoiles, vous êtes une étoile.
id: Lihat bintang-bintang, kamulah bintang.
it: Guardate le stelle, voi siete una di quelle stelle.
ja: 星々を見上げて、あなたも星のひとつなのです
ko: 고개를 들어 별을 보세요. 당신이 바로 별이에요.
pt: Olhem para as estrelas, vocês são uma estrela.
ru: Подумайте о звездах. Вы тоже звезда.
th: มองดูหมู่ดาวสิ คุณก็คือดวงดาวนะ
vi: Cùng nhìn lên, bạn chính là một ngôi sao.
zh_hans: 抬头仰望星空，你就是一颗闪亮的星星。
zh_hant: 抬頭望向星空，你自己就是一顆星。

# aurora_meditation10
source: Well done! You were doing great.
de: Gut gemacht! Das war toll.
es: ¡Bien hecho! Lo estabas haciendo genial.
fr: Bien joué ! Vous vous êtes bien débrouillés.
id: Bagus! Bagus sekali.
it: Bene! State andando alla grande.
ja: これでおしまいです。とても上手にできましたね
ko: 잘했어요! 정말 잘 하고 있어요.
pt: Muito bem! Vocês estão indo muito bem.
ru: Здорово! У вас отлично получилось.
th: เยี่ยมเลย! คุณทำได้ดีมาก
vi: Tốt lắm! Bạn đã làm rất tốt.
zh_hans: 做得好！做得非常棒。
zh_hant: 很好！你做得好極了。

# aurora_meditation11
source: You're safe here
de: Ihr seid hier sicher.
es: Aquí están a salvo
fr: Vous êtes en sécurité, ici.
id: Kamu aman di sini
it: Qui siete al sicuro.
ja: 心を休めましょう
ko: 여기선 누구나 안전해요
pt: Vocês estão seguros aqui
ru: Здесь вы в безопасности!
th: ที่นี่คุณจะปลอดภัย
vi: Ở đây bạn an toàn rồi
zh_hans: 你们在这里很安全
zh_hant: 你可以安心地待在這

# aurora_misc09
source: Hehehe... Yes!
de: Hehehe … Ja!
es: Je, je, je... ¡Sí!
fr: Hé hé hé… oui !
id: Hehehe... Ya!
it: Eh eh eh... Sì!
ja: ふふふ、ねっ！
ko: 헤헤헤... 네!
pt: Hehehe... sim!
ru: Хи-хи-хи… Да!
th: ฮิ ฮิ ฮิ... ใช่แล้ว!
vi: Hehehe... Vâng!
zh_hans: 呵呵呵……很好！
zh_hant: 呵呵呵……好耶！

# aurora_misc11
source: Oh, how pretty you are!
de: Oh, wie schön ihr seid!
es: Oh, ¡qué bellos que son!
fr: Oh, vous êtes si beaux !
id: Oh, kamu cantik sekali!
it: Oh, quanto siete meravigliosi!
ja: みんな、なんて可愛らしいの！
ko: 와, 여러분 모두 정말 아름다워요!
pt: Ah, vocês são tão lindos!
ru: Вы все так прекрасны!
th: โอ้ คุณช่างสวยจังเลย!
vi: Ôi, bạn mới đẹp làm sao!
zh_hans: 哦，你们可真漂亮！
zh_hant: 噢，你們真美！

# aurora_misc13
source: Look at that!
de: Seht nur!
es: ¡Miren eso!
fr: Regardez-moi ça !
id: Lihat itu!
it: Fantastico!
ja: ほら、見て！
ko: 저것 좀 보세요!
pt: Olhem só isso!
ru: Только посмотрите!
th: ดูนั่นสิ!
vi: Nhìn kìa!
zh_hans: 快看！
zh_hant: 看啊！

# aurora_personalhello02
source: I see you!
de: Ich kann euch sehen!
es: ¡Los veo!
fr: Je vous vois !
id: Aku melihatmu!
it: Vi vedo!
ja: みんながよく見える！
ko: 당신이 보여요!
pt: Eu vejo vocês!
ru: Я вас вижу!
th: ฉันเห็นคุณด้วย!
vi: Tôi thấy bạn rồi!
zh_hans: 我看到你们啦！
zh_hant: 我看見你們了！

# aurora_queendom_100
source: The underdogs are my lions
ja: 弱き者は私の獅子
zh_hans: 败犬可以是令我骄傲的狮子

# aurora_queendom_1000
source: Till queendom come
ja: 永遠に
zh_hans: 直至迎来我的王国

# aurora_queendom_1100
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_1200
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_1300
source: The sea waves are my evening gown
ja: 海のさざなみは夜のドレス
zh_hans: 海浪是我的晚礼服

# aurora_queendom_1400
source: And the sun on my head is my crown
ja: 輝く太陽は私の冠
zh_hans: 太阳即是我的皇冠

# aurora_queendom_1500
source: I made this queendom on my own
ja: 私が築きあげたこの王国
zh_hans: 我创造自己的王国

# aurora_queendom_1600
source: And all the mountains are my throne
ja: 連なる山々が私の玉座
zh_hans: 山峦便是我的宝座

# aurora_queendom_1700
source: Drink until you’ve had enough
ja: 心ゆくまでお飲みなさい
zh_hans: 尽情畅饮吧

# aurora_queendom_1800
source: I’ll drink from your hands
ja: 私はあなたの手から飲みましょう
zh_hans: 我会从你的手中饮尽甘露

# aurora_queendom_1900
source: I will be your warrior
ja: 私はあなたの戦士になる
zh_hans: 我会成为你英勇的战士

# aurora_queendom_200
source: The silent ones are my choir
ja: 声なき者は私の聖歌隊
zh_hans: 沉默者也可以高声为我唱和

# aurora_queendom_2000
source: I will be your lamb
ja: 私はあなたの子羊になる
zh_hans: 也会成为你温顺的羔羊

# aurora_queendom_2100
source: Till queendom come
ja: いつまでも
zh_hans: 直至迎来我的王国

# aurora_queendom_2200
source: Till queendom come
ja: 永遠に
zh_hans: 直至迎来我的王国

# aurora_queendom_2300
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_2400
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_2500
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_2600
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_2700
source: I hunt the grounds for empathy
ja: 共感をもとめ狩りをする
zh_hans: 我寻找着那片能够共情的土壤

# aurora_queendom_2800
source: And hate the way it hides from me
ja: どうか私から隠れないで
zh_hans: 憎恶它被刻意掩藏的方式

# aurora_queendom_2900
source: With care and thirst I have become
ja: 心は渇きを覚えている
zh_hans: 我越发关切又充满渴望

# aurora_queendom_300
source: The women will be my soldiers
ja: 女性たちは私の兵士となる
zh_hans: 女子将成为我的勇士

# aurora_queendom_3000
source: You have a home in my queendom
ja: あなたの家は私の国の中にある
zh_hans: 在我的王国你拥有安身之所

# aurora_queendom_3100
source: You have a home in my queendom
ja: あなたの場所は私の国の中にある
zh_hans: 在我的王国你拥有安身之所

# aurora_queendom_3200
source: You have a place in my queendom
ja: あなたの居場所は私の国の中にある
zh_hans: 在我的王国你拥有一片天地

# aurora_queendom_3300
source: You have a home..
ja: あなたの帰る場所がある...
zh_hans: 你拥有归宿

# aurora_queendom_3400
source: Till queendom come
ja: いつまでも
zh_hans: 直至迎来我的王国

# aurora_queendom_3500
source: Till queendom come
ja: 永遠に
zh_hans: 直至迎来我的王国

# aurora_queendom_3600
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_3700
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_3800
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_3900
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_400
source: With the weight of life on their shoulders
ja: 命の重みを背負いながら
zh_hans: 她们肩挑着生命的重负

# aurora_queendom_4000
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_4100
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_4200
source: My queendom come
ja: 私の国が来たる
zh_hans: 我的王国已来临

# aurora_queendom_500
source: Drink until you’ve had enough
ja: 心ゆくまでお飲みなさい
zh_hans: 尽情畅饮吧

# aurora_queendom_600
source: I’ll drink from your hands
ja: 私はあなたの手から飲みましょう
zh_hans: 我会从你的手中饮尽甘露

# aurora_queendom_700
source: I will be your warrior
ja: 私はあなたの戦士になる
zh_hans: 我会成为你英勇的战士

# aurora_queendom_800
source: I will be your lamb
ja: 私はあなたの子羊になる
zh_hans: 也会成为你温顺的羔羊

# aurora_queendom_900
source: Till queendom come
ja: いつまでも
zh_hans: 直至迎来我的王国

# aurora_runaway_100
source: I was listening to the ocean
ja: 海の声を聴いていたら
zh_hans: 我聆听着大海的声音

# aurora_runaway_1000
source: Would I run off the world someday?
ja: いつか世界からも逃げ切れるかな？
zh_hans: 可是否又能逃离这个世界？

# aurora_runaway_1100
source: Nobody knows, nobody knows
ja: 誰も知らない 誰も知らない
zh_hans: 无人知晓，无人知晓

# aurora_runaway_1200
source: And I was dancing in the rain
ja: 雨の中で踊っていた
zh_hans: 我曾在雨中起舞

# aurora_runaway_1300
source: I felt alive and I can't complain
ja: 生きていると感じた 文句は言えない
zh_hans: 感受并接受生命带来的一切

# aurora_runaway_1400
source: But now take me home
ja: だけど今は家に帰らせて
zh_hans: 但现在请带我回家吧

# aurora_runaway_1500
source: Take me home where I belong
ja: 帰るべき家へ 私の居場所へ
zh_hans: 带我回到我的归属之地

# aurora_runaway_1600
source: I can't take it anymore
ja: これ以上もう耐えられない
zh_hans: 我已无法再忍受

# aurora_runaway_1700
source: I was painting a picture
ja: 絵を描いていた
zh_hans: 我曾描绘着一幅画

# aurora_runaway_1800
source: The picture was a painting of you
ja: あなたを描いた絵を
zh_hans: 那是关于你的画

# aurora_runaway_1900
source: And for a moment I thought you were here
ja: 一瞬 あなたがそこに居ると思えた
zh_hans: 某一瞬间 我以为你就在身旁

# aurora_runaway_200
source: I saw a face in the sand
ja: 砂の中に顔が見えた
zh_hans: 砂砾中浮现出一张脸庞

# aurora_runaway_2000
source: But then again, it wasn't true
ja: だけどやっぱり いなかった
zh_hans: 然而那并非现实 希望再次落空

# aurora_runaway_2100
source: And all this time I have been lying
ja: いつだって嘘をついてきた
zh_hans: 一直以来 我都在说谎

# aurora_runaway_2200
source: Oh, lying in secret to myself
ja: 自分にこっそり嘘をついてきた
zh_hans: 我是在自欺欺人

# aurora_runaway_2300
source: I've been putting sorrow on the farthest place on my shelf，La di da!
ja: 孤独はいちばん遠いところ 心の中の奥深くに仕舞ってある
zh_hans: 我将悲伤掩埋在内心深处

# aurora_runaway_2400
source: And I was running far away
ja: 私は遠くへ逃げだした
zh_hans: 我曾竭力奔跑

# aurora_runaway_2500
source: Would I run off the world someday?
ja: いつか世界からも逃げ切れるかな？
zh_hans: 可是否又能逃离这个世界？

# aurora_runaway_2600
source: Nobody knows, nobody knows
ja: 誰も知らない 誰も知らない
zh_hans: 无人知晓，无人知晓

# aurora_runaway_2700
source: And I was dancing in the rain
ja: 雨の中で踊っていた
zh_hans: 我曾在雨中起舞

# aurora_runaway_2800
source: I felt alive and I can't complain
ja: 生きていると感じた 文句は言えない
zh_hans: 感受并接受生命带来的一切

# aurora_runaway_2900
source: But now take me home
ja: だけどもう家に帰らせて
zh_hans: 但现在请带我回家吧

# aurora_runaway_300
source: But when I picked it up
ja: すくい上げようとしたのに
zh_hans: 但当我捧起它时

# aurora_runaway_3000
source: Take me home where I belong
ja: 帰るべき家に 私の居場所に
zh_hans: 带我回到我的归属之地

# aurora_runaway_3100
source: I got no other place to go
ja: ほかに行き場なんて無い
zh_hans: 我已无处可逃

# aurora_runaway_3200
source: Now take me home
ja: どうか家に帰らせて
zh_hans: 现在请带我回家吧

# aurora_runaway_3300
source: Take me home where I belong
ja: 帰るべき家 私の居場所に
zh_hans: 带我回到我的归属之地

# aurora_runaway_3400
source: I got no other place to go
ja: ほかに行き場なんて無い
zh_hans: 我已无处可去

# aurora_runaway_3500
source: Now take me home
ja: 家に帰らせて
zh_hans: 现在请带我回家吧

# aurora_runaway_3600
source: Take me home where I belong
ja: 帰るべき家 私の居場所に
zh_hans: 带我回到我的归属之地

# aurora_runaway_3700
source: I can't take it anymore
ja: これ以上はもう耐えられない
zh_hans: 我已无法再忍受

# aurora_runaway_3800
source: But I kept running for a soft place to fall
ja: だけど 安寧の地を探して駆け続けた
zh_hans: 但我仍不断奔跑 为寻找一个柔软的角落

# aurora_runaway_3900
source: And I kept running for a soft place to fall
ja: そして 安寧の地を探して駆け続けた
zh_hans: 我仍不断奔跑 寻找一个温柔的港湾

# aurora_runaway_400
source: Then it vanished away from my hands
ja: 消えてしまった 手からこぼれ落ちて
zh_hans: 便从指缝间消失，滑落

# aurora_runaway_4000
source: And I kept running for a soft place to fall
ja: 倒れる私を柔らかく包みこんでくれる場所
zh_hans: 我仍不断奔跑 寻找一个温暖的怀抱

# aurora_runaway_4100
source: And I kept running for a soft place to fall
ja: ひたすら駆け続けた
zh_hans: 我仍不断奔跑 寻找一个安心的归处

# aurora_runaway_4200
source: And I was running far away
ja: 私は遠くまで逃げた
zh_hans: 我曾竭力奔跑

# aurora_runaway_4300
source: Would I run off the world someday?
ja: いつか世界からも逃げ切れるかな？
zh_hans: 可是否又能逃离这个世界？

# aurora_runaway_4400
source: But now take me home
ja: 家に帰らせて
zh_hans: 但现在请带我回家吧

# aurora_runaway_4500
source: Take me home where I belong
ja: 帰るべき家 私の居場所に
zh_hans: 带我回到我的归属之地

# aurora_runaway_4600
source: I got no other place to go
ja: 他に行ける場所なんて無い
zh_hans: 我已无处可逃

# aurora_runaway_4700
source: Now take me home
ja: 家に帰らせて
zh_hans: 现在请带我回家吧

# aurora_runaway_4800
source: Take me home where I belong
ja: 帰るべき家に 私の居場所に
zh_hans: 带我回到我的归属之地

# aurora_runaway_4900
source: I got no other place to go
ja: 他に居るべき場所なんて無い
zh_hans: 我已无处可去

# aurora_runaway_500
source: I had a dream I was seven
ja: あれは7歳のころ 夢うつつ
zh_hans: 七岁那年我做了个梦

# aurora_runaway_5000
source: Now take me home, home where I belong
ja: 家に帰らせて 私の居場所に
zh_hans: 现在请带我回家吧，回到我的归属之地

# aurora_runaway_5100
source: Now take me home, home where I belong
ja: 家に帰らせて 私の居場所に
zh_hans: 现在请带我回家吧，回到我的归属之地

# aurora_runaway_5200
source: Now take me home, home where I belong
ja: 家に帰らせて 私の居場所に
zh_hans: 现在请带我回家吧，回到我的归属之地

# aurora_runaway_5300
source: Now take me home, home where I belong
ja: 家に帰らせて 私の居場所に
zh_hans: 现在请带我回家吧，回到我的归属之地
