Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_oceannecklace_success
source: <b>Thanks for purchasing the Ocean Necklace!</b> Learn more about how we are supporting ocean charities on our website: www.thatskygame.com
de: <b>Vielen Dank für den Kauf der Ozeanhalskette!</b> Erfahre auf unserer Webseite www.thatskygame.com über unsere Unterstützung von wohltätigen Organisationen, die sich um die Ozeane kümmern.
es: <b>¡Gracias por comprar el collar del océano!</b> Obtén más información sobre cómo apoyamos las organizaciones benéficas que limpian el océano en nuestro sitio web: www.thatskygame.com
fr: <b>Merci d'avoir acheté le collier de l'océan !</b> Pour en savoir plus sur la manière dont nous soutenons les associations caritatives en faveur des océans, consultez notre site web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Kalung Samudra!</b> Pelajari selengkapnya tentang bagaimana kami mendukung amal untuk lautan di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato la Collana dell'oceano!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite alla pulizia dell'oceano visitando il nostro sito Web: www.thatskygame.com
ja: <b>オーシャンネックレスのご購入ありがとうございます！</b> 海を綺麗にする活動や支援の詳細は公式サイトのブログをご覧ください：https://thatskygame.com/ja/
ko: <b>바다 목걸이를 구입해 주셔서 감사합니다!</b> 공식 웹사이트에서 저희가 바다 자선단체를 어떻게 지원하는지 확인하실 수 있습니다. 바로 가기: www.thatskygame.com
pt: <2>Obrigado por comprar o colar do oceano.</2> Saiba mais sobre como estamos apoiando instituições de caridade oceânicas em nosso site: www.thatskygame.com
ru: <b>Благодарим за покупку морского ожерелья!</b> Узнайте больше о благотворительных проектах по спасению океана на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อสร้อยคอท้องทะเล!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลทางทะเลบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Vòng Đại Dương!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện đại dương trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢购买海洋项链！</b> 你还可以在我们的网站上了解更多关于我们支持海洋慈善机构的具体信息：www.thatskygame.com
zh_hant: <b>感謝購買海洋項鏈！</b> 你還可以在我們的網站上了解更多關于我們支持海洋慈善機構的具體信息：www.thatskygame.com

# commerce_item_success_rainbow_pack
source: <b>Thanks for purchasing the Rainbow Pack!</b> Learn more about how we are supporting diversity and global unity charities on our website: www.thatskygame.com
de: <b>Vielen Dank für den Kauf des Regenbogenpakets!</b> Erfahre mehr über unsere Unterstützung von wohltätigen Organisationen (Multikulturalität und globale Einheit) auf unserer Webseite: www.thatskygame.com
es: <b>¡Gracias por comprar el paquete arcoíris!</b> Obtén más información sobre cómo ayudamos a las organizaciones de diversidad en nuestro sitio web: www.thatskygame.com
fr: <b>Merci d'avoir acheté le pack arc-en-ciel !</b> Pour en savoir plus sur la manière dont nous soutenons les organisations caritatives qui défendent la diversité et l'unité mondiale, consultez notre site web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Paket Pelangi!</b> Pelajari selengkapnya tentang bagaimana kami mendukung amal untuk lautan di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato il Pacchetto arcobaleno!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite alla diversità e all'unità globale visitando il nostro sito Web: www.thatskygame.com
ja: <b>虹かけるパックのご購入ありがとうございます！</b> 多様性とグローバルな団結を目指す活動や支援の詳細は公式サイトのブログをご覧ください：https://thatskygame.com/ja/
ko: <b>무지개 팩을 구입해 주셔서 감사합니다!</b> 다양성과 통합을 위해 노력하는 자선단체를 저희가 어떻게 지원하고 있는지 공식 웹사이트에서 확인해 보세요. 자세히 보기: www.thatskygame.com
pt: <b>Obrigado por comprar o pacote de arco-íris!</b> Saiba mais sobre como estamos apoiando a diversidade e instituições de caridade globais em nosso site: www.thatskygame.com
ru: <b>Благодарим за покупку «Радужного набора»!</b> Узнайте подробнее о поддержке благотворительных организаций, защищающих социокультурное многообразие, на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อแพ็กสายรุ้ง!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลที่สนับสนุนความหลากหลายและความสามัคคีในระดับโลกบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Gói Cầu Vồng!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện ủng hộ sự đa dạng và đoàn kết toàn cầu trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢购买彩虹礼包！</b> 您还可以在我们的网站上了解更多关于我们支持多元化与全球团结慈善机构的具体信息：www.thatskygame.com
zh_hant: <b>感謝購買彩虹禮包！</b> 您還可以在我們的網站上了解更多關于我們支持多元化與全球團結慈善機構的具體信息：www.thatskygame.com

# commerce_item_success_rainbow_pack2
source: <b>Thanks for purchasing the Double Rainbow Pack!</b> Learn more about how we are supporting diversity and global unity charities on our website: www.thatskygame.com
de: <b>Vielen Dank für den Kauf des Doppel-Regenbogenpakets!</b> Erfahre mehr darüber, wie wir Wohltätigkeitsorganisationen für Vielfalt und globale Einheit unterstützen, auf unserer Website: www.thatskygame.com
es: <b>¡Gracias por comprar el paquete de doble arcoíris!</b> Obtén más información sobre cómo ayudamos a las organizaciones de diversidad en nuestro sitio web: www.thatskygame.com
fr: <b>Merci d'avoir acheté le pack double arc-en-ciel !</b> Pour en savoir plus sur la manière dont nous soutenons les organisations caritatives qui défendent la diversité et l'unité mondiale, consultez notre site web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Paket Pelangi Ganda!</b> Pelajari selengkapnya tentang bagaimana kami mendukung amal untuk keragaman dan persatuan global di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato il Pacchetto arcobaleno doppio!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite alla diversità e all'unità globale visitando il nostro sito Web: www.thatskygame.com
ja: <b>ふたえの虹かけるパックのご購入ありがとうございます！</b> 多様性の推進とグローバルな団結を目指す活動や支援の詳細は公式サイトのブログをご覧ください：https://thatskygame.com/ja/
ko: <b>무지개 팩을 구입해 주셔서 감사합니다!</b> Sky가 다양성 및 세계 통합에 힘쓰는 자선단체를 어떻게 지원하고 있는지를 알고 싶다면 저희 웹사이트를 방문하세요: www.thatskygame.com
pt: <b>Obrigado por comprar o Pacote de Arco-íris Duplo!</b> Saiba mais sobre como estamos apoiando a diversidade e instituições de caridade globais em nosso site: www.thatskygame.com
ru: <b>Спасибо, что купили «Двойной радужный набор»!</b> Узнайте больше о поддержке благотворительных организаций, защищающих социокультурное многообразие, на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อแพ็กสายรุ้งคู่!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลที่สนับสนุนความหลากหลายและความสามัคคีในระดับโลกบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Gói Cầu Vồng Đôi!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện ủng hộ sự đa dạng văn hóa và đoàn kết toàn cầu trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢购买双倍彩虹礼包！</b>你还可以访问我们的网站，详细了解我们如何支持多元化与全球团结慈善机构：www.thatskygame.com
zh_hant: <b>感謝購買雙彩虹禮包！</b>你也可以在我們的網站上深入了解關於我們支持多元化與全球團結慈善機構的資訊，網址是：www.thatskygame.com

# commerce_item_turtlepack_success
source: <b>Thanks for purchasing the Turtle Pack!</b> Learn more about how we are supporting ocean charities on our website: www.thatskygame.com
de: <b>Vielen Dank für den Kauf des Schildkrötenpakets!</b> Erfahre mehr über unsere Unterstützung von wohltätigen Organisationen, die sich für den Schutz der Ozeane einsetzen, auf unserer Webseite: www.thatskygame.com
es: <b>¡Gracias por comprar el paquete tortuga!</b> Obtén más información sobre cómo ayudamos a las organizaciones benéficas que apoyan al océano en nuestro sitio web: www.thatskygame.com
fr: <b>Merci d'avoir acheté le pack torvouse !</b> Pour en savoir plus sur la manière dont nous soutenons les organisations caritatives qui nettoient les océans, consultez notre site web : www.thatskygame.com
id: <b>Terima kasih sudah membeli Paket Penyu!</b> Pelajari selengkapnya tentang bagaimana kami mendukung amal untuk lautan di situs web kami: www.thatskygame.com
it: <b>Grazie per aver acquistato il Pacchetto tartaruga!</b> Scopri come sosteniamo gli sforzi delle associazioni dedite all'oceano visitando il nostro sito Web: www.thatskygame.com
ja: <b>ウミガメパックのご購入ありがとうございます！ </b> 海を綺麗にする活動や支援の詳細は公式サイトのブログをご覧ください：https://thatskygame.com/ja/
ko: <b>거북 팩을 구입해 주셔서 감사합니다!</b> Sky가 바다를 돕는 자선 단체를 어떻게 지원하는지 공식 웹사이트에서 확인해 보세요. 바로 가기: www.thatskygame.com
pt: <b>Agradecemos por comprar o pacote de tartaruga!</b> Saiba mais sobre como estamos apoiando instituições de caridade ligadas ao oceano em nosso site: www.thatskygame.com
ru: <b>Спасибо, что купили набор «Черепаха»!</b> Узнайте подробнее о нашей поддержке организаций, которые защищают океаны, на нашем сайте: www.thatskygame.com
th: <b>ขอบคุณที่ซื้อแพ็กเต่า!</b> เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่เราสนับสนุนองค์กรการกุศลทางทะเลบนเว็บไซต์ของเรา: www.thatskygame.com
vi: <b>Cảm ơn bạn đã mua Gói Rùa!</b> Tìm hiểu thêm về các hoạt động hỗ trợ các tổ chức từ thiện đại dương trên trang web của chúng tôi: www.thatskygame.com
zh_hans: <b>感谢购买海龟礼包！</b>你还可以访问我们的网站，详细了解我们如何支持海洋慈善机构：www.thatskygame.com
zh_hant: <b>感謝您購買海龜禮包！</b>若要了解更多我們如何支持海洋慈善機構的資訊，可訪問我們的網站：www.thatskygame.com

# commerce_purchase_error
source: You must be friends with this player for at least {{1}} days before you can purchase a gift.
de: Du musst mit diesem Spieler für mind. {{1}} Tage befreundet sein, bevor du ein Geschenk kaufen kannst.
es: Debes tener una amistad con este jugador por al menos {{1}} días antes de poder comprarle un regalo.
fr: Vous devez être ami avec ce joueur depuis au moins {{1}} jours avant de pouvoir acheter un cadeau.
id: Kamu harus berteman dengan pemain ini setidaknya selama {{1}} hari sebelum dapat membelikan hadiah.
it: Per acquistare un regalo dovete essere amici {{1}} per almeno giorni.
ja: プレゼント機能の利用には、このプレイヤーとフレンドになってから少なくとも {{1}} 日以上経過している必要があります
ko: 친구가 된 지 {{1}}일이 지나야만 선물할 수 있습니다.
pt: É preciso ser amigo deste jogador por pelo menos {{1}} dias antes de poder comprar um presente.
ru: Чтобы сделать игроку подарок, с ним нужно дружить хотя бы {{1}} д.
th: คุณจะต้องเป็นเพื่อนกับผู้เล่นคนนี้อย่างน้อย {{1}} วัน ก่อนที่คุณจะสามารถซื้อของขวัญได้
vi: Bạn phải kết bạn với người chơi này trong ít nhất {{1}} ngày trước khi bạn có thể mua quà tặng.
zh_hans: 你必须与该玩家成为朋友{{1}}天以上才能购买礼物。
zh_hant: 你必須與該玩家成爲好友超過 {{1}} 天才能購買禮物。

# commerce_purchase_name
source: <b>Gift</b> for <b>{{1}}</b>
de: <b>Geschenk</b> für <b>{{1}}</b>
es: <b>Regalo</b> para <b>{{1}}</b>
fr: <b>Cadeau</b> pour <b>{{1}}</b>
id: <b>Hadiah</b> untuk <b>{{1}}</b>
it: <b>Regalo</b> per <b>{{1}}</b>
ja: <b>{{1}}</b>さんへ<b>プレゼント</b>
ko: <b>{{1}}</b> 님을 위한 <b>선물</b>
pt: <b>Presente</b> para <b>{{1}}</b>
ru: <b>Подарок</b> для <b>{{1}}</b>
th: <b>ของขวัญ</b>สำหรับ <b>{{1}}</b>
vi: <b>Quà</b> tặng cho <b>{{1}}</b>
zh_hans: 送给<b>{{1}}</b>的<b>礼物</b>
zh_hant: 送給<b>{{1}}</b>的<b>禮物</b>

# commerce_purchase_name_confirm
source: Purchase <2>{{1}}</2> as a <b>Gift</b> for <b>{{2}}</b>?
de: <2>{{1}}</2> als <b>Geschenk</b> für <b>{{2}}</b> kaufen?
es: ¿Comprar <2>{{1}}</2> como <b>regalo</b> para <b>{{2}}</b>?
fr: Acheter <2>{{1}}</2> comme <b>cadeau</b> pour <b>{{2}}</b> ?
id: Beli <2>{{1}}</2> sebagai <b>Hadiah</b> untuk <b>{{2}}</b>?
it: Vuoi acquistare <2>{{1}}</2> come <b>regalo</b> per <b>{{2}}</b>?
ja: <b>{{2}}</b>さんへの<b>プレゼント</b>に<2>{{1}}</2>を購入しますか？
ko: <b>{{2}}</b> 님을 위한 <b>선물</b>로 <2>{{1}}</2>을(를) 구입할까요?
pt: Comprar <2>{{1}}</2> como <b>presente</b> para <b>{{2}}</b>?
ru: Купить <2>{{1}}</2> в <b>подарок</b> для <b>{{2}}</b>?
th: ซื้อ <2>{{1}}</2> เป็น<b>ของขวัญ</b>ให้ <b>{{2}}</b> หรือไม่
vi: Mua <2>{{1}}</2> làm <b>Quà</b> tặng cho <b>{{2}}</b>?
zh_hans: 是否要购买<2>{{1}}</2>以作为送给<b>{{2}}</b>的<b>礼物</b>？
zh_hant: 是否要購買<2>{{1}}</2>以作爲送給<b>{{2}}</b>的<b>禮物</b>？

# commerce_purchase_need_progress
source: Come back after you have made more progress.
de: Komm wieder, wenn du mehr Fortschritt gemacht hast.
es: Vuelve cuando hayas logrado mayor progreso.
fr: Revenez lorsque vous aurez progressé davantage.
id: Kembalilah setelah progresmu bertambah.
it: Torna quando avrai fatto più progressi.
ja: ゲームをもう少し進めてから、再度お試しください
ko: 게임을 더 진행한 후에 입장할 수 있습니다
pt: Volte depois de progredir mais.
ru: Возвращайтесь, когда повысите свой уровень.
th: กลับมาอีกครั้ง หลังจากที่คุณมีความคืบหน้ามากขึ้น
vi: Quay lại sau khi bạn có tiến bộ hơn nhé.
zh_hans: 在您取得更多进展后再来吧。
zh_hant: 在您取得更多進展後再來吧。

# commerce_purchase_need_storm_progress
source: Come back after you have progressed through <b>Eye of Eden</b>.
de: Komm wieder, wenn du das <b>Auge von Eden</b> durchschritten hast.
es: Vuelve cuando hayas pasado el <b>Ojo de Edén</b>.
fr: Revenez lorsque vous aurez progressé dans l'<b>Œil d’Éden</b>.
id: Kembalilah setelah kamu berhasil menyelesaikan <b>Pusat Eden</b>.
it: Torna quando avrai fatto progressi attraverso l'<b>Occhio di Eden</b>.
ja: <b>暴風域</b>とその先まで進めてから、戻ってきてください
ko: <b>에덴의 눈</b>을 진행한 다음에 다시 오세요.
pt: Volte após passar do <b>Olho de Éden</b>.
ru: Возвращайтесь после прохождения <b>Сердце Эдема</b>.
th: กลับมาใหม่อีกครั้งหลังจากที่คุณคืบหน้าผ่าน<b>ดวงตาแห่งเ���เดน</b>
vi: Quay lại sau khi bạn đã tiến xa hơn trong <b>Mắt Địa Đàng</b>.
zh_hans: 完成<b>暴风眼</b>后再来吧。
zh_hant: 完成<b>暴風眼</b>的旅程後再回來吧。

# commerce_purchase_not_allowed
source: You cannot gift items with <b>in-game currencies</b> due to the cross platform restrictions.
de: Du kannst aufgrund von plattformübergreifenden Einschränkungen keine Gegenstände mit <b>Spielwährung</b> verschenken.
es: No puedes regalar objetos con la <b>moneda del juego</b> debido a las restricciones multiplataforma.
fr: Vous ne pouvez pas offrir d'objets avec des <b>devises de jeu</b> en raison des restrictions liées au cross-platform
id: Kamu tidak bisa menghadiahkan item dengan <b>mata uang dalam game</b> karena batasan antar platform.
it: Non puoi regalare <b>valuta di gioco</b> per via delle restrizioni multipiattaforma.
ja: クロスプラットフォームの制限により<b>ゲーム内通貨</b>とセットのアイテムを贈ることはできません
ko: 플랫폼 간 제약으로 인해 <b>게임 내 화폐</b>가 포함된 아이템은 선물할 수 없습니다.
pt: Você não pode presentear itens com <b>moedas no jogo</b> devido às restrições entre plataformas.
ru: Нельзя дарить <b>игровую валюту</b> из-за ограничений на разных платформах.
th: คุณไม่สามารถให้<b>สกุลเงินในเกม</b>เป็นของขวัญได้ อันเนื่องมาจากข้อจำกัดการเล่นข้ามแพลตฟอร์ม
vi: Bạn không thể tặng các vật phẩm bằng <b>đơn vị tiền tệ trong trò chơi</b> do các giới hạn đa nền tảng.
zh_hans: 由于跨平台限制，您无法使用<b>游戏内货币</b>赠送物品。
zh_hant: 由於跨平台限制，您無法使用<b>遊戲內貨幣</b>贈送物品。

# commerce_purchase_pending
source: This In-app purchase is still being processed. Please check back later.
de: Dieser In-App-Kauf wird noch bearbeitet. Sieh später nochmal vorbei.
es: La compra en la aplicación todavía se está procesando. Vuelve más tarde para comprobarlo.
fr: Cet achat dans l'application est encore en cours de traitement. Merci de revenir plus tard.
id: Pembelian dalam aplikasi ini masih diproses. Periksa lagi nanti.
it: Questo acquisto nell'app è ancora in corso di elaborazione. Ricontrolla più tardi.
ja: こちらのアプリ内購入は手続き中となります。少し時間をおいてから再度ご確認ください。
ko: 이 앱 내 구매는 아직 처리 중입니다. 나중에 다시 확인해 주세요.
pt: Esta compra no aplicativo está sendo processada. Verifique novamente mais tarde.
ru: Эта покупка еще обрабатывается. Вернитесь позднее.
th: การซื้อในแอปนี้ยังอยู่ระหว่างดำเนินการ โปรดกลับมาดูอีกครั้งในภายหลัง
vi: Giao dịch mua trong ứng dụng này vẫn đang được xử lý. Vui lòng kiểm tra sau.
zh_hans: 内购正在处理中……请稍后确认。
zh_hant: 內購正在處理中……請稍後確認。

# commerce_purchase_unfulfilled
source: You have an <warning>unfulfilled</warning> purchase left, redeem this purchase for free?
de: Du hast noch einen <warning>nicht abgeschlossenen</warning> Kauf. Willst du ihn kostenlos einlösen?
es: Tienes una compra <warning>sin finalizar</warning>, ¿canjear esta compra gratis?
fr: Vous avez un achat <warning>non complété</warning> restant. Voulez-vous obtenir cet achat gratuitement ?
id: Kamu punya pembelian yang <warning>belum terpenuhi</warning> tersisa, tukar pembelian ini secara gratis?
it: Hai un acquisto <warning>non completato</warning>. Vuoi riscattarlo gratuitamente?
ja: <warning>未受領</warning>のアイテムがあります。 この支払い済みのアイテムを受け取りますか？
ko: <warning>수령하지 않은</warning> 구매 아이템이 있습니다. 이 구매 아이템을 무료로 받을까요?
pt: Você tem uma compra <warning>não preenchida</warning> restante. Resgatar esta compra de graça?
ru: У вас есть <warning>неполученная</warning> покупка. Хотите получить ее бесплатно?
th: คุณมีการซื้อที่ยัง<warning>ไม่ได้ดำเนินการ</warning>อยู่ แลกรับการซื้อนี้ฟรีหรือไม่
vi: Bạn còn một giao dịch mua <warning>chưa thực hiện</warning>, đổi giao dịch mua này miễn phí?
zh_hans: 您还有一笔<warning>未完成</warning>的购买，是否要免费兑换此次购买？
zh_hant: 您還有一筆<warning>未完成</warning>的購買手續，是否要免費兌換此次購買？

# commerce_purchases_unavailable
source: In-app purchases are not available now. Check later
de: In-App-Käufe sind derzeit nicht verfügbar. Sieh später nochmal wieder nach
es: Las compras dentro de la aplicación no están disponibles ahora. Consulta más tarde
fr: Les achats intégrés ne sont pas actuellement disponibles. Revenez plus tard.
id: Pembelian dalam aplikasi untuk saat ini tidak tersedia. Periksa nanti
it: Gli acquisti nell'app non sono al momento disponibili. Controlla più tardi
ja: アプリ内購入は現在ご利用になれません。 しばらくしてからもう一度お試しください
ko: 현재 앱 내 구매는 이용할 수 없습니다. 나중에 확인해주세요.
pt: As compras no aplicativo ainda não estão disponíveis. Verificar mais tarde
ru: Покупки в приложении сейчас недоступны. Заходите позже
th: การซื้อในแอปไม่พร้อมใช้งานในขณะนี้ โปรดเข้ามาดูใหม่ในภายหลัง
vi: Mua hàng trong ứng dụng hiện không khả dụng. Hãy thử lại sau.
zh_hans: 内购商店正在维护，请稍后再来。
zh_hant: 內購商店正在維護，請稍後再來。

# commerce_restore_purchases_failed_message
source: No purchases we did not already know about have been found
de: Es wurden keine Käufe befunden, die uns nicht bekannt sind
es: No encontramos compras de las que nos estuviéramos al tanto.
fr: Nous n’avons trouvé aucun nouvel achat
id: Tidak ada pembelian yang belum kami ketahui telah ditemukan
it: Nessun acquisto trovato di cui non fossimo già a conoscenza
ja: 復元可能なアイテムが見つかりませんでした
ko: 확인된 구매 내역이 없습니다
pt: Nenhuma compra desconhecida por nós foi encontrada
ru: Не найдено покупок, о которых мы бы не знали
th: ไม่พบการซื้อที่เราไม่ทราบมาก่อน
vi: Không tìm thấy giao dịch mua nào
zh_hans: 没有找到可以恢复的内购
zh_hant: 沒有找到可以恢復的內購

# commerce_restore_purchases_message
source: Do you want to try to find and restore purchases you have made in the past?
de: Möchtest du versuchen, bereits gemachte Käufe zu finden und wiederherzustellen?
es: ¿Deseas tratar de restaurar las compras que realizaste en el pasado?
fr: Souhaitez-vous essayer de trouver et de restaurer les achats que vous as déjà effectués ?
id: Ingin mencoba menemukan dan memulihkan pembelian yang kamu lakukan di masa lalu?
it: Vuoi provare a cercare e ripristinare gli acquisti che hai effettuato in passato?
ja: 購入済みアイテムを復元しますか？
ko: 과거 구매 내역을 복구할까요?
pt: Deseja procurar e restaurar compras feitas no passado?
ru: Хотите попробовать найти и восстановить прошлые покупки?
th: คุณต้องการลองค้นหาและกู้คืนการซื้อที่คุณดำเนินการในอดีตหรือไม่
vi: Bạn có muốn thử tìm và khôi phục các giao dịch mua bạn đã thực hiện không?
zh_hans: 恢复过去拥有的的内购？
zh_hant: 恢復過去擁有的的內購？

# commerce_restore_purchases_success_message
source: Your purchases have been successfully restored
de: Deine Käufe wurden erfolgreich wiederhergestellt
es: Tus compras se restauraron con éxito.
fr: Vos achats ont été restaurés avec succès
id: Pembelianmu berhasil dipulihkan
it: I tuoi acquisti sono stati ripristinati correttamente
ja: 購入済みアイテムが復元されました
ko: 구매를 성공적으로 복구했습니다
pt: Compras restauradas com sucesso
ru: Ваши покупки восстановлены
th: การซื้อของคุณได้รับการกู้คืนเรียบร้อยแล้ว
vi: Giao dịch mua của bạn đã được khôi phục thành công
zh_hans: 恢复内购成功
zh_hant: 恢復內購成功

# commerce_restore_purchases_title
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: 購入の復元
ko: 구매 복원
pt: Restaurar compras
ru: Восстановить покупки
th: กู้คืนการซื้อ
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

# commerce_season_preoder_desc
source: Get 10 extra season candles when the new season starts mid-April
de: Erhalte 10 zusätzliche Saisonskerzen, wenn die neue Saison Mitte April beginnt
es: Obtén diez velas estacionales extra cuando comience la nueva temporada a mediados de abril
fr: Obtenez 10 bougies saisonnières supplémentaires au début de la nouvelle saison à la mi-avril
id: Dapatkan 10 lilin musim ekstra saat musim baru dimulai pertengahan April
it: Ottieni 10 candele stagionali extra quando inizierà la nuova stagione a metà aprile
ja: 4月中旬に始まる新しい季節の開始時にさらに10本のシーズンキャンドルをお受取りいただけます
ko: 4월 중순에 새 시즌이 시작되면 시즌 양초 10개를 추가로 받으세요
pt: Obtenha 10 velas de temporada extra quando a nova temporada começar em meados de abril
ru: Получите 10 сезонных свечей в подарок в новом сезоне (в середине апреля)
th: รับเทียนฤดูกาลเพิ่ม 10 เล่ม เมื่อ ฤดูกาลใหม่เริ่มต้นขึ้นกลางเดือนเมษายน
vi: Nhận thêm 10 nến mùa khi mùa mới bắt đầu vào giữa tháng 4
zh_hans: 新的一季奇妙之旅于4月开始，届时将获得额外的10根当季的蜡烛。
zh_hant: 新的一季奇妙之旅於4月開始，屆時將獲得額外的10根當季的蠟燭。

# commerce_shop_redirect_nx
source: The Nintendo eShop will open.
de: Der Nintendo eShop wird geöffnet.
es: Abrirá la eShop de Nintendo.
fr: Le Nintendo eShop s'ouvrira.
id: Nintendo eShop akan dibuka.
it: Si aprirà il Nintendo eShop.
ja: ニンテンドーeショップを開きます
ko: 닌텐도 e숍이 열립니다
pt: A Nintendo eShop abrirá.
ru: Откроется Nintendo eShop.
th: Nintendo eShop จะเปิดขึ้น
vi: The Nintendo eShop sắp được mở.
zh_hans: Nintendo eShop即将开放。
zh_hant: Nintendo eShop即將開放。

# competition_closing_ceremony_slogan
source: The light of competition shines through you…
de: Das Licht des Wettbewerbs scheint durch dich hindurch …
es: La luz de la competencia brilla a través de ti…
fr: La lumière de la compétition brille en vous...
id: Cahaya kompetisi menyinari kamu...
it: La luce della competizione risplende dentro di te...
ja: あなたの輝きが競技会を明るく照らすでしょう…
ko: 경쟁은 우리를 더 빛나게 해 줍니다...
pt: A luz da competição brilha em você...
ru: Свет энтузиазма сияет в вас...
th: แสงแห่งการแข่งขันส่องผ่านตัวคุณ...
vi: Ánh sáng tranh đua chiếu vào bạn…
zh_hans: 运动精神让我们的光芒更加明亮……
zh_hant: 運動精神使你的光芒更加耀眼⋯⋯

# competition_collect_hint
source: Gather the most <2>fragments of light</2>!
de: Sammle die meisten <2>Lichtfragmente</2>!
es: ¡Reúne la mayor cantidad de <2>fragmentos de luz</2>!
fr: Récupérez le plus de <2>fragments de lumière</2> possible !
id: Kumpulkan <2>fragmen cahaya </2> sebanyak mungkin!
it: Raccogli il maggior numero di <2>frammenti di luce</2>!
ja: 最も多くの<2>光</2>を集めましょう！
ko: <2>빛 조각</2>을 가장 많이 모으세요!
pt: Junte o máximo de <2>fragmentos de luz</2>!
ru: Соберите больше всех <2>фрагментов света</2>!
th: รวบรวม <2>เศษเสี้ยวของแสง</2> ให้ได้มากที่สุด
vi: Hãy thu thập nhiều <2>mảnh ánh sáng</2> nhất!
zh_hans: 收集最多的<2>光之碎片</2>！
zh_hant: 收集最多的<2>光之碎片</2>！

# competition_crabrace_hint
source: Dark Creatures might slow your progress!
de: Dunkelkreaturen könnten deinen Fortschritt verlangsamen!
es: ¡Las criaturas oscuras podrían retrasar tu progreso!
fr: Des créatures sombres risquent de vous ralentir !
id: Makhluk Kegelapan mungkin memperlambat progres kamu!
it: Le creature oscure potrebbero rallentare i tuoi progressi!
ja: 闇の生き物たちがあなたの進みを遅らせようとしてくるかもしれません！
ko: 다크 크리처에게 방해를 받을 수도 있어요!
pt: Criaturas da escuridão podem atrapalhar seu progresso!
ru: Создания Тьмы могут помешать вам!
th: สิ่งมีชีวิตมืดอาจทำให้ความก้าวหน้าของคุณช้าลง
vi: Các Sinh vật Hắc ám có thể làm chậm bước tiến của bạn!
zh_hans: 黑暗生物可能会拖慢你的进度！
zh_hant: 黑暗生物可能會扯你後腿！
