Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# season_intro_1_22
source: The Season of Nesting has begun!
de: Die Saison des Nistens hat begonnen!
es: ¡Comenzó la temporada acogedora!
fr: La saison de la Nidification a commencé !
id: Musim Bersarang telah dimulai!
it: La Stagione dei Nidi è iniziata!
ja: 巣づくりの季節が訪れました！
ko: 보금자리의 시즌을 시작합니다!
pt: A Temporada do Ninho começou!
ru: Сезон гнездования начался!
th: ฤดูกาลแห่งการสร้างรังได้เริ่มต้นขึ้นแล้ว!
vi: Mùa Xây Tổ đã bắt đầu!
zh_hans: 筑巢季现已开始！
zh_hant: 築巢季現已開始！

# season_intro_1_23
source: The <2>Season of Duets</2> has begun!
de: Die <2>Saison der Duette</2> hat begonnen!
es: ¡Comenzó la <2>temporada de los duetos</2>!
fr: La <2>saison des Duos</2> a commencé !
id: <2>Musim Duet</2> telah dimulai!
it: La <2>Stagione dei Duetti</2> è iniziata!
ja: <2>重なる音色の季節</2>の季節が訪れました！
ko: <2>듀엣의 시즌</2>이 시작됐어요!
pt: A <2>Temporada de Duetos</2> começou!
ru: <2>Сезон Дуэтов</2> начался!
th: <2>ฤดูกาลบรรเลงคู่</2>เริ่มขึ้นแล้ว!
vi: <2>Mùa Song Tấu</2> đã bắt đầu!
zh_hans: <2>二重奏季</2>已经开始！
zh_hant: <2>二重奏季</2>現已開始！

# season_intro_1_24
source: The <2>Season of Moomin</2> has begun.
de: Die <2>Saison des Mumins</2> hat begonnen!
es: Comenzó la <2>temporada de los Mumin.</2>
fr: La <2>saison des Moomins</2> a commencé.
id: <2>Musim Moomin</2> telah dimulai.
it: La <2>Stagione dei Mumin</2> è iniziata.
ja: <2>ムーミンの季節</2>が訪れました
ko: <2>무민의 시즌</2>을 시작합니다.
pt: A <2>Temporada dos Mumins</2> começou.
ru: Начался <2>Сезон Муми-троллей</2>.
th: <2>ฤดูกาลแห่งมูมิน</2>ได้เริ่มต้นขึ้นแล้ว
vi: <2>Mùa Moomin</2> đã bắt đầu.
zh_hans: <2>姆明季</2>开始了。
zh_hant: <2>姆明季</2>現已開始。

# season_intro_1_25
source: The <2>Season of Radiance</2> has begun!
de: Die <2>Saison des Leuchtens</2> hat begonnen!
es: ¡Comenzó la <2>Temporada de resplandor</2>!
fr: La <2>saison de l'Éclat</2> a commencé !
id: <2>Musim Pancaran Cahaya</2> telah dimulai!
it: La <2>Stagione dello Splendore</2> è iniziata!
ja: <2>光に染まる季節</2>が訪れました！
ko: <2>광채의 시즌</2>을 시작합니다!
pt: A <2>Temporada do Resplendor</2> começou!
ru: <2>Сезон сияния</2> начался!
th: <2>ฤดูกาลแสงเรืองรอง</2>ได้เริ่มขึ้นแล้ว!
vi: <2>Mùa Rạng Rỡ</2> đã bắt đầu!
zh_hans: <2>彩染季</2>现已开始！
zh_hant: <2>彩染季</2>現已開始！

# season_intro_2_04
source: A family of spirits is scattered over the kingdoms of Sky. Help them to earn seasonal rewards
de: Eine Familie Geister ist über die Königreiche des Himmels verstreut. Hilf ihnen, Saisonsbelohnungen zu verdienen
es: Una familia de espíritus se encuentra diseminada por los reinos de Sky. Ayúdalos a obtener las recompensas de temporada
fr: Une famille d'esprits est dispersée dans les royaumes de Sky. Aidez-les à gagner des récompenses saisonnières.
id: Satu keluarga roh terpisah di seluruh penjuru kerajaan Sky. Bantu mereka demi mendapatkan hadiah musiman
it: Una famiglia di spiriti è sparsa nei vari regni di Sky. Aiutala a guadagnare ricompense stagionali.
ja: 精霊の一家がSkyの王国で離れ離れになってしまいました。皆を助け出して、シーズン限定の特別の報酬をお礼に受け取りましょう。
ko: 영혼의 가족이 Sky월드 곳곳에 흩어져 있습니다. 그들을 도와서 시즌 보상을 획득하세요.
pt: Uma família de espíritos está espalhada pelos reinos de Sky. Ajude-os para receber recompensas de temporada
ru: Семья духов разбросана по царствам Неба. Помогите им и получите сезонные награды.
th: ครอบครัวสปิริตได้กระจัดกระจายไปทั่วอาณาจักรแห่ง Sky จงช่วยให้พวกเขาได้รับรางวัลตามฤดูกาล
vi: Một gia đình Tinh Linh ly tán khắp nơi trong thế giới Sky. Giúp họ đoàn tụ để nhận phần thưởng mùa.
zh_hans: 一家先灵散落到《光·遇》的世界各地。帮助他们团聚获得奇妙之旅的珍宝。
zh_hant: 一家先靈散落到《光·遇》的世界各地。幫助他們團聚獲得奇妙之旅的珍寶。

# season_intro_2_05
source: A traveling band has arrived in the land of Sky, bringing exotic new treasures and rhythms.
de: Eine reisende Band ist im Land von Himmelsreich angekommen und sie bringt exotische neue Schätze und Harmonien mit.
es: Un grupo de músicos herrantes llegó a la tierra de Sky, trae consigo nuevos tesoros y armonías exóticos.
fr: Un orchestre itinérant est arrivé dans le pays de Sky, apportant de nouveaux trésors et des harmonies exotiques.
id: Kelompok musik keliling telah tiba di negeri Sky, membawa harta karun dan irama baru.
it: Un gruppo di viandanti è arrivato nella terra di Sky, portando nuove armonie e tesori esotici.
ja: 世界を旅する精霊の一座がSkyの王国に新しい素敵な贈り物とハーモニーを運んできてくれました。
ko: Sky에 새롭고 이국적인 보물과 하모니를 선사하기 위해 유랑 악단이 도착했습니다.
pt: Uma banda viajante chegou nas terras de Sky trazendo novos tesouros exóticos e harmonias.
ru: В мир «Неба» пришла бродячая труппа, а с ней и новые экзотические сокровища и созвучия.
th: วงดนตรีสัญจรได้เดินทางมาถึงดินแดนแห่ง Sky แล้ว พร้อมกับนำสมบัติ และท่วงทำนองอันแปลกใหม่มาด้วย
vi: Một ban nhạc du hành đến với thế giới Sky, mang theo giai điệu và kho báu đến từ dị vực.
zh_hans: 一个旅行乐队来到了《光·遇》的世界，带着来自异域的珍宝和旋律。
zh_hant: 一個旅行樂隊來到了《光·遇》的世界，帶著來自異域的珍寶和旋律。

# season_intro_2_06
source: A group of <1>Spirits</1> started their voyage towards prosperity.
de: Eine Gruppe <1>Geister </1> ist auf die Reise zu Wohlstand aufgebrochen.
es: Un grupo de <1>Espíritus</1> comenzó su viaje hacia la prosperidad.
fr: Un groupe d'<1>esprits</1> a commencé son voyage vers la prospérité.
id: Sekelompok <1>Roh</1> memulai perjalanan mereka menggapai kemakmuran.
it: Un gruppo di <1>spiriti </1> ha iniziato il suo viaggio verso la prosperità.
ja: かつて、とある<1>精霊たち</1>の一団が成功を夢見て船旅へ出で立ちました
ko: <1>영혼</1>의 무리가 번영을 위한 여정을 시작했습니다.
pt: Um grupo de <1>espíritos</1> iniciou sua viagem em direção à prosperidade.
ru: Группа <1>духов</1> начала свой путь к процветанию.
th: กลุ่ม<1>สปิริต</1>เริ่มต้นออกเดินทางสู่ความรุ่งโรจน์แล้ว
vi: Một nhóm <1>Tinh Linh</1> đã bắt đầu hành trình của họ, tiến về khu vực thịnh vượng
zh_hans: 一些<1>先灵</1>开始了他们的旅程，向着繁盛的地区前进
zh_hant: 一些<1>先靈</1>開始了他們的旅程，向著繁盛的地區前進

# season_intro_2_07
source: A group of <1>Spirits</1> from Daylight Prairie has sought relaxation on nearby islands.
de: Eine Gruppe <1>Geister</1> aus der Tageslichtprärie will sich auf den Inseln in der Nähe entspannen.
es: Un grupo de <1>Espíritus<1/> de la Planicie Luz de Día busca relajarse en unas islas cercanas.
fr: Un groupe d'<1>esprits</1> de la Prairie illuminée cherche à se détendre sur les îles voisines.
id: Sekelompok <1>Roh</1> dari Padang Rumput Siang mencari ketenangan di pulau terdekat.
it: Un gruppo di <1>spiriti</1> della Prateria Diurna si è andato a rilassare sulle isole vicine.
ja: 癒しを求めて草原よりやってきた<1>精霊</1>の一団が、近くの島で羽を伸ばしているようです。
ko: 햇빛 초원에 도착한 <1>영혼들</1>이 가까운 섬에서 휴식을 취하려고 해요.
pt: Um grupo de <1>espíritos</1> da Campina da Aurora tem procurado relaxar em ilhas próximas.
ru: Группа <1>духов</1> из Полуденной прерии решила отдохнуть на близлежащих островах.
th: กลุ่ม<1>สปิริต</1> จากทุ่งหญ้าแสงตะวันแสวงหาการพักผ่อนบนเกาะใกล้เคียง
vi: Một nhóm <1>Tinh Linh</1> đến từ Thảo Nguyên Ánh Sáng đã tìm thấy một điểm thư giãn trên các hòn đảo gần đó
zh_hans: 几位来自云野的<1>先灵</1>在附近的岛上找到了一片休闲胜地。
zh_hant: 幾位來自云野的<1>先靈</1>在附近的島上找到了一片休閒勝地。

# season_intro_2_08
source: A group of <1>Prophets</1> who wish to impart their wisdom await your arrival in Isle of Dawn.
de: Eine Gruppe <1>Propheten</1>, die ihre Weisheit mit dir teilen möchten, wartet auf deine Ankunft auf der Insel der Dämmerung.
es: Un grupo de <1>Profetas</1> que desean impartir su sabiduría espera tu llegada en la Isla del Amanecer.
fr: Un groupe de <1>prophètes</1> qui souhaitent transmettre leur sagesse attendent votre arrivée à l'Île de l'aube.
id: Sekelompok <1>Utusan</1> yang ingin menyampaikan kebijaksanaan mereka menunggu kedatanganmu di Pulau Fajar.
it: Sull'Isola dell'Alba attende il tuo arrivo un gruppo di <1>Profeti</1> desiderosi di trasmettere il loro sapere.
ja: 知恵を授けんとする<1>預言者たち</1>が、あなたの来訪を孤島で待っています
ko: <1>예언자들</1>이 지혜를 나누고자 여명의 섬에서 당신을 기다리고 있어요.
pt: Um grupo de <1>Profetas</1> que desejam passar sua sabedoria aguarda sua chegada na Ilha da Aurora.
ru: <1>Пророки</1>, что хотят поделиться своей мудростью, ожидают вас на Острове рассвета.
th: กลุ่ม<1>ผู้พยากรณ์</1>ที่ต้องการถ่ายทอดภูมิปัญญากำลังรอคอยการมาถึงของคุณในเกาะรุ่งอรุณ
vi: Một nhóm <1>Tiên Tri</1> muốn truyền thụ kiến ​​thức đã đến Đảo Bình Minh.
zh_hans: 一些想要传授知识的<1>先知</1>来到晨岛。
zh_hant: 一些想要傳授知識的<1>先知</1>來到晨島。

# season_intro_2_09
source: <1>Retired Performers</1> and villagers live a simple life below the towering coliseum in <b>Valley of Triumph</b>
de: <1>Künstler im Ruhestand</1> und Dorfbewohner leben ein einfaches Leben unter dem gewaltigen Kolosseum im <b>Tal des Triumphs</b>.
es: Los <1>Artistas retirados</1> y los aldeanos viven una vida simple bajo la torre del coliseo en el <b>Valle del triunfo</b>.
fr: Les <1>artistes à la retraite</1> et les villageois vivent une vie simple sous l'imposant Colisée dans la <b>Vallée du Triomphe</b>
id: <1>Penampil Pensiun</1> dan penduduk hidup dengan sederhana di bawah coliseum yang menjulang tinggi di <b>Lembah Kejayaan</b>
it: I <1>ballerini in pensione</1> e gli abitanti del villaggio vivono una vita semplice ai piedi dell'imponente Colosseo nella <b>Valle del Trionfo</b>
ja: <1>引退した表現者たち</1>は、<b>峡谷</b>にそびえ立つ円形劇場のふもとで、住民たちと素朴に暮らしていました
ko: <1>은퇴한 공연자들</1>과 마을 주민들이 <b>승리의 계곡</b>에 우뚝 솟은 극장 밑에서 소박한 삶을 살고 있습니다
pt: <1>Participantes aposentados</1> e aldeões vivem uma vida simples na sombra do coliseu do <b>Vale do Triunfo</b>
ru: <1>Ушедшие на покой фигуристы</1> и обитатели деревушки проживают у большой арены в <b>Долине Триумфа</b>
th: <1>นักแสดงวัยเกษียณ</1>และชาวบ้านใช้ชีวิตอย่างเรียบง่ายใต้โคลีเซียมที่ตั้งตระหง่านอยู่ภายใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Một nhóm <1>Nghệ sĩ Lưu diễn</1> và dân làng sống một cuộc sống giản dị bên dưới cột cao chót vót ở <b>Thung Lũng Vinh Quang</b>
zh_hans: 一群<1>巡回演出的表演者</1>来到的<b>霞谷</b>山下的村庄
zh_hant: 一羣<1>巡迴演出的表演者</1>來到的<b>霞谷</b>山下的村莊

# season_intro_2_10
source: A troop of young <1>scouts</1> have established campsites in <b>Hidden Forest</b>.
de: Eine Gruppe junger <1>Pfadfinder</1> hat einige Lager im <b>verborgenen Wald</b> aufgeschlagen.
es: Una tropa de jóvenes <1>exploradores</1> armó campamentos en el <b>Bosque Escondido</b>.
fr: Une troupe de jeunes <1>scouts</1> ont établi des campements dans la <b>Forêt cachée</b>.
id: Sekelompok <1>pramuka</1> muda telah mendirikan tempat berkemah di <b>Hutan Tersembunyi</b>.
it: Un gruppo di giovani <1>scout</1> si è accampato nella <b>Foresta Nascosta</b>.
ja: 若き<1>スカウト</1>隊が、<b>雨林</b>にキャンプを設営していました
ko: 어린 <1>스카우트</1> 무리가 <b>비밀의 숲</b>에 야영지를 세웠습니다.
pt: Um batalhão de jovens <1>batedores</1> se estabeleceram nos acampamentos da <b>Floresta Oculta</b>.
ru: Группа юных <1>скаутов</1> разбила лагерь в <b>Тайном лесу</b>.
th: กองทหาร<1>ผู้สอดแนม</1>รุ่นเยาว์ได้ตั้งแคมป์ใน<b>ป่าลับ</b>
vi: Một nhóm <1>Hướng đạo trẻ</1> đã lập trại tại <b>Rừng Mưa</b>.
zh_hans: 一支年轻的<1>童子军小队</1>在<b>雨林</b>建立了营地。
zh_hant: 一支年輕的<1>童子軍小隊</1>在<b>雨林</b>建立了營地。

# season_intro_2_11
source: The stars align to welcome a visitor from afar in the <b>Vault of Knowledge</b>.
de: Die Sterne stehen gut und haben einen Besucher von weit her zum <b>Tresor des Wissens</b> geführt.
es: Las estrellas se alinean para darle la bienvenida al visitante lejano en la <b>Bóveda del conocimiento</b>.
fr: Les étoiles s'alignent pour accueillir un visiteur venu de loin dans la <b>Chambre forte de connaissance</b>.
id: Gemintang selaras menyambut tamu dari negeri nan jauh di <b>Kubah Pengetahuan</b>.
it: Le stelle si allineano per accogliere un ospite da molto lontano nella <b>Cupola della Conoscenza</b>.
ja: <b>書庫</b>にて星々が遠方からのお客さまをお迎えしています
ko: <b>지식의 도서관</b>에 별들이 나란히 서서 멀리서 온 방문객을 맞이합니다
pt: As estrelas se alinharam para dar boas-vindas a um visitante longínquo no <b>Relicário do Conhecimento</b>.
ru: Звезды выстроились, чтобы поприветствовать гостя издалека в <b>Хранилище знаний</b>.
th: ดวงดาวเรียงตัวกันเพื่อต้อนรับผู้มาเยือนจากแดนไกลใน<b>กรุสมบัติแห่งปัญญา</b>
vi: Tại <b>Kho Tri Thức</b>, các ngôi sao xếp hàng dài để chào đón lữ khách phương xa.
zh_hans: 在<b>智慧宝库</b>中，群星列队欢迎远道而来的访客。
zh_hant: 在<b>智慧寶庫</b>中，群星列隊歡迎遠道而來的訪客。

# season_intro_2_12
source: The winds reveal a network of passageways above <b>Hidden Forest</b>.
de: Die Winde enthüllen ein Netz von Gängen über dem <b>Verborgenen Wald</b>.
es: Los vientos revelan una red de pasadizos por encima del <b>Bosque Escondido</b>.
fr: Les vents révèlent un réseau de passages au-dessus de la <b>Forêt cachée</b>.
id: Angin mengungkap jaringan jalan di atas <b>Hutan Tersembunyi</b>.
it: I venti rivelano una rete di passaggi sopra la <b>Foresta Nascosta</b>.
ja: 風と共に、<b>雨林</b>の上空に張り巡らされた道がその姿を現すでしょう
ko: 바람결에 <b>비밀의 숲</b> 위를 지나는 통로가 드러났어요
pt: Os ventos revelam uma rede de passagens acima da <b>Floresta Oculta</b>.
ru: Из-за ветров над <b>Тайным лесом</b> открылась сеть воздушных ходов.
th: สายลมเผยให้เห็นโครงข่ายเส้นทางเดินเหนือ<b>ป่าลับ</b>
vi: Những cơn gió làm lộ ra một mạng lưới các lối đi trên <b>Rừng Mưa</b>.
zh_hans: 风在<b>雨林</b>上方显露出了网状的通道。
zh_hant: 風使<b>雨林</b>上方顯露出了網狀的通道。

# season_intro_2_13
source: A crew of scavengers discovered a faraway island in <b>Golden Wasteland</b>.
de: Eine Bande von Plünderern hat in der <b>Goldenen Ödnis</b> eine entlegene Insel entdeckt.
es: Una tripulación de recolectores descubrió una isla remota en el <b>Páramo Dorado</b>.
fr: Un équipage de pilleurs a découvert une île lointaine dans le <b>Désert d'or</b>.
id: Sekelompok gelandangan menemukan sebuah pulau yang jauh di <b>Gurun Emas</b>.
it: Un equipaggio di predoni ha scoperto un'isola lontana nel <b>Deserto Dorato</b>.
ja: スカベンジャーの一団が<b>捨てられた地</b>より遠く離れた島を発見したようです
ko: 보물 사냥꾼들이 <b>황금 황무지</b>에서 멀리 떨어진 섬을 발견했어요
pt: Uma equipe de caçadores descobriu uma ilha distante no <b>Sertão Dourado</b>.
ru: Команда охотников за удачей нашла одинокий остров в <b>Золотой пустоши</b>.
th: ทีมนักเก็บกู้ค้นพบเกาะอันห่างไกลใน<b>แดนร้างทองอร่าม</b>
vi: Một nhóm người lang thang đã phát hiện ra một hòn đảo xa xôi ở <b>Hoang Mạc Hoàng Kim</b>.
zh_hans: 一群拾荒者在<b>暮土</b>发现了一个偏僻的岛屿。
zh_hant: 一群拾荒者在<b>暮土</b>中發現了一座遙遠的島嶼。

# season_intro_2_14
source: A troupe of young performers have taken the stage in <b>Valley of Triumph</b>.
de: Eine Truppe junger Schauspieler rücken im <b>Tal des Triumphs</b> ins Rampenlicht.
es: Un grupo de jóvenes artistas han tomado el escenario del <b>Valle del Triunfo</b>.
fr: Une troupe de jeunes artistes est montée sur scène dans la <b>Vallée du triomphe</b>.
id: Sekelompok penampil muda berpentas di <b>Lembah Kejayaan</b>.
it: Una troupe di giovani artisti è salita sul palco nella <b>Valle del Trionfo</b>.
ja: 若い劇団員たちが、<b>峡谷</b>で舞台に立つようです
ko: <b>승리의 계곡</b>에서 젊은 연기자들로 이루어진 어느 극단이 무대에 섰어요.
pt: Um grupo de jovens artistas subiu ao palco no <b>Vale do Triunfo</b>.
ru: Труппа молодых актеров вышла на сцену в <b>Долине триумфа</b>.
th: คณะนักแสดงรุ่นเยาว์ได้ขึ้นแสดงบนเวทีใน<b>หุบเขาแห่งชัยชนะ</b>
vi: Một đoàn các nghệ sĩ biểu diễn trẻ đã lên sân khấu ở <b>Thung Lũng Vinh Quang</b>.
zh_hans: 一众青年艺术家们在<b>霞谷</b>举办演出。
zh_hant: 一群年輕的表演者已經登上了<b>霞谷</b>的舞台。

# season_intro_2_15
source: Darkness from the Eye of Eden is falling upon the <b>Kingdom of Sky</b>.
de: Finsternis fällt aus dem Auge von Eden auf das <b>Königreich von Sky</b> herab.
es: La oscuridad del ojo del Edén está cayendo sobre el <b>reino de Sky</b>.
fr: Les ténèbres provenant de l'Œil d'Éden tombent sur le <b>royaume de Sky</b>.
id: Kegelapan dari mata Eden menimpa <b>Kerajaan Sky</b>.
it: L'oscurità dall'occhio dell'Eden sta cadendo sul <b>Regno di Sky</b>.
ja: 暴風域の奥より闇が溢れ出し、<b>Skyの王国中</b>に降り注いでいます
ko: 에덴의 눈에서 솟구친 어둠이 <b>Sky 월드</b>로 떨어지고 있어요.
pt: A escuridão do olho de Éden está recaindo sobre o <b>Reino de Sky</b>.
ru: Тьма из Сердца Эдема опускается на <b>мир Sky</b>.
th: ความมืดจากดวงตาแห่งเอเดนกำลังร่วงหล่นลงมาเหนือ<b>อาณาจักรแห่ง Sky</b>
vi: Bóng tối từ Mắt Địa Đàng đang phủ xuống <b>Vương quốc Sky</b>.
zh_hans: 来自暴风眼的黑暗力量即将降临<b>《Sky》王国</b>。
zh_hant: 暴風眼中的黑暗即將降臨<b> Sky 的國度</b>。

# season_intro_2_16
source: An enchanting voice echoes through the <b>Valley of Triumph</b>.
de: Eine bezaubernde Stimme hallt durch das <b>Tal des Triumphs</b>.
es: Una voz encantadora se repite a lo largo del <b>Valle del Triunfo</b>.
fr: Une voix enchanteresse résonne dans la <b>Vallée du triomphe</b>.
id: Suara merdu bergema di sepanjang <b>Lembah Kejayaan</b>.
it: Una voce incantevole risuona attraverso la <b>Valle del Trionfo</b>.
ja: 神秘的な声が<b>峡谷</b>に響き渡ります
ko: <b>승리의 계곡</b>에 매혹적인 목소리가 메아리칩니다.
pt: Uma voz encantadora ecoa pelo <b>Vale do Triunfo</b>.
ru: Чарующий голос разносится по <b>Долине триумфа</b>.
th: เสียงอันน่าหลงใหลดังกึกก้องไปทั่ว<b>หุบเขาแห่งชัยชนะ</b>
vi: Một giọng nói mê hoặc vang vọng qua <b>Thung Lũng Vinh Quang</b>.
zh_hans: <b>霞谷</b>中回荡着迷人的声音。
zh_hant: 一個令人著迷的聲音迴盪在<b>霞谷</b>中。

# season_intro_2_17
source: Beneath the Vault of Knowledge, the door to a lost <2>Repository</2> has <b>opened</b>. Inside, <1>spirits</1> take refuge.
de: Unter dem Tresor des Wissens hat sich die Tür zu einem vergessenen <2>Archiv</2> <b>geöffnet</b>. Im Inneren finden <1>Geister</1> Zuflucht.
es: Debajo de la Bóveda de Conocimiento se <b>abrió</b> la puerta a un <2>almacén</2> perdido. Dentro, se refugian los <1>espíritus</1>.
fr: Sous la Chambre forte de connaissance, la porte d'un <2>Dépôt</2> perdu s'est <b>ouverte</b>. Les <1>esprits</1> se réfugient à l’intérieur.
id: Di bawah Kubah Pengetahuan, pintu menuju <2>Gudang</2> yang hilang <b>telah terbuka</b>. Di dalamnya, <1>para roh</1> berlindung.
it: Sotto la Cupola della Conoscenza si è aperta la porta di una <2>Cripta</2> dimenticata<b></b> in cui si rifugiano gli <1>spiriti</1>.
ja: 書庫の地下に、失われし<2>保存庫</2>の扉が<b>開かれました</b>。 そこでは<1>精霊たち</1>が避難しています
ko: 지식의 도서관 밑에 잊혀진 <2>보관소</2>로 이어지는 문이 <b>열렸습니다</b>. 그 안에는 <1>영혼</1>들이 피난해 왔습니다.
pt: Sob o Relicário do Conhecimento, a porta para um <2>Repositório</2> perdido foi <b>aberta</b>. Lá dentro, <1>espíritos</1> se refugiam.
ru: Там, в Хранилище знаний, <b>открылась</b> дверь в <2>тайник</2>, где нашли пристанище <1>духи</1>.
th: ใต้กรุสมบัติแห่งปัญญา ประตูสู่<2>โกดัง</2>ที่สาบสูญได้<b>เปิดออกแล้ว</b> โดยมีเหล่า<1>สปิริต</1>หลบภัยอยู่ภายใน
vi: Dưới Kho Tri Thức, cánh cửa dẫn tới <2>Kho Chứa</2> bỏ hoang đã <b>mở</b>. Trong đó, các <1>tinh linh</1> đang trú ẩn.
zh_hans: 在禁阁之下，通往遗失<2>贮藏室</2>的门已经<b>打开</b>。<1>先灵们</1>在里面避难。
zh_hant: 就在禁閣的下方，通往遺落<2>知識庫</2>的大門已經<b>開啟</b>。裡面住著尋求庇護的<1>先靈們</1>。

# season_intro_2_18
source: Somewhere in Isle of Dawn, a <1>mask-maker</1> prepares to guide reluctant <1>adolescents</1> in the study of <2>Passage</2>.
de: Auf der Insel der Dämmerung bereitet sich ein <1>Maskenmacher</1> darauf vor, widerwillige <1>Jugendliche</1> bei der Lehre des <2>Übergangs</2> zu unterstützen.
es: En algún lugar de la Isla del Amanecer, una <1>fabricante de máscaras</1> se prepara para guiar a <1>adolescentes</1> reacios en el estudio de la <2>iniciación</2>.
fr: Quelque part sur l'île de l'aube, une <1>faiseuse de masques</1> se prépare à guider des <1>adolescents</1> réticents dans l'étude de l'<2>Initiation</2>.
id: Di suatu tempat di Pulau Fajar, seorang <1>pembuat topeng</1> bersiap untuk memandu <1>para pemuda</1>yang berat hati untuk mempelajari <2>Inisiasi Pembaruan</2>.
it: Da qualche parte nell'Isola dell'Alba, un'<1>artigiana delle maschere</1> si prepara a guidare <1>adolescenti</1> riluttanti nello studio della <2>Transizione</2>.
ja: 孤島の何処か、<1>仮面職人</1>が気乗りしない<1>若者たち</1>を、<2>ならい</2>の教えへと導く準備を進めています
ko: 여명의 섬 어딘가에서 <1>가면 제작자</1>가 내키지 않아하는 <1>청소년들</1>에게 <2>성장</2>의 가르침을 내릴 준비를 합니다.
pt: Em algum lugar da Ilha do Alvorecer, uma <1>fabricante de máscaras</1> prepara-se para guiar <1>adolescentes</1> relutantes no estudo da <2>Passagem</2>.
ru: Где-то на Острове рассвета <1>мастер по маскам</1> готовится провести для непоседливых <1>отроков</1> <2>Посвящение</2>.
th: ที่ไหนสักแห่งในเกาะรุ่งอรุณ มี<1>ผู้สร้างหน้ากาก</1>เตรียมที่จะให้คำแนะสำหรับ<1>สปิริตน้อย</1>ที่ไม่เต็มใจเพื่อศึกษา<2>เส้นทาง</2>
vi: Nơi nào đó trên Đảo Bình Minh, một <1>người làm mặt nạ</1> chuẩn bị hướng dẫn những <1>bạn trẻ</1> bướng bỉnh học hỏi về <2>Thử Thách</2>.
zh_hans: 在晨岛的某处，一位<1>面具工匠</1>正准备引导那些<1>叛逆的青年们</1>踏上<2>夜行旅程</2>。
zh_hant: 在晨島的某處，一位<1>面具工匠</1>正準備引導那些心不甘情不願的<1>青年們</1>踏上<2>夜行旅程</2>。

# season_intro_2_19
source: A <b>ferry</b> has appeared near the Prairie Caves. Find it to <b>travel</b> to a breathtaking land.
de: In der Nähe der Präriehöhlen ist eine <b>Fähre</b> aufgetaucht. Finde sie und <b>reise</b> in ein atemberaubendes Land.
es: Apareció un <b>transbordador</b> cerca de las cuevas de la planicie. Encuéntralo para <b>viajar</b> hacia una tierra asombrosa.
fr: Un <b>ferry</b> est apparu près des grottes de la Prairie. Trouvez-le pour <b>voyager</b> vers une contrée incroyable.
id: Sebuah <b>kapal</b> telah muncul di dekat Gua Padang Rumput. Cari kapal itu untuk <b>mengunjungi</b> sebuah negeri yang menakjubkan.
it: Un <b>traghetto</b> è apparso vicino alle Grotte della Prateria. Trovalo per <b>viaggiare</b> verso una terra sbalorditiva.
ja: 草原の洞窟に<b>渡し舟</b>が現れました。舟を見つけ、息を呑むような美しい地へと<b>向かいましょう</b>
ko: 초원 동굴 근처에 <b>유람선</b>이 나타났어요. 유람선을 찾아가서 근사한 풍경을 향해 <b>여행</b>을 떠나보세요.
pt: Uma <b>balsa</b> apareceu perto das Cavernas da Campina. Encontre-a para <b>viajar</b> para uma terra de tirar o fôlego.
ru: Неподалёку от Пещер в прерии появился <b>паром</b>. Отыщите его и <b>отправьтесь</b> на нём в невероятный край.
th: มี<b>เรือเฟอร์รี่</b>ปรากฏขึ้นใกล้กับถ้ำแห่งทุ่งหญ้า ค้นหาเรือลำนั้นเพื่อ<b>เดินทาง</b>สู่ดินแดนอันน่าทึ่ง
vi: Một chiếc <b>tàu</b> đã xuất hiện gần Động Thảo Nguyên. Hãy lên tàu và <b>du hành</b> đến một vùng đất ngoạn mục.
zh_hans: 云野洞穴附近出现了一艘<b>渡船</b>。找到渡船，<b>前往</b>绝美之地。
zh_hant: 雲野洞穴附近出現了一艘<b>渡船</b>。找到渡船，<b>前往</b>絕美之地吧。

# season_intro_2_20
source: In a ruined refuge in the clouds, a <1>Hopeful Steward</1> has long awaited your arrival.
de: In einer verfallenen Zuflucht in den Wolken hat ein <1>Hoffnungsvoller Verwalter</1> schon lange auf deine Ankunft gewartet.
es: En un refugio en ruinas en las nubes, un <1>administrador optimista</1> estuvo esperando tu llegada.
fr: Dans un refuge en ruine dans les nuages, un <1>coordinateur optimiste</1> attend votre arrivée depuis longtemps.
id: Di pengungsian yang hancur di awan, <1>Pelayan yang Penuh Harapan</1> telah lama menunggu.
it: In un rifugio abbandonato sulle nuvole, un <1>Assistente speranzoso</1> attende da tempo il vostro arrivo.
ja: 雲の果て、廃虚と化した隠れ家で、<1>希望の番人</1>は、永らくあなたの訪れを心待ちにしていました
ko: 구름 속 망가진 피난처에서 <1>희망적인 집사</1>가 당신이 도착하기를 오랫동안 기다렸어요.
pt: Nas ruínas de um refúgio nas nuvens, um <1>Gestor Otimista</1> aguarda a sua chegada há bastante tempo.
ru: В заброшенном убежище в облаках вас ожидает <1>Неунывающий смотритель</1>.
th: ภายในที่หลบภัยที่พังทลายในหมู่เมฆ <1>บริกรผู้มีความหวัง</1>รอคอยการมาถึงของคุณมาเนิ่นนาน
vi: Tại nơi trú ẩn đổ nát trên mây, <1>Quản Gia Hy Vọng</1> đã chờ đợi sự xuất hiện của bạn từ lâu.
zh_hans: 在云端一处荒废的避难所中，一位<1>满怀希望的守护者</1>早就期盼着你的到来。
zh_hant: 在雲端一處避難所的斷垣殘壁中，有一位<1>滿懷希望的守護者</1>早已恭候多時。

# season_intro_2_21
source: A visitor and mural in the <b>Crescent Oasis</b> wait to tell a magical story.
de: Ein Besucher und ein Wandbild in der <b>Sicheloase</b> warten mit einer magischen Geschichte.
es: Hay una visita y un mural en el <b>oasis creciente</b> a la espera de contar una historia mágica.
fr: Une personne et une fresque attendent de raconter une histoire magique à l'<b>Oasis du croissant</b>.
id: Seorang pengunjung dan mural di <b>Oasis Bulan Sabit</b> menunggu untuk menceritakan sebuah kisah ajaib.
it: Una visitatrice e un murale nell'<b>Oasi a Mezzaluna</b> ti aspettano per raccontare una storia magica.
ja: とある訪問者と壁画が不思議な物語を紡ごうと、<b>三日月オアシス</b>で待っています
ko: <b>초승달 오아시스</b>에서 기다리는 방문자와 벽화가 마법 같은 이야기를 들려줄 거예요.
pt: Um visitante e um mural no <b>Oásis Crescente</b> esperam para contar uma história mágica.
ru: В <b>Лунном оазисе</b> вас ждёт гость! Поспешите послушать его удивительную историю и узнать о фреске.
th: ผู้มาเยือนและจิตรกรรมฝาผนังภายใน<b>โอเอซิสจันทร์เสี้ยว</b>เฝ้ารอคอยที่จะบอกเล่าเรื่องราวอันแสนมหัศจรรย์
vi: Một vị khách và bức cổ họa ở <b>Ốc Đảo Trăng Khuyết</b> sẽ kể một câu chuyện kỳ diệu.
zh_hans: 一名访客和<b>新月绿洲</b>的壁画等着讲述一个神奇的故事。
zh_hant: <b>新月綠洲</b>的訪客和壁畫正等著傳述一個神奇的故事。
