Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_world_quest_night_float_desc
source: <b>Relive Meditating Monastic's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung des Meditierenden Gelehrten vom Tresor des Wissens</b>
es: <b>Revive el recuerdo del Erudito Meditante de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir de l’érudit méditatif dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Biarawan Bermeditasi dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo dell'Erudito mendicante nella Cupola della Conoscenza</b>
ja: <b>書庫で瞑想する修道士の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 명상하는 수도승의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Intelectual Meditante no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Медитирующего ученика из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของนักพรตผู้ทำสมาธิจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Viện Sĩ Thiền Tu đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温禅修院士的记忆</b>
zh_hant: <b>重溫禪修院士在禁閣的記憶</b>

# daily_quest_world_quest_night_force_desc
source: <b>Relive Levitating Adept's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung der Schwebenden Forscherin vom Tresor des Wissens</b>
es: <b>Revive el recuerdo de la Adepta Levitante de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir de l’adepte lévitante dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Ahli Melayang dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo dell'Adepta levitante nella Cupola della Conoscenza</b>
ja: <b>書庫で念動力の使い手の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 염동력 전문가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Adepta Levitante no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Левитирующего знатока из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของผู้ชำนาญการลอยตัวจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Cao Nhân Khí Công đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温气功高人的记忆</b>
zh_hant: <b>重溫氣功高人在禁閣的記憶</b>

# daily_quest_world_quest_night_ghost_desc
source: <b>Relive Memory Whisperer's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung des Geistersprechers vom Tresor des Wissens</b>
es: <b>Revive el recuerdo del Susurrador de los espíritus de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir de l’orateur spirituel dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Pembisik Kenangan dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo del Portavoce dello spirito nella Cupola della Conoscenza</b>
ja: <b>書庫で記憶の語り部の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 영혼 소리꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Encantador de Espíritos no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Говорящего с духами из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของผู้กระซิบแห่งแสงจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Người Luyện Ký Ức đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温灵语者的记忆</b>
zh_hant: <b>重溫靈語者在禁閣的記憶</b>

# daily_quest_world_quest_night_kungfu_desc
source: <b>Relive Greeting Shaman's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung des Grüßenden Schamanen vom Tresor des Wissens</b>
es: <b>Revive el recuerdo del Chamán amable de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir du shaman saluant dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Dukun Salam dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo dello Sciamano accogliente nella Cupola della Conoscenza</b>
ja: <b>書庫で礼を尽くす祈祷師の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 인사하는 주술사의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Xamã Acolhedor no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Приветствующего шамана из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของชาแมนผู้อวยพรจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Pháp Sư Chào Hỏi đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温拳礼武僧的记忆</b>
zh_hant: <b>重溫拳禮武僧在禁閣的記憶</b>

# daily_quest_world_quest_night_love_desc
source: <b>Relive Polite Scholar's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung der Höflichen Gelehrten vom Tresor des Wissens</b>
es: <b>Revive el recuerdo de la Académica amable de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir de l’érudite polie dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Cendekiawan Sopan dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo dell'Erudita cortese nella Cupola della Conoscenza</b>
ja: <b>書庫で敬けんな賢人の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 예의 바른 학자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Estudante Educada no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Вежливого ученика из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของนักวิชาการผู้อ่อนโยนจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Học Giả Lịch Sự đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温礼貌学者的记忆</b>
zh_hant: <b>重溫禮貌學者在禁閣的記憶</b>

# daily_quest_world_quest_night_pray_desc
source: <b>Relive Praying Acolyte's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung des Betenden Messdieners vom Tresor des Wissens</b>
es: <b>Revive el recuerdo del Acólito orador de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir de l’acolyte priant dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Pelayan Berdoa dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo dell'Accolito supplicante nella Cupola della Conoscenza</b>
ja: <b>書庫で祈る侍者の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 기도하는 조수의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Acólito que Reza no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Молящегося прислужника из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของสาวกนักอธิษฐานจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Thánh Đồ Cầu Nguyện đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温祈祷圣徒的记忆</b>
zh_hant: <b>重溫祈禱聖徒在禁閣的記憶</b>

# daily_quest_world_quest_night_shh_desc
source: <b>Relive Shushing Light Scholar's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung des Beruhigenden Lichtwissenschaftlers vom Tresor des Wissens</b>
es: <b>Revive el recuerdo del Erudito de la luz que silencia de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir de l’érudit de Lumière silencieux dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Cendekiawan Cahaya Diam dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo dello Studioso della Luce che zittisce nella Cupola della Conoscenza</b>
ja: <b>書庫で静けさを望む光学者の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 쉿 하는 학자의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Estudioso da Luz Silenciador no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Шикающего ученика света из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของนักวิชาการแสงเงียบงันจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Học Giả Ánh Sáng đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温静光学者的记忆</b>
zh_hant: <b>重溫靜光學者在禁閣的記憶</b>

# daily_quest_world_quest_night_think_desc
source: <b>Relive Thoughtful Director's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung des Nachdenklichen Direktors vom Tresor des Wissens</b>
es: <b>Revive el recuerdo del Director atento de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir du réalisateur réfléchi dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Direktur Pemikir dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo del Direttore pensieroso nella Cupola della Conoscenza</b>
ja: <b>書庫で思慮深き座長の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 고민하는 감독의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Diretor Pensativo no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Задумчивого творца из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของผู้กำกับครุ่นคิดจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Biên Đạo Trầm Tư đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温沉思编导的记忆</b>
zh_hant: <b>重溫沉思編導在禁閣的記憶</b>

# daily_quest_world_quest_night_wise_desc
source: <b>Relive Wise Grandparent's memory from Vault of Knowledge</b>
de: <b>Erlebe erneut die Erinnerung des Weisen Großvaters vom Tresor des Wissens</b>
es: <b>Revive el recuerdo del Abuelo sabio de la Bóveda de Conocimiento</b>
fr: <b>Revivez le souvenir du grand-parent sage dans la Chambre forte de connaissance</b>
id: <b>Hidupkan kembali kenangan Kakek Bijak dari Kubah Pengetahuan</b>
it: <b>Rivivi il ricordo del Nonno saggio nella Cupola della Conoscenza</b>
ja: <b>書庫で祖たる賢者の記憶を呼び起こす</b>
ko: <b>지식의 도서관에서 현명한 노인의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Avô Sábio no Relicário do Conhecimento</b>
ru: <b>Переживите воспоминания Мудрого дедушки из Хранилища знаний</b>
th: <b>หวนระลึกความทรงจำของบรรพชนผู้ชาญฉลาดจากกรุสมบัติแห่งปัญญา</b>
vi: <b>Hồi tưởng lại ký ức của Trưởng Lão Thông Thái đến từ Kho Tri Thức</b>
zh_hans: <b>在禁阁重温智慧长者的记忆</b>
zh_hant: <b>重溫智慧長者在禁閣的記憶</b>

# daily_quest_world_quest_oasis_crabwalk_desc
source: <b>Relive Crab Walker 's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Krabbenläufers von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Caminador cangrejo del Páramo Dorado</b>
fr: <b>Revivez le souvenir du marcheur de crabe dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Pejalan Kepiting dari Gurun Emas</b>
it: <b>Rivivi il ricordo del Camminatore granchio nel Deserto Dorato</b>
ja: <b>捨てられた地で蟹歩きの名人の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 게 애호가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Caranguejo Andarilho no Sertão Dourado</b>
ru: <b>Переживите воспоминания Крабохода из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของผู้เดินอย่างปูจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Vũ Công Cua đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温蟹舞者的记忆</b>
zh_hant: <b>重溫蟹舞者在暮土的記憶</b>

# daily_quest_world_quest_oasis_doze_desc
source: <b>Relive Snoozing Carpenter's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung der Dösenden Schreinerin von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de la Carpintera dormilona del Páramo Dorado</b>
fr: <b>Revivez le souvenir de la charpentière ensommeillée dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Tukang Kayu Malas dari Gurun Emas</b>
it: <b>Rivivi il ricordo dell'Operaia sonnecchiante nel Deserto Dorato</b>
ja: <b>捨てられた地で居眠りする大工の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 졸고 있는 목수의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Carpinteira Dorminhoca no Sertão Dourado</b>
ru: <b>Переживите воспоминания Засыпающего плотника из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของช่างไม้งีบหลับจากแดนร้างทองอร่าม</b>
vi: <b>Hồi t��ởng lại ký ức của Thợ Mộc Ngủ Gật đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温瞌睡木匠的记忆</b>
zh_hant: <b>重溫瞌睡木匠在暮土的記憶</b>

# daily_quest_world_quest_oasis_nod_desc
source: <b>Relive Nodding Muralist's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung der Nickenden Wandmalerin von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de Muralista que asiente del Páramo Dorado</b>
fr: <b>Revivez le souvenir de la muraliste acquiesçant dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Seniman Dinding Angguk-angguk dari Gurun Emas</b>
it: <b>Rivivi il ricordo della Muralista ciondolante nel Deserto Dorato</b>
ja: <b>捨てられた地でうなずく壁画師の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 끄덕이는 벽화가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Muralista Concordante no Sertão Dourado</b>
ru: <b>Переживите воспоминания Кивающего стенописца из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของจิตรกรฝาผนังจอมพยักหน้าจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Bích Họa Gật Đầu đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温赞许壁画家的记忆</b>
zh_hant: <b>重溫讚許壁畫家在暮土的記憶</b>

# daily_quest_world_quest_oasis_playfight_desc
source: <b>Relive Playfighting Herbalist's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung der Schaukampf-Kräuterkundlerin von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de la Herborista peleadora del Páramo Dorado</b>
fr: <b>Revivez le souvenir de l’herboriste de combat dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Tabib Main Tarung dari Gurun Emas</b>
it: <b>Rivivi il ricordo dell'Erborista giocherellona nel Deserto Dorato</b>
ja: <b>捨てられた地でけんかごっこ好きの植物採集者の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 장난치는 약초꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Herbalista Lutadora no Sertão Dourado</b>
ru: <b>Переживите воспоминания Дурачащегося травника из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของนักสมุนไพรผู้ชอบเล่นต่อสู้จากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Thảo Dược Tâm Trạng đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温情绪草药师的记忆</b>
zh_hant: <b>重溫情緒草藥師在暮土的記憶</b>

# daily_quest_world_quest_oasis_scare_desc
source: <b>Relive Scarecrow Farmer's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Vogelscheuchen-Farmers von der Goldenen Einöde</b>
es: <b>Revive el recuerdo del Granjero espantapájaros del Páramo Dorado</b>
fr: <b>Revivez le souvenir du fermier épouvantail dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Petani Boneka Sawah dari Gurun Emas</b>
it: <b>Rivivi il ricordo dell'Agricoltore spaventapasseri nel Deserto Dorato</b>
ja: <b>捨てられた地でこけおどしの農家の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 허수아비 농부의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Fazendeiro Espantalho no Sertão Dourado</b>
ru: <b>Переживите воспоминания Фермера-пугала из Золотой пустоши</b>
th: <b>หวนระล���กความทรงจำของชาวนาหุ่นไล่กาจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Nông Dân Bù Nhìn đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温稻草人农夫的记忆</b>
zh_hant: <b>重溫稻草人農夫在暮土的記憶</b>

# daily_quest_world_quest_oasis_shrug_desc
source: <b>Relive Indifferent Alchemist's memory from Golden Wasteland</b>
de: <b>Erlebe erneut die Erinnerung des Gleichgültigen Alchemisten von der Goldenen Einöde</b>
es: <b>Revive el recuerdo de Alquimista indiferente del Páramo Dorado</b>
fr: <b>Revivez le souvenir de l’alchimiste indifférent dans le Désert d’or</b>
id: <b>Hidupkan kembali kenangan Ahli Alkimia Cuek dari Gurun Emas</b>
it: <b>Rivivi il ricordo dell'Alchimista indifferente nel Deserto Dorato</b>
ja: <b>捨てられた地で無頓着な錬金術師の記憶を呼び起こす</b>
ko: <b>황금 황무지에서 무심한 연금술사의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Alquimista Indiferente no Sertão Dourado</b>
ru: <b>Переживите воспоминания Безразличного алхимика из Золотой пустоши</b>
th: <b>หวนระลึกความทรงจำของนักเล่นแร่แปรธาตุผู้เมินเฉยจากแดนร้างทองอร่าม</b>
vi: <b>Hồi tưởng lại ký ức của Thuật Sĩ Lạnh Lùng đến từ Hoang Mạc Hoàng Kim</b>
zh_hans: <b>在暮土重温冷漠术士的记忆</b>
zh_hant: <b>重溫冷漠術士在暮土的記憶</b>

# daily_quest_world_quest_prairie_bellyscratch_desc
source: <b>Relive Chill Sunbather's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Entspannten Sonnenbadenden von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Tranquilo Bañista del Sol de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de l’adepte des bains de soleil tranquille dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Tukang Berjemur Santai dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Bagnante rilassato nella Prateria Diurna</b>
ja: <b>草原でくつろぐ日光浴者の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 일광욕 마니아의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Banhista Relaxado na Campina da Aurora</b>
ru: <b>Переживите воспоминания Расслабленного пляжника из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของผู้อาบแดดแสนสบายจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Người Tắm Nắng đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温放松日浴者的记忆</b>
zh_hant: <b>重溫放鬆日浴者在雲野的記憶</b>

# daily_quest_world_quest_prairie_bird_desc
source: <b>Relive Bird Whisperer's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Vogelsprechers von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Susurrador de aves de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de l’orateur d'oiseaux dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Pembisik Burung dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Portavoce degli uccelli nella Prateria Diurna</b>
ja: <b>草原で鳥の語り部の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 새 소리꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Encantador de Aves na Campina da Aurora</b>
ru: <b>Переживите воспоминания Голоса птицы из Полуденной прерии</b>
th: <b>หวน���ะลึกความทรงจำของผู้รู้ใจนกจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Người Luyện Chim đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温鸟语者的记忆</b>
zh_hant: <b>重溫鳥語者在雲野的記憶</b>

# daily_quest_world_quest_prairie_butterfly_desc
source: <b>Relive Butterfly Charmer's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Schmetterlingszähmers von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Encantador de mariposas de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir du charmeur de papillon dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Perayu Kupu-kupu dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Custode di farfalle nella Prateria Diurna</b>
ja: <b>草原で蝶々使いの記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 나비 조련사의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Encantador de Borboletas na Campina da Aurora</b>
ru: <b>Переживите воспоминания Заклинателя бабочек из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของผู้ดึงดูดผีเสื้อจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Người Dụ Bướm đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温引蝶人的记忆</b>
zh_hant: <b>重溫引蝶人在雲野的記憶</b>

# daily_quest_world_quest_prairie_celebrate_desc
source: <b>Relive Confetti Cousin's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung der Konfetti-Cousine von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo de la Prima de Confeti de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de la cousine des confettis dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Sepupu Konfeti dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo della Cugina festeggiante nella Prateria Diurna</b>
ja: <b>草原で紙ふぶき好きのいとこの記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 꽃가루 사촌의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Prima do Confete na Campina da Aurora</b>
ru: <b>Переживите воспоминания Конфетти-кузена из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของญาตินักโปรยกระดาษจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Em Họ Pháo Hoa Giấy đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温彩纸表亲的记忆</b>
zh_hant: <b>重溫彩紙表親在雲野的記憶</b>

# daily_quest_world_quest_prairie_dance_desc
source: <b>Relive Festival Spin Dancer's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung der Festival-Drehtänzerin von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo de la Bailarina festiva de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de la tournoyeuse de festival dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Penari Putar Festival dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo della Ballerina del festival nella Prateria Diurna</b>
ja: <b>草原で祝祭の旋舞家の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 축제 스핀 댄서의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Dançarina Rodopiante de Festival na Campina da Aurora</b>
ru: <b>Переживите воспоминания Праздничного танцовщика из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของนักเต้นผู้หมุนตัวอย่างรื่นเริงจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Vũ Công Xoay Tròn đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温旋转舞者的记忆</b>
zh_hant: <b>重溫旋轉舞者在雲野的記憶</b>

# daily_quest_world_quest_prairie_doublefive_desc
source: <b>Relive Doublefive Light Catcher's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Doppel-Five-Lichtfängers von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Cazador de luz con chócalas en la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de l’attrapeur de lumière amical dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Penangkap Cahaya Tos Dua Tangan dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Raccoglitore della Luce amichevole nella Prateria Diurna</b>
ja: <b>草原でダブルタッチの光採取者の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 하이파이브하는 빛잡이의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Caçador de Luz Celebrante na Campina da Aurora</b>
ru: <b>Переживите воспоминания Ловца света «дай пять» из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของผู้ดักแสงจอมแปะมือจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Nông Dân Đập Tay đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温击掌光农的记忆</b>
zh_hant: <b>重溫擊掌光農在雲野的記憶</b>

# daily_quest_world_quest_prairie_gratitude_desc
source: <b>Relive Grateful Shell Collector's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung der Dankbaren Muschelsammlerin von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo de la Coleccionista de caracolas agradecida de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir de la collectionneuse de coquillages reconnaissante dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Kolektor Cangkang Bersyukur dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo della Collezionista di conchiglie grata nella Prateria Diurna</b>
ja: <b>草原で感謝する貝殻収集家の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 고마워하는 조개수집가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Colecionadora de Conchas Agradecida na Campina da Aurora</b>
ru: <b>Переживите воспоминания Благодарного собирателя раковин из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของนักสะสมเปลือกหอยผู้การุญจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Sưu Tầm Biết Ơn đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温鸣谢收藏家的记忆</b>
zh_hant: <b>重溫鳴謝收藏家在雲野的記憶</b>

# daily_quest_world_quest_prairie_grumpy_desc
source: <b>Relive Hiking Grouch's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Wandernden Griesgrams von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Gruñón alpinista de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir du râleur de randonnée dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Pendaki Penggerutu dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Brontolone escursionista nella Prateria Diurna</b>
ja: <b>草原でハイキングする気むずかし屋の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 불평쟁이 등반가의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças do Caminhante Resmungão na Campina da Aurora</b>
ru: <b>Переживите воспоминания Странствующего ворчуна из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของนักเดินป่าขี้บ่นจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Nhà Leo Núi Cố Chấp đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温固执登山者的记忆</b>
zh_hant: <b>重溫固執登山者在雲野的記憶</b>

# daily_quest_world_quest_prairie_jelly_desc
source: <b>Relive Jelly Whisperer's memory from Daylight Prairie</b>
de: <b>Erlebe erneut die Erinnerung des Quallenflüsterers von der Tageslicht-Prärie</b>
es: <b>Revive el recuerdo del Susurrador de medusas de la Planicie Luz de Día</b>
fr: <b>Revivez le souvenir du murmureur de méduse dans la Prairie illuminée</b>
id: <b>Hidupkan kembali kenangan Pembisik Ubur-ubur dari Padang Rumput Siang</b>
it: <b>Rivivi il ricordo del Sussurratore di meduse nella Prateria Diurna</b>
ja: <b>草原で海月の語り部の記憶を呼び起こす</b>
ko: <b>햇빛 초원에서 해파리 소리꾼의 기억을 다시 체험하기</b>
pt: <b>Reviva as lembranças da Água-viva Sussurrante na Campina da Aurora</b>
ru: <b>Переживите воспоминания Шепчущего медузам из Полуденной прерии</b>
th: <b>หวนระลึกความทรงจำของผู้รู้ใจแมงกะพรุนจากทุ่งหญ้าแสงตะวัน</b>
vi: <b>Hồi tưởng lại ký ức của Người Luyện Sứa đến từ Thảo Nguyên Ánh Sáng</b>
zh_hans: <b>在云野重温水母语者的记忆</b>
zh_hant: <b>重溫水母語者在雲野的記憶</b>
