Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# meditation_shrine_character
source: What character traits are you happy to have?
de: Welche deiner Charaktereigenschaften gefallen dir?
es: ¿Con qué rasgos de tu carácter te sientes feliz?
fr: Quels traits de caractère êtes-vous heureux d'avoir ?
id: Sifat karakter seperti apa yang senang kamu miliki?
it: Qual è l'aspetto del tuo carattere che ti piace di più?
ja: 自分の性格で好きなところを教えてください
ko: 자신의 성격에 관해 마음에 드는 점은 무엇인가요?
pt: Quais traços de personalidade você gosta de ter?
ru: Какие черты характера вам в себе нравятся?
th: คุณอยากมีลักษณะนิสัยอย่างไร
vi: Bạn thấy hạnh phúc khi có những nét tính cách nào?
zh_hans: 您最想让您的角色有怎样的特点呢？
zh_hant: 你最想讓你的角色有怎樣的特點呢？

# meditation_shrine_child
source: What makes you feel <b>childlike</b>?
de: Wann fühlst du dich <b>wie ein Kind</b>?
es: ¿Qué te hace sentir <b>como un niño</b>?
fr: Qu’est-ce qui vous replonge en <b>enfance</b> ?
id: Apa yang membuatmu merasa <b>seperti anak-anak</b>?
it: Che cosa ti fa sentire come un/a <b>bambino/a</b>?
ja: あなたが<b>童心に帰る</b>のは何をしている時ですか？
ko: 무엇으로부터 <b>동심</b>을 느끼시나요?
pt: O que faz você se sentir como uma <b>criança</b>?
ru: От чего вы чувствуете себя <b>ребенком</b>?
th: สิ่งใดที่ทำให้คุณรู้สึก<b>เหมือนเป็นเด็ก</b>
vi: Điều gì khiến bạn cảm thấy <b>giống như trẻ con</b>?
zh_hans: 什么让你感觉回到<b>童年</b>？
zh_hant: 什麼會讓你有回到<b>童年</b>的感覺？

# meditation_shrine_childhood
source: When do you feel most <b>nostalgic</b>?
de: Wann bist du am <b>nostalgischten</b>?
es: ¿Cuándo te sientes más <b>nostálgico</b>?
fr: Quand vous sentez-vous le plus <b>nostalgique</b> ?
id: Di saat-saat seperti apa kamu merasa <b>penuh dengan nostalgia</b>?
it: Quando provi più <b>nostalgia</b>?
ja: <b>ノスタルジック</b>な気分になるのはどんな時ですか？
ko: 언제 가장 큰 <b>향수</b>를 느끼시나요?
pt: Quando você sente mais <b>nostalgia</b>?
ru: Когда вы тоскуете о <b>прошлом</b>?
th: เมื่อใดที่คุณรู้สึก<b>หวนคิดถึงความหลัง</b>มากที่สุด
vi: Khi nào bạn cảm thấy<b>hoài niệm</b> nhất?
zh_hans: 什么时候你最 <b>思乡怀旧</b>？
zh_hant: 什麼時候會讓你有 <b>思鄉懷舊</b>的感覺？

# meditation_shrine_childhoodmemory
source: What is your favorite memory from your childhood?
de: Welche Kindheitserinnerung ist deine Lieblingserinnerung?
es: ¿Cuál es el mejor recuerdo que tienes de tu niñez?
fr: Quel est votre souvenir préféré de votre enfance ?
id: Apa kenangan yang paling berkesan dari masa kanak-kanakmu?
it: Qual è il tuo ricordo d'infanzia più caro?
ja: 子どもの頃の大好きな思い出を教えてください
ko: 가장 소중한 어린 시절 추억은 무엇인가요?
pt: Qual é a sua lembrança de infância preferida?
ru: Какое ваше самое счастливое воспоминание из детства?
th: คุณชื่นชอบความทรงจำใดในวัยเด็ก
vi: Kỉ niệm yêu thích của bạn từ thời thơ ấu của bạn là gì?
zh_hans: 您童年最好的回忆是什么？
zh_hant: 你童年最好的回憶是什麼？

# meditation_shrine_christmas
source: Make a holiday wish!
de: Wünsche dir was für die Feiertage!
es: ¡Pide un deseo por las festividades!
fr: Faites un vœu de fêtes !
id: Buat permintaan hari raya!
it: Esprimi un desiderio!
ja: ホリデーシーズンのお祝いメッセージを残しましょう！
ko: 새해 소원을 남겨주세요!
pt: Faça um desejo festivo!
ru: Загадайте желание!
th: ขอพรวันหยุดเลยสิ!
vi: Thực hiện một điều ước kỳ nghỉ!
zh_hans: 许个圣诞愿望吧！
zh_hant: 許個聖誕願望吧！

# meditation_shrine_comfortfood
source: What is your favorite kind of comfort food?
de: Welches "Futter für die Seele" hast du am liebsten?
es: ¿Cuál es la comida que te genera comodidad emocional?
fr: Quel est votre plat réconfortant préféré ?
id: Apa makanan nostalgia kesukaanmu?
it: Qual è il tuo tipo di cibo preferito quando sei giù di morale?
ja: あなたを幸せな気持ちにしてくれるのはどんな料理ですか？
ko: 먹기만 하면 기분이 좋아지는 음식이 있나요?
pt: Qual é o seu lanche preferido?
ru: Какое блюдо помогает вам чувствовать себя уютно?
th: อาหารประเภทใดที่คุณรับประทานแล้วรู้สึกสบายใจขึ้น
vi: Loại đồ ăn vặt yêu thích của bạn là gì?
zh_hans: 您最爱的治愈菜是什么？
zh_hant: 你最愛的療癒食物是什麼？

# meditation_shrine_comfortsomeone
source: How would you comfort somebody who needs it?
de: Wie würdest du jemandem Trost zusprechen?
es: ¿Cómo ayudarías a alguien que necesita apoyo sentimental?
fr: Comment pourriez-vous réconforter quelqu'un qui en a besoin ?
id: Bagaimana caramu menenangkan seseorang yang membutuhkannya?
it: Come consoleresti qualcuno che si sente giù?
ja: 他人を元気にする秘訣を教えてください
ko: 누군가 힘들어할 때 어떻게 위로할 수 있을까요?
pt: Como você daria um ombro amigo a alguém?
ru: Как бы вы успокоили того, кто в этом нуждается?
th: คุณปลอบประโลมผู้ที่ต้องการคำปลอบโยนอย่างไร
vi: Bạn sẽ an ủi người cần an ủi thế nào?
zh_hans: 您会怎么安慰需要安慰的人呢？
zh_hant: 你會怎麼安慰需要安慰的人呢？

# meditation_shrine_costume
source: Your Sky Kid is going to a <b>Halloween party.</b> What's their <b>costume?</b>
de: Dein Himmelskind geht auf eine <b>Halloween-Party.</b> Welches <b>Kostüm</b> trägt es?
es: Tu Niño de Sky irá a una <b>fiesta de Halloween.</b> ¿Qué <b>disfraz</b> se pondrá?
fr: Votre enfant Sky va assister à une <b>fête d’Halloween</b>. Quel sera son <b>costume</b> ?
id: Sky Kid kamu akan menghadiri <b>pesta Halloween.</b> Apa <b>kostum</b> yang akan ia gunakan?
it: Il tuo personaggio andrà a una <b>festa di Halloween.</b> Come si <b>vestirà?</b>
ja: あなたの星の子が<b>ハロウィンパーティー</b>に行くようです。どんな<b>コスチューム</b>で参加しますか？
ko: 빛의 아이가 <b>할로윈 파티</b>에 가요. 어떤 <b>의상</b>을 입을까요?
pt: Sua criança de Sky vai a uma festa de <b>Dia das Bruxas</b>. Qual é a <b>fantasia</b> dela?
ru: Ваше дитя Неба отправляется на <b>празднование Хэллоуина</b>. Какой у него <b>костюм?</b>
th: สกายคิดส์ของคุณกำลังไปยัง<b>ปาร์ตี้ฮาโลวีน</b> พวกเขาสวมใส่<b>ชุดเสื้อผ้าคอสตูม</b>อะไรกัน
vi: Các Cư dân Sky của bạn sẽ đến dự <b>tiệc Halloween.</b> Họ sẽ mặc <b>trang phục gì?</b>
zh_hans: 你的光之子要去参加<b>万圣节派对。</b>他们的<b>服装</b>是什么？
zh_hant: 你的光之子要參加一個<b>萬聖節派對。</b>他們的<b>裝扮</b>會是什麼呢？

# meditation_shrine_cozy
source: What makes you feel <b>cozy</b>?
de: Wann findest du es am <b>gemütlichsten</b>?
es: ¿Qué te hace sentir <b>acogido</b>?
fr: Qu’est-ce que vous trouvez <b>douillet</b> ?
id: Apa yang membuatmu merasa <b>nyaman</b>?
it: Cosa ti fa sentire più <b>a tuo agio</b>?
ja: あなたが一番<b>心地よい</b>と感じるのはどんな時ですか？
ko: 무엇에서 <b>편안함</b>을 느끼시나요?
pt: O que faz você sentir <b>conforto</b>?
ru: Из-за чего вам бывает <b>уютно</b>?
th: สิ่งใดที่ทำให้คุณรู้สึก<b>อบอุ่นใจ</b>
vi: Điều gì khiến bạn cảm thấy <b>ấm áp</b>?
zh_hans: 什么会让你感觉<b>温暖</b>？
zh_hant: 什麼會讓你感覺<b>溫暖</b>？

# meditation_shrine_curious
source: What makes you <b>curious</b>?
de: Was macht dich <b>neugierig</b>?
es: ¿Qué te hace sentir <b>curiosidad</b>?
fr: Qu’est-ce qui suscite votre <b>curiosité</b> ?
id: Apa yang membuatmu merasa <b>penasaran</b>?
it: Che cosa ti <b>incuriosisce</b>?
ja: いま一番<b>気になっていること</b>を教えてください
ko: 무엇에 <b>호기심</b>을 느끼시나요?
pt: O que lhe desperta <b>curiosidade</b>?
ru: Из-за чего вам бывает <b>любопытно</b>?
th: สิ่งใดที่ทำให้คุณรู้สึก<b>สงสัยในใจ</b>
vi: Điều gì khiến bạn <b>tò mò</b>?
zh_hans: 你会对什么东西<b>好奇</b>？
zh_hant: 你會對什麼東西感到<b>好奇</b>？

# meditation_shrine_dance_favorite
source: What is your favorite thing to dance to?
de: Wozu tanzt du am liebsten?
es: ¿Qué es lo que más te gusta bailar?
fr: Dans quelle situation préférez-vous danser ?
id: Apa lagu/musik favorit untuk mengiringimu menari?
it: Che cosa ti mette allegria?
ja: あなたの好きなダンスはなんですか？
ko: 주로 무엇에 맞춰 춤을 추나요?
pt: O que você mais gosta de dançar?
ru: Какая ваша любимая мелодия для танца?
th: คุณชอบเต้นรำกับอะไรมากที่สุด
vi: Bạn thích nhảy vì điều gì?
zh_hans: 你最喜欢伴着什么跳舞？
zh_hant: 你最喜歡隨著什麼起舞？

# meditation_shrine_dessert
source: What dessert do you most enjoy eating?
de: Welche Nachspeise hast du am liebsten?
es: ¿Qué postre te gusta más?
fr: Quel est le dessert que vous aimez le plus manger ?
id: Makanan penutup apa yang paling kamu sukai?
it: Qual è il tuo dolce preferito?
ja: あなたが一番好きなデザートは何ですか？
ko: 어떤 디저트를 가장 좋아하시나요?
pt: Que sobremesa você mais gosta de comer?
ru: Какой ваш любимый десерт?
th: คุณชอบรับประท���นขนมหวานชนิดใดมากที่สุด
vi: Bạn thích ăn món tráng miệng nào nhất?
zh_hans: 您最喜欢吃什么甜品？
zh_hant: 你最喜歡的甜點是什麼？

# meditation_shrine_emoji
source: What’s your favourite emoji?
de: Was ist dein Lieblingsemoji?
es: ¿Cuál es tu emoji favorito?
fr: Quel est votre emoji préféré ?
id: Apa emoji favoritmu?
it: Qual è la tua emoji preferita?
ja: あなたのお気に入りの絵文字は？
ko: 가장 좋아하는 이모티콘은 무엇인가요?
pt: Qual é o seu emoji preferido?
ru: Какой ваш любимый эмодзи?
th: คุณชื่นชอบอีโมจิใด
vi: Biểu tượng cảm xúc yêu thích của bạn là gì?
zh_hans: 什么是您最喜欢的表情符号？
zh_hant: 你最喜歡的表情符號是哪個？

# meditation_shrine_encourage
source: Share a word of encouragement.
de: Schreib ein paar Zeilen zur Ermutigung.
es: Comparte una palabra de apoyo.
fr: Partagez un mot d'encouragement.
id: Bagikan kata-kata penyemangat.
it: Di' una parola di incoraggiamento.
ja: 励ましの言葉を届けましょう
ko: 따뜻한 말을 남겨 친구들에게 보여주세요
pt: Compartilhe uma palavra de encorajamento.
ru: Подбодрите кого-нибудь.
th: แชร์ถ้อยคำให้กำลังใจ
vi: Chia sẻ một lời động viên.
zh_hans: 说出一句鼓励的话。
zh_hant: 請分享一句鼓勵的話。

# meditation_shrine_encourage_feelbrave
source: How would you help others feel brave in their journey?
de: Wie würdest du anderen helfen, sich auf ihrer Reise mutig zu fühlen?
es: ¿Cómo ayudarías a las personas a que se sientan valientes en su viaje?
fr: Comment aideriez-vous les autres à se sentir courageux dans leur voyage ?
id: Bagaimana kamu membantu orang lain agar berani dalam perjalanan mereka?
it: Come aiuteresti gli altri a farsi coraggio nel loro viaggio?
ja: 誰かが勇気をもって旅に出られるように、してあげられることはありますか？
ko: 모험 중 용기가 필요한 사람을 어떻게 도울 수 있을까요?
pt: Como você ajudaria outras pessoas a se sentirem corajosas em suas joarnadas?
ru: Как вы придали бы храбрости другим на их пути?
th: คุณจะช่วยให้ผู้อื่นมีความกล้าหาญในการเดินทางของพวกเขาได้อย่างไร
vi: Bạn sẽ làm thế nào để khơi dậy lòng dũng cảm trong những người chơi khác trên cuộc hành trình của họ?
zh_hans: 你会如何帮助他人在旅途中鼓起勇气？
zh_hant: 你會如何幫助其他玩家在旅程中找到勇氣呢？

# meditation_shrine_enjoy_practicing
source: What is something that you enjoy practicing?
de: Was machst du gern?
es: ¿Qué cosa te gusta practicar?
fr: Citez une chose que vous aimez pratiquer.
id: Apa hal yang kamu sukai saat berlatih?
it: Che cosa ti piace fare?
ja: 練習するのが好きなことはありますか？
ko: 무엇을 연습할 때 즐거운가요?
pt: O que você gosta de praticar?
ru: Что вам нравится делать?
th: สิ่งไหนที่คุณสนุกกับการฝึกฝน
vi: Bạn thích luyện tập điều gì?
zh_hans: 你有没有什么喜欢做的事情？
zh_hant: 有什麼事情是你喜歡練習的？

# meditation_shrine_enjoythisweek
source: What have you most enjoyed this week?
de: Was hat dir diese Woche am meisten Freude bereitet?
es: ¿Qué fue lo que más disfrutaste esta semana?
fr: Qu’est-ce que vous avez apprécié le plus cette semaine ?
id: Hal apa yang paling kamu sukai dalam seminggu ini?
it: Cosa ti è piaciuto di più questa settimana?
ja: 今週一番楽しかったことを教えてください
ko: 이번 주에 가장 즐거웠던 일은 무엇인가요?
pt: O que você mais gostou nesta semana?
ru: Что вас больше всего порадовало на этой неделе?
th: คุณมีความสุขกับสิ่งใดมากที่สุดในสัปดาห์นี้
vi: Bạn thích điều gì nhất trong tuần này?
zh_hans: 本周你最喜欢什么？
zh_hant: 有什麼事物是你這禮拜最喜歡的？

# meditation_shrine_excitement
source: When did you last feel pure excitement?
de: Wann warst du das letzte Mal total aufgeregt?
es: ¿Cuándo fue la última vez que sentiste entusiasmo puro?
fr: Quand avez-vous ressenti une pure excitation pour la dernière fois ?
id: Kapan terakhir kali kamu merasa benar-benar bersemangat?
it: Quando è stata l'ultima volta che ti sei sentito/a veramente entusiasta?
ja: 最近最も気分が高揚したのはどんな瞬間でしたか？
ko: 마지막으로 순수한 즐거움을 느껴본 때는 언제인가요?
pt: Quando foi a última vez em que você se animou de verdade?
ru: Когда в последний раз вы чувствовали воодушевление?
th: ครั้งสุดท้ายที่คุณรู้สึกตื่นเต้นอย่างเต็มที่คือเมื่อใด
vi: Lần cuối cùng bạn cảm thấy hào hứng là khi nào?
zh_hans: 什么事情让你感受到单纯的兴奋？
zh_hant: 你上一次感受到純粹的興奮激動是為了什麼？

# meditation_shrine_fail
source: What would you do if you knew you could not fail?
de: Was würdest du tun, wenn du wüsstest, dass du es auf jeden Fall schaffen würdest?
es: ¿Qué harías si supieras que nada puede hacerte fallar?
fr: Que feriez-vous si vous saviez que vous ne pouviez pas échouer ?
id: Apa yang akan kamu lakukan jika tahu kamu tidak bisa gagal?
it: Che cosa faresti se sapessi che non puoi sbagliare?
ja: 絶対に失敗しないとわかっていたら何をしたいですか？
ko: 만약 절대 실패하지 않는다면 무엇을 하시겠어요?
pt: O que você faria se soubesse que não falharia?
ru: Что бы вы сделали, если бы знали, что у вас обязательно получится?
th: คุณจะทำอย่างไร ถ้าคุณรู้ว่าคุณไม่สามารถล้มเหลวได้
vi: Bạn sẽ làm gì nếu bạn biết mình không thể thất bại?
zh_hans: 如果您知道不会失败的情况下，您会做什么？
zh_hant: 在你知道不會失敗的情況下，你會做些什麼事？

# meditation_shrine_feast_gather
source: Who are the people you enjoy gathering with?
de: Mit welchen Menschen triffst du dich gerne?
es: ¿Cuáles son las personas con las que disfrutas reunirte?
fr: Avec qui aimez-vous vous retrouver ?
id: Dengan siapa kamu senang berkumpul?
it: Con quali persone ti piace stare insieme?
ja: あなたが一緒にいて楽しいのはどんな人ですか？
ko: 함께 모였을 때 즐거운 사람들이 있다면 누구인가요?
pt: Quem são as pessoas que você gosta de ter por perto?
ru: С какими людьми вы любите собираться вместе?
th: ใครคือคนที่คุณชอบพบปะด้วย
vi: Bạn thích tụ tập cùng những ai?
zh_hans: 你喜欢和哪些人聚会？
zh_hant: 你喜歡和誰相聚？

# meditation_shrine_feast_thisyear
source: Share something that you're grateful for this year.
de: Teile etwas mit, wofür du in diesem Jahr dankbar bist.
es: Comparte algo por lo que sientas agradecimiento en este año.
fr: Partagez quelque chose pour lequel vous êtes reconnaissant(e) cette année.
id: Sampaikan hal yang kamu syukuri tahun ini.
it: Condividi qualcosa che ti è accaduto quest'anno per cui ti senti riconoscente.
ja: この1年で、あなたが感謝したいと思ったことを何か一つ教えてください
ko: 올 한 해 감사했던 일을 적어주세요.
pt: Compartilhe algo pelo qual você gostaria de agradecer este ano.
ru: Расскажите, за что вы благодарны этому году.
th: แชร์สิ่งที่คุณรู้สึกซาบซึ้งใจมากที่สุดในปีนี้
vi: Chia sẻ về một điều làm bạn cảm thấy biết ơn trong năm nay.
zh_hans: 分享一下你今年感激的事情。
zh_hant: 分享一件你今年覺得感恩的事。

# meditation_shrine_forgive
source: When did you last forgive someone?
de: Wann hast du das letzte Mal jemandem verziehen?
es: ¿Cuándo fue la última vez que perdonaste a alguien?
fr: Quand avez-vous pardonné à quelqu'un pour la dernière fois ?
id: Kapan terakhir kali kamu memaafkan seseorang?
it: Quando è stata l'ultima volta che hai perdonato qualcuno?
ja: 最近誰かを許したことはありましたか？
ko: 언제 마지막으로 누군가를 용서했나요?
pt: Quando foi a última vez em que você perdoou alguém?
ru: Когда в последний раз вы кого-то прощали?
th: ครั้งสุดท้ายที่คุณให้อภัยผู้อื่นคือเมื่อใด
vi: Lần cuối cùng bạn tha thứ cho ai đó là khi nào?
zh_hans: 您最后一次原谅别人是什么时候？
zh_hant: 你最近一次原諒別人是什麼時候？

# meditation_shrine_free
source: I am <b>free</b> as a ...
de: Ich bin <b>frei</b> wie ein ...
es: Soy <b>libre</b> como un…
fr: Je suis aussi <b>libre</b> que...
id: Aku <b>bebas</b> sebagai seorang ...
it: Provo un senso di <b>libertà</b>, come se fossi...
ja: 私は○○○のように<b>自由</b>です。あなたなら○○○には何が入りますか？
ko: 나는 마치 OO처럼 <b>자유롭다</b>.' 빈 칸에 들어갈 말은?
pt: Eu sou <b>livre</b> como...
ru: Я <b>свободен</b>, словно...
th: ฉันนั้นมี<b>อิสระ</b>เหมือนกับ...
vi: Tôi <b>tự do</b> như một...
zh_hans: 我<b>自由</b>得像……
zh_hant: 我<b>自由</b>得像……

# meditation_shrine_friends
source: What do you admire in your friends?
de: Was bewunderst du an deinen Freunden?
es: ¿Qué admiras de tus amigos?
fr: Qu'est-ce que vous admirez chez vos amis ?
id: Apa yang kamu kagumi dari teman-temanmu?
it: Cosa ammiri nei tuoi amici?
ja: フレンドのどんなところを尊敬していますか？
ko: 친구들의 존경하는 점은 무엇인가요?
pt: O que você admira em seus amigos?
ru: Что вас восхищает в друзьях?
th: คุณรู้สึกชื่นชมสิ่งใดในตัวเพื่อนๆ ของคุณ
vi: Bạn ngưỡng mộ điều gì ở bạn bè của mình?
zh_hans: 朋友们的什么优点让您欣赏？
zh_hant: 朋友們的什麼優點讓你欣賞？

# meditation_shrine_gift
source: What gift did you last share with others?
de: Was war das letzte Geschenk, das du jemandem gemacht hast?
es: ¿Cuál fue el último regalo que compartiste con alguien más?
fr: Quel est le dernier cadeau que vous avez partagé avec les autres ?
id: Hadiah apa yang terakhir kali kamu bagikan dengan orang lain?
it: Qual è l'ultimo regalo che hai fatto a qualcuno?
ja: 最後に誰かに贈ったプレゼントは何でしたか？
ko: 다른 사람에게 가장 최근 준 선물은 무엇이었나요?
pt: Qual foi o último presente que compartilhou com outros?
ru: Каким даром вы поделились с другими?
th: คุณมอบสิ่งใดเป็นของขวัญให้กับผู้อื่นในครั้งล่าสุด
vi: Món quà cuối cùng bạn đã chia sẻ với người khác là gì?
zh_hans: 您最近送给别人的礼物是什么？
zh_hant: 你最近送給別人的禮物是什麼？

# meditation_shrine_giftee
source: What's the best gift you've ever received?
de: Welches vergangene Geschenk findest du am besten?
es: ¿Cuál fue el mejor regalo que recibiste?
fr: Quel est le meilleur cadeau que vous ayez jamais reçu ?
id: Hadiah terbaik apa yang pernah kamu terima?
it: Qual è il regalo migliore che tu abbia mai ricevuto?
ja: 今までにもらった一番うれしい贈り物は何ですか？
ko: 어떤 선물이 가장 기억에 남았나요?
pt: Qual é o melhor presente que você já ganhou?
ru: Какой из полученных подарков вам больше всего запомнился?
th: ของขวัญที่ดีที่สุดที่คุณเคยได้รับคืออะไร
vi: Món quà tuyệt vời nhất mà bạn từng nhận được là gì?
zh_hans: 您收到最好的礼物是什么？
zh_hant: 你收到最好的禮物是什麼？

# meditation_shrine_happy
source: What makes you happy?
de: Was macht dich glücklich?
es: ¿Qué te hace sentir contento?
fr: Qu'est-ce qui vous rend heureux ?
id: Apa yang membuatmu bahagia?
it: Che cosa ti rende felice?
ja: あなたに幸せを感じさせてくれるものは？
ko: 무엇에서 행복을 느끼시나요?
pt: O que deixa você feliz?
ru: Что делает вас счастливее?
th: สิ่งใดที่ทำให้คุณรู้สึกมีความสุข
vi: Những gì làm cho bạn hạnh phúc?
zh_hans: 什么让您幸福？
zh_hant: 什麼讓你感到幸福？

# meditation_shrine_hobby
source: What's your favorite <b>hobby</b>?
de: Was ist dein liebstes <b>Hobby</b>?
es: ¿Cuál es tu <b>hobby</b> preferido?
fr: Quel est votre <b>passe-temps</b> préféré ?
id: Apa <b>hobi</b> favoritmu?
it: Qual è il tuo <b>hobby</b> preferito?
ja: お気に入りの<b>趣味</b>は何ですか？
ko: 가장 좋아하는 <b>취미</b>가 무엇인가요?
pt: Qual é seu <b>passatempo</b> preferido?
ru: Какое ваше любимое <b>хобби</b>?
th: <b>งานอดิเรก</b>ที่คุณชื่นชอบคืออะไร
vi: Bạn có <b>sở thích</b> gì?
zh_hans: 什么是你最喜欢的<b>兴趣爱好</b>？
zh_hant: 你最喜歡的<b>興趣愛好</b>是什麼？

# meditation_shrine_holidayfeel
source: How does the holiday season make you feel?
de: Wie fühlst du dich an den Feiertagen?
es: ¿Cómo te sientes en la época de las fiestas?
fr: Comment vous sentez-vous pendant les vacances ?
id: Bagaimana perasaanmu saat musim liburan?
it: Come ti fa sentire la stagione delle feste?
ja: ホリデーシーズンはどんな気分になりますか？
ko: 연말이 다가오면 어떤 기분이 드나요?
pt: Como você se sente durante as festividades?
ru: Что вы ощущаете в новогодние праздники?
th: คุณรู้สึกอย่างไรในช่วงเทศกาลวันหยุด
vi: Kỳ nghỉ lễ khiến bạn cảm thấy thế nào?
zh_hans: 您的上一次节庆假期过得怎样？
zh_hant: 你的上一次節慶假期過得怎樣？

# meditation_shrine_holidaymovie
source: What’s your favorite holiday movie?
de: Welchen Feiertagsfilm hast du am liebsten?
es: ¿Cuál es tu película decembrina favorita?
fr: Quel est votre film des fêtes préféré ?
id: Apa film liburan kesukaanmu?
it: Qual è il tuo film preferito delle vacanze?
ja: あなたのお気に入りのクリスマス映画は何ですか？
ko: 가장 좋아하는 연말연시 영화는 무엇인가요?
pt: Qual é o seu filme de Natal preferido?
ru: Какой у вас любимый праздничный фильм?
th: คุณชอบดูภาพยนตร์เรื่องใดในวันหยุด
vi: Bạn thích xem phim gì nhất vào kỳ nghỉ?
zh_hans: 您最喜欢的贺岁片或节庆主题电影是哪一部？
zh_hant: 你最喜歡的賀歲片或節慶主題電影是哪一部？

# meditation_shrine_home
source: What food reminds you of home?
de: Welches Essen erinnert dich an zuhause?
es: ¿Qué comida te recuerda tu hogar?
fr: Quelle nourriture vous rappelle votre maison ?
id: Makanan apa yang mengingatkanmu akan rumah?
it: Quale cibo ti fa ricordare casa?
ja: 故郷やお家を思い出す味はなんですか？
ko: 집을 떠오르게 하는 음식이 있나요?
pt: Que comida lembra você de sua casa?
ru: Какая еда напоминает вам о доме?
th: อาหารเมนูใดที่ทำให้คุณนึกถึงบ้าน
vi: Món ăn nào gợi cho bạn nhớ về quê hương?
zh_hans: 什么食物让您想到家乡？
zh_hant: 什麼食物會讓你想家？

# meditation_shrine_hope
source: What gives you hope?
de: Was macht dir Hoffnung?
es: ¿Qué te da esperanza?
fr: Qu'est-ce qui vous donne espoir ?
id: Hal apa yang memberimu harapan?
it: Che cosa ti dà speranza?
ja: あなたに希望を与えてくれるものは？
ko: 무엇에서 희망을 얻으시나요?
pt: O que lhe dá esperança?
ru: Что дает вам надежду?
th: สิ่งใดที่ทำให้คุณรู้สึกมีความหวัง
vi: Điều gì mang lại cho bạn hy vọng?
zh_hans: 什么东西给您带来希望？
zh_hant: 什麼會為你帶來希望？

# meditation_shrine_hugs
source: Who gives the best hugs?
de: Wer verteilt die besten Umarmungen?
es: ¿Quién da los mejores abrazos?
fr: Qui donne les meilleurs câlins ?
id: Siapa yang memberikan pelukan terbaik?
it: Chi ti dà i migliori abbracci?
ja: あなたに最も素敵なハグをしてくれるのは誰？
ko: 당신을 가장 따뜻하게 안아주는 사람은 누구인가요?
pt: Que lhe dá os melhores abraços?
ru: С кем приятнее всего обниматься?
th: ใครคือคนที่กอดได้อบอุ่นหัวใจมากที่สุด
vi: Ai cho bạn cái ôm ấm áp nhất?
zh_hans: 谁的拥抱最温暖？
zh_hant: 誰的擁抱最溫暖？

# meditation_shrine_inspiration_place
source: What kind of places most inspire you?
de: Welche Orte inspirieren dich am meisten?
es: ¿Qué lugares son los que más te inspiran?
fr: Quel genre d’endroits vous inspire le plus ?
id: Tempat seperti apa yang paling menginspirasimu?
it: Quali luoghi ti ispirano di più?
ja: あなたにインスピレーションを与えてくれるのはどんな場所ですか？
ko: 어떤 장소에서 주로 영감을 얻나요?
pt: Que tipo de lugar mais te inspira?
ru: Какие места вас больше всего вдохновляют?
th: สถานที่ใดที่สร้างแรงบันดาลใจให้คุณมากที่สุด
vi: Nơi nào truyền cảm hứng cho bạn nhất?
zh_hans: 什么样的地方最能激发你的灵感？
zh_hant: 什麼樣的地方最能激發你的靈感？

# meditation_shrine_inspirationalquote
source: Share your favorite inspirational quote.
de: Teile deinen Lieblingsspruch mit.
es: Comparte tu cita inspiradora favorita.
fr: Partagez votre citation inspirante préférée.
id: Bagikan kutipan inspirasional favoritmu.
it: Condividi la tua citazione preferita.
ja: 大好きな名言や言葉をシェアしましょう
ko: 가장 좋아하는 명언을 알려주세요
pt: Compartilhe uma frase que te inspira.
ru: Поделитесь своей любимой цитатой.
th: แชร์คำพูดสร้างแรงบันดาลใจที่คุณชื่นชอบ
vi: Chia sẻ câu nói truyền cảm hứng yêu thích của bạn.
zh_hans: 分享你最喜欢的语录。
zh_hant: 分享你最喜歡的名言語錄。

# meditation_shrine_job
source: What's your dream job?
de: Was ist dein Traumjob?
es: ¿Cuál es tu trabajo de ensueño?
fr: Quel est le travail de vos rêves ?
id: Apa pekerjaan impianmu?
it: Qual è il tuo lavoro ideale?
ja: 理想の職業はなんですか？
ko: 가장 가지고 싶은 직업이 있다면 무엇인가요?
pt: Qual é o seu trabalho dos sonhos?
ru: О какой работе вы мечтаете?
th: อาชีพในฝันของคุณคืออะไร
vi: Công việc mơ ước của bạn là gì?
zh_hans: 您的梦之工作是什么？
zh_hant: 你夢想中的工作是什麼？

# meditation_shrine_kindness
source: When did someone’s kindness help you?
de: Wann hat dir jemand einen Gefallen getan und dir damit geholen?
es: ¿Cuándo la gentileza de alguien fue de ayuda para ti?
fr: Quand la bonté de quelqu'un vous a-t-elle aidée ?
id: Kapan kebaikan seseorang menolongmu?
it: Quando sei stato aiutato dal gesto gentile di qualcuno?
ja: 誰かの優しさに救われたのはどんな時でしたか？
ko: 누군가의 친절에게서 도움을 받은 적이 있나요?
pt: Quando a gentileza de alguém ajudou você?
ru: Когда вам помогла чья-то доброта?
th: คุณได้รับความช่วยเหลืออย่างมีน้ำใจจากผู้อื่นครั้งล่าสุดเมื่อใด
vi: Khi nào bạn nhận được lòng tốt của một ai đó?
zh_hans: 什么时候别人的善良帮助过您？
zh_hant: 別人的善心曾經如何幫助過你？

# meditation_shrine_laughhard
source: When was the last time you laughed really hard?
de: Wann hast du das letzte Mal so richtig gelacht?
es: ¿Cuándo fue la última vez que te reíste mucho?
fr: À quand remonte la dernière fois où vous avez vraiment bien ri ?
id: Kapan terakhir kali kamu tertawa terbahak-bahak?
it: Quando è stata l'ultima volta che hai riso a crepapelle?
ja: 最近心から笑ったのはどんな時でしたか？
ko: 언제 마지막으로 크게 웃어보았나요?
pt: Quando foi a última vez em que você perdeu o ar de tanto rir?
ru: Когда в последний раз вы смеялись от души?
th: คุณหัวเราะอย่างร่าเริงครั้งล่าสุดเมื่อใด
vi: Lần cuối cùng bạn cười thật tươi là khi nào?
zh_hans: 您上一次发自内心大笑是什么时候？
zh_hant: 你上一次發自內心大笑是什麼時候？

# meditation_shrine_learn
source: What was something new you learned today?
de: Was hast du heute neues gelernt?
es: ¿Qué cosa nueva aprendiste hoy?
fr: Qu'avez-vous appris de nouveau aujourd'hui ?
id: Hal baru apa yang kamu pelajari hari ini?
it: Hai imparato qualcosa di nuovo oggi?
ja: 今日新しく学んだことを教えてください
ko: 오늘 무언가 새로 배운 것이 있다면 알려주세요
pt: Qual coisa nova você aprendeu hoje?
ru: Что нового вы узнали сегодня?
th: วันนี้คุณได้เรียนรู้อะไรใหม่บ้าง
vi: Bạn đã học được điều gì mới hôm nay?
zh_hans: 您今天学到了什么新的东西？
zh_hant: 你今天學到了什麼新東西？
