Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# intro_00
source: In the darkness, lays a kingdom shrouded in light where, from ages long past, dwelt the whispers to the stars.
de: In der Dunkelheit liegt ein Königreich, das in Licht gehüllt ist, wo ein Flüstern aus längst vergangenen Zeiten in Richtung Sterne aufsteigt.
es: En la oscuridad, yace un reino envuelto en luz donde, desde tiempos remotos, habitaban los susurros a las estrellas.
fr: Dans l'obscurité se trouve un royaume enveloppé de lumière où, depuis des époques lointaines, habitent les chuchoteurs d'étoiles.
id: Di dalam kegelapan, terbentanglah sebuah kerajaan yang diselimuti cahaya tempat, dari masa lalu, bersemayamnya bisikan-bisikan kepada bintang-bintang.
it: Nelle tenebre giace un regno avvolto dalla luce dove, in epoche antichissime, abitavano i sussurri alle stelle.
ja: 暗闇の向こう 雲の峰を超えたその先に 遥か古代より 光の精霊たちの住まう王国があった
ko: 어둠 속, 빛으로 둘러싸인 왕국에는 먼 옛날부터 별들을 향한 속삭임이 깃들어 있었다.
pt: Na escuridão, há um reino encoberto por luz onde, em eras passadas, habitaram os sussurros para as estrelas.
ru: В бесконечной тьме лежит королевство света, откуда давным-давно к звездам вознесся шепот.
th: ท่ามกลางความมืดมิด มีอาณาจักรแห่งหนึ่งถูกปกคลุมไปด้วยแสงสว่าง ที่ซึ่งกาลครั้งหนึ่งนานมาแล้วได้ส่งเสียงกระซิบถึงดวงดาว
vi: Trong bóng tối, có một vương quốc được bao phủ bởi ánh sáng. Ở đó, từ rất lâu trong quá khứ, ngự trị những lời thì thầm với các vì sao.
zh_hans: 很久很久以前，黑暗中有个被光笼罩的王国 那里的人们向星星低语。
zh_hant: 黑暗中，有一座籠罩在光芒中的王國。 星辰的耳語自遠古的時代便棲居在那裡。

# intro_01
source: Back then, light and dark lived in harmony, but as time went by, the kingdom prospered was forgotten.
de: Damals lebten Licht und Dunkelheit in Harmonie, doch mit der Zeit vergaßen immer mehr das Königreich.
es: En aquel entonces, la luz y la oscuridad vivían en armonía, pero con el paso del tiempo, el reino prosperó y fue olvidado.
fr: À cette époque, la lumière et l’obscurité vivaient en harmonie, mais au fil du temps, la prospérité du royaume s'estompa jusqu'à n'être plus qu’un souvenir.
id: Dahulu, cahaya dan kegelapan hidup selaras, tetapi seiring berjalannya waktu, kerajaan yang makmur itu terlupakan.
it: A quei tempi, luce e tenebre vivevano in armonia, ma col passar del tempo, quel regno prospero fu dimenticato.
ja: かつてそこは 光と闇の調和する地であったが 栄華を誇った王国も 滅びの理から免れることはなかった
ko: 예전에만 해도, 빛과 어둠은 조화를 이루며 살았습니다. 하지만 시간이 지나면서 왕국의 번영은 잊혀졌습니다.
pt: Até então, a luz e a escuridão viviam em harmonia; mas, com o tempo, o próspero reinado foi esquecido.
ru: Тогда свет и тьма жили в гармонии, но со временем процветающее царство было забыто.
th: ในสมัยนั้น แสงสว่างและความมืดได้อยู่ร่วมกันอย่างปรองดอง ทว่าเมื่อเวลาผ่านไป อาณาจักรที่เจริญรุ่งเรืองก็กลับถูกลืมเลือน
vi: Hồi đó, ánh sáng và bóng tối sống hòa hợp, nhưng thời gian trôi qua, vương quốc thịnh vượng đã bị lãng quên.
zh_hans: 时光流转，文明陨落 那些曾经的美好，在云中散去，成为遥不可及的传说
zh_hant: 時光流轉，文明隕落 那些曾經的美好，在雲中散去，成為遙不可及的傳說

# intro_02
source: One day you would arrive to restore the light.
de: Eines Tages wirst du kommen, um das Licht wiederherzustellen.
es: Algún día llegarías para restaurar la luz.
fr: Un jour, vous viendriez pour restaurer la lumière.
id: Suatu hari kamu akan datang untuk memulihkan cahaya.
it: Un giorno saresti arrivato tu a ripristinare la luce.
ja: 遺された予言には こう綴られている いつか我らの子らが再びこの地に立ち 光を取り戻すだろう、
ko: 어느 날 빛을 다시 깨우기 위해 당신이 도착할겁니다.
pt: Algum dia você chegaria para restaurar a luz.
ru: Однажды вы придете, чтобы вернуть свет.
th: วันหนึ่งคุณจะมาเพื่อฟื้นคืนแสงสว่างอีกครั้ง
vi: Một ngày nào đó bạn sẽ đến để khôi phục lại ánh sáng.
zh_hans: 传说中，一定会有一群童真的少年，将光明带回云中王国，唤醒古老神秘的文明
zh_hant: 傳說中，一定會有一群童真的少年，將光明帶回雲中王國，喚醒古老神秘的文明

# intro_03
source: For those were the stories of the winged shepherds...
de: Denn das besagten die Geschichten der geflügelten Hirten ...
es: Porque esas eran las historias de los pastores alados...
fr: Telles étaient les histoires des bergers ailés...
id: Begitulah kisah para penggembala bersayap ...
it: Così nacquero i racconti dei pastori alati...
ja: 人々が大空を羽ばたき 天を駆けたあのまばゆい日々を・・・
ko: 날개 달린 안내자들의 이야기...
pt: Pois aquela era a história dos pastores alados...
ru: Ибо о том говорят рассказы крылатых пастырей...
th: เพราะนั่นคือเรื่องราวของคนเลี้ยงแกะที่มีปีก...
vi: Vì đó là những câu chuyện về những người chăn cừu có cánh ...
zh_hans: 你，会是那个童真的少年么？
zh_hant: 你，會是那個童真的少年嗎？

# intro_04
source: You awake on a distant shore, away from your family...
de: Du erwachst an einer fernen Küste, weit weg von deiner Familie …
es: Te despiertas en una orilla lejana, lejos de tu familia...
fr: Vous vous réveillez sur un rivage lointain, loin de votre famille...
id: Kamu terbangun di pesisir nan jauh, jauh dari keluarga ...
it: Ti svegli su una spiaggia remota, lontano dai tuoi familiari...
ja: 目覚めたのは見知らぬ海岸
ko: 당신은 가족과 떨어져 외딴 해안가에서 눈을 뜹니다...
pt: Você desperta em uma costa distante, longe de sua família...
ru: Вы просыпаетесь на далеком берегу, и никого рядом…
th: คุณตื่นขึ้นบนชายฝั่งอันห่างไกล ไกลห่างจากครอบครัวของคุณ...
vi: Bạn thức dậy ở một bến bờ xa xôi, xa gia đình ...
zh_hans: 你在遥远的海岸醒来，背井离乡......
zh_hant: 與家人分離的你，在遙遠的海岸上醒來……

# intro_05
source: Maybe here you can find a new home.
de: Vielleicht findest du hier ein neues Zuhause.
es: Quizá aquí encuentres un nuevo hogar.
fr: Peut-être qu’ici, vous trouverez un nouvel endroit où habiter.
id: Mungkin di sini kamu bisa menemukan rumah baru.
it: Forse qui puoi trovare una nuova casa.
ja: ここに帰るべき場所への手がかりがあるのだろうか
ko: 어쩌면 이곳에서 새로운 안식처를 찾을 수 있을지도 모릅니다.
pt: Talvez aqui você possa encontrar um novo lar.
ru: Может быть, здесь вы найдете новый дом.
th: บางทีคุณอาจจะได้พบบ้านใหม่ที่นี่
vi: Có thể ở đây bạn có thể tìm thấy một ngôi nhà mới.
zh_hans: 请谨记，前路有光相伴，伴你重返故乡。
zh_hant: 請謹記，前路有光相伴，伴你重返故鄉。

# intro_dawn_01
source: Free lost spirits and follow the bell to the temple
de: Befreie verlorene Geister und folge der Glocke zum Tempel
es: Libera a los espíritus perdidos y sigue la campana hasta el templo.
fr: Libérez les esprits perdus et suivez la cloche jusqu'au temple
id: Bebaskan roh yang tersesat dan ikuti lonceng ke kuil
it: Libera gli spiriti perduti e segui la campana fino al tempio
ja: 迷っている精霊たちを解放し、鐘の音を辿り神殿に向かいましょう
ko: 길 잃은 영혼을 해방시키고 종소리를 따라 사원을 찾아가세요
pt: Liberte os espíritos perdidos e siga o sino até a igreja
ru: Освободите потерявшихся духов и идите к храму на звук колокола
th: ปลดปล่อยเหล่าสปิริตที่หลงทาง และตามเสียงระฆังไปยังวิหาร
vi: Giải thoát những tinh linh lạc lối và theo tiếng chuông đến chùa
zh_hans: 释放迷失的先灵，跟随钟声前往神庙。
zh_hant: 釋放迷失的先靈，並追隨鐘聲，前往神殿。

# intro_day_01
source: Ring the bell towers and reveal your path
de: Lasse die Glockentürme erklingen und enthülle deinen Weg
es: Toca los campanarios y descubre tu camino
fr: Faites sonner les cloches de la tour et révélez votre chemin
id: Bunyikan menara lonceng dan buka jalanmu
it: Suona i campanili e svela il tuo percorso
ja: − 鐘が鳴る時、案内人たちは行先を指し示す −
ko: 종탑을 울려 길을 드러내세요
pt: Toque o sino e revele seu caminho
ru: Позвоните в колокола и найдите путь
th: ตีหอระฆัง และเปิดเผยเส้นทางของคุณ
vi: Rung chuông và khám phá con đường của bạn
zh_hans: 敲响钟塔，呼唤光鳐
zh_hant: 敲響鐘塔，呼喚光鰩

# intro_dusk_01
source: Beyond the barren wastes, the Vault of Knowledge awaits
de: Jenseits der kargen Ödnis wartet der Tresor des Wissens auf dich
es: Más allá de los yermos, la Bóveda de Conocimiento te espera
fr: Au-delà de la friche aride, la Chambre forte de connaissance vous attend
id: Di luar gurun tandus, Kubah Pengetahuan menunggu
it: Al di là del deserto arido, ti attende la Cupola della Conoscenza
ja: − 遺構の先に佇む、光の伽藍 −
ko: 메마른 황무지 너머에서 지식의 도서관이 기다립니다
pt: Para além do sertão desértico, há o Relicário do Conhecimento
ru: За бесплодными пустошами ждет Хранилище знаний
th: กรุสมบัติแห่งปัญญารออยู่เหนือดินแดนรกร้างอันวางเปล่า
vi: Vượt qua những vùng đất cằn cỗi, Kho Tri Thức đang chờ đợi
zh_hans: 大漠之尽，光之所隐
zh_hant: 大漠之盡，光之所隱

# intro_end_00
source: More content is to come in the kingdom of Sky
de: Es folgen noch mehr Inhalte für Himmelsreich: Kinder des Lichts
es: Más contenido está por venir en el Reino celestial
fr: Plus de contenu va arriver au royaume de Sky
id: Lebih banyak konten akan segera hadir di kerajaan Sky
it: Altri contenuti arriveranno nel regno di Sky
ja: この先にはまだ進めないようです…
ko: Sky에 더 많은 콘텐츠가 찾아옵니다
pt: Em breve, haverá mais conteúdo no reino de Sky
ru: Скоро в Небесном царстве будут новые материалы
th: เนื้อหามากมายกำลังจะมาเยือนอาณาจักรแห่งท้องฟ้า
vi: Vui lòng đợi thêm nhiều nội dung từ Sky
zh_hans: 尽情期待《光·遇》更多内容...
zh_hant: 盡情期待《光·遇》更多內容...

# intro_end_01
source: <2>Ascended Spirits</2> will strengthen your <cape/> in your next life...
de: <2>Aufgestiegene Geister</2> verstärken deinen <cape/> in deinem nächsten Leben ...
es: <2>Espíritus ascendidos </2> fortalecerán tu <cape/> en tu próxima vida....
fr: Les <2>Esprits élevés</2> renforceront votre <cape/> au cours de votre prochaine vie…
id: <2>Roh yang Naik</2>akan memperkuat <cape/>mu di kehidupan berikutnya ...
it: Gli <2>spiriti ascesi</2> rafforzeranno il tuo <cape/> nella tua vita successiva...
ja: 空に帰した星たちは、次の旅で力を貸してくれることでしょう...
ko: <2>하늘 위 별로 돌아간 영혼</2>은 다음 생의<cape/>에 힘을 보태줍니다
pt: <2>Espíritos Elevados</2> fortalecerão sua <cape/> em sua próxima vida...
ru: <2>Вознесенные духи</2> укрепят вашу <cape/> в вашей следующей жизни...
th: <2>เหล่าสปิริตที่จุติ</2>จะเพิ่มพลังให้กับ <cape/> ของคุณในชีวิตถัดไปของคุณ...
vi: <2>Tinh Linh thăng hoa</2> sẽ cho bạn sức mạnh để đón nhận thử thách kiếp sau...
zh_hans: <2>升华</2>后的先灵，将给予你力量迎接下一世的挑战...
zh_hant: <2>昇華</2>後的先靈，將給予你力量迎接下一世的挑戰...

# intro_end_02
source: You are about to be reborn...
de: Du stehst kurz vor der Wiedergeburt ...
es: Estás a punto de renacer...
fr: Vous êtes sur le point de renaître...
id: Kamu akan bereinkarnasi ...
it: Stai per rinascere...
ja: 新たな命の扉が開かれようとしています…
ko: 곧 환생합니다…
pt: Você está prestes a renascer...
ru: Скоро вы возродитесь...
th: คุณกำลังจะเกิดใหม่...
vi: Bạn sắp được tái sinh ...
zh_hans: 重生...
zh_hant: 你即將涅磐重生...

# intro_headphone
source: Sound is more than half of the experience
de: Sound ist mehr als die Hälfte der Erfahrung.
es: El sonido representa más de la mitad de la experiencia
fr: Les sons représentent plus de la moitié de l'expérience
id: Suara menentukan lebih dari setengah pengalaman
it: Il suono rappresenta più della metà dell'esperienza
ja: ヘッドホン等を使用することで、より臨場感の高い体験をお楽しみいただけます
ko: 음향은 이 게임에서 중요한 역할을 합니다
pt: O som representa mais da metade da experiência
ru: Звук – половина дела
th: เสียงเป็นมากกว่าครึ่งหนึ่งของประสบการณ์
vi: Âm thanh là một phần quan trọng của trải nghiệm
zh_hans: 在互动体验的情感世界里，声音大过半边天
zh_hant: 在互動體驗的情感世界裡，聲音大過半邊天

# intro_home_01
source: Port to friends & kingdoms discovered
de: Teleportiere dich zu entdeckten Freunden & Königreichen
es: Transportar hacia amigos y reinos descubiertos
fr: Téléportez-vous vers vos amis et les royaumes découverts
id: Dermaga menuju teman & kerajaan ditemukan
it: Base per raggiungere amici e regni scoperti
ja: − 巡り逢った思い出、訪れた足跡 −
ko: 친구에게 워프하여 새로운 왕국을 찾아가세요
pt: Teletransportar para amigos & reinos descobertos
ru: Найден портал к друзьям и открытым царствам
th: ค้นพบท่าสำหรับไปหาเพื่อน และไปเยือนอาณาจักรต่างๆ แล้ว
vi: Cổng đến bạn bè và các vương quốc được khám phá
zh_hans: 寻找好友前往不同国度的渡口
zh_hant: 尋找好友前往不同國度的渡口

# intro_mainstreet_01
source: A hidden refuge, lost to time.
de: Ein versteckter Zufluchtsort, von der Zeit vergessen.
es: Un refugio oculto, perdido en el tiempo.
fr: Un refuge caché et oublié avec le temps.
id: Pengungsian tersembunyi, hilang ditelan waktu.
it: Un rifugio nascosto, perduto nel tempo.
ja: 時の流れに消えた隠れ郷
ko: 시간의 흐름에 묻힌 비밀 피난처
pt: Um refúgio oculto perdido no tempo.
ru: Потайное убежище, скрытое во времени.
th: ที่หลบภัยที่ซ่อนอยู่ ซึ่งสูญหายไปตามกาลเวลา
vi: Một nơi ẩn náu bị lãng quên.
zh_hans: 一个被时间所遗忘的世外桃源。
zh_hant: 一個被時間所遺忘的世外桃源。

# intro_mainstreet_02
source: A hidden refuge.
de: Ein versteckter Zufluchtsort.
es: Un refugio oculto.
fr: Un refuge caché.
id: Pengungsian tersembunyi.
it: Un rifugio nascosto.
ja: 隠れ郷
ko: 비밀 피난처
pt: Um refúgio oculto.
ru: Потайное убежище.
th: ที่หลบภัยที่ซ่อนอยู่
vi: Một nơi ẩn náu.
zh_hans: 一处世外桃源。
zh_hant: 一處世外桃源。

# intro_need_to_finish_storm
source: The Light calls. Return through <b>Eden</b> and continue your ascent.
de: Das Licht ruft. Kehre durch <b>Eden</b> zurück und setze deinen Aufstieg fort.
es: La Luz llama. Regresa a través de <b>Edén</b> y continúa tu ascenso.
fr: La lumière vous appelle. Revenez à <b>Eden</b> et continuez votre ascension.
id: Cahaya memanggil. Kembali melalui <b>Eden</b> dan lanjutkan kenaikanmu.
it: La luce ti chiama. Torna attraverso l'<b>Eden</b> e continua la tua ascesa.
ja: 光が助けを求めています. 暴風域に戻り、天空を目指しましょう
ko: 빛의 고향이 당신을 부릅니다. <b>에덴</b>으로 돌아가서 여정을 계속하세요.
pt: A Luz chama. Volte através do <b>Éden</b> e continue sua subida.
ru: Свет зовет. Возвращайтесь через <b>Эдем</b> и продолжайте восхождение.
th: แสงสว่างเรียกหาแล้ว กลับไปทาง<b>เอเดน</b> แล้วขึ้นไปต่อ
vi: Ánh sáng vẫy gọi. Trở về <b>Mắt Địa Đàng</b> và tiếp tục đi lên.
zh_hans: 光在呼唤。回到<b>暴风眼</b>继续攀登。
zh_hant: 光在呼喚。回到<b>暴風眼</b>繼續攀登。

# intro_night_01
source: Climb the Vault, its wisdom awaits
de: Erklimme den Tresor, sein Wissen wartet auf dich
es: Escala la Bóveda, su sabiduría está esperando
fr: Rejoignez la Chambre forte, son savoir vous attend
id: Panjat Kubah, kebijaksanaannya menanti
it: Sali sulla Cupola, ti attende la conoscenza
ja: − 頂きにて訪れを待つ、未だ見ぬ叡智 −
ko: 도서관을 올라 지혜를 얻으세요
pt: Escale o Relicário, a sabedoria aguarda você
ru: Заберитесь в Хранилище, его мудрость ждет вас
th: ปีนขึ้นไปบนกรุสมบัติ สติปัญญาของมันกำลังรอคอยอยู่
vi: Leo lên Kho Tri Thức, mở ra bí mật
zh_hans: 攀爬禁阁，揭开奥秘
zh_hant: 攀爬禁閣，揭開奧秘

# intro_orbit_01
source: The Light awaits
de: Das Licht wartet
es: La Luz te espera
fr: La lumière vous attend
id: Cahaya menanti
it: La luce ti attende
ja: − 光をともに −
ko: 기다리는 빛
pt: A luz espera
ru: Свет ждет
th: แสงสว่างกำลังรอคอยอยู่
vi: Ánh sáng đang chờ
zh_hans: 轮回转世，普渡众生
zh_hant: 輪回轉世，普渡眾生

# intro_rain_01
source: Protect your light and find the source of Ancient Power
de: Beschütze dein Licht und finde die Quelle der uralten Macht
es: Protege tu luz y encuentra la fuente de poder antiguo
fr: Protégez votre lumière et trouvez la source de puissance ancienne
id: Lindungi cahayamu dan temukan sumber Kekuatan Kuno
it: Proteggi la tua luce e trova l'origine del potere antico
ja: − 光を護り、太古の技巧を追い求める −
ko: 빛을 지키며 고대 에너지원을 찾아보세요
pt: Proteja sua luz e encontre a fonte do poder ancestral
ru: Защитите свой свет и найдите источник древней силы
th: ปกป้องแสงของคุณ และค้นหาแหล่งพลังโบราณ
vi: Bảo vệ ánh sáng của bạn và tìm ra nguồn sức mạnh cổ đại
zh_hans: 护佑心火，探索秘林
zh_hant: 護佑心火，探索秘林

# intro_skyhub_01
source: Crossroads to the Clouds
de: Kreuzung zu den Wolken
es: Encrucijada a las nubes
fr: Carrefour vers les nuages
id: Persimpangan menuju Awan
it: Crocevia verso le nuvole
ja: − 記憶への拠点 −
ko: 구름으로 가는 교차로
pt: Encruzilhada para as nuvens
ru: Облачный перекресток
th: ทางแยกสู่หมู่เมฆ
vi: Giao lộ lên Mây
zh_hans: 去往不同世界的渡口
zh_hant: 去往不同世界的渡口

# intro_storm_01
source: Push into the darkness
de: Vorstoß in die Dunkelheit
es: Empuja hacia la oscuridad
fr: Avancez dans l’obscurité
id: Lewati terjangan badai
it: Spingiti nelle tenebre
ja: − 闇を切り開き、前へ −
ko: 어둠 속으로 뛰어드세요
pt: Invada a escuridão
ru: Идите дальше во тьму
th: ผลั���เข้าไปสู่ความมืดมิด
vi: Lào vào bóng tối
zh_hans: 推进黑暗，解放灵魂
zh_hant: 推進黑暗，解放靈魂

# intro_sunset_01
source: Race down the ridge, and the city gates will open to honor you
de: Renne die Klippe hinunter und die Stadttore werden sich zu deinen Ehren öffnen
es: Corre cuesta abajo y las puertas de la ciudad se abrirán para honrarte.
fr: Foncez sur le faîte, et les portes de la ville s’ouvriront pour vous honorer
id: Berlomba menuruni punggung bukit, dan gerbang kota akan terbuka untuk menghormatimu
it: Corri giù per il dorsale e le porte della città si apriranno in tuo onore
ja: − 急峻を恐れず競り勝て、待ち受けるは凱旋の門 −
ko: 계곡을 따라 질주하면 성문이 활짝 열립니다
pt: Corra pela cumeeira para fazer os portões da cidade abrirem em sua honra
ru: Спешите вниз по хребту, и врата города откроются в вашу честь
th: แข่งลงสันเขา แล้วประตูเมืองจะเปิดออกเพื่อเป็นเกียรติแก่คุณ
vi: Chạy xuống sườn núi, cổng thành sẽ chào đón bạn
zh_hans: 竞逐落城，再遇荣耀
zh_hant: 競逐落城，再遇榮耀

# invite_button
source: Invite
de: Einladen
es: Invitar
fr: Inviter
id: Undang
it: Invita
ja: 招待する
ko: 초대
pt: Convidar
ru: Пригласить
th: เชิญ
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

# invite_cancel_body
source: Cancel your sent invite to <b>{{1}}</b>?
de: Zieh deine Einladung für <b>{{1}}</b> zurück
es: ¿Cancela la invitación enviada a <b>{{1}}</b>.
fr: Annuler l'invitation envoyée à <b>{{1}}</b>
id: Batalkan undangan yang terkirim ke <b>{{1}}</b>?
it: Annulla l'invito spedito a <b>{{1}}</b>?
ja: <b>{{1}}</b>さんへの招待状をキャンセルしてよろしいですか？
ko: <b>{{1}}</b> 님께 보낸 초대를 취소할까요?
pt: Cancelar o convite para <b>{{1}}</b>?
ru: Отменить отправленное приглашение игроку <b>{{1}}</b>?
th: ยกเลิกการส่งคำเชิญของคุณไปให้ <b>{{1}}</b> หรือไม่
vi: Hủy mời <b>{{1}}</b>?
zh_hans: 取消你向<b>{{1}}</b>发送的邀请?
zh_hant: 取消你向<b>{{1}}</b>發送的邀請?

# invite_confirm_body
source: Invite {{1}} to be your friend?
de: {{1}} als Freund einladen?
es: ¿Pedirle a {{1}} que sea una amistad?
fr: Inviter {{1}} à être votre ami ?
id: Undang {{1}} untuk menjadi temanmu?
it: Vuoi invitare {{1}} tra i tuoi amici?
ja: {{1}}さんを招待しフレンドに追加しますか？
ko: {{1}} 님을 친구로 초대할까요?
pt: Convidar {{1}} para ser seu amigo?
ru: Хотите, чтобы игрок {{1}} стал вашим другом?
th: ส่งคำขอให้ {{1}} มาเป็นเพื่อนกับคุณหรือไม่
vi: Mời {{1}} trở thành bạn của bạn?
zh_hans: 邀请{{1}}成为你的好友？
zh_hant: 邀請{{1}}成為你的好友？

# invite_confirm_title
source: <b>Send Invite</b>
de: <b>Einladung abschicken</b>
es: <b>Enviar invitación</b>
fr: <b>Envoyer l'invitation</b>
id: <b>Kirim Undangan</b>
it: <b>Spedisci invito</b>
ja: <b>招待状の送信</b>
ko: <b>초대 보내기</b>
pt: <b>Enviar convite</b>
ru: <b>Отправить приглашение</b>
th: <b>ส่งคำเชิญ</b>
vi: <b>Gửi lời mời</b>
zh_hans: <b>发送邀请</b>
zh_hant: <b>發送邀請</b>

# invite_declined_button
source: <b>Declined</b>
de: <b>Abgelehnt</b>
es: <b>Rechazada</b>
fr: <b>Refusé</b>
id: <b>Ditolak</b>
it: <b>Rifiutato</b>
ja: <b>却下</b>
ko: <b>거절 완료</b>
pt: <b>Recusado</b>
ru: <b>Отклонено</b>
th: <b>ปฏิเสธแล้ว</b>
vi: <b>Đã từ chối</b>
zh_hans: <b>已拒绝</b>
zh_hant: <b>已拒絕</b>

# invite_error_title
source: <b>Friend Invite Error</b>
de: <b>Fehler bei der Freundschaftseinladung</b>
es: <b>Error de invitación de amistad</b>
fr: <b>Erreur lors de l'envoi d'invitation</b>
id: <b>Kesalahan Undangan Teman</b>
it: <b>Errore invito amico</b>
ja: <b>フレンド招待エラー</b>
ko: <b>친구 초대 오류</b>
pt: <b>Erro ao enviar convite</b>
ru: <b>Ошибка приглашения в друзья</b>
th: <b>คำขอเป็นเพื่อนเกิดข้อผิดพลาด</b>
vi: <b>Lỗi mời bạn bè</b>
zh_hans: <b>好友邀请错误</b>
zh_hant: <b>好友邀請錯誤</b>

# invite_friends_body_00
source: You're now friends with {{1}}!
de: Du bist jetzt mit {{1}} befreundet!
es: ¡{{1} es ahora una amistad!
fr: {{1}} fait maintenant partie de vos amis !
id: Kamu sekarang berteman dengan {{1}}!
it: Hai stretto amicizia con {{1}}!
ja: {{1}}さんとフレンドになりました！
ko: 이제 {{1}} 님과 친구가 되었습니다!
pt: Você e {{1}} agora são amigos!
ru: Теперь вы друзья с игроком {{1}}!
th: คุณได้เป็นเพื่อนกับ {{1}} แล้ว!
vi: Bạn hiện là bạn của {{1}}!
zh_hans: 你和{{1}}还不是好友！
zh_hant: 你和{{1}}還不是好友！

# invite_friends_body_01
source: Visit your friend constellation to play together, gift light, and more.
de: Besuche das Freundes-Sternbild, um gemeinsam zu spielen, Licht zu verschenken und mehr.
es: Visita la constelación de tu amistad para jugar al unísono, regalar luz, y mucho más.
fr: Visitez la constellation de vos amis pour jouer ensemble, offrir de la lumière et plus encore.
id: Kunjungi rasi temanmu untuk bermain bersama, menghadiahkan cahaya, dan lainnya.
it: Visita la costellazione di un amico per giocare insieme, donare luce e molto altro ancora.
ja: フレンドの星座から、一緒に遊んだり、ギフトを贈ったりできますよ
ko: 친구 별자리를 열어 친구를 찾아가거나 빛을 선물하는 등 다양한 활동을 해보세요
pt: Visite sua Constelação de Amigos para jogar junto com alguém, presentear com luz e muito mais.
ru: Посетите созвездие своих друзей, чтобы вместе играть, дарить свет и многое другое.
th: เยี่ยมเยียนกลุ่มดาวเพื่อนของคุณเพื่อเล่นร่วมกัน มอบแสงเป็นของขวัญ และอื่นๆ อีกมากมาย
vi: Ghé thăm Chòm Sao bạn bè để chơi cùng nhau, tặng ánh sáng, và hơn thế nữa.
zh_hans: 拜访你好友的星座和他们一起游玩，赠予他们烛光和更多的东西。
zh_hant: 拜訪你好友的星座和他們一起遊玩，贈予他們燭光和更多的東西。

# invite_friends_button
source: <b>Friends</b>
de: <b>Freunde</b>
es: <b>Amistades</b>
fr: <b>Amis</b>
id: <b>Teman</b>
it: <b>Amici</b>
ja: <b>フレンド</b>
ko: <b>친구</b>
pt: <b>Amigos</b>
ru: <b>Друзья</b>
th: <b>เพื่อน</b>
vi: <b>Bạn bè</b>
zh_hans: <b>好友</b>
zh_hant: <b>好友</b>

# invite_incoming_accept_00
source: You've received a Friend Invite! Assign them a nickname of your choice to accept.
de: Du hast eine Freundschaftsanfrage erhalten! Weise dem Freund einen Spitznahmen deiner Wahl zu, um sie anzunehmen.
es: ¡Has recibido una invitación de un amigo! Asígnales un apodo de tu elección para aceptar.
fr: Vous avez reçu une invitation d’ami ! Attribuez-leur un surnom de votre choix pour accepter.
id: Kamu menerima Undangan Teman! Beri mereka nama panggilan pilihanmu untuk menerimanya.
it: Hai ricevuto un invito da un amico! Dagli un alias a tua scelta per accettare.
ja: フレンドから招待状が届きました！ニックネームをつけて招待を承認しましょう
ko: 친구초대를 받았어요! 수락하려면 친구에게 원하는 별명을 지어주세요.
pt: Você recebeu um Convite de Amizade! Para aceitar, escolha um apelido para seu amigo.
ru: Вы получили приглашение дружить! Выберите для друга прозвище, чтобы принять приглашение.
th: คุณได้รับคำขอเป็นเพื่อนแล้ว! ตั้งชื่อเล่นให้พวกเขาตามต้องการเพื่อยอมรับคำขอ
vi: Bạn đã nhận được Lời mời Kết bạn! Đặt cho họ một cái tên để chấp nhận.
zh_hans: 你收到了好友邀请！接受邀请，给他们起一个名字吧！
zh_hant: 你收到了好友邀請！接受邀請，給他們起一個名字吧！

# invite_incoming_accepting_00
source: Claiming the Friend Invite . . .
de: Freundschaftsanfrage abrufen ...
es: Canjeando la invitación del amigo... . .
fr: Acceptation de l’invitation d’ami. . .
id: Menerima Undangan Teman . . .
it: Accettazione invito amico...
ja: フレンドの招待状を確認しています...
ko: 친구초대를 받는 중…
pt: Resgatando a solicitação de amizade . . .
ru: Одобряется приглашение дружить...
th: กำลังรับคำขอเป็นเพื่อน . . .
vi: Đang nhận Lời mời Kết bạn...
zh_hans: 接受邀请中 . . .
zh_hant: 接受邀請中 . . .
