Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_color_currency_menu
source: <hinticon/> Open the <2>expressions menu</2> to view your <1>Colored Light</1> and forge <b>Dyes</b>
de: <hinticon/> Öffne das <2>Emote-Menü</2>, um dir dein <1>farbiges Licht</1> anzusehen und <b>Farben</b> zu schmieden.
es: <hinticon/> Abre el <2>menú de expresiones</2> para ver la <1>luz de color</1> y forjar <b>tinturas</b>.
fr: <hinticon/> Ouvrez le <2>menu des emotes</2> pour voir votre <1>lumière colorée</1> et créer des <b>teintures</b>
id: <hinticon/> Buka <1>Menu Ekspresi</1> untuk melihat <1>Cahaya Berwarna</1> milik kamu dan menempa <b>Pewarna</b>
it: <hinticon/> Apri il <2>menu delle animazioni</2> per visualizzare la tua <1>luce colorata</1> e creare <b>tinture</b>
ja: <hinticon/> <1>感情表現メニュー</1>を開き、<1>光染料のかけら</1>を確認し、<b>光染料</b>を精錬しましょう
ko: <hinticon/> <2>제스처 메뉴</2>를 열고 보유한 <1>색깔 빛</1>을 확인한 다음 <b>염색약</b>을 만드세요
pt: <hinticon/> Abra o <2>menu de expressões</2> para ver sua <1>Luz Colorida</1> e forjar <b>tintas</b>
ru: <hinticon/> Откройте <2>меню эмоций</2>, чтобы посмотреть имеющийся <1>цветной свет</1> и создать <b>краски</b>.
th: <hinticon/> เปิด<2>เมนูอีโมต</2>เพื่อดู<1>แสงแห่งสีสัน</1>ของคุณ และสร้าง<b>สีย้อม</b>
vi: <hinticon/> Mở <1>Menu Biểu Cảm</1> để xem <1>Ánh Sáng Màu</1> của bạn và rèn <b>Thuốc Nhuộm</b>
zh_hans: <hinticon/>打开<2>表情菜单</2>以查看你的<1>多彩光线</1>并打造<b>染料</b>
zh_hant: <hinticon/>打開<2>表情選單</2>，查看你的<1>彩染之光</1>，然後提煉出<b>光染</b>。

# tutorial_color_currency_spend
source: Spend this <b>dye</b> at the <1>Dye Workshop</1> in <b>Aviary Village</b>.
de: Gib diese <b>Farbe</b> in der <1>Farben-Werkstatt</1> im <b>Volieren-Dorf</b> aus.
es: Usa esta <b>tintura</b> en el <1>taller de tinturas</1>, en la <b>aldea aviaria</b>.
fr: Utilisez cette <b>teinture</b> à l'<1>Atelier de teinture</1> du <b>Village volière</b>.
id: Gunakan <b>Pewarna</b> ini di <1>Lokakarya Warna</1> pada <b>Desa Aviary</b>.
it: Spendi questa <b>tintura</b> presso la <1>Bottega di tintura</1> al <b>Villaggio degli Uccelli</b>.
ja: <b>花鳥郷</b>の<1>光染め工房</1>で、この<b>光染料</b>を使用してみましょう
ko: <b>새들의 정원 마을</b>의 <1>염색 공방</1>에서 이 <b>염색약</b>을 쓸 수 있어요
pt: Use esta <b>tinta</b> no <1>Ateliê de Tintas</1> na <b>Aldeia Aviária</b>.
ru: Используйте <b>краску</b> в <1>мастерской цвета</1> <b>Птичьей деревни</b>.
th: ใช้<b>สีย้อม</b>นี้ที่<1>เวิร์คช็อปสีย้อม</1>ใน<b>หมู่บ้านเอเวียรี</b>
vi: Sử dụng <b>Thuốc Nhuộm</b> này tại <1>Xưởng Nhuộm</1> ở <b>Làng Chuồng Chim</b>.
zh_hans: 前往<b>云巢</b>的<1>染料工作室</1>花费此<b>染料</b>。
zh_hant: 在<b>雲巢</b>的<1>光之染坊</1>使用此<b>光染</b>。

# tutorial_crab_rock_trick_00
source: <hinticon/> Move to an area away from water and on higher ground to burrow
de: <hinticon/> Gehe in einen höheren Bereich fernab von Wasser, um zu graben.
es: <hinticon/>Muévete a un área lejos del agua o a mayor altura para excavar
fr: <hinticon/> Déplacez-vous vers une zone éloignée de l'eau et sur un terrain plus élevé pour vous y enfoncer.
id: <hinticon/> Pindah ke daerah yang jauh dari air dan di tempat yang lebih tinggi untuk menggali
it: <hinticon/> Spostati in un'area lontana dall'acqua e su un terreno più alto per scavare
ja: <hinticon/> 水場を離れ、穴を掘れる高さのある場所に移動しましょう
ko: <hinticon/> 땅 속으로 파고들 수 있도록 물에서 떨어진 더 높은 장소로 이동하세요
pt: <hinticon/> Mova-se para uma área longe da água e em um terreno mais alto para se enterrar
ru: <hinticon/> Чтобы закопаться в землю, отойдите подальше от воды
th: <hinticon/>ไปยังพื้นที่ห่างไกลจากแม่น้ำ และอยู่บนพื้นที่สูงเพื่อขุด
vi: <hinticon/>Di chuyển đến khu vực cao cách xa mặt nước để đào hang
zh_hans: <hinticon/>移动到远离水源的高地处进行挖洞
zh_hant: <hinticon/>移動到遠離水源的高地處挖洞

# tutorial_crab_rock_trick_01
source: <hinticon/> Move to an area of soft ground to burrow
de: <hinticon/> Gehe in einen Bereich mit weichem Boden, um zu graben.
es: <hinticon/>Muévete hasta un área de terreno blando para excavar
fr: <hinticon/> Déplacer vers une zone de sol mou pour vous y enfoncer
id: <hinticon/> Pindah ke daerah tanah yang lunak untuk menggali
it: <hinticon/> Spostati in un'area di terreno soffice per scavare
ja: <hinticon/> 穴を掘って潜れるよう、柔らかい地面の場所に移動しましょう
ko: <hinticon/> 땅 속으로 파고들 수 있도록 바닥이 더 부드러운 곳로 이동하세요
pt: <hinticon/> Mova-se para uma área de solo macio para se enterrar
ru: <hinticon/> Чтобы закопаться в землю, найдите рыхлую поверхность
th: <hinticon/> ไปยังพื้นดินที่อ่อนนุ่มเพื่อขุด
vi: <hinticon/>Di chuyển đến khu vực đất mềm để đào hang
zh_hans: <hinticon/>移动到松软的地面进行挖洞
zh_hant: <hinticon/>移動到鬆軟的地面挖洞

# tutorial_darkstone_00
source: <hinticon/> Recover <2>flame</2> to melt the <3>darkness</3>
de: <hinticon/> Stelle <2>flame</2> wieder her, um die <3>Dunkelheit</3> zu schmelzen
es: <hinticon/> Recobra <2>flama</2> para derretir la <3>oscuridad</3>
fr: <hinticon/> Récupérez de la <2>flamme</2> pour faire fondre <3>l’obscurité</3>
id: <hinticon/> Pulihkan <2>api</2> untuk melelehkan <3>kegelapan</3>
it: <hinticon/> Recupera la <2>fiamma</2> per dissipare le <3>tenebre</3>
ja: <hinticon/> <2>エナジーを回復</2>して<3><b>蝕む闇</b></3>を溶かしましょう
ko: <hinticon/> <2>불꽃</2>을 되살려서 <3>어둠</3>을 녹이세요.
pt: <hinticon/> Recupere a <2>chama</2> para dissipar a <3>escuridão</3>
ru: <hinticon/> Верните <2>пламя</2>, чтобы растопить <3>тьму</3>
th: <hinticon/> เก็บ<2>เปลวไฟ</2>เพื่อหลอมละลาย<3>ความมืดมิด</3>
vi: <hinticon/>Thắp lên <2>ngọn lửa</2> tịnh hóa<3> bóng tối</3>
zh_hans: <hinticon/> 重燃<2>心火</2>净化<3>黑暗</3>
zh_hant: <hinticon/> 重燃<2>心火</2>淨化<3>黑暗</3>

# tutorial_dive_00
source: <hinticon/> <1>Tap</1> <toggle_swim/> to start <2>diving</2>
de: <hinticon/> <1>Tippe</1> <toggle_swim/>, um zu <2>tauchen</2>
es: <hinticon/> <1>Toca</1> <toggle_swim/> para comenzar a <2>bucear</2>.
fr: <hinticon/> <1>Appuyez sur</1> <toggle_swim/> pour commencer à <2>plonger</2>
id: <hinticon/> <1>Ketuk</1> <toggle_swim/> untuk mulai <2>menyelam</2>
it: <hinticon/> <1>Tocca</1> <toggle_swim/> per iniziare l'<2>immersione</2>
ja: <hinticon/> <toggle_swim/>を<1>タップ</1>して<2>潜水</2>しましょう
ko: <hinticon/> <1></1><toggle_swim/>을 탭하여 <2>잠수</2>를 시작하세요
pt: <hinticon/> <1>Toque em</1> <toggle_swim/> para <2>mergulhar</2>
ru: <hinticon/> <1>Нажмите</1> <toggle_swim/>, чтобы <2>нырнуть</2>
th: <hinticon/> <1>แตะ</1> <toggle_swim/> เพื่อเริ่ม<2>ดำน้ำ</2>
vi: <hinticon/> <1>Nhấn </1> <toggle_swim/> để bắt đầu <2>lặn</2>
zh_hans: <hinticon/> <1>点击</1> <toggle_swim/>开始 <2>潜水</2>
zh_hant: <hinticon/> <1>點擊</1><toggle_swim/>開始<2>潛水</2>

# tutorial_dive_00_ps
source: <hinticon/> <1>Press <button type="flight_toggle"/></1> to start <2>diving</2>
de: <hinticon/> <1>Drücke <button type="flight_toggle"/></1> , um zu <2>tauchen</2>
es: <hinticon/> <1>Presiona <button type="flight_toggle"/></1> para comenzar <2> a <2>bucear</2>.
fr: <hinticon/> <1>Appuyez sur <button type="flight_toggle"/></1> pour commencer à <2>plonger</2>
id: <hinticon/> <1>Tekan <button type="flight_toggle"/></1> untuk mulai <2>menyelam</2>
it: <hinticon/> <1>Premi <button type="flight_toggle"/></1> per iniziare l'<2>immersione</2>
ja: <hinticon/> <1><button type="flight_toggle"/>を押して</1><2>潜水</2>しましょう
ko: <hinticon/> <1><button type="flight_toggle"/></1>을 눌러 <2>잠수</2>를 시작하세요
pt: <hinticon/> <1>Pressione <button type="flight_toggle"/></1> para <2>mergulhar</2>
ru: <hinticon/> <1>Нажмите <button type="flight_toggle"/></1>, чтобы <2>нырнуть</2>
th: <hinticon/> <1>กด <button type="flight_toggle"/></1> เพื่อเริ่ม<2>ดำน้ำ</2>
vi: <hinticon/> <1>Ấn <button type="flight_toggle"/></1> bắt đầu <2>lặn</2>
zh_hans: <hinticon/> <1>按下<button type="flight_toggle"/></1>开始<2>潜水</2>
zh_hant: <hinticon/> <1>按下<button type="flight_toggle"/></1>開始<2>潛水</2>

# tutorial_dive_01
source: <hinticon/><1>Look</1> at the direction you want to go and <1>move</1> forward to swim there
de: <hinticon/><1>Sieh</1> in die gewünschte Richtung und <1>bewege</1> dich vorwärts, um dorthin zu schwimmen
es: <hinticon/><1>Mira</1> en la dirección en la que quieras ir y <1>muévete </1> hacia adelante para nadar hasta allí.
fr: <hinticon/><1>Regardez</1> dans la direction que vous voulez suivre et <1>avancez</1> pour nager dans cette direction
id: <hinticon/><1>Lihat</1> ke arah yang ingin kamu tuju dan <1>bergerak</1> maju untuk berenang ke sana
it: <hinticon/><1>Guarda</1> nella direzione in cui vuoi andare e <1>muoviti</1> in avanti per raggiungerla nuotando
ja: <hinticon/>進みたい方向に<1>カメラを向けて</1>キャラクターを<1>動かす</1>と見ている方向に向かって泳ぎます
ko: <hinticon/><1>이동하려는 방향</1>을 보고 <1>앞으로</1> 움직여 헤엄치세요
pt: <hinticon/><1>Olhe</1> para onde quer ir e <1>mova-se</1> para frente para nadar
ru: <hinticon/><1>Посмотрите</1> в нужном направлении и <1>двигайтесь</1> вперед, чтобы поплыть
th: <hinticon/><1>มอง</1>ไปยังทิศทางที่ต้องการไป แล้ว<1>เคลื่อนตัว</1>ไปข้างหน้าเพื่อว่ายน้ำไปยังจุดนั้น
vi: <hinticon/><1>Nhìn </1>về hướng bạn muốn đến và bơi <1>về phía trước</1> để đến đó
zh_hans: <hinticon/><1>看向</1>你想去的方向并且<1>向前</1>游到那里
zh_hant: <hinticon/><1>看向</1>您想去的方向，然後向前<1>移動</1>，以游泳至該處

# tutorial_dive_01_ps
source: <hinticon/><1>Look</1> at the direction you want to go and <1>move</1> forward to swim there
de: <hinticon/><1>Sieh</1> in die gewünschte Richtung und <1>bewege</1> dich vorwärts, um dorthin zu schwimmen
es: <hinticon/><1>Mira</1> en la dirección en la que quieras ir y <1>muévete</1> hacia adelante para nadar hasta allí.
fr: <hinticon/><1>Regardez</1> la direction que vous voulez suivre et <1>avancez</1> pour nager dans cette direction
id: <hinticon/><1>Lihat</1> ke arah yang ingin kamu tuju dan <1>bergerak</1> maju untuk berenang ke sana
it: <hinticon/><1>Guarda</1> nella direzione in cui vuoi andare e <1>muoviti</1> in avanti per raggiungerla nuotando
ja: <hinticon/>進みたい方向に<1>カメラを向けて</1>キャラクターを<1>動かす</1>と見ている方向に向かって泳ぎます
ko: <hinticon/><1>이동하려는 방향</1>을 보고 <1>앞으로</1> 움직여 헤엄치세요
pt: <hinticon/><1>Olhe</1> para onde quer ir e <1>mova-se</1> para frente para nadar
ru: <hinticon/><1>Посмотрите</1> в нужном направлении и <1>двигайтесь</1> вперед, чтобы поплыть
th: <hinticon/><1>มอง</1>ไปยังทิศทางที่ต้องการไป แล้ว<1>เคลื่อนตัว</1>ไปข้างหน้าเพื่อว่ายน้ำไปยังจุดนั้น
vi: <hinticon/><1>Nhìn </1>về hướng bạn muốn đến và bơi <1>về phía trước</1> để đến đó
zh_hans: <hinticon/><1>看向</1>你想去的方向并且<1>向前</1>游到那里
zh_hant: <hinticon/><1>看向</1>您想去的方向，然後向前<1>移動</1>，以游泳至該處

# tutorial_dive_02
source: <hinticon/>When <toggle_dive/> appears, you can <1>tap</1> it to <2>rise</2> to the surface quickly
de: <hinticon/>Wenn <toggle_dive/> erscheint, kannst du darauf <1>tippen</1> , um <2>schnell</2> wieder an die Oberfläche aufzusteigen
es: <hinticon/>Cuando <toggle_dive/> aparece, puedes <1>tocarlo</1> para <2>subir</2> a la superficie rápidamente.
fr: <hinticon/>Lorsque <toggle_dive/> apparaît, vous pouvez le <1>toucher</1> pour <2>remonter</2> rapidement à la surface
id: <hinticon/>Saat <toggle_dive/> muncul, kamu bisa <1>mengetuknya</1> untuk <2>naik</2> ke permukaan dengan cepat
it: <hinticon/>Quando appare <toggle_dive/>, puoi <1>toccarlo</1> per <2>risalire</2> in superficie rapidamente
ja: <hinticon/><toggle_dive/>が表示されている間に<1>タップ</1>すると水面に向かって<2>急浮上</2>できます
ko: <hinticon/> <toggle_dive/>이 나타나면 <1>탭하여</1> 빠르게 <2>수면으로 올라갈 수</2> 있어요
pt: <hinticon/>Quando <toggle_dive/> aparece, você pode <1>tocar</1> para <2>emergir</2> rapidamente
ru: <hinticon/>Когда появляется <toggle_dive/>, <1>нажмите</1> на нее, чтобы быстро <2>всплыть</2> на поверхность
th: <hinticon/>เมื่อ <toggle_dive/> ปรากฏขึ้น คุณสามารถ<1>แตะ</1>เพื่อ<2>ขึ้นสู่</2>ผิวน้ำได้อย่างรวดเร็ว
vi: <hinticon/>Khi <toggle_dive/> xuất hiện, bạn có thể <1>nhấn </1>vào và nhanh chóng <2>nổi lên</2> mặt nước
zh_hans: <hinticon/>当<toggle_dive/>出现时，你可以<1>点击</1>它并快速<2>上升</2>至水面
zh_hant: <hinticon/>當<toggle_dive/>出現時，您可以<1>點擊</1>它，以快速<2>上升</2>至水面

# tutorial_dive_02_ps
source: <hinticon/>When <toggle_dive/> appears, you can <1>press <button type="flight_toggle"/> again </1> to <2>rise</2> to the surface quickly
de: <hinticon/>Wenn <toggle_dive/> erscheint, <1>drücke <button type="flight_toggle"/> erneut, </1> um <2>schnell</2> wieder an die Oberfläche aufzusteigen
es: <hinticon/>Cuando <toggle_dive/> aparece, puedes <1>presionarlo<button type="flight_toggle"/></1> de nuevo para <2>subir</2> a la superficie rápidamente.
fr: <hinticon/>Lorsque <toggle_dive/> apparaît, vous pouvez <1>appuyer dessus <button type="flight_toggle"/> une fois de plus </1> pour <2>remonter</2> rapidement à la surface
id: <hinticon/>Saat <toggle_dive/> muncul, kamu bisa <1>menekan <button type="flight_toggle"/> lagi </1> untuk <2>naik</2> ke permukaan dengan cepat
it: <hinticon/>Quando appare <toggle_dive/>, puoi <1>premere di nuovo <button type="flight_toggle"/></1> per <2>risalire</2> in superficie rapidamente
ja: <hinticon/><toggle_dive/>が表示されている間に<button type="flight_toggle"/>を<1>再度押す</1>と水面に向かって<2>急浮上</2>できます
ko: <hinticon/> <toggle_dive/>이 나타나면<1> <button type="flight_toggle"/>을 다시 눌러</1> 빠르게 <2>수면으로 올라올 수</2> 있어요
pt: <hinticon/>Quando <toggle_dive/> aparece, você pode <1>pressionar <button type="flight_toggle"/> novamente </1> para <2>emergir</2> rapidamente
ru: <hinticon/>Когда появляется <toggle_dive/>, <1>еще раз нажмите <button type="flight_toggle"/></1>, чтобы быстро <2>всплыть</2> на поверхность
th: <hinticon/>เมื่อ <toggle_dive/> ปรากฏขึ้น คุณสามารถ<1>กด<button type="flight_toggle"/>อีกครั้ง</1>เพื่อ<2>ขึ้นสู่</2>ผิวน้ำอย่างรวดเร็ว
vi: <hinticon/>Khi <toggle_dive/> xuất hiện, bạn có thể <1>ấn tiếp <button type="flight_toggle"/></1> để nhanh chóng <2>nổi lên</2> mặt nước
zh_hans: <hinticon/>当<toggle_dive/>出现时，你可以<1>再次按下<button type="flight_toggle"/></1>以快速<2>浮出</2>水面
zh_hant: <hinticon/>當<toggle_dive/>出現時，您可以<1>再次按下<button type="flight_toggle"/></1>，以快速<2>上升</2>至水面

# tutorial_dive_down_00
source: <hinticon/><1>Look down</1> and <1>move</1> to <2>dive deeper</2>
de: <hinticon/><1>Sieh nach unten</1> und <1>bewege dich</1> , um <2>tiefer zu tauchen</2>
es: <hinticon/><1>Mira hacia abajo</1> y <1>muévete</1> para <2>bucear más profundo</2>.
fr: <hinticon/><1>Regardez vers le bas</1> et <1>avancez</1> pour <2>plonger plus profondément</2>
id: <hinticon/><1>Lihat ke bawah</1> dan <1>bergerak</1> untuk <2>menyelam lebih dalam</2>
it: <hinticon/><1>Guarda giù</1> e <1>muoviti</1> per <2>scendere più in profondità</2>
ja: <hinticon/><1>下を向いて泳ぐと</1>より深く<2>潜れます</2>
ko: <hinticon/><1>아래를 보고</1> <1>이동하여</1> <2>더 깊이 잠수하세요</2>
pt: <hinticon/><1>Olhe para baixo </1> e <1>mova-se</1> para <2>mergulhar mais fundo</2>
ru: <hinticon/><1>Смотрите вниз</1> и <1>двигайтесь</1>, чтобы <2>нырнуть глубже</2>
th: <hinticon/><1>มองลงด้านล่าง</1>แล้ว<1>เคลื่อนตัว</1>เพื่อ<2>ดำลึกลงไป</2>
vi: <hinticon/><1>Nhìn xuống dưới </1>và <1><2>lặn xuống</1> sâu hơn</2>
zh_hans: <hinticon/><1>向下看</1>并<1><2>下潜</1>到更深处</2>
zh_hant: <hinticon/><1>向下看</1>，然後<1>移動</1>，以<2>向下潛水</2>

# tutorial_dive_down_00_ps
source: <hinticon/><1>Look down</1> and <1>move</1> to <2>dive deeper</2>
de: <hinticon/><1>Sieh nach unten</1> und <1>bewege dich</1> , um <2>tiefer zu tauchen</2>
es: <hinticon/><1>Mira hacia abajo</1> y <1>muévete</1> para <2>bucear más profundo</2>.
fr: <hinticon/><1>Regardez vers le bas</1> et <1>avancez</1> pour <2>plonger plus profondément</2>
id: <hinticon/><1>Lihat ke bawah</1> dan <1>bergerak</1> untuk <2>menyelam lebih dalam</2>
it: <hinticon/><1>Guarda giù</1> e <1>muoviti</1> per <2>scendere più in profondità</2>
ja: <hinticon/><1>下を向いて泳ぐと</1>より深く<2>潜れます</2>
ko: <hinticon/><1>아래를 보고</1> <1>이동하여</1> <2>더 깊이 잠수하세요</2>
pt: <hinticon/><1>Olhe para baixo </1> e <1>mova-se</1> para <2>mergulhar mais fundo</2>
ru: <hinticon/><1>Смотрите вниз</1> и <1>двигайтесь</1>, чтобы <2>нырнут�� глубже</2>
th: <hinticon/><1>มองลงด้านล่าง</1>แล้ว<1>เคลื่อนตัว</1>เพื่อ<2>ดำลึกลงไป</2>
vi: <hinticon/><1>Nhìn xuống dưới </1>và <1><2>lặn xuống</1> sâu hơn</2>
zh_hans: <hinticon/><1>向下看</1>并<1><2>下潜</1>到更深处</2>
zh_hant: <hinticon/><1>向下看</1>，然後<1>移動</1>，以<2>向下潛水</2>

# tutorial_dive_need_air_00
source: <hinticon/>You need more air. Find <2>air sources</2> in water, or <1>look up</1> and <1>swim</1> back to the surface
de: <hinticon/>Du brauchst mehr Luft. Finde <2>Luftquellen</2> im Wasser oder <1>sieh nach oben</1> und <1>schwimme</1> zurück an die Oberfläche
es: <hinticon/>Necesitas más aire. Encuentra <2>fuentes de aire</2> en el agua, o <1>mira hacia arriba</1> y <1>nada</1> de vuelta hacia la superficie.
fr: <hinticon/>Vous avez besoin d'air. Cherchez des <2>sources d'air</2> dans l'eau, ou <1>levez la tête</1> et <1>nagez</1> jusqu'à la surface
id: <hinticon/>Kamu perlu lebih banyak udara. Temukan <2>sumber udara</2> di air, atau <1>lihat ke atas</1> lalu <1>berenanglah</1> kembali ke permukaan
it: <hinticon/>Hai bisogno di più aria. Trova <2>fonti d'aria</2> in acqua o <1>guarda in su</1> e <1>nuota</1> per tornare in superficie
ja: <hinticon/>空気が足りません。水中で<2>空気の素</2>を見つけるか、<1>上を向いて泳ぎ</1>水面に浮上しましょう
ko: <hinticon/>공기가 부족합니다. 물 속에서 <2>공기가 있는 곳</2>을 찾거나, <1>위를 보고</1> 수면으로 <1>헤엄쳐</1> 올라가세요
pt: <hinticon/>Você precisa de mais ar. Encontre <2>fontes de ar</2> na água ou <1>olhe para cima</1> e <1>nade</1> para voltar à superfície
ru: <hinticon/>Вам нужен воздух. Ищите его <2>источники</2> в воде или <1>посмотрите вверх</1> и <1>плывите</1> к поверхности
th: <hinticon/>คุณต้องการอากาศเพิ่ม ค้นหา<2>แหล่งอากาศ</2>ในน้ำ หรือ<1>มองขึ้นด้านบน</1>เพื่อ<1>ว่าย</1>กลับขึ้นสู่ผิวน้ำ
vi: <hinticon/>Bạn cần thêm không khí. Tìm <2>nguồn không khí</2> trong nước hoặc <1>nhìn lên</1> và <1>bơi</1> lên mặt nước
zh_hans: <hinticon/>你需要更多的空气。找到水中的<2>空气资源</2>，或者<1>向上</1>并<1>游</1>回水面
zh_hant: <hinticon/>您需要更多的空氣。在水中尋找<2>空氣來源</2>，或<1>抬頭</1><1>游</1>回水面

# tutorial_dive_need_air_00_ps
source: <hinticon/>You need more air. Find <2>air sources</2> in water, or <1>look up</1> and <1>swim</1> back to the surface
de: <hinticon/>Du brauchst mehr Luft. Finde <2>Luftquellen</2> im Wasser oder <1>sieh nach oben</1> und <1>schwimme</1> zurück an die Oberfläche
es: <hinticon/>Necesitas más aire. Encuentra <2>fuentes de aire</2> en el agua, o <1>mira hacia arriba</1> y <1>nada</1> de vuelta hacia la superficie.
fr: <hinticon/>Vous avez besoin d'air. Cherchez des <2>sources d'air</2> dans l'eau, ou <1>levez la tête</1> et <1>nagez</1> jusqu'à la surface
id: <hinticon/>Kamu perlu lebih banyak udara. Temukan <2>sumber udara</2> di air, atau <1>lihat ke atas</1> lalu <1>berenanglah</1> kembali ke permukaan
it: <hinticon/>Hai bisogno di più aria. Trova <2>fonti d'aria</2> in acqua o <1>guarda in su</1> e <1>nuota</1> per tornare in superficie
ja: <hinticon/>空気が足りません。水中で<2>空気の素</2>を見つけるか、<1>上を向いて泳ぎ</1>水面に浮上しましょう
ko: <hinticon/>공기가 부족합니다. 물 속에서 <2>공기가 있는 곳</2>을 찾거나, <1>위를 보고</1> 수면으로 <1>헤엄쳐</1> 올라가세요
pt: <hinticon/>Você precisa de mais ar. Encontre <2>fontes de ar</2> na água ou <1>olhe para cima</1> e <1>nade</1> para voltar à superfície
ru: <hinticon/>Вам нужен воздух. Ищите его <2>источники</2> в воде или <1>посмотрите вверх</1> и <1>плывите</1> к поверхности
th: <hinticon/>คุณต้องการอากาศเพิ่ม ค้นหา<2>แหล่งอากาศ</2>ในน้ำ หรือ<1>มองขึ้นด้านบน</1>เพื่อ<1>ว่าย</1>กลับขึ้นสู่ผิวน้ำ
vi: <hinticon/>Bạn cần thêm không khí. Tìm <2>nguồn không khí</2> trong nước hoặc <1>nhìn lên</1> và <1>bơi</1> lên mặt nước
zh_hans: <hinticon/>你需要更多的空气。找到水中的<2>空气资源</2>，或者<1>向上</1>并<1>游</1>回水面
zh_hant: <hinticon/>您需要更多的空氣。在水中尋找<2>空氣來源</2>，或<1>抬頭</1><1>游</1>回水面

# tutorial_dive_need_air_01
source: <hinticon/>When <toggle_dive/> appears, you can also <1>tap</1> it to <2>rise</2> to the surface quickly
de: <hinticon/>Wenn <toggle_dive/> erscheint, kannst du auch darauf <1>tippen,</1> um <2>schnell</2> wieder an die Oberfläche aufzusteigen
es: <hinticon/>Cuando <toggle_dive/> aparece, también puedes <1>tocarlo</1> para <2>subir</2> a la superficie rápidamente.
fr: <hinticon/>Lorsque <toggle_dive/> apparaît, vous pouvez également le <1>toucher</1> pour <2>remonter</2> rapidement à la surface
id: <hinticon/>Saat <toggle_dive/> muncul, kamu juga bisa <1>mengetuknya</1> untuk <2>naik</2> ke permukaan dengan cepat
it: <hinticon/>Quando appare <toggle_dive/>, puoi anche <1>toccarlo</1> per <2>risalire</2> in superficie rapidamente
ja: <hinticon/><toggle_dive/>が表示されていれば<1>タップ</1>することでも<2>急浮上</2>できます
ko: <hinticon/> <toggle_dive/>이] 나타나면 <1>탭하여</1> 빠르게 <2>수면으로 올라갈 수</2> 있어요
pt: <hinticon/>Quando <toggle_dive/> aparecer, você também poderá <1>tocar</1> para <2>emergir</2> rapidamente
ru: <hinticon/>Когда появляется <toggle_dive/>, можно <1>нажать на нее</1>, чтобы быстро <2>всплыть</2> на поверхность
th: <hinticon/>เมื่อ <toggle_dive/> ปรากฏขึ้น คุณยังสามารถ<1>แตะ</1>เพื่อ<2>ขึ้นสู่</2>ผิวน้ำได้อย่างรวดเร็ว
vi: <hinticon/>Khi <toggle_dive/> xuất hiện, bạn có thể <1>ấn</1> để nhanh chóng <2>nổi lên</2> mặt nước
zh_hans: <hinticon/>当<toggle_dive/>出现时，你也可以<1>按下</1>并快速<2>游回</2>水面
zh_hant: <hinticon/>當<toggle_dive/>出現時，您也可以<1>點擊</1>它，以快速<2>上升</2>至水面

# tutorial_dive_need_air_01_ps
source: <hinticon/>When <toggle_dive/> appears, you can also <1>press <button type="flight_toggle"/> again </1> to <2>rise</2> to the surface quickly
de: <hinticon/>Wenn <toggle_dive/> erscheint, <1>drücke <button type="flight_toggle"/> erneut, </1> um <2>schnell</2> wieder an die Oberfläche aufzusteigen
es: <hinticon/>Cuando <toggle_dive/> aparece, también puedes <1>presionarlo<button type="flight_toggle"/></1> de nuevo para <2>subir</2> a la superficie rápidamente.
fr: <hinticon/>Lorsque <toggle_dive/> apparaît, vous pouvez également <1>appuyer dessus <button type="flight_toggle"/> une fois de plus </1> pour <2>remonter</2> rapidement à la surface
id: <hinticon/>Saat <toggle_dive/> muncul, kamu juga bisa <1>menekan <button type="flight_toggle"/> lagi </1> untuk <2>naik</2> ke permukaan dengan cepat
it: <hinticon/>Quando appare <toggle_dive/>, puoi anche <1>premere di nuovo <button type="flight_toggle"/></1> per <2>risalire</2> in superficie rapidamente
ja: <hinticon/><toggle_dive/>が表示されていれば<button type="flight_toggle"/>を<1>再度押す</1>ことでも<2>急浮上</2>できます
ko: <hinticon/> <toggle_dive/>이 나타나면<1> <button type="flight_toggle"/>을 다시 눌러</1> 빠르게 <2>수면으로 올라올 수</2> 있어요
pt: <hinticon/>Quando <toggle_dive/> aparecer, você também poderá <1>pressionar <button type="flight_toggle"/> novamente </1> para <2>emergir</2> rapidamente
ru: <hinticon/>Когда появляется <toggle_dive/>, можно нажать на <1><button type="flight_toggle"/> еще раз</1>, чтобы быстро <2>всплыть</2> на поверхность
th: <hinticon/>เมื่อ <toggle_dive/> ปรากฏขึ้น คุณยังสามารถ<1>กด <button type="flight_toggle"/> อีกครั้ง</1>เพื่อ<2>ขึ้นสู่</2>ผิวน้ำอย่างรวดเร็ว
vi: <hinticon/>Khi <toggle_dive/> xuất hiện, bạn có thể <1>ấn tiếp <button type="flight_toggle"/></1> để nhanh chóng <2>nổi lên</2> mặt nước
zh_hans: <hinticon/>当<toggle_dive/>出现时，你可以<1>再次按下<button type="flight_toggle"/></1>以快速<2>上升</2>浮出水面
zh_hant: <hinticon/>當<toggle_dive/>出現時，您也可以再次<1>按下<button type="flight_toggle"/></1>，以快速<2>上升</2>至水面

# tutorial_dive_obtain_00
source: <hinticon/>You have learned the ability to <2>dive</2>.
de: <hinticon/>Du hast folgende Fähigkeit erlernt: <2>Tauchen</2>.
es: <hinticon/>Aprendiste la habilidad de <2>buceo</2>.
fr: <hinticon/> Vous avez appris à <2>plonger</2>.
id: <hinticon/>Kamu berhasil mempelajari kemampuan untuk <2>menyelam</2>.
it: <hinticon/>Hai imparato l'abilità di <2>immersione</2>.
ja: <hinticon/>あなたは<2>潜水</2>能力を手に入れました
ko: <hinticon/><2>잠수</2> 능력을 배웠어요
pt: <hinticon/>Você aprendeu a <2>mergulhar</2>.
ru: <hinticon/>Вы научились <2>нырять</2>.
th: <hinticon/>คุณได้เรียนรู้ความสามารถใน<2>การดำน้ำ</2>
vi: <hinticon/>Bạn đã học được năng lực <2>lặn</2>.
zh_hans: <hinticon/>你已经学会了<2>潜水</2>。
zh_hant: <hinticon/>您已經學會了<2>潛水</2>的能力。
