Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# tutorial_shout_01
source: <hinticon/> <1>Press and hold</1> on <2>yourself</2> to release a call
de: <hinticon/> <1>Halte</1> <2>dich selbst</2> gedrückt, um etwas zu rufen
es: <hinticon/> <1>Mantén presionado</1> <2>a tu personaje</2> para liberar un llamado
fr: <hinticon/> <1>Maintenez</1> sur <2>vous-même</2> pour faire un appel
id: <hinticon/> <1>Tekan dan tahan</1> <2>dirimu</2> untuk mengeluarkan panggilan
it: <hinticon/> <1>Tieni premuto</1> <2>te stesso</2> per urlare
ja: <hinticon/> <1>自分を長押し</1>すると <2>より強い呼びかけ</2>ができます
ko: <hinticon/> <2>자신</2>을 <1>길게 눌러</1> 소리를 내세요
pt: <hinticon/> <1>Aperte e segure</1> em <2>você</2> para liberar uma convocação
ru: <hinticon/> <1>Нажмите</1> на <2>себя</2> и держите, чтобы позвать
th: <hinticon/> <1>กด</1>ที่<2>ตัวเอง</2>ค้างไว้ เพื่อยกเลิกการเรียก
vi: <hinticon/> <1>Nhấn và giữ</1> vào <2>chính mình</2> để phát đi tiếng gọi
zh_hans: <hinticon/> <1>长按</1>你的<2>角色</2>发出更大的呼唤
zh_hant: <hinticon/> <1>長按</1>你的<2>角色</2>發出更大的呼喚

# tutorial_shout_01_ps
source: <hinticon/> <1>Hold <button type="shout"/></1> to make a big call
de: <hinticon/> <1>Halte <button type="shout"/></1> gedrückt, um laut zu rufen
es: <hinticon/> <1>Mantén presionado <button type="shout"/></1> para hacer un llamado largo
fr: <hinticon/> <1>Maintenez <button type="shout"/></1> pour appeler fort
id: <hinticon/> <1>Tahan <button type="shout"/></1> untuk memanggil dengan keras
it: <hinticon/> <1>Tieni premuto <button type="shout"/></1> per chiamare forte
ja: <hinticon/> <1><button type="shout"/> ボタンを長押し</1>すると<2>より強い呼びかけ</2>ができます
ko: <hinticon/> <1><button type="shout"/> 을(를) 길게 눌러서</1> 큰 소리를 내세요
pt: <hinticon/> <1>Segure <button type="shout"/></1> para fazer uma grande convocação
ru: <hinticon/> <1>Удерживайте <button type="shout"/></1> для большого зова
th: <hinticon/> <1>กด <button type="shout"/></1> ค้างไว้เพื่อเรียกเสียงดัง
vi: <hinticon/> <1>Nhấn và giữ <button type="shout"/></1> để gọi to hơn
zh_hans: <hinticon/> <1>按住 <button type="shout"/></1> 发出更大的呼唤
zh_hant: <hinticon/> <1>按住 <button type="shout"/></1> 發出更大的呼喚

# tutorial_shout_02
source: <hinticon/> <1>Tap</1> on <2>yourself</2> to call <1>lost lights</1>
de: <hinticon/> <1>Tippe</1> auf <2>dich selbst</2>, um <1>verlorene Lichter</1> zu rufen
es: <hinticon/> <1>Toca</1> tu <2>personaje</2> para llamar <1>luces perdidas</1>
fr: <hinticon/> <1>Touchez </1> votre <2>personnage</2> pour appeler les <1>lumières perdues</1>
id: <hinticon/> <1>Ketuk</1> <2>dirimu</2> untuk memanggil <1>cahaya yang hilang</1>
it: <hinticon/> <1>Tocca</1> il <2>tuo personaggio</2> per chiamare le <1>luci perdute</1>
ja: <hinticon/> <1>自分をタップ</1>して フレンドや光の生物たちに<2>呼びかけます</2>
ko: <hinticon/> <2>자신</2>을 <1>탭</1>하여 <1>길 잃은 빛</1>을 부르세요
pt: <hinticon/> <1>Toque</1> no <2>seu personagem</2> para chamar <1>luzes perdidas</1>
ru: <hinticon/> <1>Нажмите</1> на <2>себя</2>, чтобы позвать <1>заблудшие огни</1>
th: <hinticon/> <1>แตะ</1>บน<2>ตัวเอง</2>เพื่อเรียก<1>แสงที่หายไป</1>
vi: <hinticon/> <1>Nhấn</1> vào <2>chính mình</2> để gọi <1>ánh sáng thất lạc</1>
zh_hans: <hinticon/> <1>点击</1>你的<2>角色</2>呼唤<1>坠落之光</1>
zh_hant: <hinticon/> <1>點擊</1>你的<2>角色</2>呼喚<1>墜落之光</1>

# tutorial_shout_02_ps
source: <hinticon/> <1>Press <button type="shout"/></1> to call <2>lost lights</2>
de: <hinticon/> <1>Drücke <button type="shout"/></1>, um die <2>verlorenen Lichter</2> zu rufen
es: <hinticon/> <1>Presiona <button type="shout"/></1> para llamar a <2>luces perdidas</2>
fr: <hinticon/> <1>Appuyez sur <button type="shout"/></1> pour appeler les <2>lumières perdues</2>
id: <hinticon/> <1>Tekan <button type="shout"/></1> untuk memanggil <2>cahaya yang hilang</2>
it: <hinticon/> <1>Premi <button type="shout"/></1> per chiamare le <2>luci perdute</2>
ja: <hinticon/> <1><button type="shout"/> ボタンを押して</1>フレンドや光の生物たちに<2>呼びかけます</2>
ko: <hinticon/> <1><button type="shout"/> 를 눌러</1> <2>길 잃은 빛</2>을 부르세요
pt: <hinticon/> <1>Pressione <button type="shout"/></1> para convocar <2>luzes perdidas</2>
ru: <hinticon/> <1>Нажмите <button type="shout"/></1>, чтобы позвать <2>заблудшие огни</2>
th: <hinticon/> <1>กด <button type="shout"/></1> เพื่อเรียก<2>แสงที่หายไป</2>
vi: <hinticon/> <1>Ấn <button type="shout"/></1> để gọi <2>ánh sáng thất lạc</2>
zh_hans: <hinticon/> <1>按下 <button type="shout"/></1> 呼唤<2>坠落之光</2>
zh_hant: <hinticon/> <1>按下 <button type="shout"/></1> 呼喚<2>墜落之光</2>

# tutorial_shout_03
source: <hinticon/> When lost, <1>tap</1> on <2>yourself</2> to call. Your<b><beacon/> Light</b> will reveal the path.
de: <hinticon/> Wenn du dich verläufst, <1>tippe</1> auf <2>dich selbst</2>, um zu rufen. Dein <b><beacon/>Licht</b> enthüllt den Weg.
es: <hinticon/> Si te pierdes, <1>toca</1> a <2>tu personaje</2> para avisar. Tu<b><beacon/> Luz</b> te mostrará el camino.
fr: <hinticon/> Si vous vous perdez, <1>posez le doigt</1> sur <2>vous</2> pour appeler à l’aide. Votre<b><beacon/> lumière</b> vous indiquera le chemin.
id: <hinticon/> Saat kamu tersesat, <1>tekan</1> <2>karakter kamu sendiri</2> untuk memanggil. <b><beacon/> Cahaya</b> kamu akan menunjukkan jalannya.
it: <hinticon/> Quando ti perdi, <1>tocca</1> sul <2>tuo personaggio</2> per chiamare. La tua<b><beacon/> luce</b> ti rivelerà il cammino.
ja: <hinticon/>迷ったら<2>自分</2>を<1>タップ</1>して呼びかけましょう。あなたの<b><beacon/>光</b>が道を示すでしょう
ko: <hinticon/> 길을 잃었다면 <1>자신</1>을 <2>탭</2>하여 소리치세요. 마음 속의 <b><beacon/> 빛</b>이 길을 밝혀줍니다.
pt: <hinticon/> Quando se perder, <1>toque</1> em <2>si</2> para chamar. Sua<b><beacon/> luz</b> revelará o caminho.
ru: <hinticon/> Если потеряетесь, <1>нажмите</1> на <2>себя</2>, чтобы позвать на помощь. Ваш <b><beacon/>Свет</b> укажет вам путь.
th: <hinticon/> เมื่อหลงทาง ให้<1>แตะ</1>บน<2>ตัวเอง</2>เพื่อเรียก <b><beacon/>แสง</b>ของคุณจะเผยเส้นทาง
vi: <hinticon/> Khi bị lạc, hãy <1>nhấn</1> vào <2>bản thân</2> để kêu gọi. <b><beacon/>Ánh sáng</b> của bạn sẽ chỉ đường.
zh_hans: <hinticon/>迷路时，<1>点击</1><2>你自己</2>即可呼唤。你的<b><beacon/>光</b>将会揭示道路。
zh_hant: <hinticon/>迷路時，<1>點擊</1><2>自己</2>來呼喚。你的<b><beacon/>光</b>將會為你指引方向。

# tutorial_shout_03_ps
source: <hinticon/> When lost, <1>press <button type="shout"/></1> to call. Your<b><beacon/> Light</b> will reveal the path.
de: <hinticon/> Wenn du dich verläufst, <1>drücke <button type="shout"/></1>, um zu rufen. Dein <b><beacon/>Licht</b> enthüllt den Weg.
es: <hinticon/> Si te pierdes, <1>presiona <button type="shout"/></1> para avisar. Tu<b><beacon/> Luz</b> te mostrará el camino.
fr: <hinticon/> Si vous vous perdez, <1>appuyez sur <button type="shout"/></1> pour appeler à l’aide. Votre<b><beacon/> lumière</b> vous indiquera le chemin.
id: <hinticon/> Saat kamu tersesat, <1>tekan <button type=\“shout\”/></1> untuk memanggil. <b><beacon/> Cahaya</b> kamu akan menunjukkan jalannya.
it: <hinticon/> Se ti perdi <1>premi <button type="shout"/></1> per chiamare. La tua<b><beacon/> luce</b> ti rivelerà il cammino.
ja: <hinticon/>迷ったら<1><button type="shout"/>を押して</1>呼びかけましょう。あなたの<b><beacon/>光</b>が道を示すでしょう
ko: <hinticon/> 길을 잃었다면 <1><button type="shout"/>을 눌러서</1> 소리치세요. 마음 속의 <b><beacon/> 빛</b>이 길을 밝혀줍니다.
pt: <hinticon/> Quando se perder, <1>aperte <button type="shout"/></1> para chamar. Sua<b><beacon/> luz</b> revelará o caminho.
ru: <hinticon/> Если потеряетесь, <1>нажмите <button type="shout"/></1>, чтобы позвать на помощь. Ваш <b><beacon/>Свет</b> укажет вам путь.
th: <hinticon/> เมื่อหลงทาง ให้<1>กด <button type="shout"/></1> เพื่อเรียก <b><beacon/>แสง</b>ของคุณจะเผยเส้นทาง
vi: <hinticon/> Khi bị lạc, hãy <1>nhấn <button type="shout"/></1> để kêu gọi. <b><beacon/>Ánh sáng</b> của bạn sẽ chỉ đường.
zh_hans: <hinticon/>迷路时，<1>按<button type="shout"/></1>即可呼唤。你的<b><beacon/>光</b>将会揭示道路。
zh_hant: <hinticon/>迷路時，<1>按下<button type="shout"/></1>來呼喚。你的<b><beacon/>光</b>將會為你指引方向。

# tutorial_shout_03_temple
source: <hinticon/> <1>Tap</1> <2>yourself</2> when lost. A light will guide you to the next <1>Elder's Temple</1> <beacon/>.
de: <hinticon/><1>Tippe</1> auf <2>dich selbst</2>, wenn du dich verlaufen hast. Ein Licht wird dich zum nächsten <1>Tempel der Ältesten</1> führen<beacon/>.
es: <hinticon/> <1>Toca</1> <2>tu personaje</2> si te pierdes. Una luz te guiará hasta el próximo <1>Templo del Anciano</1> <beacon/>.
fr: <hinticon/> <1>Posez le doigt</1> sur <2>vous</2> si vous vous perdez. Une lumière vous guidera jusqu’au prochain <1>Temple des Anciens</1> <beacon/>.
id: <hinticon/> <1>Tekan</1> <2>karakter kamu sendiri</2> ketika tersesat. Sebuah cahaya akan memandu kamu ke <1>Kuil Tetua</1> berikutnya <beacon/>.
it: <hinticon/> <1>Tocca</1> sul <2>tuo personaggio</2> quando ti perdi. Una luce ti guiderà al prossimo <1>tempio degli anziani</1> <beacon/>.
ja: <hinticon/>迷ったら<2>自分</2>を<1>タップ</1>しましょう。光が、あなたを次の<1>大精霊の神殿</1>への道を示すでしょう<beacon/>
ko: <hinticon/> 길을 잃었다면 <1>자신</1>을 <2>탭</2>하세요. 마음 속의 빛이 다음 <1>장로의 사원</1> <beacon/>으로 안내해 줍니다.
pt: <hinticon/> <1>Toque</1> em <2>si</2> quando se perder. Uma luz guiará você para o próximo <1>Templo do Ancião</1> <beacon/>.
ru: <hinticon/> <1>Нажмите</1> <2>на себя</2>, если потеряетесь. Свет направит вас к следующему <1>Храму Старейшин</1> <beacon/>.
th: <hinticon/> <1>แตะ</1>บน<2>ตัวเอง</2> เมื่อหลงทาง แสงจะนำทางคุณไปยัง<1>วิหารผู้อาวุโส</1>หลังถัดไป<beacon/>
vi: <hinticon/> Hãy <1>nhấn</1> vào <2>bản thân</2> khi bị lạc. Một luồng ánh sáng sẽ dẫn bạn đến <1>Đền Trưởng Lão</1> <beacon/> tiếp theo.
zh_hans: <hinticon/>迷路时<1>点击</1><2>你自己</2>。光将会引导你前往下一个<1>长者神庙</1> <beacon/>。
zh_hant: 迷路時，<hinticon/><1>點擊</1><2>自己</2>。一道光會指引你前往下一個<1>長老神廟</1><beacon/>。

# tutorial_shout_03_temple_ps
source: <hinticon/> <1>press <button type="shout"/></1> when lost. A light will guide you to the next <1>Elder's Temple</1> <beacon/>.
de: <hinticon/> <1>drücke <button type="shout"/></1>, wenn du dich verlaufen hast. Ein Licht wird dich zum nächsten <1>Tempel der Ältesten</1> führen<beacon/>.
es: <hinticon/> <1>presiona <button type="shout"/></1> si te pierdes. Una luz te guiará hasta el próximo <1>Templo del Anciano</1> <beacon/>.
fr: <hinticon/> <1>appuyez sur <button type="shout"/></1> si vous vous perdez. Une lumière vous guidera jusqu’au prochain <1>Temple des Anciens</1> <beacon/>.
id: <hinticon/> <1>tekan <button type=\“shout\” /></1> saat tersesat. Sebuah cahaya akan memandu kamu ke <1>Kuil Tetua</1> berikutnya <beacon/>.
it: <hinticon/> <1>Premi <button type="shout"/></1> quando ti perdi. Una luce ti guiderà al prossimo <1>tempio degli anziani</1> <beacon/>.
ja: <hinticon/>迷ったら<1><button type="shout"/>を押して</1>呼びかけましょう。光が、あなたを次の<1>大精霊の神殿</1>への道を示すでしょう<beacon/>
ko: <hinticon/> 길을 잃었다면 <1><button type="shout"/>을 누르세요</1>. 마음 속 빛이 다음 <1>장로의 사원</1> <beacon/>으로 안내해 줍니다.
pt: <hinticon/> <1>aperte <button type="shout"/></1> quando se perder. Uma luz guiará você para o próximo <1>Templo do Ancião</1> <beacon/>.
ru: <hinticon/> <1>Нажмите <button type="shout"/></1>, если потеряетесь. Свет направит вас к следующему <1>Храму Старейшин</1> <beacon/>.
th: <hinticon/> <1>กด <button type="shout"/></1> เมื่อหลงทาง แสงจะนำทางคุณไปยัง<1>วิหารผู้อาวุโส</1>หลังถัดไป<beacon/>
vi: <hinticon/> Hãy <1>nhấn <button type="shout"/></1> khi bị lạc. Một luồng ánh sáng sẽ dẫn bạn đến <1>Đền Trưởng Lão</1> <beacon/> tiếp theo.
zh_hans: <hinticon/>迷路时<1>按<button type="shout"/></1>。光将会引导你前往下一个<1>长者神庙</1> <beacon/>。
zh_hant: 迷路時，<hinticon/><1>按下<button type="shout"/></1>。一道光會指引你前往下一個<1>長老神廟</1><beacon/>。

# tutorial_shout_to_reveal_friends
source: <hinticon/> <1>Tap</1> on <2>yourself</2> to reveal your friends
de: <hinticon/> <1>Tippe</1> auf <2>dich selbst</2>, um deine Freunde zu enthüllen
es: <hinticon/> <1>Toca</1> en <2>tu personaje</2> para revelar a tus amigos
fr: <hinticon/> <1>Touchez </1> votre <2>personnage</2> pour révéler vos amis
id: <hinticon/> <1>Ketuk</1> <2>dirimu</2> untuk menampilkan temanmu
it: <hinticon/> <1>Tocca</1> il <2>tuo personaggio</2> per vedere i tuoi amici
ja: <hinticon/> <1>自分をタップ</1>して フレンドに<2>呼びかけます</2>
ko: <hinticon/> <2>자신</2>을 <1>탭</1>하여 친구들을 확인하세요
pt: <hinticon/> <1>Toque</1> em <2>você</2> para revelar seus amigos
ru: <hinticon/> <1>Нажмите</1> на <2>себя</2>, чтобы увидеть друзей
th: <hinticon/> <1>แตะ</1>บน<2>ตัวคุณ</2>เพื่อแสดงเพื่อนของคุณ
vi: <hinticon/> <1>Nhấn </1><2>chính mình</2>, vị trí bạn bè sẽ hiện ra.
zh_hans: <hinticon/> <1>轻点</1><2>你的角色</2>可以显示朋友的位置
zh_hant: <hinticon/> <1>輕點</1><2>你的角色</2>可以顯示朋友的位置

# tutorial_shout_to_reveal_friends_ps
source: <hinticon/> <1>Press <button type="shout"/></1> to reveal your friends
de: <hinticon/> <1>Drücke <button type="shout"/></1>, um deine Freunde anzuzeigen
es: <hinticon/> <1>Presiona <button type="shout"/></1> para revelar a tus amistades
fr: <hinticon/> <1>Appuyez sur <button type="shout"/></1> pour pour révéler vos amis
id: <hinticon/> <1>Tekan <button type="shout"/></1> untuk menampilkan temanmu
it: <hinticon/> <1>Premi <button type="shout"/></1> per vedere i tuoi amici
ja: <hinticon/> <1><button type="shout"/> を押して</1> フレンドに<2>呼びかけます</2>
ko: <hinticon/> <1><button type="shout"/> 을 눌러</1> 친구들을 확인해보세요
pt: <hinticon/> <1>Aperte em <button type="shout"/></1> para revelar seus amigos
ru: <hinticon/> <1>Нажмите <button type="shout"/></1>, чтобы увидеть своих друзей
th: <hinticon/> <1>กด <button type="shout"/></1> เพื่อแสดงเพื่อนของคุณ
vi: <hinticon/> <1>Nhấn <button type="shout"/></1>, vị trí bạn bè sẽ hiện ra
zh_hans: <hinticon/> <1>轻按 <button type="shout"/></1> 可以显示朋友的位置
zh_hant: <hinticon/> <1>輕按 <button type="shout"/></1> 可以顯示朋友的位置

# tutorial_spirit_00
source: <hinticon/> <1>Light</1> the statues on <b>both</b> sides completely
de: <hinticon/> <1>Erleuchte</1> die Statuen auf <b>beiden</b> Seiten vollständig
es: <hinticon/> <1>Enciende</1> las estatuas en<b>ambos</b> lados completamente
fr: <hinticon/> <1>Éclairez</1> complètement les statues des <b>deux</b> côtés
id: <hinticon/> <1>Sinari</1> patung di <b>kedua</b> sisi sepenuhnya
it: <hinticon/> <1>Illumina</1> completamente le statue su <b>entrambi</b> i lati
ja: <hinticon/> <b>両側</b>の石像に完全に<2>灯を点しましょう</2>
ko: <hinticon/> 조각상 <b>양쪽</b>에 완전히 <1>불을 붙이세요</1>
pt: <hinticon/> <1>Acenda</1> as estátuas em <b>ambos</b> os lados completamente
ru: <hinticon/> <1>Подсветите</1> полностью статуи с <b>обеих</b> сторон
th: <hinticon/> <1>จุดไฟ</1>บนรูปปั้น<b>ทั้งสอง</b>ด้านให้ครบ
vi: <hinticon/> <1>Thắp sáng</1> hoàn toàn các bức tượng ở <b>2</b> bên
zh_hans: <hinticon/> 彻底<1>点亮</1><b>左右两座</b>雕像
zh_hant: <hinticon/> 徹底<1>點亮</1><b>左右兩座</b>雕像

# tutorial_spirit_01
source: <hinticon/> <1>Touch</1> <b>both</b> doors with your <1>candle</1> to open
de: <hinticon/> <1>Berühre</1> <b>beide</b> Türen mit deiner <1>Kerze</1>, um sie zu öffnen
es: <hinticon/> <1>Toca</1> <b>ambas</b> puertas con tu <1>flama</1> para abrir
fr: <hinticon/> <1>Touchez</1> <b>les deux</b> portes avec votre <1>bougie</1> pour ouvrir
id: <hinticon/> <1>Sentuh</1> <b>kedua</b> pintu dengan <1>lilin</1> untuk membukanya
it: <hinticon/> <1>Tocca</1> <b>entrambe</b> le porte con la tua <1>candela</1> per aprire
ja: <hinticon/> <b>両側</b>の扉に<2>キャンドルを灯して</2>みましょう
ko: <hinticon/> 다른 플레이어와 <b>양쪽</b> 문을 <1>촛불</1>로 밝히세요
pt: <hinticon/> <1>Toque</1> em <b>ambas</b> as portas com a <1>vela</1> para abrir
ru: <hinticon/> <1>Коснитесь</1> <b>обоих</b> дверей <1>свечой</1>, чтобы их открыть
th: <hinticon/> <1>แตะ</1> <b>ประตูทั้งสองบาน</b>โดยใช้<1>เทียน</1>ของคุณเพื่อเปิด
vi: <hinticon/> <1>Chạm vào</1> <b>2</b> cánh cửa bằng <1>nến</1> để mở
zh_hans: <hinticon/> <1>点亮</1><b>左右两扇</b>大门
zh_hant: <hinticon/> <1>點亮</1><b>左右兩扇</b>大門

# tutorial_spirit_02
source: <hinticon/> <1>Light</1> the candles to awaken a spirit of the past
de: <hinticon/> <1>Entzünde</1> die Kerzen, um die Geister der Vergangenheit zu erwecken
es: <hinticon/> <1>Enciende</1> las velas para despertar un espíritu del pasado.
fr: <hinticon/> <1>Éclairez</1> les bougies pour réveiller un esprit du passé
id: <hinticon/> <1>Nyalakan</1> lilin untuk membangkitkan roh masa lalu
it: <hinticon/> <1>Accendi</1> le candele per risvegliare uno spirito del passato
ja: <hinticon/> キャンドルを灯して<2>大精霊を呼び覚まし</2>ましょう
ko: <hinticon/> 양초에 <1>불을 붙여</1> 잠든 영혼을 깨우세요
pt: <hinticon/> <1>Acenda</1> as velas para despertar um espírito do passado
ru: <hinticon/> <1>Зажгите</1> свечи, чтобы пробудить дух прошлого
th: <hinticon/> <1>จุด</1>เทียนเพื่อปลุกสปิริตแห่งอดีต
vi: <hinticon/> <1>Thắp sáng </1>ngọn nến để đánh thức tinh linh trong quá khứ
zh_hans: <hinticon/> <1>点亮</1>蜡烛唤醒光的先灵
zh_hant: <hinticon/> <1>點亮</1>蠟燭喚醒光的先靈

# tutorial_spirit_03
source: <hinticon/> Restore Spirits to unlock new stars in the <2>Constellation</2>
de: <hinticon/> Stelle Geister wieder her, um neue Sterne im <2>Sternbild</2> freizuschalten
es: <hinticon/> Restaura espíritus para desbloquear estrellas en la <2>constelación</2>
fr: <hinticon/> Restaurez des esprits pour déverrouiller de nouvelles étoiles dans la <2>Constellation</2>
id: <hinticon/> Pulihkan Roh untuk membuka bintang baru di <2>Rasi</2>
it: <hinticon/> Ripristina gli spiriti per sbloccare nuove stelle nella <2>costellazione</2>
ja: <hinticon/> 星の精霊を空に帰して、<2>星座を完成</2>させましょう
ko: <hinticon/> 영혼을 구해 <2>별자리</2>에서 새로운 별을 잠금해제하세요
pt: <hinticon/> Restaure espíritos para desbloquear novas estrelas na <2>constelação</2>
ru: <hinticon/> Верните духов, чтобы открыть новые звезды в <2>созвездии</2>
th: <hinticon/> ฟื้นฟูสปิริตเพื่อปลดล็อกดาวดวงใหม่ใน<2>กลุ่มดาว</2>
vi: <hinticon/>Khôi phục các Tinh Linh sẽ mở khóa những ngôi sao mới trong <2>Chòm Sao</2>
zh_hans: <hinticon/> 找回光的先灵可以逐渐揭开<2>星座</2>的奥秘
zh_hant: <hinticon/> 找回光的先靈可以逐漸揭開<2>星座</2>的奧秘

# tutorial_spirit_03_02
source: <hinticon/> <1>Spirits</1> <b>teach ways to communicate<b> Try using the <2>gesture</2> you just learned.
de: <hinticon/> <1>Geister</1> <b>bringen dir bei, wie du kommunizierst<b> Versuche die <2>Gesten</2> zu benutzen, die du gerade gelernt hast.
es: <hinticon/> Los <1>espíritus</1> <b>enseñan maneras de comunicarte<b> Intenta usar el <2>gesto que</2>acabas de aprender.
fr: Les <hinticon/> <1>esprits</1> <b>enseignent des manières de communiquer<b> Essayez d’utiliser le <2>geste</2> que vous venez d’apprendre.
id: <hinticon/> <1>Roh</1> <b>mengajarimu cara berkomunikasi<b> Coba gunakan <2>gestur</2> yang baru kamu pelajari.
it: <hinticon/> Gli <1>spiriti</1> <b>insegnano modi per comunicare<b> Prova a usare il <2>gesto</2> che hai appena imparato.
ja: <hinticon/> <b>精霊たちは</b>さまざまな<2>感情表現</2>を教えてくれます 学んだ表現を使ってみましょう
ko: <hinticon/> <1>영혼</1>은 <b>소통하는 방법을 알려줍니다<b>. 방금 배운 <2>제스처</2>를 사용해보세요.
pt: <hinticon/> <1>Espíritos</1> <b>ensinam formas de comunicação<b> Use o <2>gesto</2> que você acabou de aprender.
ru: <hinticon/> <1>Духи</1> <b>учат способам общения<b> Попробуйте использовать только что выученный <2>жест</2>.
th: <hinticon/> <1>เหล่าสปิริต</1><b>สอนวิธีในการสื่อสารให้<b> ลองใช้<2>ท่าทาง</2>ที่คุณเพิ่งเรียนรู้ไปสิ
vi: <hinticon/> Các <1>Tinh Linh</1> dạy cách giao tiếp Hãy thử <2>cử chỉ</2> vừa học được.
zh_hans: <hinticon/> 访问<1>先灵</1>可以学会交流各种沟通的能力 尝试一下你刚学会的<2>能力</2>
zh_hant: <hinticon/> 訪問<1>先靈</1>可以學會交流各種溝通的能力 嘗試一下你剛學會的<2>能力</2>

# tutorial_spirit_04
source: <hinticon/> Use <2>light tribute<candle/></2> to unlock stars from the <2>Constellation</2>
de: <hinticon/> Verwende <2>Lichttribute<candle/></2>, um Sterne aus dem <2>Sternbild</2> freizuschalten
es: <hinticon/> Usa el<2>tributo de luz<candle/></2> para desbloquear las estrellas de <2>constelación</2>
fr: <hinticon/> Utilisez <2>l’hommage de lumière<candle/></2> pour déverrouiller des étoiles de la <2>Constellation</2>
id: <hinticon/> Gunakan <2>persembahan cahaya<candle/></2> untuk membuka bintang dari <2>Rasi</2>
it: <hinticon/> Usa l'<2>omaggio di luce<candle/></2> per sbloccare le stelle della <2>costellazione</2>
ja: <hinticon/> <candle/>を捧げて<2>星の輝きを取り戻し</2>ましょう
ko: <hinticon/> <2>빛의 선물<candle/></2>을 주고 <2>별자리</2>에서 별을 잠금해제하세요
pt: <hinticon/> Use o <2>tributo de luz<candle/></2> para desbloquear estrelas da <2>constelação</2>
ru: <hinticon/> Используйте <2>дар света<candle/></2>, чтобы открыть звезды из <2>созвездия</2>
th: <hinticon/>ใช้<2>เครื่องบรรณาการแสง<candle/></2> เพื่อปลดล็อกดวงดาวจาก<2>กลุ่มดาว</2>
vi: <hinticon/>Dùng <2>Hiến Tế Ánh Sáng<candle/></2> để mở khóa những ngôi sao trong <2>Chòm Sao</2>
zh_hans: <hinticon/> 光的献祭<candle/>可以解锁<2>星座图</2>中的繁星
zh_hant: <hinticon/> 光的獻祭<candle/>可以解鎖<2>星座圖</2>中的繁星

# tutorial_spirit_shop
source: <hinticon/> <1>Tap</1> to interact.
de: <hinticon/> <1>Tippe</1> zum Interagieren.
es: <hinticon/> <1>Toca</1> para interactuar.
fr: <hinticon/> <1>Touchez</1> pour interagir.
id: <hinticon/> <1>Ketuk</1> untuk berinteraksi.
it: <hinticon/> <1>Tocca</1> per interagire.
ja: <hinticon/> <1>タップ</1>して交流しましょう
ko: <hinticon/> <1>탭</1>하여 상호작용하세요.
pt: <hinticon/> <1>Toque</1> para interagir.
ru: <hinticon/> <1>Коснитесь</1>, чтобы взаимодействовать.
th: <hinticon/> <1>แตะ</1>เพื่อโต้ตอบ
vi: <hinticon/> <1>Nhấn</1> để tương tác.
zh_hans: <hinticon/><1>点击</1>进行互动。
zh_hant: <hinticon/> <1>點擊</1>進行互動。

# tutorial_spirit_shop_ps
source: <hinticon/> <1>Press <button type="activate"/></1> to interact.
de: <hinticon/> <1>Drücke <button type="activate"/></1> zum Interagieren.
es: <hinticon/> <1>Presiona <button type="activate"/></1> para interactuar.
fr: <hinticon/> <1>Appuyez sur <button type="activate"/></1> pour interagir.
id: <hinticon/> <1>Tekan <button type="activate"/></1> untuk berinteraksi.
it: <hinticon/> <1>Premi <button type="activate"/></1> per interagire.
ja: <hinticon/> <1><button type="activate"/>を押して</1>交流しましょう
ko: <hinticon/> <1><button type="activate"/>을 눌러</1> 상호작용하세요.
pt: <hinticon/> <1>Aperte <button type="activate"/></1> para interagir.
ru: <hinticon/> <1>Нажмите <button type="activate"/></1>, чтобы взаимодействовать.
th: <hinticon/> <1>กด <button type="activate"/></1> เพื่อโต้ตอบ
vi: <hinticon/> <1>Nhấn <button type="activate"/></1> để tương tác.
zh_hans: <hinticon/><1>按下 <button type="activate"/></1>进行互动。
zh_hant: <hinticon/> <1>按下 <button type="activate"/></1>進行互動。

# tutorial_stage_cant_claim_00
source: <hinticon/> Can't <2>share</2> this space at this time...
de: <hinticon/> Dieser Raum kann im Moment nicht <2>geteilt</2> werden ...
es: <hinticon/> No se puede <2>compartir</2> este espacio en este momento...
fr: <hinticon/> Impossible de <2>partager</2> cet espace pour le moment...
id: <hinticon/> Tidak bisa <2>berbagi</2> ruang ini kali ini...
it: <hinticon/> Impossibile <2>condividere</2> questo spazio in questo momento...
ja: <hinticon/> 今はこのスペースを<2>シェア</2>できません…
ko: <hinticon/> 지금은 이 공간을 <2>공유</2>할 수 없습니다...
pt: <hinticon/> Não é possível <2>compartilhar</2> este espaço no momento...
ru: <hinticon/> Сейчас нельзя <2>поделиться</2> этим пространством...
th: <hinticon/> ไม่สามารถ<2>แชร์</2>พื้นที่นี้ได้ในขณะนี้...
vi: <hinticon/>Hiện tại không thể <2>chia sẻ</2> không gian của bạn...
zh_hans: <hinticon/>现在无法<2>分享</2>你的空间……
zh_hant: <hinticon/> 現在無法<2>分享</2>此空間……
