Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# placeablerace_checkpoint_close
source: Too far from previous checkpoint.
de: Zu weit vom letzten Kontrollpunkt entfernt.
es: Demasiado lejos del punto de control anterior.
fr: Trop loin du précédent point de passage.
id: Terlalu jauh dari checkpoint sebelumnya.
it: Troppo lontana dalla tappa precedente.
ja: 一つ前のチェックポイントから離れすぎです
ko: 이전 체크포인트와 너무 가까워요.
pt: Muito longe do checkpoint anterior.
ru: Слишком далеко от предыдущей метки.
th: อยู่ไกลจากจุดเช็คพอยท์ก่อนหน้ามากเกินไป
vi: Cách quá xa điểm lưu trước đó.
zh_hans: 离上一个检查点太远。
zh_hant: 距離上一個檢查點太遠。

# placeablerace_checkpoint_fail
source: Didn’t reach the next checkpoint in time…
de: Nächster Kontrollpunkt nicht rechtzeitig erreicht …
es: No alcanzaste el siguiente punto de control a tiempo...
fr: Vous n'avez pas atteint le point de passage à temps...
id: Tidak mencapai checkpoint berikutnya tepat waktu...
it: Non hai raggiunto la tappa successiva in tempo...
ja: 時間内に次のチェックポイントにたどり着けませんでした…
ko: 시간 내에 다음 체크포인트에 도달하지 못했어요...
pt: Você não chegou ao checkpoint a tempo…
ru: Вы не успели добраться до метки вовремя…
th: ไปถึงจุดเช็คพอยท์ถัดไปไม่ทันเวลา…
vi: Không đến được điểm lưu tiếp theo kịp lúc…
zh_hans: 未能及时到达下一个检查点……
zh_hant: 沒有及時到達下一個檢查點……

# placeablerace_checkpoint_far
source: Too close to another checkpoint.
de: Zu nah an einem anderen Kontrollpunkt.
es: Demasiado cerca de otro punto de control.
fr: Trop proche du point de passage suivant.
id: Terlalu dekat dengan checkpoint lain.
it: Troppo vicina a un'altra tappa.
ja: 他のチェックポイントに近すぎます
ko: 다른 체크포인트와 너무 가까워요.
pt: Muito perto de outro checkpoint.
ru: Слишком близко к другой метке.
th: อยู่ใกล้จุดเช็คพอยท์อื่นมากเกินไป
vi: Cách quá gần một điểm lưu khác.
zh_hans: 离另一个检查点太近。
zh_hant: 距離另一個檢查點太近。

# placeablerace_checkpoint_hint
source: Collect the checkpoints!
de: Sammle die Kontrollpunkte!
es: ¡Recoge los puntos de control!
fr: Obtenez des points de passage !
id: Kumpulkan checkpoints!
it: Raccogli le tappe!
ja: チェックポイントを通過しましょう！
ko: 체크포인트를 모으세요!
pt: Colete os checkpoints!
ru: Соберите все метки!
th: เก็บจุดเช็คพอยท์!
vi: Tập hợp các điểm lưu!
zh_hans: 收集检查点！
zh_hant: 收集檢查點！

# placeablerace_checkpoint_place
source: Place Checkpoint
de: Kontrollpunkt platzieren
es: Colocar punto de control
fr: Placer le point de passage
id: Tempatkan Checkpoint
it: Posiziona la tappa
ja: チェックポイントを設置する
ko: 체크포인트 배치
pt: Colocar checkpoint
ru: Разместить метку
th: วางจุดเช็คพอยท์
vi: Đặt Điểm lưu
zh_hans: 放置检查点
zh_hant: 放置檢查點

# placeablerace_checkpoint_remove
source: Remove Checkpoint
de: Kontrollpunkt entfernen
es: Eliminar punto de control
fr: Supprimer le point de passage
id: Hapus Checkpoint
it: Rimuovi la tappa
ja: チェックポイントを削除する
ko: 체크포인트 제거
pt: Remover checkpoint
ru: Убрать метку
th: ลบจุดเช็คพอยท์
vi: Gỡ Điểm lưu
zh_hans: 移除检查点
zh_hant: 移除檢查點

# placeablerace_checkpoints
source: Checkpoints
de: Kontrollpunkte
es: Puntos de control
fr: Points de passage
id: Checkpoint
it: Tappe
ja: チェックポイント
ko: 체크포인트
ru: Метки
th: จุดเช็คพอยท์
vi: Điểm lưu
zh_hans: 检查点
zh_hant: 檢查點

# placeablerace_confirmation
source: Ready to race?
de: Bereit für ein Rennen?
es: ¿Todo listo para correr?
fr: Prêts pour la course ?
id: Siap untuk berlomba?
it: Vuoi gareggiare?
ja: レースを開始しますか？
ko: 경주를 시작할까요?
pt: Tudo pronto para correr?
ru: Вы готовы соревноваться?
th: พร้อมแข่งขันแล้วหรือยัง
vi: Sẵn sàng đua?
zh_hans: 准备好比赛了吗？
zh_hant: 準備好比賽了嗎？

# placeablerace_finish_place
source: Place Finish
de: Ziel platzieren
es: Colocar meta
fr: Placer l'arrivée
id: Penempatan Selesai
it: Posiziona il traguardo
ja: ゴールを設置する
ko: 결승선 배치
pt: Colocar linha-de-chegada
ru: Разместить финиш
th: วางเส้นชัย
vi: Bố trí xong
zh_hans: 放置终点
zh_hant: 放置終點

# placeablerace_rank
source: Rank
de: Rang
es: Rango
fr: Rang
id: Peringkat
it: Posizione
ja: ランキング
ko: 순위
pt: Classificação
ru: Ранг
th: อันดับ
vi: Thứ hạng
zh_hans: 排名
zh_hant: 排名

# placeablerace_setup_exit
source: Stop setting up a race? Progress will be discarded.
de: Renneinrichtung abbrechen? Fortschritt wird gelöscht.
es: ¿Dejar de armar una carrera? Se eliminará todo el progreso.
fr: Interrompre la création de course ? Vous perdrez la progression.
id: Berhenti menyiapkan perlombaan? Progress akan dibuang.
it: Non vuoi più impostare la gara? I progressi saranno annullati.
ja: レースコース作成を中止しますか？ 進捗は記録されません
ko: 경주장 만들기를 중지할까요? 현재까지의 진행상황은 삭제됩니다.
pt: Parar de montar a corrida? O progresso será descartado.
ru: Завершить создание гоночной трассы? Прогресс не будет сохранён.
th: หยุดเตรียมการแข่งขันหรือไม่ ความคืบหน้าจะถูกละทิ้ง
vi: Dừng thiết lập cuộc đua? Tiến trình sẽ bị hủy bỏ.
zh_hans: 停止规划比赛？ 进度将被丢弃。
zh_hant: 確定要停止規劃賽道嗎？ 進行中的設置將會被放棄。

# placeablerace_teleport_start
source: Teleport to the start of the race?
de: Zum Start des Rennens teleportieren?
es: ¿Teletransportarte al inicio de la carrera?
fr: Se téléporter au début de la course ?
id: Teleportasi ke awal perlombaan?
it: Vuoi teletrasportarti all'inizio della gara?
ja: レースのスタート地点までテレポートしますか？
ko: 경주 출발선으로 텔레포트할까요?
pt: Teletransportar-se para o início da corrida?
ru: Переместиться к началу гонки?
th: ต้องการเทเลพอร์ตไปยังจุดเริ่มต้นของการแข่งขันหรือไม่
vi: Dịch chuyển đến nơi bắt đầu cuộc đua?
zh_hans: 传送到比赛的起点？
zh_hant: 傳送到比賽起點？

# placeablerace_time
source: Time
de: Zeit
es: Tiempo
fr: Temps
id: Waktu
it: Tempo
ja: タイム
ko: 시간
pt: Tempo
ru: Время
th: เวลา
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# placeablerace_waiting
source: Waiting for other racers…
de: Warte auf andere Teilnehmer …
es: Esperando a más personas...
fr: En attente de coureurs...
id: Menunggu pembalap lain...
it: In attesa di altri concorrenti...
ja: 他のレース参加者を待っています…
ko: 다른 경주 참가자를 기다리는 중...
pt: Esperando outros corredores...
ru: Ожидание других игроков…
th: กำลังรอผู้เข้าแข่งคนอื่นๆ...
vi: Đang chờ các đối thủ khác…
zh_hans: 正在等待其他参赛者……
zh_hant: 等待其他選手……

# play_with_music_sheets_message
source: Would you like to play using music sheets?
de: Möchtest du mit Notenblättern spielen?
es: ¿Te gustaría tocar usando partituras?
fr: Veux-tu jouer en utilisant des partitions?
id: Apakah kamu ingin bermain menggunakan lembar musik?
it: Ti piacerebbe suonare usando gli spartiti?
ja: 楽譜を使って演奏してみますか？
ko: 악보를 사용해서 연주할까요?
pt: Gostaria de tocar usando partituras?
ru: Хотите играть, используя ноты?
th: คุณอยากเล่นโดยใช้แผ่นโน้ตเพลงไหม?
vi: Bạn có muốn chơi bằng cách sử dụng bản nhạc không?
zh_hans: 你想用乐谱来演奏吗？
zh_hant: 你想用樂譜來演奏嗎？

# player_is_dnd_still_warp
source: Your friend has used a Do Not Disturb spell and would like to play alone. Are you sure you would like to teleport to them anyway?
de: Dein Freund hat einen „Bitte nicht stören“-Zauber angewendet und möchte alleine spielen. Willst du dich trotzdem zu deinem Freund teleportieren?
es: Tu amistad usó un hechizo de No molestar y prefiere jugar sin compañía. ¿De verdad quieres teletransportarte igual a su ubicación?
fr: Votre ami.e a utilisé un sort Ne pas déranger et souhaite jouer seul.e. Voulez-vous quand même vous téléporter à ses côtés ?
id: Temanmu telah menggunakan mantra Jangan Ganggu dan ingin bermain sendiri. Apakah kamu yakin ingin tetap berteleportasi ke tempat mereka?
it: L'utente ha usato l'incantesimo Non disturbare e vorrebbe giocare per conto suo. Vuoi teletrasportarti comunque?
ja: あなたのフレンドは集中モード魔法を使用し、1人での冒険を楽しんでいます。 本当にこのフレンドのもとへテレポートしますか？
ko: 친구가 '방해 금지' 주문을 사용했으며 혼자 플레이하고 싶어합니다. 정말 친구가 있는 곳으로 텔레포트할까요?
pt: Seu amigo tem um feitiço Não Perturbe e gostaria de jogar a sós. Prefere se teletransportar mesmo assim?
ru: Ваш друг применил чары «Не беспокоить» и хочет поиграть в одиночку. Вы точно хотите перенестись к нему?
th: เพื่อนของคุณใช้คาถาห้ามรบกวน และต้องการเล่นคนเดียว คุณแน่ใจหรือว่าต้องการเทเลพอร์ตไปหาเขา
vi: Người bạn này đã sử dụng phép thuật Không Làm Phiền. Bạn vẫn muốn dịch chuyển đến chỗ họ?
zh_hans: 你的好友使用了「请勿打扰」魔法，看来是想要自己游玩。 你无论如何都想传送到他们那里吗？
zh_hant: 你的好友使用了「請勿打擾」魔法，看來是想要自己遊玩。 你無論如何都想傳送到他們那裡嗎？

# playstation_confirm_disable_cross_play
source: Crossplay between PlayStation™Network and other online platforms is the recommended way to enjoy <8>Sky</8>. Are you sure you want to <b>disable</b> crossplay? You will be <warning>signed out</warning> for the change to take effect
de: Crossplay zwischen PlayStation™Network und anderen Online-Plattformen ist die empfohlene Art, <8>Sky</8> zu spielen. Möchtest du Crossplay wirklich <b>deaktivieren</b>? Du wirst <warning>abgemeldet</warning>, damit die Änderung umgesetzt werden kann.
es: Multiplataforma entre PlayStation™Network y otras plataformas es la forma recomendada para disfrutar de <8>Sky</8>. ¿Realmente quieres <b>deshabilitar</b> el multiplataforma? Se <warning>cerrará tu sesión</warning> para el cambio tenga efecto
fr: Nous recommandons le crossplay entre le PlayStation™Network et d'autres plateformes en ligne pour profiter de <8>Sky</8> au maximum. Voulez-vous vraiment <b>désactiver</b> le crossplay ? Vous serez <warning>déconnecté</warning> pour que la modification prenne effet
id: Crossplay antara PlayStation™Network dan platform online lain direkomendasikan untuk bermain <8>Sky</8>. Kamu yakin mau <b>menonaktifkan</b> crossplay? Kamu akan <warning>dikeluarkan</warning> agar perubahan diterapkan
it: Il crossplay tra PlayStation™Network e altre piattaforme online è il modo migliore per godersi <8>Sky</8>. Vuoi <b>disattivare</b> il crossplay? Per applicare la modifica, il tuo account sarà <warning>disconnesso</warning>.
ja: <8>Sky</8>を楽しむために、PlayStation™Networkと他のオンラインプラットフォームのクロスプレイを有効にして遊ぶことを推奨しています。 クロスプレイを<b>無効</b>にしますか？設定を変更するには、一度サインアウトする必要があります。
ko: PlayStation™Network와 다른 온라인 플랫폼 간의 크로스 플레이는 <8>Sky</8>를 즐기는 좋은 방법입니다. 크로스플레이를 <b>비활성화</b>할까요? 변경 사항을 적용하기 위해 <warning>로그아웃</warning>됩니다.
pt: O jogo entre a PlayStation™Network e outras plataformas on-line é recomendado para desfrutar de <8>Sky</8>. Quer <b>desativar</b> o jogo entre plataformas? Você será <warning>desconectado</warning> para a opção surtir efeito.
ru: Мы рекомендуем играть в <8>Sky</8> в формате кроссплатформенной игры между PlayStation™Network и другими сетевыми платформами. Вы точно хотите <b>отключить</b> кроссплатформенную игру? Чтобы изменение вступило в силу, вам придется <warning>перезайти</warning> в учетную запись.
th: การเล่นข้ามแพลตฟอร์มระหว่าง PlayStation™Network และแพลตฟอร์มออนไลน์อื่นๆ เป็นวิธีที่แนะนำเพื่อเพลิดเพลินไปกับ <8>Sky</8> คุณแน่ใจหรือไม่ว่าต้องการ<b>ปิดการใช้งาน</b>การเล่นข้ามแพลตฟอร์ม คุณจำเป็นต้อง<warning>ออกจากระบบ</warning>เพื่อให้การเปลี่ยนแปลงมีผล
vi: Chơi kết hợp giữa PlayStation™Network và các nền tảng trực tuyến khác là cách được đề xuất để thưởng thức <8>Sky</8>. Bạn có chắc chắn muốn <b>tắt</b> tính năng chơi kết hợp? Bạn sẽ được <warning>đăng xuất</warning> để thay đổi có hiệu lực
zh_hans: 建议玩家在PlayStation™Network与其他在线平台之间跨平台游玩《<8>Sky</8>》。 确定要<b>禁用</b>跨平台游玩吗？系统将强制你<warning>退出</warning>来使更改生效
zh_hant: 我們推薦你在PlayStation™Network和其他線上平台間進行跨平台遊戲，來好好享受<8>《Sky光·遇》</8>。 確定要<b>停用</b>跨平台遊戲嗎？你將會被<warning>登出</warning>以使這項變更生效。

# playstation_confirm_enable_cross_play
source: Cross play between PlayStation™Network and other online platforms is the recommended way to enjoy <8>Sky</8>. Are you sure you want to <b>enable</b> crossplay? You will be <warning>signed out</warning> for the change to take effect
de: Crossplay zwischen PlayStation™Network und anderen Online-Plattformen ist die empfohlene Art, <8>Sky</8> zu spielen. Möchtest du Crossplay wirklich <b>aktivieren</b>? Du wirst <warning>abgemeldet</warning>, damit die Änderung umgesetzt werden kann.
es: Multiplataforma entre PlayStation™Network y otras plataformas es la forma recomendada para disfrutar de <8>Sky</8>. ¿Realmente quieres <b>habilitar</b> el multiplataforma? Se <warning>cerrará tu sesión</warning> para el cambio tenga efecto
fr: Nous recommandons le crossplay entre le PlayStation™Network et d'autres plateformes en ligne pour profiter de <8>Sky</8> au maximum. Voulez-vous vraiment <b>activer</b> le crossplay ? Vous serez <warning>déconnecté</warning> pour que la modification prenne effet
id: Cross play antara PlayStation™Network dan platform online lain direkomendasikan untuk bermain <8>Sky</8>. Kamu yakin mau <b>menonaktifkan</b> crossplay? Kamu akan <warning>dikeluarkan</warning> agar perubahan diterapkan
it: Il crossplay tra PlayStation™Network e altre piattaforme online è il modo migliore per godersi <8>Sky</8>. Vuoi <b>attivare</b> il crossplay? Per applicare la modifica, il tuo account sarà <warning>disconnesso</warning>.
ja: <8>Sky</8>を楽しむために、PlayStation™Networkと他のオンラインプラットフォームのクロスプレイを有効にして遊ぶことを推奨しています。 クロスプレイを<b>有効</b>にしますか？設定を変更するには、一度サインアウトする必要があります。
ko: PlayStation™Network와 다른 온라인 플랫폼 간 크로스플레이를 통해 <8>Sky</8>를 즐길 수 있습니다. 크로스 플레이를 <b>활성화</b>할까요? 변경 사항을 적용하기 위해 <warning>로그아웃</warning>됩니다
pt: O jogo entre a PlayStation™Network e outras plataformas on-line é recomendado para desfrutar de <8>Sky</8>. Quer <b>ativar</b> o jogo entre plataformas? Você será <warning>desconectado</warning> para a opção surtir efeito.
ru: Мы рекомендуем играть в <8>Sky</8> в формате кроссплатформенной игры между PlayStation™Network и другими сетевыми платформами. Вы точно хотите <b>включить</b> кроссплатформенную игру? Чтобы изменение вступило в силу, вам придется <warning>перезайти</warning> в учетную запись.
th: การเล่นข้ามแพลตฟอร์มระหว่าง PlayStation™Network และแพลตฟอร์มออนไลน์อื่นๆ เป็นวิธีที่แนะนำเพื่อเพลิดเพลินไปกับ <8>Sky</8> คุณแน่ใจหรือไม่ว่าต้องการ<b>เปิดการใช้งาน</b>การเล่นข้ามแพลตฟอร์ม คุณจำเป็นต้อง<warning>ออกจากระบบ</warning>เพื่อให้การเปลี่ยนแปลงมีผล
vi: Chơi kết hợp giữa PlayStation™Network và các nền tảng trực tuyến khác là cách được đề xuất để thưởng thức <8>Sky</8>. Bạn có chắc chắn muốn <b>bật</b> tính năng chơi kết hợp? Bạn sẽ được <warning>đăng xuất</warning> để thay đổi có hiệu lực
zh_hans: 建议玩家在PlayStation™Network与其他在线平台之间跨平台游玩《<8>Sky</8>》。 确定要<b>启用</b>跨平台游玩吗？系统将强制你<warning>退出</warning>来使更改生效
zh_hant: 我們推薦你在PlayStation™Network和其他線上平台間進行跨平台遊戲，來好好享受<8>《Sky光·遇》</8>。 確定要<b>啟用</b>跨平台遊戲嗎？你將會被<warning>登出</warning>以使這項變更生效。

# playstation_cross_platform_player
source: This is a cross-platform player
de: Dies ist ein Crossplay-Spieler
es: Este es un jugador de crossplay
fr: Ceci est un joueur multi-platforme
id: Ini adalah pemain lintas platform
it: Questo è un giocatore crossplay
ja: これはクロスプラットフォームプレーヤーです
ko: 이것은 크로스 플랫폼 플레이어입니다
pt: Este é um jogador de multi-plataforma
ru: Игрок с другой платформы
th: นี่คือผู้เล่นข้ามแพลตฟอร์ม
vi: Đây là một trình phát đa nền tảng
zh_hans: 这是一位跨平台的玩家
zh_hant: 這是一位跨平臺的玩家

# playstation_cross_platform_player_ugc
source: This was made by a cross-platform player
de: Dies wurde von einem Crossplay-Spieler gemacht
es: Esto fue creado por un jugador crossplay
fr: Ceci a été créé par un joueur multi-platforme
id: Ini dibuat oleh pemain lintas platform
it: Questo è stato creato da un giocatore crossplay
ja: これはクロスプラットフォームのプレイヤーによって作成されました
ko: 이것은 크로스 플랫폼 플레이어가 만들었습니다
pt: Isto foi criado por um jogador de multi-plataforma
ru: Создано игроком с другой платформы
th: สิ่งนี้สร้างโดยผู้เล่นข้ามแพลตฟอร์ม
vi: Điều này được thực hiện bởi một người chơi đa nền tảng
zh_hans: 这是由一位跨平台玩家所创建的
zh_hant: 這是由一位跨平臺玩家所創建的

# playstation_id_alias
source: This player's Online ID is {{1}}
de: Die Online-ID dieses Spielers ist {{1}}
es: El ID online de este jugador es {{1}}
fr: L'ID en ligne de ce joueur est {{1}}
id: ID Online pemain {{1}}
it: L'ID online di questo giocatore è {{1}}
ja: このプレイヤーのオンラインIDは{{1}}です
ko: 이 플레이어의 온라인 ID: {{1}}
pt: O ID online deste jogador é {{1}}
ru: Сетевой идентификатор этого игрока: {{1}}
th: ID ออนไลน์ของผู้เล่นคนนี้คือ {{1}}
vi: ID Trực tuyến của người chơi này là {{1}}
zh_hans: 此玩家的在线ID是{{1}}
zh_hant: 此玩家的線上ID為{{1}}

# playstation_setting_enable_cross_play
source: Allow Cross-Platform Play
de: PlayStation™Network-Crossplay zulassen
es: Habilitar el multiplataforma en el juego
fr: Autoriser le jeu multi-platforme
id: Izinkan Cross Play
it: Consentire il crossplay
ja: PlayStation™Networkのクロスプレイを有効にする
ko: 크로스 플레이 활성화
pt: Permitir jogar entre outras plataformas
ru: Включить кроссплатформенную игру для PlayStation™Network
th: อนุญาตให้เล่นข้ามแพลตฟอร์ม
vi: Cho phép chơi trên nhiều nền tảng
zh_hans: 允许跨平台连线游玩
zh_hant: 允許跨平台連線遊玩

# quest_activate_an_engine_desc
source: <b>Activate an ancient engine</b>
de: <b>Aktiviere eine uralte Maschine</b>
es: <b>Activar una máquina ancestral</b>
fr: <b>Activez un ancien moteur</b>
id: <b>Aktifkan mesin kuno</b>
it: <b>Attiva un antico motore</b>
ja: <b>古代の仕掛けをひとつ起動する</b>
ko: <b>고대 장치 작동시키기</b>
pt: <b>Ativar um motor ancestral</b>
ru: <b>Активируйте древний двигатель</b>
th: <b>เปิดใช้งานเครื่องจักรโบราณ</b>
vi: <b>Kích hoạt máy móc cổ</b>
zh_hans: <b>开启一次古代机械</b>
zh_hant: <b>啟動一個古代機械</b>

# quest_among_the_daisies_title
source: Fluttering Light
ja: 煌めく光
th: แสงกะพริบ
vi: Ánh Sáng Rung Rinh
zh_hans: 云花丛中
zh_hant: 雲花叢中

# quest_cafe_photobooth_title
source: Take 3 <2>photos</2>!
de: Mache 3 <2>Fotos</2>!
es: ¡Tómate 3 <2>fotos</2>!
fr: Prenez 3 <2>photos</2> !
id: Ambil 3 <2>foto</2>!
it: Scatta 3 <2>foto</2>!
ja: <2>写真</2>を3枚撮影しましょう！
ko: <2>사진</2> 3장 찍기!
pt: Tire 3 <2>fotos</2>!
ru: Сделайте 3 <2>снимка</2>!
th: ถ่ายภาพ 3 <2>ภาพ</2>!
vi: Chụp 3 <2>ảnh</2>!
zh_hans: 拍摄3张<2>照片</2>！
zh_hant: 拍攝3張<2>照片</2>！

# quest_cave_dwellers_title
source: Lone Echo
ja: 洞穴のこだま
th: เสียงสะท้อนเดียวดาย
vi: Tiếng Vọng Cô Đơn
zh_hans: 洞窟之谜
zh_hant: 洞窟之謎

# quest_dawn_temple_title
source: Broken Shell
ja: 貝殻の破片
th: เปลือกหอยชำรุด
vi: Chiếc Vỏ Bị Vỡ
zh_hans: 坠落之光
zh_hant: 墜落之光

# quest_fallen_flock_title
source: Fallen Flock
ja: 墜ちた翼
th: ฝูงที่ร่วงหล่น
vi: Bầy Đàn Sa Ngã
zh_hans: 群鸟之乡
zh_hant: 群鳥之鄉

# quest_find_spirit
source: You've completed <b>{{1}}</b>'s <1>quest</1>. Find them and let them know.
de: Du hast die <1>Quest</1> von <b>{{1}}</b> abgeschlossen. Finde die Person und lass es sie wissen.
es: Completaste la <1>misión</1> de <b>{{1}}</b>. Ve a avisarle.
fr: Vous avez réussi la <1>quête</1> de <b>{{1}}</b>. Retrouvez cette personne pour la prévenir.
id: Kamu telah menyelesaikan <1>misi</1> dari <b>{{1}}</b>. Temui dan beri tahu dia.
it: Hai completato la <1>missione</1> di <b>{{1}}</b>. Vai a farglielo sapere.
ja: あなたは<b>{{1}}</b>の<1>クエスト</1>を完了しました。報告しに行きましょう
ko: <b>{{1}}</b>의 <1>퀘스트</1>를 완료했습니다. 찾아가서 알려주세요.
pt: Você concluiu a <1>missão</1> de <b>{{1}}</b>. Encontrem-se e conversem.
ru: Вы выполнили <1>задание</1>, теперь найдите того, кто вам его дал (это <b>{{1}}</b>).
th: คุณทำ<1>ภารกิจ</1>ของ<b>{{1}}</b>สำเร็จแล้ว ตามหาเขาให้เจอแล้วรายงานให้เขาทราบ
vi: Bạn đã hoàn thành <1>nhiệm vụ</1> của <b>{{1}}</b>. Hãy tìm và báo cho họ.
zh_hans: 你已完成<b>{{1}}</b>的<1>任务</1>。 找到他并回报。
zh_hant: 你已完成<b>{{1}}</b>的<1>任務</1>。找到他並回報。

# quest_find_spirit_nearby
source: You've completed <b>{{1}}</b>'s <1>quest</1>. Find them nearby and let them know.
de: Du hast die <1>Quest</1> von <b>{{1}}</b> abgeschlossen. Finde die Person in der Nähe lass es sie wissen.
es: Completaste la <1>misión</1> de <b>{{1}}</b>. Ve a avisarle, que está aquí cerca.
fr: Vous avez réussi la <1>quête</1> de <b>{{1}}</b>. Retrouvez cette personne non loin d'ici pour la prévenir.
id: Kamu telah menyelesaikan <1>misi</1> dari <b>{{1}}</b>. Temui dia di dekatmu dan beri tahu.
it: Hai completato la <1>missione</1> di <b>{{1}}</b>. Vai a farglielo sapere, si trova nei paraggi.
ja: あなたは<b>{{1}}</b>の<1>クエスト</1>を完了しました。近くにいるのですぐに報告しに行きましょう
ko: <b>{{1}}</b>의 <1>퀘스트</1>를 완료했습니다. 가까운 곳에서 상대를 찾아 알려주세요.
pt: Você concluiu a <1>missão</1> de <b>{{1}}</b>. Encontrem-se por perto e conversem.
ru: Вы выполнили <1>задание</1>, тот, кто его дал, находится поблизости (это <b>{{1}}</b>).
th: คุณทำ<1>ภารกิจ</1>ของ<b>{{1}}</b>สำเร็จแล้ว ตามหาเขาในบริเวณใกล้เคียงแล้วรายงานให้เขาทราบ
vi: Bạn đã hoàn thành <1>nhiệm vụ</1> của <b>{{1}}</b>. Hãy tìm họ ở gần đây và báo cho họ.
zh_hans: 你已完成<b>{{1}}</b>的<1>任务</1>。 在附近找到他并回报。
zh_hant: 你已完成<b>{{1}}</b>的<1>任務</1>。在附近找到他並回報。

# quest_friend_has_not_met_spirit
source: One of your friends hasn't found this spirit. Start this quest anyway?
de: Einer deiner Freunde hat diesen Geist nicht gefunden. Möchtest du diese Quest trotzdem starten?
es: Uno de tus amigos no encontró a este espíritu. ¿Quieres comenzar la misión de todos modos?
fr: L’une de vos relations n’a pas trouvé cet esprit. Commencer quand même cette quête ?
id: Salah satu teman kamu belum menemukan roh ini. Tetap memulai misi ini?
it: Uno dei tuoi amici non ha trovato questo spirito. Vuoi iniziare comunque la missione?
ja: あなたのフレンドがまだこの精霊に出会っていないようですが、このクエストを開始しますか？
ko: 친구 중 한 명이 이 영혼을 찾지 못했습니다. 그래도 이 퀘스트를 시작할까요?
pt: Um dos seus amigos ainda não encontrou este espírito. Deseja começar esta missão mesmo assim?
ru: Один из ваших друзей не нашел этого духа. Начать задание все равно?
th: หนึ่งในเพื่อนของคุณยังไม่พบสปิริตตนนี้ เริ่มต้นภารกิจนี้หรือไม่
vi: Một người bạn của bạn chưa tìm được tinh linh này. Bạn vẫn muốn bắt đầu nhiệm vụ này?
zh_hans: 你的好友之一未找到此先灵。仍然开始此任务？
zh_hant: 你有朋友還沒遇過這個先靈。仍然要開始這個任務嗎？

# quest_hint_scavenger_return
source: You found all the pieces! Do you want to take them back to finish this activity?
de: Du hast alle Teile gefunden! Möchtest du sie zurückbringen, um diese Aktivität abzuschließen?
es: ¡Encontraste todas las piezas! ¿Quieres devolverlas para terminar esta actividad?
fr: Vous avez trouvé toutes les pièces ! Voulez-vous les rapporter pour terminer cette activité ?
id: Kamu berhasil menemukan semua kepingannya! Ingin membawanya kembali untuk menyelesaikan aktivitas ini?
it: Hai trovato tutti i pezzi! Vuoi riportarli al punto di partenza per completare questa attività?
ja: 全てのパーツを見つけました！全て持ち帰ってこのアクティビティを完了しますか？
ko: 조각을 모두 찾았군요! 가지고 돌아가서 이 퀘스트를 완료할까요?
pt: Você encontrou todas as partes! Deseja levá-las para encerrar esta atividade?
ru: Вы нашли все фрагменты! Хотите отдать их и завершить активность?
th: คุณพบชิ้นส่วนทั้งหมดแล้ว! คุณต้องการนำชิ้นส่วนทั้งหมดกลับมา เพื่อทำกิจกรรมนี้ให้เสร็จหรือไม่
vi: Đã tìm thấy toàn bộ linh kiện! Mang chúng về hoàn thành nhiệm vụ?
zh_hans: 你找到了所有的组建！你想把它们带回去完成这个任务吗？
zh_hant: 你找到了所有的組件！你想把它們帶回去完成這個任務嗎？

# quest_hint_scavenger_start
source: Go and collect all of the pieces!
de: Zieh los und sammle alle Teile!
es: ¡Ve y recoge todas las piezas!
fr: Récupérez toutes les pièces !
id: Pergi dan kumpulkan semua kepingannya!
it: Vai a raccogliere tutti i pezzi!
ja: さあ全てのパーツを集めに行きましょう！
ko: 어서 가서 조각을 전부 모으세요!
pt: Pegue todas as partes!
ru: Соберите все фрагменты!
th: เก็บรวบรวมชิ้นส่วนทั้งหมด!
vi: Hãy thu thập tất cả linh kiện!
zh_hans: 去收集所有的散落的组件吧!
zh_hant: 去收集所有的散落的組件吧!

# quest_island_villagers_title
source: The Villagers
ja: 村人たち
th: ชาวบ้าน
vi: Dân Làng
zh_hans: 云隐之寨
zh_hant: 雲隱之寨

# quest_melt_10_darkstones_desc
source: <b>Melt 10 darkness</b>
de: <b>Schmelze 10 Dunkelheit</b>
es: <b>Derrite 10 oscuridades</b>
fr: <b>Faites fondre 10 points d’obscurité</b>
id: <b>Lelehkan 10 kegelapan</b>
it: <b>Fai dissipare 10 tenebre</b>
ja: <b>蝕む闇を10個 溶かす</b>
ko: <b>어둠 10개를 녹이기</b>
pt: <b>Dissipar 10 escuridões</b>
ru: <b>Растопите 10 ед. тьмы</b>
th: <b>ละลายความมืด 10 อัน</b>
vi: <b>Tịnh hóa 10 Bóng Tối</b>
zh_hans: <b>净化10处黑暗腐蚀</b>
zh_hant: <b>淨化10處黑暗腐蝕</b>

# quest_stale_rewards
source: The spirits show their gratitude for your past efforts
de: Die Geister zeigen ihre Dankbarkeit für deine bisherigen Bemühungen
es: Los espíritus te agradecen por todo lo que has hecho.
fr: Les esprits vous témoignent leur gratitude pour tout ce que vous avez fait
id: Para roh menunjukkan rasa terima kasih mereka atas upaya yang telah kamu lakukan di masa lalu
it: Gli spiriti mostrano la loro gratitudine per i tuoi sforzi passati
ja: あなたのこれまでの努力に、精霊たちが感謝の意を示しています
ko: 영혼이 지금까지 당신이 보여준 노력에 대해 고마워합니다
pt: Os espíritos demonstram gratidão por seus esforços passados
ru: Духи демонстрируют вам свою благодарность за прошлую помощь
th: สปิริตได้แสดงความรู้สึกขอบคุณต่อความพยายามที่ผ่านมาของคุณ
vi: Các tinh linh thể hiện lòng biết ơn đối với những nỗ lực trước đây của bạn
zh_hans: 先灵们对你过去的努力表示感谢
zh_hant: 先靈們對你過去的努力表示感謝
