Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap14_story_tree_1a2a3a4b_cont
source: Guided by its light, the child saw the way forward. From then on, it would never be alone.
de: Geleitet von seinem Licht, offenbarte sich dem Kind der Weg nach vorne. Von nun an würde es nie mehr allein sein.
es: Guiado por su luz, el infante vio el camino a seguir. Desde ese momento, nunca estaría solo.
fr: Guidé par sa lumière, l'enfant vit le chemin à suivre. Désormais, il ne serait plus jamais seul.
id: Dipandu cahayanya, anak itu melihat jalan di hadapannya. Mulai saat itu, dia tak akan pernah sendirian.
it: Guidato dalla sua luce, il bambino vide la via da seguire. Da quel momento in poi, non sarebbe più stato solo.
ja: 光に導かれ、進むべき道を知ったその子は、二度と孤独を感じることはありませんでした
ko: 별이 빛이 인도한 대로 아이는 앞으로 가는 길을 찾았어요. 그 때부터 별은 혼자가 아니게 되었어요.
pt: Guiada pela luz, a criança viu o caminho à frente. A partir daquele momento, a criança nunca mais ficou sozinha.
ru: Следуя за светом, дитя нашло путь, и с тех пор ни разу не оставалось в одиночестве.
th: แสงสว่างนำทางเด็กน้อยให้เห็นหนทางไปข้างหน้า และนับจากนี้ไป ก็จะไม่มีวันเดียวดายอีกเลย
vi: Được dẫn đường bởi ánh sáng, đứa trẻ đã nhìn thấy con đường phía trước. Kể từ đó, nó sẽ không bao giờ đơn độc.
zh_hans: 在光亮的指引下，小孩看清了前方的道路。自那时开始，小孩不再孤独。
zh_hant: 在光輝的指引下，孩子看到了前方的道路。自那時起，他將不再孤單。

# ap14_story_tree_1a2a3a4b_cont_abv
source: Guided by its light...
de: Geleitet von seinem Licht ...
es: Guiado por su luz...
fr: Guidé par sa lumière...
id: Dipandu cahayanya...
it: Guidato dalla sua luce...
ja: 光に導かれ…
ko: 별의 빛이 인도한 아이는...
pt: Guiada pela luz...
ru: Следуя за светом..
th: แสงสว่างนำทาง...
vi: Được dẫn đường bởi ánh sáng...
zh_hans: 在光亮的指引下……
zh_hant: 在光輝的指引下……

# ap14_story_tree_1a2a3a_abv
source: It could no longer contain...
de: Er konnte es nicht länger in sich speichern ...
es: Ya no podía contener...
fr: Elle ne pouvait plus contenir...
id: Bintang itu tak bisa lagi menahan...
it: non poté più contenere...
ja: もはやその光を留められず…
ko: 더 이상 담고 있을 수 없었어요...
pt: Não conseguiu mais conter...
ru: Пока не стала слишком яркой...
th: มันไม่อาจกักเก็บ...
vi: Nó không còn chứa được...
zh_hans: 它无法继续承载……
zh_hant: 祂將無法繼續乘載……

# ap14_story_tree_1a2a3a_cont
source: In an act of selflessness...
de: In einem Akt der Selbstlosigkeit ...
es: En un acto de desinterés...
fr: Dans un acte désintéressé...
id: Dalam tindakan tanpa pamrih...
it: In un atto di altruismo...
ja: やがては自身を顧みず…
ko: 누군가를 위하는 마음으로...
pt: Em um ato de altruísmo...
ru: Пожертвовав собой...
th: ด้วยการเสียสละ...
vi: Với hành động quên mình...
zh_hans: 它无私地……
zh_hant: 以無私的行動……

# ap14_story_tree_1a2a3b
source: Its light enveloped the entire sky
de: Sein Licht hüllte den ganzen Himmel ein
es: Su luz envolvió el cielo entero
fr: Sa lumière enveloppait le ciel entier
id: Cahayanya menyelimuti seluruh langit
it: la sua luce avvolse tutto il cielo.
ja: その光はやがて空全体を覆いつくしました
ko: 별의 빛이 하늘을 온통 뒤덮었어요
pt: Sua luz envolveu todo o céu
ru: Ее свет охватил все уголки небес.
th: แสงของมันได้ปกคลุมไปทั่วท้องฟ้า
vi: Ánh sáng của nó bao trùm cả bầu trời
zh_hans: 它的光亮洒满整个天空
zh_hant: 祂的光芒籠罩了整片天空

# ap14_story_tree_1a2a3b4a
source: It could see nothing but the blinding glare of its rays
de: Er konnte nichts als seine blendenden Strahlen sehen
es: No podía verse nada más que los cegadores reflejos de sus rayos
fr: Elle ne pouvait rien voir d'autre que l'éclat aveuglant de ses rayons
id: Tak ada yang bisa ia lihat selain kilau sinarnya yang menyilaukan
it: non riuscì a vedere altro che il bagliore accecante dei suoi raggi.
ja: 見えたのは、自身が放つ眩しさだけ
ko: 눈부신 섬광 말고는 아무것도 보이지 않았어요
pt: E não se podia ver nada além do brilho ofuscante de seus raios
ru: То ничего не увидела за светом своих сияющих лучей.
th: ซึ่งไม่อาจมองเห็นสิ่งใดได้ เว้นแต่แสงจ้าอันเจิดจ้าของมัน
vi: Ngôi sao không nhìn thấy gì ngoài ánh sáng chói lòa của chính mình
zh_hans: 目光所及之处尽是耀眼的光芒
zh_hant: 除了祂刺眼的光線，他什麼也看不見

# ap14_story_tree_1a2a3b4a_abv
source: It could see nothing...
de: Er konnte nichts sehen ...
es: No podía verse nada...
fr: Elle ne pouvait rien voir...
id: Tak ada yang bisa ia lihat...
it: non riuscì a vedere altro...
ja: ただ一つ見えたのは…
ko: 아무것도 보이지 않았어요...
pt: E não se podia ver nada...
ru: То ничего не увидела...
th: ไม่อาจมองเห็นสิ่งใด...
vi: Ngôi sao không nhìn thấy gì...
zh_hans: 目光所及之处……
zh_hant: 他什麼也看不見……

# ap14_story_tree_1a2a3b4a_cont
source: Silent and alone, it subdued its light until figures returned. It knew with nothing to shine upon, its radiance was without purpose.
de: Schweigend und allein dämpfte er sein Licht, bis wieder Umrisse zu erkennen waren. Er wusste, dass sein Leuchten sinnlos war, da es nichts erhellen konnte.
es: En silencio y soledad, sometió su luz hasta que regresaron las figuras. Sabía que si no tenía nada sobre lo que brillas, su resplandor era en vano.
fr: Silencieuse et seule, elle tamisa sa lumière jusqu'à ce que les figures reviennent. Elle savait que sans rien sur quoi briller, son éclat était inutile.
id: Diam dan sendirian, bintang itu meredupkan cahayanya sampai sosok-sosok itu kembali. Ia tahu, bila tidak ada yang ia sinari, maka pancarannya hanya sia-sia.
it: Silenziosa e solitaria, attenuò la sua luce fino a quando non tornarono delle sagome. Sapeva che, se non c'era niente su cui brillare, il suo splendore non aveva senso.
ja: 静かに、孤独に、誰かが訪れるまで、光を内に抑え込み続けました。星は、光を受けてくれる者がいなければ、ただ輝いても意味がないことを知っていたのです
ko: 조용히 홀로 남겨진 별은 모습이 되돌아올 때까지 빛을 억눌렀어요. 빛을 비출 것이 없으면, 빛날 이유가 없으니까요.
pt: Silenciosa e sozinha, subjugou sua luz até que as figuras retornassem. Ela sabia que seu brilho não tinha mais propósito sem nada para iluminar.
ru: В тишине и одиночестве звезда приглушила свет, пока фигуры не вернулись. Она знала, что если тебе некому сиять, то лучше не сиять вовсе.
th: มันได้หรี่แสงลงอย่างเงียบงันและโดดเดี่ยวจนกระทั่งเห็นรูปร่างได้ เพราะมันรู้ดีว่า หากไร้สิ่งใดให้ส่องแสง ความเปล่งประกายของมันก็ไร้เป้าหมาย
vi: Lặng lẽ và đơn độc, nó tắt dần ánh sáng cho đến khi những hình bóng quay trở lại. Nó vô tư tỏa sáng mà không cần mục đích.
zh_hans: 它寂静且孤独地抑制着光亮，等待着其他人的归来。它知道，当没有东西需要被照亮时，它的光亮也会变得毫无意义。
zh_hant: 沉默而孤獨，祂壓抑著自己的光芒，直到有人歸來。祂知道若無東西可以照耀，便是沒有目的的光輝。

# ap14_story_tree_1a2a3b4a_cont_abv
source: Silent and alone...
de: Schweigend und allein ...
es: En silencio y soledad...
fr: Silencieuse et seule...
id: Diam dan sendirian...
it: Silenziosa e solitaria...
ja: 静かに、孤独に…
ko: 조용히 홀로 남겨진 별은...
pt: Silenciosa e solitária...
ru: В тишине и одиночестве...
th: เงียบงันและโดดเดี่ยว...
vi: Lặng lẽ và đơn độc...
zh_hans: 寂静且孤独……
zh_hant: 沉默而孤獨……

# ap14_story_tree_1a2a3b4b
source: It saw a child confidently wandering the illuminated desert
de: Er erblickte ein Kind, das selbstbewusst durch die erhellte Wüste stapfte
es: Vio a un infante vagando con seguridad por el desierto iluminado
fr: Elle vit un enfant errant d'un pas décidé dans le désert illuminé
id: Bintang itu melihat seorang anak mengembara di gurun yang diterangi cahaya dengan penuh percaya diri
it: vide un bambino che vagava con passo sicuro nel deserto illuminato.
ja: 子どもを見たのです、光り輝く砂漠を胸を張って進む子どもを
ko: 밝게 빛나는 사막 위를 당당히 떠도는 아이를 발견했어요
pt: Ela viu uma criança confiante vagando pelo deserto iluminado
ru: Увидела ребенка, уверенно идущего по ярко освещенной пустыне.
th: มันเห็นเด็กคนหนึ่งที่พเนจรไปในทะเลทรายที่สว่างไสวอย่างมั่นใจ
vi: Nó nhìn thấy một đứa trẻ đang tự tin rảo bước trên Hoang Mạc đầy ánh sáng
zh_hans: 它看到一个孩子自信地走在被照亮的沙漠上
zh_hant: 祂看到有個孩子充滿自信地在發光的沙漠中行走。

# ap14_story_tree_1a2a3b4b_abv
source: It saw a child...
de: Er erblickte ein Kind ...
es: Vio a un infante...
fr: Elle vit un enfant...
id: Bintang itu melihat...
it: Vide un bambino...
ja: 子どもを見たのです…
ko: 아이를 발견했어요...
pt: Ela viu uma criança...
ru: Увидела ребенка...
th: มันเห็นเด็กคนหนึ่ง...
vi: Nó nhìn thấy một đứa trẻ...
zh_hans: 它看到一个孩子……
zh_hant: 祂看到有個孩子……

# ap14_story_tree_1a2a3b4b_cont
source: Beaming with pride, it shone wonderously until the child found refuge in a temple. Grateful to help, it went to rest at last.
de: Er strahlte voller Stolz, bis das Kind in einem Tempel Zuflucht fand. Endlich konnte er jemandem helfen und zur Ruhe kommen.
es: Rebosante de orgullo, brilló maravillosamente hasta que el infante encontró refugio en un templo. Agradecido de ayudar, al fin se fue a descansar.
fr: Rayonnante de fierté, elle brilla merveilleusement jusqu'à ce que l'enfant trouve refuge dans un temple. Contente de l'avoir aidé, elle s'est enfin reposée.
id: Dengan cahaya penuh kebanggaan, bintang tersebut memancarkan sinarnya yang indah sampai anak itu menemukan tempat berlindung di sebuah kuil. Bersyukur bisa membantu, akhirnya bintang itu bisa beristirahat.
it: Raggiante di orgoglio, brillò meravigliosamente finché il bambino non trovò rifugio in un tempio. Lieta di essere stata d'aiuto, finalmente si riposò.
ja: 誇らしげに照らしながら、その子が神殿へ辿り着くのを見守りました。導けたことに安堵し、星はようやく長い眠りにつくのでした
ko: 자부심으로 가득 찬 별은 아이가 피난처로 사원을 발견할 때까지 빛을 비춰줬어요. 별은 도움을 주어 기뻐하며 마침내 쉬러 떠날 수 있었어요.
pt: Radiante de orgulho, ela brilhou maravilhosamente até que a criança encontrasse refúgio em um templo. Grata por ajudar, finalmente pôde descansar.
ru: Звезда гордо засияла еще ярче, направляя дитя к убежищу в храме. И лишь затем позволила себе отдохнуть.
th: มันฉายแสงสุดอัศจรรย์ออกมาอย่างภาคภูมิใจ จนกระทั่งเด็กน้อยได้เข้าไปหลบภัยในวิหาร มันยินดีที่ได้ช่วยเหลือ และได้พักสงบในที่สุด
vi: Mang trong mình niềm tự hào, nó tỏa sáng một cách kỳ diệu cho đến khi đứa trẻ tìm thấy nơi ẩn náu trong một ngôi đền. Ấm áp vì giúp được người khác, cuối cùng nó đã được nghỉ ngơi.
zh_hans: 它骄傲地洒下了光芒，令那个孩子能够在神庙里找到一处避风港。在品尝过帮助他人的欣慰后，它最终步入了长眠。
zh_hant: 臉上洋溢著自豪笑容的祂，發出美妙的光芒，直到那孩子在寺廟裡找到了避難所。祂很感激能幫到人，終於陷入長眠。

# ap14_story_tree_1a2a3b4b_cont_abv
source: Beaming with pride...
de: Er strahlte voller Stolz ...
es: Rebosante de orgullo...
fr: Rayonnante de fierté...
id: Dengan cahaya penuh kebanggaan...
it: Raggiante di orgoglio...
ja: 誇らしげに照らしながら…
ko: 자부심으로 가득 찬 별은...
pt: Radiante de orgulho...
ru: Звезда гордо засияла еще ярче...
th: มันฉายแสงออกมาอย่างภาคภูมิใจ...
vi: Mang trong mình niềm tự hào...
zh_hans: 骄傲地洒下了光芒……
zh_hant: 臉上洋溢著自豪笑容……

# ap14_story_tree_1a2a3b_abv
source: Its light enveloped...
de: Sein Licht umhüllte ...
es: Su luz envolvió...
fr: Sa lumière enveloppa...
id: Cahayanya menyelimuti...
it: la sua luce avvolse...
ja: その光はやがて空全体を…
ko: 별의 빛이 세상을 온통 뒤덮었어요...
pt: Sua luz envolveu...
ru: Ее свет охватил...
th: แสงของมันได้ปกคลุม...
vi: Ánh sáng của nó bao trùm...
zh_hans: 它的光亮洒满……
zh_hant: 祂的光芒籠罩著……

# ap14_story_tree_1a2a3b_cont
source: When it finally looked below...
de: Als er schließlich nach unten blickte ...
es: Cuando al fin miró hacia abajo...
fr: Quand finalement elle regarda en bas...
id: Saat akhirnya bintang itu melihat ke bawah...
it: Quando finalmente guardò giù...
ja: 星が眼下を眺めると…
ko: 별이 마침내 아래를 바라보자...
pt: Quando finalmente olhou para baixo...
ru: И когда она наконец посмотрела вниз...
th: เมื่อได้พักสงบในที่สุด...
vi: Cuối cùng khi nó nhìn xuống bên dưới...
zh_hans: 待它最终垂下视线之时……
zh_hant: 當祂終於往下看時……

# ap14_story_tree_1a2a_cont
source: Until...
de: Bis ...
es: Hasta...
fr: Jusqu'à ce que...
id: Hingga...
it: fino a quando...
ja: 時は流れ…
ko: 그러던 어느 날...
pt: Até que...
ru: Пока...
th: จนกระทั่ง...
vi: Cho đến khi...
zh_hans: 直至……
zh_hant: 直到……

# ap14_story_tree_1a2b
source: It grew dimmer
de: Er dunkler wurde
es: Se atenuó más
fr: Elle s'assombrit
id: Cahayanya semakin redup
it: diventava più fioca
ja: 星の輝きは弱くなっていきました
ko: 별은 점점 빛을 잃어갔어요
pt: Ela esmaeceu
ru: Она светила всё тусклее
th: แสงของมันมอดลง
vi: Nó trở nên mờ dần
zh_hans: 它归于黯淡
zh_hant: 祂變得越來越暗淡

# ap14_story_tree_1a2b3a
source: Its light had almost faded from the skies
de: Sein Licht war schon fast vom Himmel verschwunden
es: Su luz casi se había desvanecido del cielo
fr: Sa lumière avait presque disparu des cieux
id: Cahayanya hampir lenyap dari langit
it: la sua luce quasi svanì nel cielo.
ja: その光は空から失われかけていました
ko: 별의 빛은 하늘에서 거의 사라지고 있었어요
pt: Sua luz quase desapareceu do céu
ru: Ее свет практически потух.
th: แสงของมันเกือบจะหายไปจากท้องฟ้า
vi: Ánh sáng của nó gần như lụi tàn trên bầu trời
zh_hans: 它的光芒几乎消失在天边
zh_hant: 祂的光芒幾乎已經從天空中消失了

# ap14_story_tree_1a2b3a4a
source: It split up into countless motes of light, gently descending to the ground below.
de: Er teilte sich in unzählige kleine Lichtpunkte auf und prasselte sanft auf den Boden herab.
es: Se dividió en incontables motas de luz, que descienden suavemente hacia el suelo.
fr: Elle éclata en d'innombrables particules de lumière, descendant doucement vers le sol en dessous.
id: Cahayanya terbelah menjadi titik-titik cahaya yang tak terhitung jumlahnya, dengan lembut turun ke tanah di bawahnya.
it: Si divise in innumerevoli granelli di luce che scesero dolcemente sul suolo sottostante.
ja: 千々に砕けた光の粒が、地上へと優しく降り注ぎました
ko: 별은 수없이 많은 조각으로 쪼개져 사뿐히 땅 위로 내려왔어요.
pt: Ela se dividiu em incontáveis ​​partículas de luz, descendo suavemente.
ru: Она разделилась на бесчисленные огоньки, которые мягко опустились на землю.
th: มันได้แยกออกเป็นแสงจำนวนนับไม่ถ้วน ค่อยๆ ตกลงสู่พื้นเบื้องล่าง
vi: Nó tách thành vô số luồng sáng, nhẹ nhàng đáp xuống mặt đất bên dưới.
zh_hans: 它分裂成无数光尘，缓慢地朝地面落下。
zh_hant: 祂分裂成無數的光斑，輕柔地飄落到地面上。

# ap14_story_tree_1a2b3a4a_abv
source: It split up...
de: Er teilte sich auf ...
es: Se dividió...
fr: Elle éclata...
id: Cahayanya terbelah...
it: Si divise...
ja: 千々に砕け…
ko: 별은 작게 쪼개지더니...
pt: Ela se dividiu...
ru: Она разделилась...
th: มันได้แยกออก...
vi: Nó tách thành...
zh_hans: 它分裂开来……
zh_hant: 祂分裂了……

# ap14_story_tree_1a2b3a4a_cont
source: From its echoes fluttered beautiful creatures of light. The end of one sparked the new life of another.
de: Aus seinen Echos entstanden wunderschöne Kreaturen des Lichts. Das Ende einer Schöpfung bedeutete die Entstehung neuen Lebens.
es: Desde sus ecos flamean hermosas criaturas de luz. El fin de una desencadena la nueva vida de otra.
fr: De ses échos s'envolèrent de magnifiques créatures de lumière. Chaque créature qui disparaissait donnait naissance à la suivante.
id: Dari gaungannya muncul makhluk-makhluk cahaya yang indah beterbangan. Akhir dari satu kehidupan memicu kehidupan baru yang lain.
it: Dai suoi echi svolazzarono meravigliose creature di luce. La fine di una vita diede inizio a un'altra.
ja: 響き合う煌きの中、美しい光の生き物が羽を広げました。とある生の終焉は、新たな命の始まりとなったのです
ko: 그 메아리에서 아름다운 빛의 크리처가 날갯짓했어요. 하나의 메아리가 사라지면 또 다른 메아리에서 새 생명이 피어올랐어요.
pt: De seus ecos, esvoaçavam belas criaturas de luz. Quando uma acabava, outra fazia brilhar uma nova vida.
ru: Из них родились чудесные создания света. Конец одной жизни стал началом другой.
th: สิ่งมีชีวิตแห่งแสงอันงดงามกระพือปีกบินออกมาจากเสียงอันก้องกังวาน จุดจบของสิ่งหนึ่งได้จุดประกายชีวิตใหม่ขึ้นมา
vi: Những âm thanh vang vọng của nó làm rung chuyển những sinh vật ánh sáng xinh đẹp. Sự kết thúc của một sự sống đã thổi bùng lên một sự sống mới.
zh_hans: 美丽的光之生物不断从它的回响中涌现。光芒的消散意味着新生命的出现。
zh_hant: 從祂的回聲中飄出了美麗的光之生物。一個生命的結束激發了另一個新生命。

# ap14_story_tree_1a2b3a4a_cont_abv
source: From its echoes...
de: Aus seinen Echos ...
es: Desde sus ecos...
fr: De ses échos...
id: Dari gaungannya...
it: Dai suoi echi...
ja: 響き合う煌きの中…
ko: 그 메아리에서...
pt: De seus ecos...
ru: Из них...
th: จากเสียงอันก้องกังวาน...
vi: Những âm thanh vang vọng của nó...
zh_hans: 从它的回响中……
zh_hant: 從祂的回聲中……

# ap14_story_tree_1a2b3a4b
source: It began its descent to the ground below, shining brighter than even the moon.
de: Er sank langsam Richtung Boten und leuchtete dabei heller als der Mond selbst.
es: Comenzó su descenso hacia el suelo, brillando incluso más fuerte que la luna.
fr: Elle commença sa descente vers le sol, brillant d'une lumière plus intense que la lune.
id: Bintang itu mulai jatuh ke tanah, bersinar jauh lebih terang dari rembulan.
it: iniziò la sua discesa verso il suolo sottostante, splendendo più luminosa persino della luna.
ja: 地上に向かい落ちてゆきました、月より明るく輝きながら
ko: 별은 땅을 향해 떨어지며 달보다도 밝게 빛나기 시작했어요
pt: Começou a descer, brilhando mais forte do que a própria lua.
ru: Она начала спуск на землю, светя ярче, чем полная луна.
th: มันเริ่มร่วงหล่นสู่ผืนดินเบื้องล่าง พร้อมกับส่องแสงเจิดจ้ายิ่งกว่าดวงจันทร์
vi: Nó bắt đầu đáp xuống mặt đất bên dưới, sáng hơn cả mặt trăng.
zh_hans: 它开始向地面坠落，但散发的光辉却比月亮更加耀眼。
zh_hant: 祂開始飄落到地面上，比月亮還要閃亮。

# ap14_story_tree_1a2b3a4b_abv
source: It began its descent...
de: Er sank langsam ...
es: Comenzó su descenso...
fr: Elle commença sa descente...
id: Bintang itu mulai jatuh...
it: iniziò la sua discesa...
ja: 地上に向かい…
ko: 별은 땅으로 떨어지기 시작했어요...
pt: Começou a descer...
ru: Она начала опускаться...
th: มันเริ่มร่วงหล่น...
vi: Nó bắt đầu đáp xuống...
zh_hans: 它开始坠落……
zh_hant: 祂開始飄落到地面上……

# ap14_story_tree_1a2b3a4b_cont
source: A child emerged, a star had transformed.
de: Ein Kind entstand, ein Stern hatte sich verwandelt.
es: Un infante emergió, una estrella se transformó.
fr: Un enfant en émergea, une étoile s'était transformée.
id: Seorang anak muncul, sebuah bintang telah berubah.
it: Così nacque un bambino: la stella si era trasformata.
ja: そこにあったのは子どもの姿、あの星の生まれ変わりでした
ko: 별은 모습을 바꾸고 아이가 되어 나타났어요.
pt: Uma criança surgiu, uma estrela havia se transformado.
ru: И вот звезда обратилась в дитя.
th: เด็กน้อยได้ปรากฏขึ้นมา ดวงดาวได้แปรเปลี่ยน
vi: Một đứa trẻ xuất hiện, một ngôi sao đã biến đổi.
zh_hans: 一个孩子出现了，一颗明星开始了转变。
zh_hant: 有個孩子出現了，有顆星星已經轉化了。

# ap14_story_tree_1a2b3a4b_cont_abv
source: A child emerged...
de: Ein Kind entstand ...
es: Un infante emergió...
fr: Un enfant en émergea...
id: Seorang anak muncul...
it: Così nacque un bambino...
ja: そこにあったのは子どもの姿…
ko: 아이 한 명이 나타났어요...
pt: Uma criança surgiu...
ru: Дитя появилось..
th: เด็กน้อยได้ปรากฏขึ้นมา...
vi: Một đứa trẻ xuất hiện...
zh_hans: 一个孩子出现了……
zh_hant: 有個孩子出現了……

# ap14_story_tree_1a2b3a_cont
source: But before it completely disappeared...
de: Aber bevor er ganz verschwand ...
es: Pero antes de desaparecer por completo...
fr: Mais avant qu'elle ne disparaisse complètement...
id: Tapi sebelum benar-benar menghilang...
it: Ma prima di sparire del tutto...
ja: ですが、完全に消えてしまうその前に…
ko: 하지만 별이 완전히 사라지기 전에...
pt: Mas, antes de desaparecer completamente...
ru: Но прежде, чем совсем исчезнуть...
th: แต่ก่อนที่มันจะหายไปจนสิ้น...
vi: Nhưng trước khi nó hoàn toàn tan biến...
zh_hans: 但在它彻底消失之前……
zh_hant: 但在祂完全消失之前……

# ap14_story_tree_1a2b3b
source: A child wished upon it
de: Bat ihn ein Kind um einen Gefallen
es: Un infante le pidió un deseo
fr: Un enfant fit un vœu
id: Seorang anak mengungkapkan harapnya
it: un bambino la vide ed espresse un desiderio.
ja: とある子どもが星に願いました
ko: 한 아이가 별을 보며 소원을 빌었어요
pt: Uma criança fez um desejo para ela
ru: Она услышала, как дитя загадало желание.
th: เด็กน้อยได้ขอพรกับดวงดาว
vi: Một đứa trẻ đã ước với nó
zh_hans: 一个孩子向它许愿
zh_hant: 有個孩子向祂許願

# ap14_story_tree_1a2b3b4a
source: It summoned all of its effort to flicker weakly one final time.
de: Er sammelte seine letzten Kräfte, um noch einmal kurz hell aufzuscheinen.
es: Reunió todo su esfuerzo para parpadear débilmente una última vez.
fr: Elle rassembla tous ses efforts pour vaciller faiblement une dernière fois.
id: Bintang itu mengerahkan semua energinya untuk berkedip lemah terakhir kalinya.
it: raccolse tutte le sue forze per tremolare debolmente un'ultima volta.
ja: 残った光をふり絞るように、最期にもう一度だけと、星は儚げに瞬きました
ko: 별은 마지막으로 남은 힘을 다해 희미하게 반짝였어요.
pt: Ela usou toda sua força para cintilar enfraquecidamente uma última vez.
ru: Звезда собрала все силы, чтобы еще хоть раз посветить как следует.
th: มันได้รวบรวมความพยายามทั้งหมดเพื่อที่จะกะพริบอย่างอ่อนแรงเป็นครั้งสุดท้าย
vi: Nó dồn toàn bộ sức lực của mình vào lần nháy sáng yếu ớt cuối cùng.
zh_hans: 它用尽全身力气，发出了最后一丝微弱光芒。
zh_hant: 祂用盡最後一絲氣力，閃爍最後一次微弱光芒。

# ap14_story_tree_1a2b3b4a_abv
source: It summoned all of its effort...
de: Er sammelte noch einmal seine letzten Kräfte ...
es: Reunió todo su esfuerzo...
fr: Elle rassembla tous ses efforts...
id: Bintang itu mengerahkan semua energinya...
it: raccolse tutte le sue forze...
ja: 残った光をふり絞り…
ko: 별은 남은 힘을 다해서...
pt: Ela usou toda sua força...
ru: Звезда собрала все силы...
th: มันได้รวบรวมความพยายามทั้งหม���...
vi: Nó dồn toàn bộ sức lực của mình...
zh_hans: 它用尽全身力气……
zh_hant: 祂用盡最後一絲氣力……

# ap14_story_tree_1a2b3b4a_cont
source: Witnessing its final glimmers, the child no longer felt alone. Now hopeful, they perservered.
de: Beim Anblick seiner letzten Strahlen fühlte sich das Kind nicht länger allein. Nun war die Hoffnung wiederhergestellt.
es: Al presenciar sus últimos destellos, el infante ya no se sintió solo. Ahora, con optimismo, ambos persistieron.
fr: En voyant ses dernières lueurs, l'enfant ne se sentit plus seul. Désormais rempli d'espoir, il persévéra.
id: Menyaksikan kilau terakhirnya, anak itu tidak lagi merasa sendirian. Sekarang penuh dengan harapan, bahwa mereka bisa bertahan.
it: Vedendo quell'ultimo bagliore, il bambino non si sentì più solo. Ora speranzoso, sarebbe andato avanti.
ja: 消えゆく煌きを目の当たりにしたその子は、もう寂しくはありませんでした。その光は希望としてずっと胸に灯り続けるのでした
ko: 마지막으로 빛나는 별을 본 아이는 더 이상 외롭지 않았어요. 희망을 품은 아이는 버틸 힘을 얻었어요.
pt: Testemunhando seus vislumbres finais, a criança não se sentiu mais sozinha. Com esperança, perseverou.
ru: Наблюдая ее последнее отстветы, дитя больше не чувствовало себя не одиноким. Оно ощутило надежду.
th: เด็กน้อยได้เห็นประกายแสงสุดท้าย และไม่รู้สึกโดดเดี่ยวอีกต่อไป เพราะความมุมานะของพวกเขาได้มอบความหวังให้เด็กน้อยคนนี้
vi: Chứng kiến ​​những tia sáng cuối cùng của ngôi sao, đứa trẻ không còn cảm thấy cô đơn nữa. Giờ là hy vọng, kiên trì.
zh_hans: 在看到了这最后一丝光芒后，孩子不再感到孤独。希望这种情绪能够一直保持下去。
zh_hant: 目睹祂最後光芒的孩子，將不再感到孤獨。現在充滿希望的他們，堅持了下來。

# ap14_story_tree_1a2b3b4a_cont_abv
source: Witnessing its final glimmers...
de: Beim Anblick seiner letzten Strahlen ...
es: Al presenciar sus últimos destellos...
fr: En voyant ses dernières lueurs...
id: Menyaksikan kilau terakhirnya...
it: Vedendo quell'ultimo bagliore...
ja: 消えゆく煌きを目の当たりに…
ko: 마지막으로 빛나는 별을 본 아이는...
pt: Testemunhando seus últimos vislumbres...
ru: Увидев ее последние отсветы...
th: เห็นประกายแสงสุดท้าย...
vi: Chứng kiến ​​những tia sáng cuối cùng của ngôi sao...
zh_hans: 在看到了这最后一丝光芒后……
zh_hant: 目睹祂最後的光芒……

# ap14_story_tree_1a2b3b4b
source: It dedicated the last of its light to help the wandering child.
de: Er opferte sein letztes Licht, um dem umherwandernden Kind zu helfen.
es: Dedicó su última luz para ayudar al infante errante.
fr: Elle consacra sa dernière lumière pour aider l'enfant errant.
id: Bintang itu mendedikasikan cahaya terakhirnya untuk membantu anak yang mengembara itu.
it: usò la sua ultima luce per aiutare il bambino errante.
ja: 最期の光を、彷徨える子を救うため、捧げることにしたのです
ko: 별은 길을 헤매는 아이를 돕기 위해 마지막 빛을 뿜어냈어요
pt: Ela dedicou sua última fagulha de luz para ajudar a criança que vagava.
ru: Она отдала весь свой свет одинокому ребенку.
th: มันได้อุทิศแสงสุดท้ายเพื่อช่วยเหลือเด็กน้อยเร่ร่อน
vi: Nó dành những tia sáng cuối cùng để giúp đỡ đứa trẻ lang thang.
zh_hans: 它用尽最后一丝光芒帮助了那位行走在路上的孩子。
zh_hant: 祂把最後的光輝獻給了那徘徊的孩子。

# ap14_story_tree_1a2b3b4b_abv
source: It dedicated...
de: Er opferte ...
es: Dedicó...
fr: Elle consacra...
id: Bintang itu mendedikasikan...
it: usò...
ja: 捧げることにしたのです…
ko: 별은 온 힘을 다해서...
pt: Ela dedicou...
ru: Она отдала...
th: มันได้อุทิศ...
vi: Nó dành...
zh_hans: 它用尽……
zh_hant: 祂把最後的……
