Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# feast_banter_hatter_13
source: Chatter is the sign of a vibrant gathering.
de: Plaudereien sind das Zeichen einer lebhaften Zusammenkunft.
es: El parloteo es señal de una reunión animada.
fr: Si les gens discutent, c’est que tout se passe bien.
id: Obrolan adalah tanda pertemuan yang hidup.
it: Il chiacchiericcio è segno di un incontro vivace.
ja: おしゃべりは、賑やかな集まりについて回るものさ
ko: 활기찬 모임에 수다가 빠질 수 없지.
pt: Muita conversa é sinal de uma reunião animada.
ru: Болтовня — признак весёлой компании.
th: การพูดคุยเป็นสัญลักษณ์ของการรวมตัวที่มีชีวิตชีวา
vi: Tiếng nói chuyện là dấu hiệu của một buổi tụ tập sôi động.
zh_hans: 七嘴八舌地聊天才叫热闹的聚会啊。
zh_hant: 七嘴八舌地聊天才叫熱鬧的聚會啊。

# feast_banter_hatter_14
source: Who keeps peeking among us?
de: Wer späht unter uns?
es: ¿Quién no para de espiarnos?
fr: Qui n’arrête pas de nous espionner ?
id: Siapa yang terus mengintip di antara kita?
it: Chi continua a sbirciare?
ja: 私たちをチラチラ見ているのは誰だろうか？
ko: 누가 우릴 자꾸 훔쳐보는 거야?
pt: Quem continua dando uma espiadinha entre a gente?
ru: Кто-то подглядывает за нами?
th: ใครคอยแอบดูพวกเราอยู่กันนะ
vi: Trong số chúng ta, ai là người cứ nhìn trộm?
zh_hans: 到底是谁一直在偷看？
zh_hant: 到底是誰一直在偷看？

# feast_banter_hatter_15
source: I say... this has been an adequate venue.
de: Ich sage ... das dies ein angemessener Veranstaltungsort war.
es: Yo creo que el lugar fue muy acertado.
fr: Je dois avouer… que cet endroit s’est avéré satisfaisant.
id: Menurutku... ini adalah tempat yang memadai.
it: Secondo me... questo è stato un luogo adeguato.
ja: 言わせてもらえば…ここは実に申し分のない会場だよ
ko: 여긴... 그냥 나쁘지 않아.
pt: É isso... este lugar tem sido bem apropriado.
ru: Что ж... это вполне сносное заведение.
th: ฉันว่า... นี่คือสถานที่ที่เหมาะสม
vi: Tôi nói... đây là một địa điểm thích hợp.
zh_hans: 要我说……这里还真是个有格调的场所。
zh_hant: 我說⋯⋯這裡還真是個有格調的場所。

# feast_banter_hatter_16
source: A stressful host is not a good look for me...
de: Die Rolle des gestressten Gastgebers steht mir nicht gut ...
es: No me queda bien esta pinta de anfitrión estresado…
fr: Un hôte stressé, je doute que ce soit attrayant…
id: Tuan rumah yang stres bukanlah tampilan yang bagus untukku...
it: Un ospite stressato non fa bella figura...
ja: ストレスいっぱいの主催者だって？私は向いてないさ
ko: 스트레스에 찌든 파티 주최자라니, 내게 어울리는 모습이 아닌데...
pt: Um anfitrião estressado não me cai bem...
ru: Нервничающий хозяин — не самый лучший вариант...
th: เจ้าภาพที่หน้าดำคร่ำเครียด ไม่ใช่เรื่องดีสำหรับฉันเลย...
zh_hans: 精神紧绷的主人可不适合我......
zh_hant: 精神緊繃的主人可不適合我⋯⋯

# feast_banter_sleepy_01
source: I wasn't asleep...
de: Ich habe nicht geschlafen ...
es: No estaba durmiendo…
fr: Je ne dormais pas…
id: Aku belum tidur...
it: Non stavo dormendo...
ja: ねて…ないよ…
ko: 나 안 잤어...
pt: Eu não estava dormindo...
ru: Я не спала...
th: ฉันนอนไม่หลับ...
vi: Tôi không ngủ...
zh_hans: 我没有睡着……
zh_hant: 我沒睡著⋯⋯

# feast_banter_sleepy_02
source: Late?
de: Spät?
es: ¿Tarde?
fr: En retard ?
id: Terlambat?
it: Tardi?
ja: ちこく？
ko: 늦었다고?
pt: Atrasado?
ru: Уже поздно?
th: มาสายเหรอ
vi: Muộn à?
zh_hans: 迟到了吗？
zh_hant: 遲到了嗎？

# feast_banter_sleepy_03
source: Did someone say "Dark Dragon"?
de: Hat jemand "Dunkeldrachen" gesagt?
es: ¿Acaso alguien dijo "dragón oscuro"?
fr: Quelqu’un a dit «dragon sombre» ?
id: Apa ada yang bilang "Naga Kegelapan"?
it: Qualcuno ha detto "Drago Oscuro"?
ja: だれか "暗黒竜"って言ったぁ？
ko: 방금 누가 "다크 드래곤"이라고 했어?
pt: Alguém disse "Dragão Sombrio"?
ru: Кто-то сказал «Тёмный дракон»?
th: มีใครพูดถึง "มังกรทมิฬ" บ้างไหม
vi: Ai vừa nói "Rồng Hắc Ám" à?
zh_hans: 是不是有人提到了“冥龙”？
zh_hant: 剛剛有人提到「冥龍」嗎？

# feast_banter_sleepy_04
source: A- a- growling dragon?
de: E-ein knurrender Drache?
es: ¿Un dragón gruñón?
fr: Un… un dragon sombre ?
id: Naga yang menggeram?
it: Un- un- drago che ringhia?
ja: え、え、ドラゴンのうなり声？
ko: 으르렁거리는 다크 드래곤?
pt: Um... um dragão rugindo?
ru: А-а... рычащий дракон?
th: เสียงมังกรคำรามงั้รเหรอ
vi: Một- một- con rồng gầm gừ?
zh_hans: 一……一只……咆哮的龙！
zh_hant: 一、一隻吼叫的龍？

# feast_banter_sleepy_05
source: Ah, beauty sleep.
de: Ah! Schönheitsschlaf.
es: Ah, sueño de belleza.
fr: Ah, un sommeil réparateur…
id: Ah, tidur yang indah.
it: Ah! Il sonno rende più belli.
ja: はあ、しあわせな眠り
ko: 아, 푹 잤다.
pt: Ah, sono de beleza.
ru: Ах, прекрасный сон.
th: อ่า นอนหลับฝันดีนะ
vi: À, người đẹp đang ngủ.
zh_hans: 啊～睡了个美容觉。
zh_hant: 啊～睡了個美容覺。

# feast_banter_sleepy_06
source: Huh?
de: Hm?
es: ¿Eh?
fr: Hein ?
id: Hah?
it: Eh?
ja: ん〜？
ko: 응?
pt: Ahn?
ru: А?
th: หืม
vi: Hả?
zh_hans: 啊？
zh_hant: 蛤？

# feast_banter_sleepy_07
source: I heard every word... Zzz.
de: Ich habe jedes Wort gehört ... Zzz.
es: Oí cada palabra… Zzz…
fr: J’ai tout entendu… Zzz…
id: Aku mendengar setiap kata... Zzz.
it: Ho sentito ogni parola... zzz.
ja: ぜんぶ、きいてる…ぐぅ…ぷすぅ…
ko: 나도 다 들었어... 쿨쿨.
pt: Eu ouvi tudo... Zzz.
ru: Я всё слышу... *храпит*
th: ฉันได้ยินทุกคำเลย... คร๊อกกก
vi: Tôi nghe rõ từng chữ đấy... Zzz.
zh_hans: 我听得一清二楚……Zzz。
zh_hant: 我都有在聽⋯⋯Zzz

# feast_banter_sleepy_08
source: Past bedtime?
de: Nach der Schlafenszeit?
es: ¿Se pasó su hora de dormir?
fr: On ne dort pas encore ?
id: Melewati waktu tidur?
it: Non è già passata l'ora di andare a letto?
ja: もうおやすみの時間？
ko: 자러 갈 시간이 지났나?
pt: Passou da hora de dormir?
ru: Уже пора спать?
th: เลยเวลานอนแล้วเหรอ
vi: Quá giờ ngủ rồi sao?
zh_hans: 睡觉时间到了吗？
zh_hant: 睡覺時間到了嗎？

# feast_banter_sleepy_09
source: (Yawn)
de: (Gähn)
es: (Uaaah)
fr: (Bâille)
id: (Menguap)
it: (Sbadiglio)
ja: ふわぁぁあ
ko: 흐아암.
pt: (Uaah)
ru: (Зевает)
th: (หาว)
vi: (Ngáp)
zh_hans: (打呵欠)
zh_hant: （打哈欠）

# feast_banter_sleepy_10
source: Miss Alice?
de: Fräulein Alice?
es: ¿Señorita Alice?
fr: Mademoiselle Alice ?
id: Nona Alice?
it: La signorina Alice?
ja: アリスさん？
ko: 앨리스가 보고 싶어?
pt: Senhorita Alice?
ru: Мисс Алиса?
th: คุณอลิซ
vi: Cô Alice?
zh_hans: 爱丽丝小姐？
zh_hant: 愛麗絲小姐？

# feast_banter_sleepy_11
source: I'm dizzy...
de: Mir ist schwindelig ...
es: Estoy mareada…
fr: J’ai la tête qui tourne…
id: Aku pusing...
it: Mi gira la testa...
ja: くらくらする…
ko: 어지러워...
pt: Que tontura...
ru: Я засыпаю...
th: ฉันเวียนหัวจัง...
vi: Tôi chóng mặt...
zh_hans: 有点头晕……
zh_hant: 頭有點暈⋯⋯

# feast_banter_sleepy_12
source: Uh? Snoring?
de: Äh? Am Schnarchen?
es: ¿Eh? ¿Roncando?
fr: Hein ? Des ronflements ?
id: Uh? Mendengkur?
it: Russare è la musica...
ja: ん？いびき？
ko: 응? 코골이?
pt: Oi...? Roncando?
ru: Э-э? Это храп?
th: เอ่อ เสียงกรนเหรอ
vi: Hả? Ngáy ư?
zh_hans: 啊？打呼噜？
zh_hant: 嗯？打呼聲？

# feast_banter_sleepy_14
source: Do stars in the sky nap too?
de: Machen die Sterne am Himmel auch Nickerchen?
es: ¿Las estrellas también duermen la mona?
fr: Et les étoiles alors, elles dorment ?
id: Apakah bintang di langit tidur siang juga?
it: Anche le stelle nel cielo fanno un pisolino?
ja: そらのお星さまもおひるねするかな？
ko: 하늘 위 별도 낮잠을 잘까?
pt: As estrelas no céu também dormem?
ru: Интересно, звёзды в небе тоже спят?
th: ดวงดาวบนท้องฟ้างีบหลับเหมือนกันไหมนะ
vi: Những vì sao trên trời cũng ngủ à?
zh_hans: 天上的星星也会打盹吗？
zh_hant: 天上的星星也會小憩嗎？

# feast_banter_sleepy_15
source: Yes, I am cute.
de: Ja, ich bin süß.
es: Sí, soy muy mona.
fr: Oui, je suis à croquer.
id: Ya, aku lucu.
it: Sì, sono carina.
ja: うん、マナティはかわいいの
ko: 그래, 난 귀여워.
pt: É, eu sou uma gracinha.
ru: Да, я просто прелесть.
th: ใช่ ฉันน่ารัก
vi: Vâng, tôi dễ thương mà.
zh_hans: 是的，我就是可爱。
zh_hant: 是的，我就是可愛。

# feast_bigmessageboat
source: "Will clean up puddle later"
de: "Werde die Pfütze später aufwischen"
es: "Limpiaré el charco después"
fr: «Je nettoierai la flaque plus tard»
id: "Akan membersihkan puddle nanti"
it: "Pulirò più tardi"
ja: "あとでパドルを綺麗にすること"
ko: "물웅덩이는 나중에 치울게"
pt: "Vou limpar a poça depois"
ru: «Уберу эту лужицу позже»
th: "เดี๋ยวจะทำความสะอาดแอ่งน้ำภายหลัง"
vi: "Sẽ dọn vũng nước sau"
zh_hans: “水坑请注意，稍后会清理”
zh_hant: 「水窪請注意，稍後會清理」

# feast_crabbit
source: I'm late!
de: Ich bin spät dran!
es: ¡Llego tarde!
fr: Je suis en retard !
id: Aku terlambat!
it: Sono in ritardo!
ja: 遅れちゃう！
ko: 나 늦었어!
pt: Eu me atrasei!
ru: Я опаздываю!
th: ฉันมาสาย!
vi: Tôi đến muộn mất rồi!
zh_hans: 糟了，我迟到了！
zh_hant: 糟了，我遲到了！

# feast_ec_bonus
source: {{1}}/15 <2>Bonus Event Tickets</2> found.
de: {{1}}/15 <2>Bonus-Event-Tickets</2> gefunden.
es: {{1}}/15 <2>boletos del evento adicionales</2> encontrados.
fr: {{1}}/15 <2>ticket(s) d'événement bonus</2> trouvé(s).
id: {{1}}/15 <2>Tiket Acara Bonus</2> ditemukan.
it: {{1}}/15 <2>biglietti evento bonus</2> trovati.
ja: {{1}}/15 個の<2>ボーナス専用チケット</2>を発見しました
ko: <2>보너스 이벤트 티켓</2> {{1}}/15개를 찾았습니다.
pt: {{1}}/15 <2>ingressos do evento bônus</2> encontrados.
ru: Найдено <2>бонусных билетов события</2>: {{1}}/15.
th: พบ<2>ตั๋วอีเวนต์โบนัส</2> {{1}}/15
vi: {{1}}/15 <2>Vé Sự Kiện Thưởng</2> found.
zh_hans: 已找到15张<2>奖励活动门票</2>中的{{1}}张。
zh_hant: 找到了{{1}}/15 <2>枚額外活動票券</2>。

# feast_fulltable_hare_1
source: GASP... My eyes deceive me!
de: HUCH ... Meine Augen täuschen mich!
es: Ay… ¡Me engañan mis ojos!
fr: OUAH… Je n’en crois pas mes yeux !
id: ASTAGA... Mataku menipuku!
it: GASP... Gli occhi mi ingannano!
ja: はああ！僕の目が嘘ついてくる！
ko: 헉... 내 눈을 믿을 수가 없어!
pt: O QUÊ...? Eu não estou vendo isso...!
ru: АХ... Мои глаза подводят меня!
th: โอ๊ย... ฉันมองผิดไป!
vi: THỞ HỔN HỂN... Tôi nhìn nhầm sao!
zh_hans: 天呐......我看错了吗？！
zh_hant: 天啊⋯⋯我看錯了嗎？！

# feast_fulltable_hare_2
source: A full house?
de: Ein volles Haus?
es: ¿Estamos a tope?
fr: On est complets ?
id: Sebuah rumah yang penuh?
it: Ci siamo tutti?
ja: 満席？
ko: 자리가 꽉 찼네?
pt: Uma casa cheia?
ru: Полный аншлаг?
th: บ้านเต็มแล้วเหรอ
vi: Một ngôi nhà đông đúc?
zh_hans: 整间屋子都坐满了？
zh_hant: 客滿了？

# feast_fulltable_hatter_1
source: I could shed a tear...
de: Ich könnte eine Träne vergießen ...
es: Se me escapan las lágrimas…
fr: J’ai presque envie de pleurer…
id: Aku bisa meneteskan air mata...
it: Mi sto commuovendo...
ja: 泣けてくるね…
ko: 눈물이 날 것 같아...
pt: Acho que vou chorar...
ru: Я сейчас расплачусь...
th: ฉันขอร้องไห้สักหน่อยเถอะ...
vi: Tôi có thể rơi nước mắt...
zh_hans: 我简直要感动落泪了……
zh_hant: 簡直要感動落淚了⋯⋯

# feast_fulltable_hatter_2
source: A FULL tea party with wonderful guests.
de: Eine VOLLE Teeparty mit wunderbaren Gästen.
es: Una fiesta de té LLENA con invitados maravillosos.
fr: Une dégustation de thé PLEINE de clients merveilleux.
id: Sebuah pesta teh penuh dengan tamu yang luar biasa.
it: Una festa del tè al completo con ospiti meravigliosi.
ja: 最高のお客人と大盛況のパーティだ
ko: 환상적인 손님으로 가득한 다과회.
pt: Uma festa do chá CHEIA de convidados maravilhosos.
ru: Полные чашки и ПОЛНЫЙ стол прекрасных гостей.
th: ปาร์ตี้น้ำชาแบบจัดเต็มกับแขกผู้ทรงเกียรติ
vi: Một bữa tiệc trà ĐẦY ĐỦ với những vị khách tuyệt vời.
zh_hans: 一场完美的下午茶派对，再配上最棒的客人们。
zh_hant: 一場完美的下午茶派對，再配上最棒的客人們。

# feast_fulltable_sleepy_1
source: This is the life.
de: So lässt es sich leben.
es: No se puede pedir más.
fr: La belle vie…
id: Ini adalah kehidupan.
it: Questa sì che è vita.
ja: これが人生
ko: 이게 바로 인생이지.
pt: Isso que é vida.
ru: Вот это жизнь...
th: นี่แหละคือชีวิต
vi: Đây mới là cuộc sống.
zh_hans: 这才叫享受生活嘛。
zh_hant: 這才叫享受生活嘛。

# feast_fulltable_sleepy_2
source: Snoozzze.
de: Schnaaarch.
es: Qué zzzueñito.
fr: Zzzzzz…
id: Mengantuuukkk.
it: Che soooonno!
ja: ぐぅぅぅ…ぷすぅぅぅ…
ko: 쿠우울...
pt: Zzzzz.
ru: *Дремлет*
th: ง่วงจังเลย
vi: Ngủ gật.
zh_hans: 打个盹。
zh_hant: 再睡一下。

# feast_grandma_away
source: Out for the day. Find me at the Cafe!
de: Heute unterwegs. Du findest mich im Café!
es: Salí por hoy. ¡Búscame en la cafetería!
fr: Je prends un jour de congé. Retrouve-moi au café !
id: Pergi keluar untuk hari ini. Temui aku di Kafe!
it: Per oggi ho finito. Mi trovi alla caffetteria!
ja: きょうはもうおしまい。カフェで会いましょう！
ko: 외출 중. 카페에 있어요!
pt: Por hoje é só. Me encontre no Café!
ru: Ушла. Если нужна, ищите меня в кафе!
th: วันนี้ฉันออกไปข้างนอก พบฉันได้ที่คาเฟ่นะ!
vi: Ra ngoài cả ngày. Tìm tôi ở quán cà phê!
zh_hans: 今日外出，有事请到咖啡厅找我！
zh_hant: 本日公休，有事請到咖啡廳找我！

# feast_hare_q1_chat_01
source: Well...
de: Nun ...
es: Bueno…
fr: Eh bien…
id: Yah...
it: Beh...
ja: えっと…
ko: 음...
pt: Então...
ru: Ну...
th: ดีล่ะ...
vi: Ờ...
zh_hans: 唔……
zh_hant: 唔⋯⋯

# feast_hare_q1_chat_02
source: What an embarrassing turn of events.
de: Was für eine peinliche Wendung der Ereignisse.
es: Qué humillante resultó todo.
fr: Les choses prennent une tournure très gênante…
id: Sungguh peristiwa yang memalukan.
it: Gli eventi hanno preso una svolta imbarazzante.
ja: なんとも気まずい状況だよね
ko: 정말 창피한 일이군.
pt: Que reviravolta vergonhosa.
ru: Какой смущающий поворот событий.
th: ช่างเป็นเหตุการณ์พลิกผันที่น่าอับอายเสียจริง
vi: Thật là một diễn biến đáng xấu hổ.
zh_hans: 真是令人尴尬的事件反转。
zh_hant: 真是尷尬的狀況。

# feast_hare_q1_chat_03
source: Let's find a way back to the feast.
de: Lass uns einen Weg zurück zum Festmahl finden.
es: Volvamos al festín.
fr: Retournons donc au festin.
id: Mari kita cari jalan kembali ke pesta.
it: Torniamo al banchetto.
ja: パーティへ戻る道を探さなきゃ
ko: 연회로 돌아가는 길을 찾자.
pt: Vamos achar um jeito de voltar pra festa.
ru: Давай найдём дорогу обратно на праздник.
th: เรามาหาทางกลับไปที่งานฉลองกันดีกว่า
vi: Hãy tìm cách quay lại bữa tiệc.
zh_hans: 让我们想办法返回盛宴吧。
zh_hant: 我們找條返回宴會的路吧。

# feast_hare_q1_chat_04
source: I don't believe we have truly met.
de: Ich glaube nicht, dass wir uns tatsächlich getroffen haben.
es: Creo que no nos conocemos.
fr: Je ne crois pas avoir vraiment fait votre connaissance.
id: Aku tidak percaya kita benar-benar bertemu.
it: Non credo che ci siamo presentati.
ja: 初めましてだよね
ko: 우리 초면인 것 같은데.
pt: Não acredito que a gente realmente se conheceu.
ru: Не верю, что мы ранее встречались.
th: ฉันไม่อยากเชื่อเลยว่า เราเคยพบกันมาก่อน
vi: Tôi không tin là chúng ta thực sự đã gặp nhau.
zh_hans: 我觉得我们并不算真正见过。
zh_hant: 我們好像還不認識的樣子。

# feast_hare_q1_chat_05
source: We were looking for a way out.
de: Wir haben nach einem Ausweg gesucht.
es: Estábamos buscando una salida.
fr: On cherchait une sortie…
id: Kami sedang mencari jalan keluar.
it: Cercavamo l'uscita.
ja: 出口を探してるんだ
ko: 우린 나가는 길을 찾고 있었어.
pt: Estávamos procurando uma saída.
ru: Мы искали выход.
th: เรากำลังมองหาทางออก
vi: Chúng tôi đang tìm cách thoát ra.
zh_hans: 我们正在寻找出路。
zh_hant: 我們剛剛在找出口。

# feast_hare_q1_chat_06
source: Hmm, how to get out of here?
de: Hmm, wie kommt man hier raus?
es: Mmh, ¿cómo salimos de aquí?
fr: Hmm, comment est-ce qu’on sort d’ici ?
id: Hmm, bagaimana cara keluar dari sini?
it: Mmm, come si fa a uscire da qui?
ja: うーん、どうやって出ればいいんだろ？
ko: 흠, 여기서 어떻게 나가지?
pt: Hm, como que sai daqui?
ru: Хм, как отсюда выбраться!
th: อืม เราจะออกไปจากที่นี่ยังไงดีนะ
vi: Ồ, làm sao để thoát khỏi đây?
zh_hans: 嗯......要怎样才能从这里出去呢？
zh_hant: 嗯⋯⋯要怎麼離開這裡呢？

# feast_hare_q1_chat_07
source: Heights don't agree with me.
de: Höhen bekommen mir nicht.
es: No me gustan las alturas.
fr: Je souffre de vertige.
id: Ketinggian tidak setuju denganku.
it: Soffro di vertigini.
ja: 高いところは僕に優しくないんだ
ko: 높은 곳은 좀 불편해.
pt: Altura não combina comigo.
ru: Высота со мной плохо сочетается.
th: ความสูงไม่เหมาะกับฉันเลย
vi: Độ cao này không đồng ý với tôi rồi.
zh_hans: 这高处令我感到不适。
zh_hant: 這高度讓我有點不舒服。

# feast_hare_q1_chat_08
source: Let's try on foot.
de: Versuchen wir es zu Fuß.
es: Probemos caminando.
fr: Essayons à pied.
id: Ayo kita coba jalan kaki.
it: Proviamo a piedi.
ja: 歩いて行こう
ko: 걸어서 가자.
pt: Vamos tentar ir a pé.
ru: Попробуем пешком.
th: เรามาลองเดินเท้ากันบ้างดีกว่า
vi: Hãy thử đi bộ xem.
zh_hans: 还是步行走路比较保险。
zh_hant: 還是走路比較保險。

# feast_hare_q1_chat_09
source: I forgot to hold on...
de: Ich habe vergessen, mich festzuhalten ...
es: Me olvidé de agarrarme fuerte…
fr: J’ai oublié de m’accrocher…
id: Aku lupa berpegangan...
it: Ho dimenticato di reggermi forte...
ja: つかまるの忘れてたよ…
ko: 잡고 있는 걸 깜빡했어...
pt: Esqueci de segurar...
ru: Забыл, что надо держаться...
th: ฉันลืมจับเอาไว้น่ะ...
vi: Tôi quên mất phải giữ chặt...
zh_hans: 糟了，我忘记抓牢了……
zh_hant: 糟了，我忘記抓緊⋯⋯

# feast_hare_q1_chat_10
source: Ah, I had nearly forgotten what the world looked like.
de: Ah, ich hatte beinahe vergessen, wie die Welt aussieht.
es: Ah, casi me había olvidado de cómo se veía el mundo.
fr: Ah, j’avais presque oublié à quoi ressemble le monde.
id: Ah, aku hampir lupa seperti apa dunia ini.
it: Ah, avevo quasi dimenticato come fosse il mondo.
ja: この世界がどんな見た目か忘れるところだった
ko: 아, 이 세상이 어떻게 생겼는지 거의 잊고 있었어.
pt: Ah, quase tinha esquecido de como era o mundo.
ru: Я уже почти забыл, как выглядел этот мир.
th: โอ้ ฉันเกือบลืมไปแล้วว่าโลกมีหน้าตาเป็นยังไง
vi: Ồ, tôi gần như quên mất thế giới trông như thế nào rồi.
zh_hans: 啊，我差点忘了外面的世界是什么样的了。
zh_hant: 啊，差點忘了外面的世界長什麼樣子了。

# feast_hare_q1_chat_11
source: You are very smart, for someone who was very lost. Thank you.
de: Du bist sehr klug für jemanden, der ziemlich verloren war. Danke.
es: Eres muy lista para haber estado tan perdida. Gracias.
fr: Malgré ton esprit confus, tu es d’une grande intelligence. Merci.
id: Kamu sangat pintar, untuk seseorang yang sangat tersesat. Terima kasih.
it: Sei molto intelligente, per una persona che si è smarrita. Grazie.
ja: 君は迷子にしてはとても賢いんだね。ありがとう
ko: 너 참 똑똑하구나. 길을 잃은 녀석치고는 말이야. 고마워.
pt: Você é bem esperto, para alguém que estava bem perdido. Agradeço.
ru: Весьма проницательно для того, кто был так сильно потерян. Спасибо.
th: คุณก็ถือว่าฉลาดมาก สำหรับใครบางคนที่หลงทางอยู่ ขอบคุณนะ
vi: So với một người hay lạc đường thì bạn rất thông minh. Cảm ơn bạn.
zh_hans: 对于一个迷路的人来说，你还真是聪明绝顶。感谢你！
zh_hant: 對於一個迷路的人來說，你還真是聰明絕頂。感謝你！

# feast_hare_q2_chat_01
source: What a terrible time to forget where the finish line is.
de: Was für eine schreckliche Zeit, um zu vergessen, wo die Ziellinie ist.
es: Qué momento inoportuno para olvidarse de dónde está la línea de meta.
fr: Le moment est mal choisi pour perdre de vue la ligne d’arrivée…
id: Sungguh waktu yang mengerikan untuk melupakan di mana garis finish.
it: Che momento terribile per dimenticare dov'è il traguardo.
ja: ゴールを忘れちゃうなんて最悪のタイミングだと思わない？
ko: 이런 때에 결승선이 어디 있는지 까먹다니.
pt: Que péssima hora para esquecer onde fica a linha de chegada.
ru: Какое ужасное время, чтобы забыть, где находится финиш.
th: ช่างเป็นเวลาที่ไม่เหมาะที่จะลืมว่าเส้นชัยอยู่ตรงไหนเลย
vi: Thật tồi tệ khi quên mất vạch đích ở đâu vào thời điểm này.
zh_hans: 这么重要的时候，居然忘了终点在哪里
zh_hant: 這麼重要的時候，居然忘了終點在哪裡。

# feast_hare_q2_chat_02
source: Please remind me when you get there!
de: Bitte erinnere mich daran, wenn du da bist!
es: ¡Recuérdamelo cuando llegues!
fr: Dis-moi dès que tu auras atteint l’arrivée !
id: Tolong ingatkan aku saat kamu sampai di sana!
it: Per favore, ricordamelo quando arrivi!
ja: 着いたら教えてね！
ko: 도착하면 나한테도 알려줘!
pt: Me avise quando chegar lá!
ru: Дай знать, как доберёшься туда!
th: กรุณาเตือนฉันด้วย เมื่อคุณถึงที่นั่น!
vi: Hãy nhắc tôi khi bạn đến đó!
zh_hans: 等你到达终点时一定记得提醒我！
zh_hant: 你到終點的時候記得提醒我！

# feast_hare_q2_chat_03
source: Who will win the race... the child, the hermit, or the hare?
de: Wer wird das Rennen gewinnen ... Das Kind, der Yeti oder der Hase?
es: ¿Quién ganará la carrera? ¿La niña, el ermitaño o la liebre?…
fr: Qui gagnera la course ? L’enfant, l’ermite… ou le lièvre ?
id: Siapa yang akan memenangkan perlombaan... anak kecil, pertapa, atau kelinci?
it: Chi vincerà la gara: il bambino, lo Yeti o la lepre?
ja: 誰がレースに勝つのかな…？あの子、隠者、それともうさぎ？
ko: 누가 이길까? 아이, 은둔자, 아니면 토끼?
pt: Quem vai ganhar a corrida... a criança, o iéti ou a lebre?
ru: Кто победит в гонке — дитя, отшельник или заяц?
th: ใครจะชนะการแข่งขัน... เด็กน้อย นักบวช หรือกระต่าย
vi: Ai sẽ chiến thắng cuộc đua... đứa trẻ, ẩn sĩ hay thỏ?
zh_hans: 谁会赢得比赛呢……是孩子、隐士还是野兔？
zh_hant: 誰會贏這場比賽呢⋯⋯是孩子、隱士，還是野兔？

# feast_hare_q2_chat_04
source: Of course, you found it, you found it!
de: Natürlich, du hast sie gefunden, du hast sie gefunden!
es: ¡La encontraste, muy bien!
fr: Bien sûr, tu as trouvé, tu as trouvé !
id: Tentu saja, kamu menemukannya, kamu menemukannya!
it: Certo che l'hai trovato, hai trovato il traguardo!
ja: 見つけたんだね！見つけたんだ！
ko: 찾았구나, 역시 찾았어!
pt: É claro que você achou, você achou!
ru: Ну конечно же тебе удалось найти его!
th: แน่นอน คุณพบมันแล้ว คุณพบมันแล้ว!
vi: Tất nhiên, bạn tìm được rồi, bạn tìm được rồi!
zh_hans: 你果然找到了，你真的找到了！
zh_hant: 你果然找到了，你真的找到了！

# feast_hare_q2_chat_recap
source: Get ready at the starting line...
de: Bereitmachen an der Startlinie ...
es: Prepárate en la línea de salida…
fr: Prépare-toi sur la ligne de départ…
id: Bersiaplah di garis start...
it: Preparatevi alla linea di partenza...
ja: スタートラインに立って待たないと…
ko: 출발선에서 준비...
pt: Prepare-se na linha de partida...
ru: Начни со стартовой линии...
th: เตรียมตัวให้พร้อมที่เส้นเริ่มสตาร์ท...
vi: Hãy chuẩn bị ở vạch xuất phát...
zh_hans: 在起跑线上做好准备……
zh_hant: 在起跑點各就各位⋯⋯

# feast_hare_q3_chat_01
source: Hmm... oh, hello, child.
de: Hmm ... Oh, hallo, Kind.
es: Mmh… Ah, hola, niña.
fr: Hmm… Ah, bonjour, mon enfant.
id: Hmm... oh, halo, nak.
it: Ehm... oh, ciao.
ja: う〜ん…。お、こんにちは、子どもさん
ko: 흠... 안녕, 꼬맹이.
pt: Umm... ah, olá, criança.
ru: Хм... о, приветствую, дитя.
th: อืม... โอ้ สวัสดี เด็กน้อย
vi: Hmm... ồ, xin chào, đứa trẻ.
zh_hans: 嗯……哦，你好，小朋友。
zh_hant: 嗯⋯⋯喔，你好，小朋友。

# feast_hare_q3_chat_02
source: You see, I am trying to improve my memory.
de: Weißt du, ich versuche mein Gedächtnis zu verbessern.
es: Verás, estoy tratando de mejorar mi memoria.
fr: Vois-tu, j’essaie d’améliorer ma mémoire.
id: Kamu tahu, aku sedang mencoba untuk meningkatkan ingatanku.
it: Vedi, sto cercando di migliorare la mia memoria.
ja: 記憶力を良くしたいと思ってるんだ
ko: 내 기억력을 향상시키려고 노력 중이야.
pt: Então, tô tentando melhorar minha memória.
ru: Видишь ли, я пытаюсь улучшить свою память.
th: คุณเห็นไหมว่า ฉันกำลังพยายามพัฒนาความจำของฉันอยู่
vi: Bạn thấy đấy, tôi đang cố gắng cải thiện trí nhớ của mình.
zh_hans: 不瞒你说，我正在努力改善自己的记忆力呢。
zh_hant: 不瞞你說，我正在努力改善我的記性呢。

# feast_hare_q3_chat_03
source: Which is why I am going to watch you solve this.
de: Weswegen ich dich dabei beobachten werde, wie du das hier löst.
es: Por eso, te observaré mientras resuelves esto.
fr: C’est pourquoi je te regarde résoudre cette énigme.
id: Itulah sebabnya aku akan melihatmu menyelesaikan ini.
it: Ecco perché ti guarderò risolvere questo problema.
ja: だから君がこれを解くところを見てることにするよ
ko: 그래서 네가 이걸 푸는 걸 보고 있으려고.
pt: É por isso que vou assistir a você resolver isso.
ru: Поэтому я хочу посмотреть, как ты решишь это.
th: นั่นคือเหตุผลว่า ทำไมฉันจึงมาเฝ้าดูคุณแก้ปัญหานี้
vi: Đó là lý do tại sao tôi sẽ xem bạn giải quyết vấn đề này.
zh_hans: 所以我要好好看你怎么解决这个问题。
zh_hant: 所以我要好好看你怎麼解決這個問題。

# feast_hare_q3_chat_04
source: Interesting...
de: Interessant ...
es: Qué interesante…
fr: Intéressant…
id: Menarik...
it: Interessante...
ja: 面白いね…
ko: 흥미롭군...
pt: Interessante...
ru: Интересно...
th: น่าสนใจจริงๆ...
vi: Thú vị thật...
zh_hans: 真有趣……
zh_hant: 有意思⋯⋯

# feast_hare_q3_chat_05
source: Impressive.
de: Beeindruckend.
es: Impresionante.
fr: Impressionnant.
id: Mengesankan.
it: Impressionante.
ja: すごい
ko: 대단해.
pt: Impressionante.
ru: Впечатляет.
th: น่าประทับใจมาก
vi: Ấn tượng đấy.
zh_hans: 厉害厉害。
zh_hant: 厲害厲害。

# feast_hare_q3_chat_06
source: I must remember how you did that.
de: Ich muss mir merken, wie du das gemacht hast.
es: Debo recordar cómo lo hiciste.
fr: Il faut que je me souvienne de ça.
id: Aku harus ingat bagaimana kamu melakukan itu.
it: Devo ricordare come hai fatto.
ja: 君がどうやったか覚えておかないと
ko: 네가 어떻게 했는지 기억해야겠어.
pt: Tenho que lembrar como você fez isso.
ru: Мне нужно запомнить, как у тебя так вышло.
th: ฉันต้องจำให้ได้ว่าคุณทำสิ่งนั้นได้อย่างไร
vi: Tôi phải ghi nhớ cách bạn đã làm điều đó.
zh_hans: 我必须记住你是怎么做到的。
zh_hant: 我得記下來你是怎麼做到的。

# feast_hare_q3_chat_07
source: Let me tell them we did it!
de: Lass mich ihnen sagen, dass wir es geschafft haben!
es: ¡Déjame contarles que lo logramos!
fr: Laisse-moi leur annoncer qu’on a réussi !
id: Biar kuberitahu mereka kita berhasil!
it: Lascia che dica loro che ce l'abbiamo fatta!
ja: みんなに僕らがやったって伝えなきゃ！
ko: 우리가 해냈다고 얘기해 줘야지!
pt: Vou contar para eles que conseguimos!
ru: Давай скажем им, что мы сделали это вместе!
th: ให้ฉันบอกพวกเขาเถอะว่า เราทำสำเร็จ!
vi: Tôi sẽ nói với họ rằng chúng ta đã làm được!
zh_hans: 让我来告诉他们我们做到了！
zh_hant: 我去告訴他們我們成功了！
