Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# consumable_name_teleport_you_and_i
source: You and I
de: Du und ich
es: Tú y yo
fr: Vous et moi
id: Kamu dan Aku
it: io e te
ja: あなたと私
ko: 너와 나
pt: Você e eu
ru: Ты и Я
th: คุณกับฉัน
vi: Bạn và tôi
zh_hans: 你和我
zh_hant: 你和我

# consumable_name_timeline_aurora_concert
source: Sky x AURORA Plush Doll
de: Sky x AURORA Plüschtier
es: Muñeca de peluche de Sky x AURORA
fr: Peluche Sky x AURORA
id: Boneka Sky x AURORA
it: Peluche Sky x AURORA
ja: ぬいぐるみ Sky x AURORA
ko: Sky X AURORA 봉제인형
pt: Boneca de pelúcia Sky x AURORA
ru: Плюшевая кукла Sky x AURORA
th: ตุ๊กตา Sky x AURORA
vi: Búp bê Nhồi bông Sky x AURORA
zh_hans: 《Sky光·遇》x AURORA毛绒公仔
zh_hant: 《Sky光·遇》x AURORA 絨毛玩偶

# consumable_name_timeline_birthdaycrab
source: Birthday Crab
de: Geburtstagskrabbe
es: Cangrejo de cumpleaños
fr: Crabe d'anniversaire
id: Kepiting Ulang Tahun
it: Granchio di compleanno
ja: お誕生日の闇の蟹
ko: 생일맞이 게
pt: Caranguejo de aniversário
ru: день рождения краба
th: ปูวันเกิด
vi: Cua Thọ
zh_hans: 寿蟹
zh_hant: 壽蟹

# consumable_name_timeline_daynight
source: Day and Night
de: Tag und Nacht
es: Día y noche
fr: Jour et nuit
id: Siang dan Malam
it: Giorno e notte
ja: 昼と夜
ko: 낮과 밤
pt: Noite e Dia
ru: День и ночь
th: วันและคืน
vi: Ngày và Đêm
zh_hans: 日夜
zh_hant: 日夜

# consumable_name_timeline_oreo
source: Secret of the Prairie
de: Geheimnis der Prärie
es: Secreto de la planicie
fr: Secret de la Prairie
id: Rahasia Padang Rumput
it: Segreto della prateria
ja: 草原のひみつ
ko: 초원의 비밀
pt: Segredo da Campina
ru: Тайна прерии
th: ความลับของทุ่งหญ้า
vi: Bí Mật Thảo Nguyên Ánh Sáng
zh_hans: 云野秘密
zh_hant: 雲野的秘密

# consumable_name_tiny
source: Tiny
de: Winzig
es: Hechizo reductor
fr: Minuscule
id: Kecil
it: Minuscolo
ja: ミニ
ko: 소형화
pt: Encolhimento
ru: крошки
th: เล็ก
vi: Thu Nhỏ
zh_hans: 缩小
zh_hant: 縮小

# consumable_name_trail
source: Trail
de: Spur
es: Estela
fr: Traînée
id: Jejak
it: Scia
ja: トレイル
ko: 궤적
pt: Rastro
ru: Тропа
th: เส้นทาง
vi: Dấu Vết
zh_hans: 尾迹
zh_hant: 尾迹

# consumable_name_trail_bicolor
source: Trail
de: Spur
es: Estela
fr: Traînée
id: Jejak
it: Scia
ja: トレイル
ko: 궤적
pt: Rastro
ru: След
th: เส้นทาง
vi: Đường bay
zh_hans: 尾迹
zh_hant: 尾跡

# consumable_name_trail_rainbow
source: Rainbow Trail
de: Regenbogenspur
es: Estela arcoíris
fr: Traînée arc-en-ciel
id: Jejak Pelangi
it: Scia arcobaleno
ja: レインボートレイル
ko: 무지개 궤적
pt: Rastro de arco-íris
ru: Радужная тропа
th: เส้นทางสายรุ้ง
vi: Dấu Vết Cầu Vồng
zh_hans: 彩虹尾迹
zh_hant: 彩虹尾迹

# consumable_name_wax
source: Light Boost
de: Lichtboost
es: Potenciador de luz
fr: Boost de lumière
id: Peningkat Cahaya
it: Raddoppio di Luce
ja: エンライト
ko: 양초빛 모으기 레벨 상승
pt: Aprimoramento de luz
ru: прироста света
th: บูสต์แสง
vi: Tia Sáng
zh_hans: 烛光多多
zh_hant: 燭光多多

# consumable_resize_nochange
source: You feel almost the same
de: Du fühlst dich beinahe gleich
es: Te sientes prácticamente igual
fr: Vous ne sentez presque pas de différence
id: Kamu merasa hampir sama saja
it: Non noti grandi cambiamenti
ja: あんまり変わらなかった気がする...
ko: 거의 변하지 않은 듯합니다
pt: Você se sente praticamente igual
ru: Изменения почти не заметны
th: คุณรู้สึกเกือบจะตัวเท่ากัน
vi: Bạn hình như không thay đổi gì
zh_hans: 你好像没怎么变呢
zh_hant: 你好像沒怎麽變呢

# consumable_resize_short
source: You feel a little shorter...
de: Du fühlst dich etwas kürzer an...
es: Te sientes un poco más bajito...
fr: Vous vous sentez un peu plus petit...
id: Kamu merasa sedikit lebih pendek ...
it: Ti senti un po' più basso...
ja: なんだか背が縮んだ気がする...
ko: 키가 조금 작아진 느낌이 듭니다...
pt: Você diminuiu um pouquinho...
ru: Вы стали чуть пониже...
th: คุณรู้สึกเตี้ยกว่านิดหน่อย...
vi: Bạn hình như thấp hơn rồi ...
zh_hans: 你好像变矮了…
zh_hant: 你好像變矮了…

# consumable_resize_shorter
source: You feel a lot shorter...
de: Du fühlst dich viel kürzer an...
es: Te sientes mucho más bajito...
fr: Vous vous sentez beaucoup plus petit...
id: Kamu merasa lebih pendek sekali ...
it: Ti senti molto più basso...
ja: なんだかすごく縮んだ気がする...
ko: 매우 작아진 느낌이 듭니다...
pt: Você se sente muito mais curto...
ru: Вы стали намного ниже...
th: คุณรู้สึกเตี้ยกว่ามาก...
vi: Bạn hình như thấp hơn rất nhiều ...
zh_hans: 你变矮了许多...
zh_hant: 你變矮了許多...

# consumable_resize_tall
source: You feel a little taller
de: Du fühlst dich etwas größer an
es: Te sientes un poco más alto
fr: Vous vous sentez un peu plus grand
id: Kamu merasa sedikit lebih tinggi
it: Ti senti un po' più alto
ja: なんだか背が伸びた気がする...
ko: 키가 조금 커진 느낌이 듭니다
pt: Você cresceu um pouquinho
ru: Вы стали чуть повыше
th: คุณรู้สึกสูงกว่านิดหน่อย...
vi: Bạn hình như cao lên rồi ...
zh_hans: 你好像变高了…
zh_hant: 你好像變高了…

# consumable_resize_taller
source: You feel a lot taller...
de: Du fühlst dich viel größer an...
es: Te sientes mucho más alto...
fr: Vous vous sentez beaucoup plus grand
id: Kamu merasa lebih tinggi sekali ...
it: Ti senti molto più alto...
ja: なんだかすごく伸びた気がする...
ko: 매우 커진 느낌이 듭니다...
pt: Você se sente muito mais alto
ru: Вы стали намного выше
th: คุณรู้สึกสูงกว่ามาก...
vi: Bạn hình như cao lên rất nhiều ...
zh_hans: 你变高了许多...
zh_hant: 你變高了許多...

# consumable_result_already_buffed
source: Buff already applied
de: Stärkezauber wurde bereits angewendet
es: Mejora ya aplicada
fr: Amélioration déjà appliquée
id: Buff sudah diterapkan
it: Potenziamento già applicato
ja: この魔法はすでに有効になっているようです
ko: 버프가 이미 적용됨
pt: Bônus já aplicado
ru: Усиление уже было применено
th: ใช้บัฟแล้ว
vi: Buff đã được áp dụng
zh_hans: 增益效果已施加
zh_hant: 增益效果已施加

# consumable_result_atomicity_failure
source: Network error
de: Netzwerkfehler
es: Error de red
fr: Erreur de réseau
id: Kesalahan jaringan
it: Errore di rete
ja: ネットワークエラーが発生しました
ko: 네트워크 오류
pt: Erro de rede
ru: Ошибка сети
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi mạng
zh_hans: 网络错误
zh_hant: 網絡錯誤

# consumable_result_buff_on_cooldown
source: Spell on cooldown
de: Abklingzeit für Zauber
es: Hechizo en enfriamiento
fr: Sort en cours de recharge
id: Mantra dalam waktu jeda
it: in ricarica
ja: この魔法はクールダウン中です
ko: 주문 대기시간
pt: Recarga
ru: Чары восстанавливаются
th: คาถาอยู่ระหว่างคูลดาวน์
vi: Phép Thuật đang CD
zh_hans: 魔法正在冷却
zh_hant: 魔法正在冷卻

# consumable_result_consumable_on_cooldown
source: Consumable on cooldown
de: Abklingzeit für Verbrauchsgegenstand
es: Consumibles en enfriamiento
fr: Consommable en cours de recharge
id: Item konsumsi dalam waktu jeda
it: Elemento in ricarica
ja: この魔法はクールダウン中です
ko: 소모품 대기시간
pt: Consumível em recarga
ru: Расходуемый материал восстанавливается
th: ไอเทมกดใช้อยู่ระหว่างคูลดาวน์
vi: Vật phẩm đang CD
zh_hans: 道具正在冷却
zh_hant: 道具正在冷卻

# consumable_result_insufficient_consumables
source: Insufficient consumables
de: Nicht genug Verbrauchsgegenstände
es: Consumibles insuficientes
fr: Consommables insuffisants
id: Item konsumsi tidak cukup
it: Elementi insufficienti
ja: 魔法が不足しています
ko: 소모품이 부족함
pt: Consumíveis insuficientes
ru: Недостаточно расходуемых материалов
th: ไอเทมกดใช้ไม่เพียงพอ
vi: Vật phẩm không đủ
zh_hans: 道具数量不足
zh_hant: 道具數量不足

# consumable_result_invalid_consumable_def
source: Unknown consumable
de: Unbekannter Verbrauchsgegenstände
es: Consumible desconocido
fr: Consommable inconnu
id: Item konsumsi tidak dikenal
it: Elemento sconosciuto
ja: 不明な魔法です
ko: 알 수 없는 소모품
pt: Consumível desconhecido
ru: Неизвестный расходуемый материал
th: ไอเทมกดใช้ที่ไม่รู้จัก
vi: Vật phẩm chưa rõ
zh_hans: 未知道具
zh_hant: 未知道具

# consumable_result_max_buffs
source: Maximum spells applied
de: Höchstanzahl angewendeter Zauber
es: Máximo de hechizos aplicado
fr: Maximum de sorts appliqué
id: Jumlah mantra maksimum diterapkan
it: Numero massimo di incantesimi applicato
ja: 同時に使用できる魔法の上限に達しました
ko: 더 이상 주문을 중복사용할 수 없음
pt: Número máximo de feitiços aplicados
ru: Использовано макс. чар
th: ใช้คาถาสูงสุดแล้ว
vi: Phép Thuật đã sử dụng tối đa
zh_hans: 已获得最大数量增益
zh_hant: 已獲得最大數量增益

# consumable_result_unknown_error
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류
pt: Erro desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

# containing_new_player
source: You do not yet have access to this realm. Returning…
de: Du hast noch keinen Zugang zu diesem Reich. Rückkehr ...
es: Aún no tienes acceso a este reino. Volviendo…
fr: Vous n'avez pas encore accès à ce royaume. Retour...
id: Kamu belum memiliki akses ke dunia ini. Mengembalikan...
it: Non hai ancora accesso a questo regno. Torna alla posizione precedente…
ja: あなたはまだこの地を訪れることができないようです。戻ります…
ko: 아직 이 구역에 접근할 수 없습니다. 돌아갑니다...
pt: Você ainda não tem acesso a este reino. Retornando…
ru: У вас пока нет доступа в этот мир. Возвращаемся...
th: คุณยังไม่มีการเข้าถึงดินแดนนี้ กำลังกลับ...
vi: Bạn chưa thể vào cõi này. Đang quay trở lại...
zh_hans: 你尚未解锁此领域。正在返回……
zh_hant: 你尚未解鎖此領域，正在返回……

# control_map_customize
source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
id: Sesuaikan
it: Personalizza
ja: カスタマイズ
ko: 꾸미기
pt: Personalizar
ru: Настроить
th: ปรับแต่ง
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# control_setting_camera_zoom_speed
source: Camera Zoom Speed
de: Kamera-Zoomgeschwindigkeit
es: Velocidad del zoom
fr: Vitesse du zoom
id: Kecepatan Zoom Kamera
it: Velocità zoom fotocamera
ja: カメラのズーム速度
ko: 카메라 줌 속도
pt: Velocidade de zoom
ru: Скорость приближения/удаления камеры
th: ความเร็วในการซูมกล้อง
vi: Tốc Độ Thu Phóng Camera
zh_hans: 镜头变焦速度
zh_hant: 鏡頭變焦速度

# control_setting_desktop_disconnected
source: Mouse & Keyboard not detected
de: Maus & Tastatur wurden nicht erkannt
es: Ratón y teclado no detectados
fr: Souris et clavier non détectés
id: Mouse & Keyboard tidak terdeteksi
it: Mouse e tastiera non rilevati
ja: マウスとキーボードを検出できません
ko: 마우스 및 키보드가 감지되지 않았습니다
pt: Mouse e teclado não detectados
ru: Мышь и клавиатура не найдены
th: ตรวจไม่พบเมาส์และคีย์บอร์ด
vi: Không tìm thấy Chuột & Bàn phím
zh_hans: 未检测到鼠标和键盘
zh_hant: 未偵測到滑鼠與鍵盤

# control_setting_desktop_title
source: Mouse & Keyboard Settings
de: Maus- und tastatureinstellungen
es: Configuración de ratón y teclado
fr: Paramètres de la souris et du clavier
id: Pengaturan Mouse & Keyboard
it: Impostazioni di mouse e tastiera
ja: マウス＆キーボード設定
ko: 마우스 및 키보드 설정
pt: Configurações de mouse e teclado
ru: Настройки мыши и клавиатуры
th: การตั้งค่าเมาส์และคีย์บอร์ด
vi: Cài đặt Chuột & Bàn phím
zh_hans: 鼠标和键盘设置
zh_hant: 滑鼠和鍵盤設定

# control_setting_enable_vibration
source: Enable Vibration
de: Vibration Einschalten
es: Activar la Vibración
fr: Activer la vibration
id: Aktifkan Getaran
it: Abilita la Vibrazione
ja: 振動を有効にする
ko: 진동 활성화
pt: Habilitar a Vibração
ru: Включить вибрацию
th: เปิดใช้งานการสั่น
vi: Bật rung
zh_hans: 启用震动
zh_hant: 啟用震動

# control_setting_gamepad_disconnected
source: Controller not detected
de: Controller nicht erkannt
es: Mando no detectado
fr: Manette non détectée
id: Kontroler tidak terdeteksi
it: Controller non rilevato
ja: コントローラーを検出できません
ko: 컨트롤러가 감지되지 않습니다
pt: Controle não detectado
ru: Контроллер не обнаружен
th: ไม่พบคอนโทรลเลอร์
vi: Không tìm thấy bộ điều khiển
zh_hans: 未检测到游戏手柄
zh_hant: 未檢測到遊戲手柄

# control_setting_gamepad_title
source: Controller Settings
de: Controller-Einstellungen
es: Configuración del Mando
fr: Paramètres manette
id: Pengaturan Controller
it: Impostazioni Controller
ja: コントローラーの設定
ko: 컨트롤러 설정
pt: Configurações de comando
ru: Настройки контроллера
th: การตั้งค่าคอนโทรลเลอร์
vi: Cài đặt tay cầm chơi game
zh_hans: 控制器設置
zh_hant: 控制器設定

# control_setting_invert_camera
source: Invert Camera
de: Kamera Invertieren
es: Invertir Cámara
fr: Inverser la caméra
id: Balikkan Kamera
it: Inverti Visuale
ja: カメラの反転
ko: 카메라 조작 반전
pt: Inverter Câmera
ru: Инвертировать камеру
th: กลับด้านกล้อง
vi: Đảo ngược camera
zh_hans: 镜头反转
zh_hant: 鏡頭反轉

# control_setting_invert_flight
source: Invert Flight
de: Flug invertieren
es: Invertir vuelo
fr: Inverser le vol
id: Balikkan Terbang
it: Inverti volo
ja: 飛行操作の反転
ko: 비행 조작 반전
pt: Inverter voo
ru: Инвертировать полет
th: กลับด้านการบิน
vi: Đảo ngược chiều bay
zh_hans: 飞行反转
zh_hant: 飛行反轉

# control_setting_invert_look_horizontal
source: Invert Look Horizontal
de: Horizontale Sicht umkehren
es: Invertir mirada horizontal
fr: Inverser la vue horizontale
id: Balikkan Tampilan Horizontal
it: Inverti orientamento orizzontale
ja: 左右反転
ko: 수평 시야 반전
pt: Inverter olhar horizontal
ru: Инвертировать камеру по горизонтали
th: กลับด้านการมองแนวนอน
vi: Đảo Ngược Góc Nhìn Chiều Ngang
zh_hans: 反转水平视角
zh_hant: 反轉水平視角

# control_setting_invert_look_vertical
source: Invert Look Vertical
de: Vertikale Sicht umkehren
es: Invertir mirada vertical
fr: Inverser la vue verticale
id: Balikkan Tampilan Vertikal
it: Inverti orientamento verticale
ja: 上下反転
ko: 수직 시야 반전
pt: Inverter olhar vertical
ru: Инвертировать камеру по вертикали
th: กลับด้านการมองแนวตั้ง
vi: Đảo Ngược Góc Nhìn Chiều Dọc
zh_hans: 反转垂直视角
zh_hant: 反轉垂直視角

# control_setting_left_handed
source: Flip Sides
de: Seite wechseln
es: Cambiar bando
fr: Changer de côté
id: Balikkan Sisi
it: Ribalta
ja: 左右反転
ko: 조작 영역 반전
pt: Lados negativos
ru: Поменять стороны
th: พลิกด้าน
vi: Đổi trái phải
zh_hans: 左右互换
zh_hant: 左右互換

# control_setting_look_sensitivity
source: Look Sensitivity
de: Blickempfindlichkeit
es: Sensibilidad de mira
fr: Sensibilité de visée
id: Sensitivitas Tampilan
it: Sensibilità della visuale
ja: カメラ感度
ko: 조준 감도
pt: Sensibilidade de olhar
ru: Чувствительность камеры
th: ความไวของการมอง
vi: Độ Nhạy Góc Nhìn
zh_hans: 视角灵敏度
zh_hant: 視角靈敏度

# control_setting_mode_casual
source: One-Handed Mode
de: Einhand-Modus
es: Modo una sola mano
fr: Mode une main
id: Mode Satu Tangan
it: Modalità mano singola
ja: 片手モード
ko: 한손 모드
pt: Modo de uma mão
ru: Режим «Одна рука»
th: โหมดมือเดียว
vi: Chế độ một tay
zh_hans: 单手模式
zh_hant: 單手模式

# control_setting_mode_console
source: Two-Handed Mode
de: Zweihand-Modus
es: Modo dos manos
fr: Mode deux mains
id: Mode Dua Tangan
it: Modalità a due mani
ja: 両手モード
ko: 양손 모드
pt: Modo de duas mãos
ru: Режим «Две руки»
th: โหมดสองมือ
vi: Chế độ hai tay
zh_hans: 双手模式
zh_hant: 雙手模式

# control_setting_mode_mixed
source: Mixed Mode
de: Gemischter Modus
es: Modo combinado
fr: Mode mixte
id: Mode Campuran
it: Modalità mista
ja: ミックスモード
ko: 혼합 모드
pt: Modo misturado
ru: Смешанный режим
th: โหมดผสม
vi: Chế độ hỗn hợp
zh_hans: 混合模式
zh_hant: 混合模式

# control_setting_mouse_sensitivity
source: Mouse Sensitivity
de: Mausempfindlichkeit
es: Sensibilidad del ratón
fr: Sensibilité de la souris
id: Sensitivitas Mouse
it: Sensibilità del mouse
ja: マウス感度
ko: 마우스 감도
pt: Sensibilidade do mouse
ru: Чувствительность мыши
th: ความไวของเมาส์
vi: Độ Nhạy Của Chuột
zh_hans: 鼠标灵敏度
zh_hant: 滑鼠靈敏度

# control_setting_title
source: Control Scheme
de: Steuerung
es: Esquema de control
fr: Disposition des commandes
id: Skema Kontrol
it: Comandi
ja: 操作方法
ko: 컨트롤 방식
pt: Definições de controle
ru: Схема управления
th: ผังการควบคุม
vi: Tùy chọn kiểm soát
zh_hans: 控制选项
zh_hant: 控制選項

# control_setting_touch_title
source: Touch Settings
de: Touch-Einstellungen
es: Configuración Táctil
fr: Paramètres tactiles
id: Pengaturan Sentuhan
it: Impostazioni Tattili
ja: タッチスクリーンの設定
ko: 터치 설정
pt: Configurações de Toque
ru: Настройки тачскрина
th: การตั้งค่าการสัมผัส
vi: Cài đặt cảm ứng
zh_hans: 触摸屏设置
zh_hant: 觸控螢幕設置

# control_settings_mouse
source: Mouse
de: Maus
es: Ratón
fr: Souris
ja: マウス
ko: 마우스
ru: Мышь
th: เมาส์
vi: Chuột
zh_hans: 鼠标
zh_hant: 游標

# control_settings_mouse_settings
source: Mouse Settings
de: Maus-Einstellungen
es: Configuración del ratón
fr: Paramètres de la souris
id: Pengaturan Mouse
it: Impostazioni del mouse
ja: マウス設定
ko: 마우스 설정
pt: Configurações do mouse
ru: Настройки мыши
th: การตั้งค่าเมาส์
vi: Cài Đặt Chuột
zh_hans: 鼠标设置
zh_hant: 游標設定

# create_bug_report_text_entry_placeholder
source: Pick a shot & describe the problem you see
de: Wähle ein Bild & beschreibe das Problem
es: Elige una imagen y describe el problema que ves
fr: Choisissez une capture d'écran et décrivez le problème que vous voyez
id: Ambil gambar & jelaskan masalah yang kamu temui
it: Scegli un'immagine e descrivi il problema che vedi
ja: どのような問題が生じたか教えてください
ko: 스크린샷을 선택하고 문제를 설명해주세요
pt: Escolha uma imagem e descreva o problema
ru: Выберите снимок и опишите проблему
th: เล���อกภาพและอธิบายปัญหาที่คุณเห็น
vi: Chọn một cảnh và mô tả vấn đề bạn gặp phải
zh_hans: 请描述你遇到的问题
zh_hant: 請描述你遇到的問題

# create_bug_report_text_entry_title
source: Report Bug
de: Fehler melden
es: Reportar error
fr: Signaler un bug
id: Laporkan Bug
it: Segnala errore
ja: 不具合を報告する
ko: 버그 신고
pt: Relatar problema
ru: Сообщить об ошибке
th: รายงานบั๊ก
vi: Báo cáo lỗi
zh_hans: 举报Bug
zh_hant: 檢舉Bug

# create_note_failed_message
source: Unable to plant a message, please try again.
de: Nachricht konnte nicht gepflanzt werden. Bitte versuche es erneut.
es: No fue posible plantar el mensaje, intenta de nuevo.
fr: Impossible de planter un message, réessayez.
id: Tidak dapat menanamkan pesan, coba lagi.
it: Impossibile piantare un messaggio. Riprova.
ja: メッセージの設置ができませんでした もう一度やり直してみてください
ko: 메시지를 심을 수 없었습니다. 다시 시도해 주세요.
pt: Impossível posicionar mensagem, tente novamente.
ru: Не удается посадить сообщение. Попробуйте еще раз.
th: ไม่สามารถวางข้อความได้ โปรดลองใหม่อีกครั้ง
vi: Để lại lời nhắn không thành công, vui lòng thử lại.
zh_hans: 留言失败，请稍后再试。
zh_hant: 留言失敗，請稍後再試。

# create_note_failed_title
source: Message failed
de: Nachricht fehlgeschlagen
es: El mensaje falló
fr: Échec du message
id: Pesan gagal
it: Messaggio non piantato
ja: エラーが発生しました
ko: 메시지 전송 실패
pt: Mensagem não posicionada
ru: Ошибка сообщения
th: ล้มเหลวในการส่งข้อความ
vi: Để lại lời nhắn không thành công
zh_hans: 留言失败
zh_hant: 留言失敗

# create_note_recording
source: Start recording a memory to share with others?
de: Eine Erinnerung aufzeichnen, um sie mit anderen zu teilen?
es: ¿Comenzar a grabar un recuerdo para compartir con los demás?
fr: Commencer à enregistrer un souvenir à partager avec les autres ?
id: Mulai rekam kenangan untuk dibagikan dengan yang lain?
it: Vuoi iniziare a registrare un ricordo da condividere con gli altri?
ja: 記録を開始して、みんなとシェアしますか？
ko: 기억을 녹화해서 다른 이들과 공유할까요?
pt: Começar a gravar uma memória para compartilhar com outras pessoas?
ru: Начать запись воспоминания, чтобы поделиться с другими?
th: เริ่มการบันทึกความทรงจำเพื่อแชร์กับผู้อื่น
vi: Bắt đầu ghi lại ký ức để chia sẻ với mọi người?
zh_hans: 开始记录一段回忆并与他人分享？
zh_hant: 開始錄製一段記憶與他人分享。

# create_note_recording_bold
source: <b>Start recording a memory to share with others?</b>
de: <b>Eine Erinnerung für andere aufnehmen?</b>
es: <b>¿Comenzar a grabar un recuerdo para compartir con los demás?</b>
fr: <b>Lancer l'enregistrement d'un souvenir à partager ?</b>
id: <b>Mulai merekam kenangan untuk dibagikan kepada orang lain?</b>
it: <b>Vuoi iniziare a registrare un ricordo da condividere con gli altri?</b>
ja: <b>記録を開始して、みんなとシェアしますか？</b>
ko: <b>기억을 녹화해서 다른 플레이어들과 공유할까요?</b>
pt: <b>Começar a gravar uma memória para compartilhar com outras pessoas?</b>
ru: <b>Записать воспоминание, чтобы поделиться им со всеми?</b>
th: <b>เริ่มการบันทึกความทรงจำเพื่อแชร์กับผู้อื่น</b>
vi: <b>Bắt đầu ghi lại ký ức để chia sẻ với người khác?</b>
zh_hans: <b>开始记录一段回忆并与他人分享？</b>
zh_hant: <b>要開始錄製一段記憶與他人分享嗎？</b>

# create_note_recording_name
source: Enter a name for your Shared Memory!
de: Gib einen Namen für deine Geteilte Erinnerung ein!
es: ¡Ingresa un nombre para tu recuerdo compartido!
fr: Entrez un nom pour votre souvenir partagé !
id: Masukkan nama untuk Kenangan Bersama!
it: Dai un nome al tuo Ricordo condiviso!
ja: あなたのシェアメモリーズにタイトルを付けましょう！
ko: 공유기억에 이름을 붙여 주세요!
pt: Insira um nome para a Memória Compartilhada!
ru: Введите имя для общего воспоминания!
th: ป้อนชื่อสำหรับความทรงจำร่วมกันของคุณ!
vi: Nhập tên cho Ký Ức Chung của bạn!
zh_hans: 为你的共享回忆输入一个名称！
zh_hant: 輸入共享記憶的名稱！

# create_note_stage_name
source: Enter a name for your Shared Space!
de: Gib einen Namen für deinen Gemeinschaftsraum ein!
es: ¡Ingresa un nombre para tu espacio compartido!
fr: Entrez un nom pour votre espace partagé !
id: Masukkan nama untuk Ruang Bersamamu!
it: Dai un nome al tuo Spazio condiviso!
ja: あなたのシェアスペースに名前を付けましょう！
ko: 공유공간의 이름을 입력해주세요!
pt: Digite um nome para o Espaço Compartilhado!
ru: Введите имя для общего пространства!
th: ป้อนชื่อสำหรับพื้นที่ส่วนกลางของคุณ!
vi: Nhập tên cho Không Gian Chung của bạn!
zh_hans: 为你的共享空间输入名称！
zh_hant: 輸入共享空間的名稱！

# create_note_text_entry_placeholder
source: Plant a message for other players to read!
de: Pflanze eine Nachricht, die andere Spieler lesen können!
es: ¡Planta un mensaje para que otros jugadores lo lean!
fr: Plantez un message que d’autres joueurs liront !
id: Tanamkan pesan untuk dibaca pemain lain!
it: Pianta un messaggio per gli altri giocatori!
ja: 他のプレイヤーにメッセージを残してみましょう！
ko: 다른 플레이어들이 읽을 수 있게 메시지를 심으세요!
pt: Posicione uma mensagem para outros jogadores lerem!
ru: Посадите сообщение для других игроков!
th: วางข้อความให้ผู้เล่นคนอื่นมาอ่าน!
vi: Để lại lời nhắn cho người chơi khác!
zh_hans: 在这里留言给别的玩家！
zh_hant: 在這裡留言給別的玩家！

# create_note_text_entry_title
source: Sharing a Message
de: Pflanze eine Nachricht
es: Plantar un mensaje
fr: Planter un message
id: Tanam Pesan
it: Pianta un messaggio
ja: メッセージを残す
ko: 메시지 심기
pt: Posicionar mensagem
ru: Посадить сообщение
th: แบ่งปันข้อความ
vi: Đặt một lời nhắn ở đây
zh_hans: 在此地放一个留言烛
zh_hant: 在此地放一個留言燭

# creator_join_fail_concert_capacity
source: This player cannot be joined because the venue they're in is <b>full</b>. Please try again later.
de: Dieser Spieler kann nicht beitreten, weil der Ort, an dem er sich befindet, <b>voll</b> ist. Bitte versuchen Sie es später erneut.
es: No se puede unir a este jugador porque el lugar en el que se encuentra está <b>lleno</b>. Por favor, intenta de nuevo más tarde.
fr: Ce joueur ne peut pas être rejoint car le lieu où il se trouve est <b>plein</b>. Veuillez réessayer plus tard.
id: Pemain ini tidak dapat bergabung karena tempat mereka berada sudah <b>penuh</b>. Silakan coba lagi nanti.
it: Questo giocatore non può essere raggiunto perché il luogo in cui si trova è <b>pieno</b>. Per favore, riprova più tardi.
ja: 会場が<b>満席</b>のため、このプレイヤーは参加できません。時間をおいてお試しください
ko: 이 플레이어가 있는 장소가 이미 <b>가득 차서</b> 합류할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Este jogador não pode ser juntado porque o local onde ele está está <b>cheio</b>. Por favor, tente novamente mais tarde.
ru: Невозможно присоединиться к этому игроку, потому что место, где он находится, <b>заполнено</b>. Пожалуйста, попробуйте позже.
th: ผู้เล่นคนนี้ไม่สามารถเข้าร่วมได้ เพราะพื้นที่ที่พวกเขาอยู่<b>เต็ม</b>แล้ว โปรดลองใหม่อีกครั้งในภายหลัง
vi: Người chơi này không thể tham gia vì địa điểm họ đang ở đã <b>đầy</b>. Vui lòng thử lại sau.
zh_hans: 这个玩家不能被加入，因为他所在的会场是<b>满的</b>。请稍后再试。
zh_hant: 這個玩家不能被加入，因為他所在的會場是<b>滿的</b>。請稍後再試。

# creator_join_fail_generic
source: You were unable to join this player, please check your connection or try again later.
de: Sie konnten diesem Spieler nicht beitreten, bitte überprüfen Sie Ihre Verbindung oder versuchen Sie es später erneut.
es: No pudiste unirte a este jugador, por favor verifica tu conexión o inténtalo de nuevo más tarde.
fr: Vous n'avez pas pu rejoindre ce joueur, veuillez vérifier votre connexion ou réessayer plus tard.
id: Kamu tidak dapat bergabung dengan pemain ini, silakan periksa koneksimu atau coba lagi nanti.
it: Non sei riuscito a unirti a questo giocatore, controlla la tua connessione o riprova più tardi.
ja: このプレイヤーのいる会場に参加できません。ネットワークをご確認の上、時間をおいてお試しください
ko: 이 플레이어에게 합류하지 못했습니다. 연결 상태를 확인하거나 나중에 다시 시도해 주세요.
pt: Você não conseguiu se juntar a este jogador, por favor verifique sua conexão ou tente novamente mais tarde.
ru: Вы не смогли присоединиться к этому игроку, пожалуйста, проверьте ваше соединение или попробуйте позже.
th: คุณไม่สามารถเข้าร่วมกับผู้เล่นคนนี้ได้ โปรดตรวจสอบการเชื่อมต่อของคุณ หรือลองใหม่อีกครั้งในภายหลัง
vi: Bạn không thể tham gia với người chơi này, vui lòng kiểm tra kết nối của bạn hoặc thử lại sau.
zh_hans: 您无法加入此玩家，请检查您的连接或稍后再试。
zh_hant: 您無法加入此玩家，請檢查您的連接或稍後再試。
