Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap17_shrine_enter_5
source: Design a space for the <1>spirits</1> to enjoy together.
de: Entwerft einen Raum, den die <1>Geister</1> gemeinsam genießen können.
es: Diseña un espacio que los <1>espíritus</1> disfruten en compañía.
fr: Créez un espace dont les <1>esprits</1> pourront profiter ensemble.
id: Rancanglah ruang yang akan disukai <1>roh</1>.
it: Progetta uno spazio che gli <1>spiriti</1> possano godersi insieme.
ja: <1>精霊たち</1>がともに楽しめるようなスペースを創造しましょう
ko: <1>영혼</1>이 함께 즐길 수 있는 공간을 꾸며 주세요.
pt: Projete um espaço que os <1>espíritos</1> desfrutarão juntos.
ru: Создайте пространство, где <1>духи</1> смогут с удовольствием провести время вместе.
th: ออกแบบพื้นที่เพื่อให้<1>เหล่าสปิริต</1>ได้มาสนุกสนานร่วมกัน
vi: Thiết kế một không gian để các <1>Tinh Linh</1> tận hưởng cùng nhau.
zh_hans: 设计一个能让<1>先灵</1>一起享用的空间。
zh_hant: 設計一個空間，讓<1>先靈們</1>可以一起共度快樂時光。

# ap17_shrine_fail_1
source: The <1>Bereft Veteran</1> is missing an important object in their space. Try again.
de: Der <1>Betrübte Veteran</1> vermisst ein wichtiges Objekt in diesem Raum. Versuche es erneut.
es: Al <1>veterano despojado</1> le falta un objeto importante en su espacio. Vuelve a intentarlo.
fr: Il manque un objet important dans l'espace du <1>vétéran endeuillé</1>. Réessayez.
id: <1>Veteran Nestapa</1> kehilangan objek penting di ruangnya. Coba lagi.
it: Nello spazio del <1>veterano indifeso</1> manca un oggetto importante. Riprova.
ja: <1>喪失の初老</1>の大切なものがこのスペースにはないようです。やり直しましょう
ko: <1>무력한 참전용사</1>의 공간에 중요한 물건이 빠져 있어요. 다시 시도하세요.
pt: O <1>Veterano Despojado</1> está sem um objeto importante no espaço dele. Tente novamente.
ru: В пространстве <1>Обездоленного ветерана</1> не хватает важного предмета. Попробуйте еще раз.
th: ของชิ้นสำคัญหายไปจากพื้นที่ของ<1>ทหารผ่านศึกผู้สูญเสีย</1> โปรดลองใหม่อีกครั้ง
vi: <1>Cựu Binh U Buồn</1> đang thiếu một vật quan trọng trong không gian của họ. Hãy thử lại.
zh_hans: <1>丧子的老兵</1>的空间中少了一件重要物品。再试一次。
zh_hant: <1>喪子的退伍老兵</1>所在的空間缺少一樣重要的物品。請再試一次。

# ap17_shrine_fail_2
source: The <1>Tiptoeing Tea-Brewer</1> is missing an important object in their space. Try again.
de: Die <1>Verstohlene Teebrauerin</1> vermisst ein wichtiges Objekt in diesem Raum. Versuche es erneut.
es: A la <1>camarera de té en puntas de pie</1> le falta un objeto importante en su espacio. Vuelve a intentarlo.
fr: Il manque un objet important dans l'espace de la <1>brasseuse de thé sur la pointe des pieds</1>. Réessayez.
id: <1>Pembuat Teh Berjinjit</1> kehilangan objek penting di ruangnya. Coba lagi.
it: Nello spazio della <1>preparatrice di tè silenziosa</1> manca un oggetto importante. Riprova.
ja: <1>ぬき足の茶人</1>の大切なものがこのスペースにはないようです。やり直しましょう
ko: <1>까치걸음 차 애호가</1>의 공간에 중요한 물건이 빠져 있어요. 다시 시도하세요.
pt: A <1>Fabricante de Chá na Ponta dos Pés</1> está sem um objeto importante no espaço dela. Tente novamente.
ru: В пространстве <1>Крадущейся чаевницы</1> не хватает важного предмета. Попробуйте еще раз.
th: ของชิ้นสำคัญหายไปจากพื้นที่ของ<1>นักชงชาเขย่งเท้า</1> โปรดลองใหม่อีกครั้ง
vi: <1>Cô Pha Trà Rón Rén</1> đang thiếu một vật quan trọng trong không gian của họ. Hãy thử lại.
zh_hans: <1>踮脚的沏茶师</1>的空间中少了一件重要物品。再试一次。
zh_hant: <1>小心翼翼的泡茶人</1>所在的空間缺少一樣重要的物品。請再試一次。

# ap17_shrine_fail_3
source: The <1>Wounded Warrior</1> is missing an important object in their space. Try again.
de: Der <1>Verwundete Krieger</1> vermisst ein wichtiges Objekt in diesem Raum. Versuche es erneut.
es: Al <1>guerrero herido</1> le falta un objeto importante en su espacio. Vuelve a intentarlo.
fr: Il manque un objet important dans l'espace du <1>guerrier blessé</1>. Réessayez.
id: <1>Prajurit Terluka</1> kehilangan objek penting di ruangnya. Coba lagi.
it: Nello spazio del <1>guerriero ferito</1> manca un oggetto importante. Riprova.
ja: <1>傷ついた戦士</1>の大切なものがこのスペースにはないようです。やり直しましょう
ko: <1>부상당한 전사</1>의 공간에 중요한 물건이 빠져 있어요. 다시 시도하세요.
pt: O <1>Guerreiro Ferido</1> está sem um objeto importante no espaço dele. Tente novamente.
ru: В пространстве <1>Раненого воина</1> не хватает важного предмета. Попробуйте еще раз.
th: ของชิ้นสำคัญหายไปจากพื้นที่ของ<1>นักรบผู้บาดเจ็บ</1> โปรดลองใหม่อีกครั้ง
vi: <1>Người Lính Tập Tễnh</1> đang thiếu một vật quan trọng trong không gian của họ. Hãy thử lại.
zh_hans: <1>受伤的战士</1>的空间中少了一件重要物品。再试一次。
zh_hant: <1>受傷的戰士</1>所在的空間缺少一樣重要的物品。請再試一次。

# ap17_shrine_fail_4
source: The <1>Pleading Child</1> is missing an important object in their space. Try again.
de: Das <1>Flehende Kind</1> vermisst ein wichtiges Objekt in diesem Raum. Versuche es erneut.
es: Al <1>niño suplicante</1> le falta un objeto importante en su espacio. Vuelve a intentarlo.
fr: Il manque un objet important dans l'espace de l'<1>enfant implorant</1>. Réessayez.
id: <1>Anak Sebatang Kara</1> kehilangan objek penting di ruangnya. Coba lagi.
it: Nello spazio del <1>bambino supplicante</1> manca un oggetto importante. Riprova.
ja: <1>懇願する幼子</1>の大切なものがこのスペースにはないようです。やり直しましょう
ko: <1>애원하는 아이</1>의 공간에 중요한 물건이 빠져 있어요. 다시 시도하세요.
pt: A <1>Criança Suplicante</1> está sem um objeto importante no espaço dela. Tente novamente.
ru: В пространстве <1>Молящего дитя</1> не хватает важного предмета. Попробуйте еще раз.
th: ของชิ้นสำคัญหายไปจากพื้นที่ของ<1>เด็กน้อยผู้อ้อนวอน</1> โปรดลองใหม่อีกครั้ง
vi: <1>Đứa Bé Van Nài</1> đang thiếu một vật quan trọng trong không gian của họ. Hãy thử lại.
zh_hans: <1>乞求的小孩</1>的空间中少了一件重要物品。再试一次。
zh_hant: <1>懇求的孩子</1>所在的空間缺少一樣重要的物品。請再試一次。

# ap17_shrine_fail_5
source: An <b>important object</b> is <b>missing</b> from the <1>spirits'</1> space. <b>Try again.</b>
de: Den <1>Geistern</1> fehlt ein wichtiges Objekt in ihrem Raum. Versuche es erneut.
es: A los <1>espíritus</1> les falta un objeto importante en su espacio. Vuelve a intentarlo.
fr: Il manque un objet important aux yeux des <1>esprits</1> dans leur espace. Veuillez réessayer.
id: <1>Roh</1> kehilangan objek penting di ruangnya. Coba lagi.
it: Agli <1>spiriti</1> manca un oggetto importante nel loro spazio. Riprova.
ja: <1>精霊たち</1>の大切なものがこのスペースにはないようです。やり直しましょう
ko: <1>영혼</1>의 공간에 <b>중요한 물건</b>이 <b>빠져 있어요</b>. <b>다시 도전해 주세요.</b>
pt: Os <1>espíritos</1> estão sem um objeto importante no espaço deles. Tente novamente.
ru: В пространстве <1>духов</1> не хватает важного предмета. Попробуйте ещё раз.
th: <b>ของชิ้นสำคัญ</b><b>หายไป</b>จาก<1>พื้นที่</1>ของสปิริต <b> โปรดลองใหม่อีกครั้ง</b>
vi: Các <1>Tinh Linh</1> đang thiếu một vật quan trọng trong không gian của họ. Hãy thử lại.
zh_hans: <1>先灵</1>的空间中少了一件重要物品。再试一次。
zh_hant: <1>先靈們</1>的空間缺少一個重要物品。再試一次。

# ap17_shrine_invalid_1
source: This decoration is outside the <1>spirit's</1> space. Place it nearer to the <1>spirit</1>.
de: Dieses Objekt befindet sich außerhalb des Raumes dieses <1>Geistes</1>. Platziere es näher bei dem <1>Geist</1>.
es: Esta decoración está por fuera del espacio del <1>espíritu</1>. Colócala cerca del <1>espíritu</1>.
fr: Cette décoration est en dehors de l'espace de l'<1>esprit</1>. Placez-la plus près de l'<1>esprit</1>.
id: Dekorasi ini berada di luar ruang <1>roh</1>. Letakkan lebih dekat dengan <1>roh</1>.
it: Questa decorazione è all'esterno dello spazio dello <1>spirito</1>. Mettila più vicina allo <1>spirito</1>.
ja: この飾りは<1>精霊</1>のスペースから出てしまっているようです。<1>精霊</1>に近い場所に設置しましょう
ko: 이 장식은 <1>영혼의</1> 공간 밖에 있습니다. <1>영혼</1>에게 좀 더 가까이 배치하세요.
pt: Esta decoração está fora do espaço do <1>espírito</1>. Coloque-a mais perto do <1>espírito</1>.
ru: Украшение находится слишком далеко от <1>духа</1>. Разместите его ближе <1>к нему</1>.
th: ของตกแต่งชิ้นนี้อยู่นอกพื้นที่ของ<1>สปิริต</1> วางของไว้ใกล้กับ<1>สปิริต</1>ให้มากขึ้น
vi: Vật trang trí này nằm ngoài không gian của <1>tinh linh</1>. Hãy đặt gần <1>tinh linh</1> hơn.
zh_hans: 这件装饰品在<1>先灵的</1>空间之外。将其放在靠近<1>先灵</1>的地方。
zh_hant: 此裝飾在<1>先靈的</1>空間之外。請將它放在靠近<1>先靈</1>的位置。

# ap17_shrine_invalid_2
source: This decoration is outside the <1>spirit's</1> space. Place it nearer to the <1>spirit</1>.
de: Dieses Objekt befindet sich außerhalb des Raumes dieses <1>Geistes</1>. Platziere es näher bei dem <1>Geist</1>.
es: Esta decoración está por fuera del espacio del <1>espíritu</1>. Colócala cerca del <1>espíritu</1>.
fr: Cette décoration est en dehors de l'espace de l'<1>esprit</1>. Placez-la plus près de l'<1>esprit</1>.
id: Dekorasi ini berada di luar ruang <1>roh</1>. Letakkan lebih dekat dengan <1>roh</1>.
it: Questa decorazione è all'esterno dello spazio dello <1>spirito</1>. Mettila più vicina allo <1>spirito</1>.
ja: この飾りは<1>精霊</1>のスペースから出てしまっているようです。<1>精霊</1>に近い場所に設置しましょう
ko: 이 장식은 <1>영혼의</1> 공간 밖에 있습니다. <1>영혼</1>에게 좀 더 가까이 배치하세요.
pt: Esta decoração está fora do espaço do <1>espírito</1>. Coloque-a mais perto do <1>espírito</1>.
ru: Украшение находится слишком далеко от <1>духа</1>. Разместите его ближе <1>к нему</1>.
th: ของตกแต่งชิ้นนี้อยู่นอกพื้นที่ของ<1>สปิริต</1> วางของไว้ใกล้กับ<1>สปิริต</1>ให้มากขึ้น
vi: Vật trang trí này nằm ngoài không gian của <1>tinh linh</1>. Hãy đặt gần <1>tinh linh</1> hơn.
zh_hans: 这件装饰品在<1>先灵的</1>空间之外。将其放在靠近<1>先灵</1>的地方。
zh_hant: 此裝飾在<1>先靈的</1>空間之外。請將它放在靠近<1>先靈</1>的位置。

# ap17_shrine_invalid_3
source: This decoration is outside the <1>spirit's</1> space. Place it nearer to the <1>spirit</1>.
de: Dieses Objekt befindet sich außerhalb des Raumes dieses <1>Geistes</1>. Platziere es näher bei dem <1>Geist</1>.
es: Esta decoración está por fuera del espacio del <1>espíritu</1>. Colócala cerca del <1>espíritu</1>.
fr: Cette décoration est en dehors de l'espace de l'<1>esprit</1>. Placez-la plus près de l'<1>esprit</1>.
id: Dekorasi ini berada di luar ruang <1>roh</1>. Letakkan lebih dekat dengan <1>roh</1>.
it: Questa decorazione è all'esterno dello spazio dello <1>spirito</1>. Mettila più vicina allo <1>spirito</1>.
ja: この飾りは<1>精霊</1>のスペースから出てしまっているようです。<1>精霊</1>に近い場所に設置しましょう
ko: 이 장식은 <1>영혼의</1> 공간 밖에 있습니다. <1>영혼</1>에게 좀 더 가까이 배치하세요.
pt: Esta decoração está fora do espaço do <1>espírito</1>. Coloque-a mais perto do <1>espírito</1>.
ru: Украшение находится слишком далеко от <1>духа</1>. Разместите его ближе <1>к нему</1>.
th: ของตกแต่งชิ้นนี้อยู่นอกพื้นที่ของ<1>สปิริต</1> วางของไว้ใกล้กับ<1>สปิริต</1>ให้มากขึ้น
vi: Vật trang trí này nằm ngoài không gian của <1>tinh linh</1>. Hãy đặt gần <1>tinh linh</1> hơn.
zh_hans: 这件装饰品在<1>先灵的</1>空间之外。将其放在靠近<1>先灵</1>的地方。
zh_hant: 此裝飾在<1>先靈的</1>空間之外。請將它放在靠近<1>先靈</1>的位置。

# ap17_shrine_invalid_4
source: This decoration is outside the <1>spirit's</1> space. Place it nearer to the <1>spirit</1>.
de: Dieses Objekt befindet sich außerhalb des Raumes dieses <1>Geistes</1>. Platziere es näher bei dem <1>Geist</1>.
es: Esta decoración está por fuera del espacio del <1>espíritu</1>. Colócala cerca del <1>espíritu</1>.
fr: Cette décoration est en dehors de l'espace de l'<1>esprit</1>. Placez-la plus près de l'<1>esprit</1>.
id: Dekorasi ini berada di luar ruang <1>roh</1>. Letakkan lebih dekat dengan <1>roh</1>.
it: Questa decorazione è all'esterno dello spazio dello <1>spirito</1>. Mettila più vicina allo <1>spirito</1>.
ja: この飾りは<1>精霊</1>のスペースから出てしまっているようです。<1>精霊</1>に近い場所に設置しましょう
ko: 이 장식은 <1>영혼의</1> 공간 밖에 있습니다. <1>영혼</1>에게 좀 더 가까이 배치하세요.
pt: Esta decoração está fora do espaço do <1>espírito</1>. Coloque-a mais perto do <1>espírito</1>.
ru: Украшение находится слишком далеко от <1>духа</1>. Разместите его ближе <1>к нему</1>.
th: ของตกแต่งชิ้นนี้อยู่นอกพื้นที่ของ<1>สปิริต</1> วางของไว้ใกล้กับ<1>สปิริต</1>ให้มากขึ้น
vi: Vật trang trí này nằm ngoài không gian của <1>tinh linh</1>. Hãy đặt gần <1>tinh linh</1> hơn.
zh_hans: 这件装饰品在<1>先灵的</1>空间之外。将其放在靠近<1>先灵</1>的地方。
zh_hant: 此裝飾在<1>先靈的</1>空間之外。請將它放在靠近<1>先靈</1>的位置。

# ap17_shrine_invalid_5
source: This decoration is <b>outside</b> the <1>spirits'</1> space. Place it <b>closer</b> to them.
de: Dieses Objekt befindet sich <b>außerhalb</b> der Reichweite des <1>Geistes</1>. Platziere es <b>näher</b> bei dem Geist.
es: Esta decoración está <b>por fuera</b> del espacio del <1>espíritu</1>. Colócala <b>cerca</b> del espíritu.
fr: Cette décoration est <b>en dehors</b> de l'espace des <1>esprits</1>. Placez-la <b>plus près</b> d'eux.
id: Dekorasi ini berada <b>di luar</b> ruang <1>roh</1>. Letakkan <b>lebih dekat</b>.
it: Questa decorazione è all'<b>esterno</b> dello spazio degli <1>spiriti</1>. Mettila <b>più vicina</b> a loro.
ja: この飾りは<1>精霊</1>のスペースの<b>外</b>にあります。<1>精霊</1>のそばに設置しましょう
ko: 이 장식이 <1>영혼</1>의 공간 <b>밖에</b> 있습니다. 영혼과 <b>더 가까운</b> 곳에 배치하세요.
pt: Esta decoração está <b>fora</b> do espaço dos <1>espíritos</1>. Posicione-a <b>mais perto</b> deles.
ru: Украшение слишком <b>далеко</b> от пространства <1>духа</1>. Разместите его <b>ближе</b> к пространству.
th: ของตกแต่งชิ้นนี้อยู่<b>นอก</b>พื้นที่ของ<1>สปิริต</1> วางของไว้<b>ใกล้</b>กับสปิริตมากขึ้น
vi: Đồ trang trí này nằm <b>ngoài</b> không gian của <1>tinh linh</1>. Hãy đặt <b>gần hơn</b>.
zh_hans: 此装饰在<1>先灵的</1>空间<b>之外</b>。请将它放在<b>靠近</b>先靈的位置。
zh_hant: 此裝飾在<1>先靈的</1>空間<b>之外</b>。請將它放在<b>靠近</b>先靈的位置。

# ap17_shrine_misplaced_1
source: Maybe try this object in another spot?
de: Probiere dieses Objekt vielleicht an einer anderen Stelle aus.
es: ¿Quizás si pruebas poner el objeto en otro lugar?
fr: Vous pouvez peut-être essayer cet objet à un autre endroit ?
id: Mungkin coba objek ini di tempat lain?
it: Perché non provi a mettere questo oggetto in un altro punto?
ja: この飾りをべつの場所に設置してみるのはいかがですか？
ko: 이 물건을 다른 곳에 놓으면 어떨까요?
pt: E se você colocar este objeto em outro lugar?
ru: Может, стоит разместить этот предмет в другом месте?
th: ลองนำใช้ของชิ้นนี้ไปใช้ที่อื่นดูไหม
vi: Thử đặt ở vị trí khác?
zh_hans: 换个地方试试这件物品？
zh_hant: 或許換個地點擺放這個物品？

# ap17_shrine_on_confirm_menu
source: The <1>spirit</1> is feeling better! <b>Publish</b> your <2>Shared Space</2> once you're done building to finish the quest.
de: Der <1>Geist</1> fühlt sich besser! <2>Veröffentliche deinen Gemeinschaftsraum</2>, sobald du fertig bist, um die Quest abzuschließen.
es: ¡El <1>espíritu</1> se siente mejor! <2>Publica tu Espacio Compartido</2> una vez que termines de construir para finalizar la misión.
fr: L'<1>esprit</1> se sent mieux ! <b>Publiez</b> votre <2>espace partagé</2> après avoir terminé de construire pour terminer la quête.
id: Roh itu merasa lebih baik! <b>Publikasikan</b> Ruang Bersama milikmu setelah selesai membangun untuk menyelesaikan misi.
it: Lo spirito sta migliorando! <b>Pubblica</b> il tuo <2>Spazio Condiviso</2> una volta che hai finito di costruire per completare la quest.
ja: <1>精霊</1>は癒されたようです！設置を終えたら<2>あなたのシェアスペースを公開</2>しクエストを完了しましょう
ko: <1>영혼</1>의 기분이 한결 나아졌어요! 꾸미기가 끝나면 <2>공유공간을 저장해야</2> 퀘스트가 완료됩니다.
pt: O espírito está se sentindo melhor! <b>Publique</b> seu <2>Espaço Compartilhado</2> assim que terminar de construir para finalizar a missão.
ru: <1>Духу</1> уже намного лучше! Чтобы завершить задание, <2>опубликуйте общее пространство</2>, когда закончите его украшать.
th: <1>สปิริต</1>รู้สึกดีขึ้นแล้ว! <b>เผยแพร่</b><2>พื้นที่ส่วนกลาง</2>ของคุณ หลังจากที่คุณสร้างเสร็จแล้ว เพื่อทำภารกิจให้เสร็จสิ้น
vi: Linh hồn đang cảm thấy tốt hơn! <b>Xuất bản</b> không gian chia sẻ của bạn sau khi hoàn thành xây dựng để hoàn thành nhiệm vụ.
zh_hans: 这位<1>先灵</1>感觉好多了！在完成建造后<b>发布<b>你的<2>共享空间</2>，以结束任务。
zh_hant: 這位<1>先靈</1>感覺好多了！一旦建造完成，記得<b>發佈<b>你的</2>共享空間<2>，以結束任務。

# ap17_shrine_on_confirm_menu_2
source: This <1>spirit</1> is feeling better! Continue to help the rest of the <1>spirits</1>.
de: Dieser <1>Geist</1> fühlt sich besser! Hilf auch den anderen <1>Geistern</1>.
es: ¡Este <1>espíritu</1> se siente mejor! Sigue ayudando al resto de los <1>espíritus</1>.
fr: Cet <1>esprit</1> se sent mieux ! Continuez d’aider les autres <1>esprits</1>.
id: <1>Roh</1> ini merasa lebih baik! Lanjutkan membantu <1>roh</1> lainnya
it: Questo <1>spirito</1> si sente meglio! Continua ad aiutare gli altri <1>spiriti</1>.
ja: この<1>精霊</1>は癒されたようです！引き続き、他の<1>精霊たち</1>を手伝いましょう
ko: <1>영혼</1>의 기분이 한결 나아졌어요! 나머지 <1>영혼들</1>도 이어서 도와주세요.
pt: Este <1>espírito</1> está se sentindo melhor! Continue ajudando o restante dos <1>espíritos</1>
ru: Этому <1>духу</1> уже гораздо лучше! Помогите и <1>остальным</1>!
th: <1>สปิริต</1>ตนนี้รู้สึกดีขึ้นแล้ว! ช่วยเหลือ<1>เหล่าสปิริต</1>ต่อไปเลยสิ
vi: <1>Tinh Linh</1> này đang cảm thấy khá hơn! Hãy tiếp tục giúp những <1>Tinh Linh</1> còn lại
zh_hans: 这个<1>先灵</1>感觉好多了！继续帮助其他<1>先灵</1>
zh_hant: 這位<1>先靈</1>感覺好多了！繼續幫助其他的<1>先靈</1>吧

# ap17_shrine_on_confirm_menu_3
source: The <1>spirits</1> are feeling better! When you're finished building, <b>publish</b> your <2>Shared Space</2> to finish the quest.
de: Die <1>Geister</1> fühlen sich besser! <2>Speichere deinen Gemeinschaftsraum</2>, sobald er fertig gebaut ist, um die Quest abzuschließen.
es: ¡Los <1>espíritus</1> se sienten mejor! <2>Publica tu Espacio Compartido</2> una vez que termines de construir para finalizar la misión.
fr: Les <1>esprits</1> se sentent mieux ! <b>Publiez</b> votre <2>espace partagé</2> une fois que vous l’avez terminé pour terminer la quête.
id: Para Roh merasa lebih baik! Setelah kamu selesai membangun, <b>publikasikan</b> Ruang Bersama milikmu untuk menyelesaikan misi.
it: Gli spiriti stanno migliorando! Quando hai finito di costruire, <b>pubblica</b> il tuo <2>Spazio Condiviso</2> per completare la quest.
ja: <1>精霊たち</1>は癒されたようです！設置を終えたら<2>あなたのシェアスペースを公開</2>しクエストを完了しましょう
ko: <1>영혼들</1>의 기분이 한결 나아졌어요! 다 꾸민 후 <2>공유공간을 공개해야</2> 퀘스트가 완료됩니다.
pt: Os espíritos estão se sentindo melhor! Quando você terminar de construir, <b>publique</b> seu <2>Espaço Compartilhado</2> para finalizar a missão.
ru: <1>Духам</1> уже намного лучше! Чтобы завершить задание, <2>опубликуйте общее пространство</2>, когда закончите его украшать.
th: <1>เหล่าสปิริต</1>รู้สึกดีขึ้นแล้ว! เมื่อคุณสร้างเสร็จแล้วก็<b>เผยแพร่</b><2>พื้นที่ส่วนกลาง</2>ของคุณเพื่อทำภารกิจให้เสร็จสิ้นเลยสิ
vi: Các linh hồn đang cảm thấy tốt hơn! Khi bạn hoàn thành xây dựng, <b>xuất bản</b> không gian chia sẻ của bạn để hoàn thành nhiệm vụ.
zh_hans: <1>先灵们</1>感觉好多了！完成建造后，<b>发布<b>你的<2>共享空间</2>以结束任务。
zh_hant: <1>先靈們</1>感覺好多了！一旦建造完成，記得<b>發佈<b>你的<2>共享空間</2>，以結束任務。

# ap17_shrine_on_confirm_menu_4
source: <b>Publish</b> your <2>Shared Space</2> to finish the quest.
de: <2>Veröffentliche deinen Gemeinschaftsraum</2>, um die Quest abzuschließen.
es: <2>Publica tu Espacio Compartido</2> para finalizar la misión.
fr: <b>Publiez</b> votre <2>espace partagé</2> pour terminer la quête.
id: <b>Publikasikan</b>Ruang Bersama milikmu untuk menyelesaikan misi.
it: <b>Pubblica</b> il tuo <2>Spazio Condiviso</2> per completare la quest.
ja: <2>あなたのシェアスペースを公開</2>しクエストを完了しましょう
ko: <2>공유공간을 공개해야</2> 퀘스트가 완료됩니다.
pt: <b>Publique</b> seu <2>Espaço Compartilhado</2> para finalizar a missão.
ru: Чтобы завершить задание, <2>опубликуйте общее пространство</2>.
th: <b>เผยแพร่</b><2>พื้นที่ส่วนกลาง</2>ของคุณเพื่อทำภารกิจให้เสร็จ
vi: <b>Xuất bản</b> không gian chia sẻ của bạn để hoàn thành nhiệm vụ.
zh_hans: <b>发布<b>你的<2>共享空间</2>以结束任务。
zh_hant: <b>發佈<b>你的<2>共享空間</2>，以完成任務。

# ap17_shrine_win_1
source: The <1>spirit</1> loves their new space!
de: Der <1>Geist</1> liebt den neuen Raum!
es: ¡Al <1>espíritu</1> le encanta el nuevo espacio!
fr: L'<1>esprit</1> adore son nouvel espace !
id: <1>Roh</1> suka dengan ruang baru mereka!
it: Lo <1>spirito</1> adora il suo nuovo spazio!
ja: <1>精霊</1>がこの新たなスペースを気に入ったようです！
ko: 새로운 공간이 <1>영혼</1>의 마음에 쏙 드는 것 같아요!
pt: O <1>espírito</1> adorou o espaço novo!
ru: <1>Духу</1> нравится его новое место!
th: <1>สปิริต</1>รักพื้นที่ใหม่ของพวกเขามากเลย!
vi: <1>Tinh linh</1> rất thích không gian mới!
zh_hans: 这位<1>先灵</1>喜欢他的新空间！
zh_hant: 這位<1>先靈</1>超愛他的新空間！

# ap17_shrine_win_2
source: The <1>spirit</1> loves their new space!
de: Der <1>Geist</1> liebt den neuen Raum!
es: ¡Al <1>espíritu</1> le encanta el nuevo espacio!
fr: L'<1>esprit</1> adore son nouvel espace !
id: <1>Roh</1> suka dengan ruang baru mereka!
it: Lo <1>spirito</1> adora il suo nuovo spazio!
ja: <1>精霊</1>がこの新たなスペースを気に入ったようです！
ko: 새로운 공간이 <1>영혼</1>의 마음에 쏙 드는 것 같아요!
pt: O <1>espírito</1> adorou o espaço novo!
ru: <1>Духу</1> нравится его новое место!
th: <1>สปิริต</1>รักพื้นที่ใหม่ของพวกเขามากเลย!
vi: <1>Tinh linh</1> rất thích không gian mới!
zh_hans: 这位<1>先灵</1>喜欢他的新空间！
zh_hant: 這位<1>先靈</1>超愛他的新空間！

# ap18_fetch_01_intro_cinematic_subtitle
source: <b>Follow</b> the <2>mask</2> to complete the preparations on their behalf.
de: <b>Folge</b> der <2>Maske</2>, um die Vorbereitungen für sie abzuschließen.
es: <b>Sigue</b> la <2>máscara</2> para completar las preparaciones en su nombre.
fr: <b>Suivez</b> le <2>masque</2> pour terminer les préparatifs à leur place.
id: <b>Ikuti</b> <2>topeng</2> untuk menyelesaikan persiapan sebagai pendukung.
it: <b>Segui</b> la <2>maschera</2> per completare i preparativi al posto loro.
ja: <b>仮面</b>を<2>追いかけ</2>、彼らの代わりに準備を完了しましょう
ko: <2>가면</2>을 <b>따라가서</b> 대신 준비를 마쳐 주세요.
pt: <b>Siga</b> a <2>máscara</2> para concluir os preparativos por ela.
ru: <b>Следуйте</b> за <2>маской</2>, чтобы закончить подготовку по ее просьбе.
th: <b>ติดตาม</b><2>หน้ากาก</2>ไปเพื่อเตรียมการแทนพวกเขาให้เสร็จ
vi: <b>Theo</b> <2>mặt nạ</2> để thay mặt họ hoàn thành việc chuẩn bị.
zh_hans: <b>追随</b><2>面具</2>以代替它完成准备。
zh_hant: <b>跟隨</b><2>面具</2>，代替它完成準備儀式。

# ap18_fetch_01_intro_cinematic_subtitle_02
source: <b>Follow</b> the <2>mask</2> to complete the preparations.
de: <b>Folge</b> der <2>Maske</2>, um die Vorbereitungen abzuschließen.
es: <b>Sigue</b> la <2>máscara</2> para completar las preparaciones.
fr: <b>Suivez</b> le <2>masque</2> pour terminer les préparatifs.
id: <b>Ikuti</b> <2>topeng</2> untuk menyelesaikan persiapan.
it: <b>Segui</b> la <2>maschera</2> per completare i preparativi.
ja: <b>仮面</b>を<2>追いかけ</2>、彼らの代わりに準備を完了しましょう
ko: <2>가면</2>을 <b>따라가</b> 준비를 마쳐 주세요.
pt: <b>Siga</b> a <2>máscara</2> para concluir os preparativos.
ru: <b>Следуйте</b> за <2>маской</2>, чтобы закончить подготовку.
th: <b>ติดตาม</b><2>หน้ากาก</2>ไปเพื่อเตรียมการให้เสร็จ
vi: <b>Theo</b> <2>mặt nạ</2> để hoàn thành việc chuẩn bị.
zh_hans: <b>追随</b><2>面具</2>并完成准备。
zh_hant: <b>跟隨</b><2>面具</2>並完成準備儀式。

# ap18_fetch_01_outro_cinematic_subtitle
source: The reluctant <1>adolescents</1> are summoned by the <2>flames</2>.
de: Die widerwilligen <1>Jugendlichen</1> werden von den <2>Flammen</2> herbeigerufen.
es: Los <1>adolescentes</1> reacios son convocados por las <2>llamas</2>.
fr: Les <1>adolescents</1> réticents sont appelés par les <2>flammes</2>.
id: <1>Pemuda</1> yang berat hati dipanggil oleh <2>nyala api</2>.
it: Gli <1>adolescenti</1> riluttanti vengono richiamati dalle <2>fiamme</2>.
ja: 気乗りしない<1>若者たち</1>が、<2>焚き火</2>のそばに呼ばれました
ko: 내키지 않아 하는 <1>청소년들</1>이 <2>불꽃</2> 옆으로 소환됩니다.
pt: Os <1>adolescentes</1> relutantes foram convocados pelas <2>chamas</2>.
ru: Непоседливые <1>отроки</1> созваны <2>пламенем</2>.
th: <1>สปิริตน้อ���</1>ที่ไม่เต็มใจถูกเรียกมาด้วย<2>เปลวไฟ</2>
vi: Những <1>bạn trẻ</1> bướng bỉnh được triệu tập bởi <2>ngọn lửa</2>.
zh_hans: 叛逆的<1>青年</1>接受了<2>火焰</2>的召唤。
zh_hant: 心不甘情不願的<1>青年們</1>接受了<2>火焰</2>的召喚。

# ap18_fetch_01_outro_cinematic_subtitle_02
source: The lessons of <2>Passage</2> have begun.
de: Die Lehre des <2>Übergangs</2> hat begonnen.
es: Comenzaron las lecciones de <2>iniciación</2>.
fr: Les leçons de l'<2>Initiation</2> ont commencé.
id: Pelajaran <2>Inisiasi Pembaruan</2> telah dimulai.
it: Le lezioni sulla <2>Transizione</2> sono iniziate.
ja: <2>ならい</2>の儀が始まりました
ko: <2>성장</2>의 가르침을 시작합니다.
pt: As lições da <2>Passagem</2> começaram.
ru: Уроки <2>посвящения</2> начались.
th: บทเรียนแห่ง<2>เส้นทาง</2>ได้เริ่มขึ้นแล้ว
vi: Các bài học về <2>Thử Thách</2> đã bắt đầu.
zh_hans: <2>夜行旅程</2>的传承现已开始。
zh_hant: <2>夜行旅程</2>的傳承現已開始。
