Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# feast_manatee_q1_chat_03
source: Just one more minute of sleep.
de: Nur noch eine Minute länger schlafen.
es: Solo quiero dormir un minuto más.
fr: Encore une petite minute de sommeil.
id: Hanya tidur selama satu menit lagi.
it: Ancora un minutino di sonno.
ja: あといっぷん、ねる…
ko: 일 분만 더 잘게.
pt: Só mais um minutinho de sono.
ru: Ещё одну ��инуточку, и я встаю.
th: ขอนอนต่ออีกหนึ่งนาทีนะ
vi: Chỉ cần ngủ thêm một phút nữa thôi.
zh_hans: 再多睡一分钟就好。
zh_hant: 再睡個一分鐘就好。

# feast_manatee_q1_chat_04
source: (Yawn)
de: (Gähn)
es: (Uaaah)
fr: (Bâille)
id: (Menguap)
it: (Sbadiglio)
ja: ふぁああ
ko: 흐아암.
pt: (Uaah)
ru: (Зевает)
th: (หาว)
vi: (Ngáp)
zh_hans: (打呵欠)
zh_hant: （打哈欠）

# feast_manatee_q1_chat_05
source: It's time to wake up.
de: Es ist Zeit, aufzuwachen.
es: Es hora de despertarse.
fr: Il faut se réveiller.
id: Saatnya untuk bangun.
it: È ora di svegliarsi.
ja: おきる時間だ
ko: 일어날 시간이야.
pt: Hora de acordar.
ru: Пора просыпаться.
th: ได้เวลาตื่นนอนแล้ว
vi: Đến giờ thức dậy rồi.
zh_hans: 是时候醒来了。
zh_hant: 該起床了。

# feast_manatee_q1_chat_06
source: Thank you.
de: Danke.
es: Gracias.
fr: Merci.
id: Terima kasih.
it: Grazie.
ja: ありがとう
ko: 고마워.
pt: Obrigado.
ru: Спасибо.
th: ขอบใจนะ
vi: Cảm ơn.
zh_hans: 谢谢你。
zh_hant: 謝謝你。

# feast_manatee_q1_recap
source: They are fast asleep, wake them up in {{1}} seconds.
de: Sie schläft tief und fest, wecke sie in {{1}} Sekunden auf.
es: Duerme como un tronco. Despiértala en {{1}} segundos.
fr: Elle est endormie, réveille-la dans {{1}} secondes.
id: Ia tertidur lelap, bangunkan ia dalam {{1}} detik.
it: Sta dormendo profondamente, svegliala tra {{1}} secondi.
ja: ぐっすりと眠っているようです。 {{1}} 秒経ってから起こしてあげましょう
ko: 매너티는 깊이 잠들었습니다. {{1}}초 뒤에 깨우세요.
pt: Eles estão dormindo profundamente, acorde-os em {{1}} segundos.
ru: Все еще спит, надо разбудить через {{1}} сек.
th: พวกเขาหลับไปอย่างรวดเร็ว และปลุกพวกเขาขึ้นมาในอีก {{1}} วินาที
vi: Họ đang ngủ say, đánh thức họ dậy sau {{1}} giây nữa.
zh_hans: 海牛睡得正香，在{{1}}秒钟内叫醒他。
zh_hant: 他睡得好香，{{1}}秒後再叫醒他吧。

# feast_manatee_q1_recap_2
source: Let them drift for another {{1}} seconds.
de: Lass sie noch für weitere {{1}} Sekunden schlafen.
es: Déjala dormitar durante {{1}} segundos más.
fr: Laissons-les en profiter encore {{1}} secondes.
id: Biarkan ia mengambang selama {{1}} detik.
it: Lasciala riposare per ancora {{1}} secondi.
ja: あと {{1}} 秒ほど寝かせておいてあげましょう
ko: {{1}}초만 더 자게 놔두세요.
pt: Deixe eles cochilarem por mais {{1}} segundos.
ru: Дайте подремать ещё {{1}} сек.
th: ปล่อยให้พวกเขางีบหลับไปอีก {{1}} วินาที
vi: Để họ trôi thêm {{1}} giây nữa.
zh_hans: 让他再睡{{1}}秒钟。
zh_hant: 讓他再睡{{1}}秒吧。

# feast_manatee_q2_chat_01
source: Brrr... it's cold. Isn't it cold?
de: Brrr ... Es ist kalt. Ist es nicht kalt?
es: Brr… Qué frío. ¿No hace frío?
fr: Brrr… il fait froid. Il fait froid, non ?
id: Brrr... dingin sekali. Bukankah terasa dingin?
it: Brrrr... fa freddo. Non ti pare?
ja: ぶるるる…さむい…。さむくない？
ko: 으으... 춥다. 춥지 않아?
pt: Brrr... tá frio, né? Não tá gelado?
ru: Бр-р... тут холодно. Тут ведь холодно?
th: บรื๋อออ... หนาวจัง คุณหนาวไหม
vi: Brrr... lạnh quá. Lạnh không?
zh_hans: （抖）好冷啊。你不觉得冷吗？
zh_hant: （抖）好冷哦。你不冷嗎？

# feast_manatee_q2_chat_02
source: Could you help make it warm?
de: Könntest du dabei helfen, es warm zu machen?
es: ¿Me ayudarías a calentarlo?
fr: Tu pourrais réchauffer un peu l’atmosphère ?
id: Bisakah kamu membantu menghangatkannya?
it: Potresti aiutarmi a riscaldare l'ambiente?
ja: あたたかくしてくれる？
ko: 따뜻하게 만들어줄 수 있어?
pt: Consegue ajudar a esquentar um pouco?
ru: Поможешь мне согреться?
th: คุณช่วยทำให้มันอบอุ่นได้ไหม
vi: Bạn có thể giúp làm ấm không?
zh_hans: 你能帮忙让周围暖和起来吗？
zh_hant: 可以幫忙讓這裡暖和點嗎？

# feast_manatee_q2_chat_03
source: Much better!
de: Viel besser!
es: ¡Mucho mejor!
fr: C’est beaucoup mieux !
id: Jauh lebih baik!
it: Molto meglio!
ja: あったかいね！
ko: 훨씬 낫다!
pt: Muito melhor!
ru: Вот так лучше!
th: ดีขึ้นเยอะเลย!
vi: Tốt hơn nhiều rồi!
zh_hans: 好多了！
zh_hant: 這樣舒服多了！

# feast_manatee_q2_chat_04
source: It's easier to make it back now.
de: Jetzt ist es einfacher, es zurückzuschaffen.
es: Así es más fácil regresar.
fr: Ça va être plus facile de rentrer, maintenant.
id: Lebih mudah untuk kembali sekarang.
it: Ora è più facile tornare indietro.
ja: もうじぶんでもどれるよ
ko: 이제 돌아가기가 더 쉬워졌어.
pt: Agora tá mais fácil voltar.
ru: Теперь возвращаться куда приятнее.
th: กลับไปตอนนี้ง่ายกว่านะ
vi: Bây giờ dễ quay lại hơn rồi.
zh_hans: 现在更容易回去了。
zh_hant: 現在回去輕鬆多了。

# feast_manatee_q3_chat_01
source: Zzz...
ja: ぐ〜…ぷすぅ…
ko: 쿨쿨...
ru: *Спит*
th: คร๊อกกก...
zh_hans: 呼呼……

# feast_manatee_q3_chat_02
source: Could you make it cozy in here?
de: Könntest du es hier gemütlich machen?
es: ¿Podrías volver el lugar más acogedor?
fr: Tu pourrais rendre cet endroit plus confortable ?
id: Bisakah kamu membuat nyaman di sini?
it: Potresti rendere l'ambiente più accogliente?
ja: ここをいごこちよくしてくれる？
ko: 여길 아늑하게 만들어줄래?
pt: Você pode deixar o lugar mais aconchegante?
ru: Можешь сделать так, чтобы тут стало уютнее?
th: คุณทำให้ที่นี่อบอุ่นได้ไหมเอ่ย
vi: Bạn có thể làm cho nơi này ấm cúng hơn được không?
zh_hans: 你能让这里变得舒适些吗？
zh_hant: 能讓這裡更舒服一點嗎？

# feast_manatee_q3_chat_03
source: Oh, did I drift?
de: Oh, bin ich eingenickt?
es: Ah, ¿me quedé dormida?
fr: Ah, je me suis endormi ?
id: Oh, apakah aku melayang?
it: Oh, mi sono assopita?
ja: あれ、ねちゃってた…？
ko: 오, 내가 깜빡 잠들었나?
pt: Eita, eu acabei cochilando?
ru: Ох, кажется, я задремала.
th: โอ้ ฉันงีบหลับไปเหรอ
vi: Ồ, tôi bị trôi à?
zh_hans: 啊，我刚刚是不是又打瞌睡了？
zh_hant: 啊，我剛剛是不是又打瞌睡了？

# feast_manatee_q3_chat_04
source: What a cozy wonderland.
de: Was für ein gemütliches Wunderland.
es: Qué país de las maravillas tan acogedor.
fr: Ce pays des merveilles est vraiment confortable.
id: Sungguh negeri ajaib yang nyaman.
it: Che paese delle meraviglie accogliente!
ja: まったりワンダーランドだね〜
ko: 정말 아늑한 동화 속 나라야.
pt: Que lugarzinho aconchegante!
ru: Что за уютная и чудесная страна!
th: ช่างเป็นดินแดนมหัศจรรย์อันแสนอบอุ่น
vi: Thật là một xứ sở thần tiên ấm cúng.
zh_hans: 这里真像个温暖的梦境。
zh_hant: 這裡真像個溫暖的夢境。

# feast_manatee_q3_confirm
source: Use this space?
de: Diesen Raum nutzen?
es: ¿Quieres usar este espacio?
fr: Utiliser cet espace ?
id: Gunakan ruang ini?
it: Vuoi usare questo spazio?
ja: このスペースを使いますか？
ko: 이 공간을 사용할까요?
pt: Usar este espaço?
ru: Использовать это пространство?
th: ใช้พื้นที่นี้หรือเปล่า
vi: Sử dụng không gian này sao?
zh_hans: 要用这个地方吗？
zh_hant: 要用這地方嗎？

# feast_manatee_q4_chat_01
source: Oh, you made it up here...
de: Oh, du hast es hier hoch geschafft ...
es: Ah, lograste subir…
fr: Ah, tu as réussi à me rejoindre…
id: Oh, kamu berhasil di sini...
it: Oh, ce l'hai fatta a venire qui...
ja: あれ、ここまできたんだね…
ko: 오, 여기까지 올라왔구나...
pt: Olha, você chegou até aqui...
ru: О, тебе удалось добраться сюда...
th: โอ้ คุณมาถึงที่นี่แล้ว...
vi: Ồ, bạn đã đến đây rồi...
zh_hans: 哦，你也爬上来了啊......
zh_hant: 哦，你也爬上來了啊⋯⋯

# feast_manatee_q4_chat_02
source: Does it ever get too loud...
de: Wird es jemals zu laut ...
es: ¿No sientes que hay demasiado ruido…
fr: Est-ce que c’est trop fort, certains jours ?
id: Apakah itu pernah terlalu keras ...
it: Non diventa troppo rumoroso...
ja: なんだかさわがしいな…
ko: 아주 조용한 날에도...
pt: Às vezes fica bem barulhento...
ru: Тут становится слишком громко...
th: มันเคยดังเกินไปไหม...
vi: Có bao giờ là quá ồn ào không...
zh_hans: 这里有时候会不会太吵了......
zh_hant: 這裡有時候會不會太吵了，

# feast_manatee_q4_chat_03
source: Even on the quietest days?
de: Selbst an den leisesten Tagen?
es: incluso en los días más tranquilos?
fr: Même les jours les plus calmes ?
id: Bahkan pada hari-hari paling tenang?
it: Anche nelle giornate più tranquille?
ja: とってもしずかな日でもだよ？
ko: 왠지 시끄럽게 느껴지지 않니?
pt: Até nos dias mais calmos?
ru: Даже в самые тихие деньки, да?
th: แม้ในวันที่เงียบสงบที่สุดเนี่ยนะ
vi: Ngay cả vào những ngày yên tĩnh nhất?
zh_hans: 即使是在最安静的日子里......
zh_hant: 即使是最安靜的時候⋯⋯

# feast_manatee_q4_chat_04
source: (Sigh) I guess my social battery is low.
de: (Seufz) Ich schätze, meine soziale Batterie ist fast leer.
es: (Aah) Supongo que me queda poca batería social.
fr: (Soupir) Je crois que ma batterie sociale est faible.
id: (Huft) Kurasa baterai sosial ku sudah habis.
it: (Sospiro) Forse la mia batteria sociale è scarica.
ja: はぁ…ちょっと元気ないの日かも
ko: 휴, 오늘치 사교성이 다 떨어진 것 같아.
pt: (Aff) Acho que minha bateria social está acabando.
ru: (Вздыхает) Кажется, запас сил для общения исчерпан.
th: (ถอนหายใจ) ฉันคิดว่าฉันเหนื่อยกับการเข้าสังคมแล้วล่ะ
vi: (Thở dài) Tôi đoán là năng lượng cộng đồng của tôi yếu rồi.
zh_hans: (叹气) 我想我今天的社交能量很低呢。
zh_hant: （嘆）我今天的社交能量很低呢。

# feast_manatee_q4_chat_05
source: Do you have those days too?
de: Hast du auch diese Tage?
es: ¿A ti no te pasa?
fr: Ça t’arrive, à toi aussi ?
id: Apa kamu juga mengalami hari-hari seperti itu?
it: Capitano anche a te delle giornate simili?
ja: あなたもそういう日ある？
ko: 너도 그런 날이 있어?
pt: Você também tem dias assim?
ru: У тебя тоже бывают такие дни?
th: คุณเองก็มีวันแบบนั้นเหมือนกันเหรอ
vi: Bạn cũng có những ngày như vậy sao?
zh_hans: 你也有这样的日子吗？
zh_hant: 你也有這樣的時候嗎？

# feast_manatee_q4_chat_06
source: I'll look to save my energy today.
de: Ich werde heute versuchen, meine Energie zu sparen.
es: Hoy trataré de ahorrar energía.
fr: Je vais essayer d’économiser mon énergie, aujourd’hui.
id: Aku akan menghemat energiku hari ini.
it: Oggi cercherò di risparmiare le mie energie.
ja: きょうはこのままのんびりする
ko: 오늘은 사교성을 다시 충전할래.
pt: Vou tentar poupar minha energia hoje.
ru: Сегодня я стараюсь экономить свои силы.
th: ฉันจะพยายามประหยัดพลังงานของฉันในวันนี้น่ะ
vi: Hôm nay tôi sẽ cố gắng tiết kiệm năng lượng.
zh_hans: 我今天会想办法节省精力。
zh_hant: 今天我打算節省點精力。

# feast_manatee_q4_chat_07
source: ...thank you for understanding me.
de: ... Danke für dein Verständnis.
es: Gracias por entenderme.
fr: … Merci de me comprendre.
id: Terima kasih telah memahamiku.
it: Grazie per la comprensione.
ja: …わかってくれてありがとう
ko: ... 이해해 줘서 고마워.
pt: ...agradeço por me entender.
ru: ...Спасибо, что понимаешь меня.
th: ...ขอบคุณที่เข้าใจฉันนะ
vi: ...cảm ơn bạn đã thông cảm cho tôi.
zh_hans: ……感谢你理解我。
zh_hant: ⋯⋯感謝你的諒解。

# feast_manatee_q4_chat_08
source: Yes, I'll do my best tomorrow.
de: Ja, morgen werde ich mein Bestes geben.
es: Sí, mañana daré lo mejor.
fr: Oui, je ferai de mon mieux demain.
id: Ya, aku akan melakukan yang terbaik besok.
it: Sì, farò del mio meglio domani.
ja: 明日は元気、できるようにがんばる
ko: 그래, 내일은 나도 최선을 다할게.
pt: É isso, amanhã eu dou o meu melhor.
ru: Да, я постараюсь завтра.
th: ใช่ ฉันจะทำให้ดีที่สุดในวันพรุ่งนี้นะ
vi: Đúng, ngày mai tôi sẽ cố gắng hết sức.
zh_hans: 是的，明天我会努力的。
zh_hant: 是的，明天我會努力的。

# feast_manatee_q5_chat_01
source: Hatter sent me to pick some of his favorite mushrooms.
de: Der Hutmacher hat mich geschickt, um einige seiner Lieblingspilze zu sammeln.
es: El Sombrerero me mandó a buscar un par de sus hongos preferidos.
fr: Le chapelier m’a envoyé ramasser certains de ses champignons préférés.
id: Hatter menyuruhku memetik beberapa jamur kesukaannya.
it: Il Cappellaio mi ha mandato a raccogliere alcuni dei suoi funghi preferiti.
ja: ぼうし屋さんが、ぼうし屋さんのお気に入りのきのこ持ってきてって言ったの
ko: 모자장수가 날 보내서 자기가 좋아하는 버섯을 따 오라고 했어.
pt: O Chapeleiro me levou pra colher seus cogumelos favoritos.
ru: Шляпник отправил меня собрать его любимые грибы.
th: แฮตเตอร์ส่งฉันไปเก็บเห็ดที่เขาชื่นชอบ
vi: Hatter đã bảo tôi đi hái một số loại nấm anh ấy thích.
zh_hans: 帽匠派我来摘些他最喜欢的蘑菇。
zh_hant: 帽匠讓我來摘些他最愛的蘑菇。

# feast_manatee_q5_chat_02
source: He likes the mini ones.
de: Er mag die ganz kleinen.
es: Le gustan los miniatura.
fr: Il aime les tout petits.
id: Dia suka yang mini.
it: Gli piacciono quelli piccini.
ja: ちいさいのが好きなんだって
ko: 조그만 버섯이 좋대.
pt: Ele gosta dos pequenininhos.
ru: Ему нравятся мелкие.
th: เขาชอบเห็ดต้นจิ๋ว
vi: Anh ấy thích những loại nấm nhỏ.
zh_hans: 他喜欢那些迷你的蘑菇。
zh_hant: 他喜歡那些迷你的蘑菇。

# feast_manatee_q5_chat_03
source: I'll try and pick four later on...
de: Ich werde später versuchen, vier zu sammeln ...
es: Luego, buscaré cuatro…
fr: J’essaierai d’en choisir quatre plus tard…
id: Aku akan mencoba memetik empat nanti...
it: Più tardi proverò a sceglierne quattro...
ja: もうちょっとしてからあつめようかな…
ko: 좀 이따 네 개 따 가려고...
pt: Mais tarde, vou tentar colher uns quatro...
ru: Чуть позже постараюсь найти штучки четыре...
th: ฉันจะลองเลือกเห็ดสี่ต้นในภายหลัง...
vi: Tôi sẽ thử và chọn bốn cái sau...
zh_hans: 我等下会去找四颗回来……
zh_hant: 我等下會去找四顆回來⋯⋯

# feast_manatee_q5_chat_04
source: Hatter wants four mini mushrooms.
de: Der Hutmacher will vier ganz kleine Pilze.
es: El sombrerero quiere cuatro hongos miniatura.
fr: Le chapelier veut quatre mini-champignons.
id: Hatter ingin empat jamur mini.
it: Il Cappellaio vuole quattro funghetti.
ja: ぼうし屋さんは4こほしいんだって
ko: 모자장수가 조그만 버섯을 네 개 따 오라고 했어.
pt: O Chapeleiro quer quatro minicogumelos.
ru: Шляпнику нужно четыре маленьких грибка.
th: แฮตเตอร์อยากได้เห็ดจิ๋วสี่ต้น
vi: Hatter muốn bốn cây nấm nhỏ.
zh_hans: 帽匠想要四颗迷你蘑菇。
zh_hant: 帽匠想要四顆迷你蘑菇。

# feast_manatee_q5_chat_05
source: Zzz... (yawn)... oh!
de: Zzz ...(Gähn) ... Oh!
es: Zzz… (Uaaah)… ¡Ah!
fr: Zzz… (Bâille)… Oh !
id: Zzz... (menguap)... oh!
it: Zzz... (sbadiglio)... oh!
ja: ぐ〜……ふわああぁ…あ！
ko: 쿨쿨... 흐아암... 오!
pt: Zzz... (uaah)... ah!
ru: (Сопит и зевает) Ох!..
th: คร๊อกกก... (หาว)... โอ้!
vi: Zzz... (ngáp)... ôi!
zh_hans: Zzz……(打呵欠)……哦！
zh_hant: Zzz⋯⋯（打哈欠）哦！

# feast_manatee_q5_chat_06
source: Hey, I found them.
de: Hey, ich habe sie gefunden.
es: Oye, los encontré.
fr: Voilà, je les ai trouvés.
id: Hei, aku menemukannya.
it: Ehi, li ho trovati.
ja: みて、見つけた〜
ko: 오, 버섯 다 찾았다.
pt: Ei, eu os encontrei.
ru: Ой, они нашлись.
th: เฮ้ ฉันเจอมันแล้ว
vi: Này, tôi tìm thấy chúng rồi.
zh_hans: 嘿，我找到蘑菇了。
zh_hant: 嘿，我找到蘑菇了！

# feast_manatee_q5_chat_07
source: Thanks for keeping me company.
de: Danke, dass du mir Gesellschaft geleistet hast.
es: Gracias por hacerme compañía.
fr: Merci de me tenir compagnie.
id: Terima kasih sudah menemaniku.
it: Grazie per avermi tenuto compagnia.
ja: いっしょにあつめてくれてありがとう
ko: 같이 해 줘서 고마워.
pt: Agradeço por ficar comigo.
ru: Спасибо за компанию.
th: ขอบคุณที่มาเป็นเพื่อนฉันนะ
vi: Cảm ơn vì đã bầu bạn với tôi.
zh_hans: 感谢你一直陪着我。
zh_hant: 謝謝你陪著我。

# feast_nat_chat_1
source: Finally we have some real goal posts!
de: Endlich haben wir ein paar richtige Torpfosten!
es: ¡Finalmente, tenemos postes reales para el arco!
fr: Nous avons enfin de vrais poteaux de but !
id: Akhirnya, ada gawang sungguhan!
it: Finalmente abbiamo una vera porta!
ja: ついにほんもののゴールポストが！
ko: 드디어 제대로 된 골대가 생겼어!
pt: Finalmente temos umas traves de verdade!
ru: Ура, теперь у нас есть настоящие штанги!
th: ในที่สุด เราก็มีเสาประตูของจริงซะที!
vi: Cuối cùng thì chúng ta đã có những cột gôn hàng real!
zh_hans: 我们终于有真正的球门柱了！
zh_hant: 我們終於有真正的球門了！

# feast_nat_chat_2
source: I heard an Ancestor has reappeared in the Forest's elevated clearing around meal time.
de: Ich habe gehört, dass ein Vorfahre gegen Mittag auf der erhöhten Waldlichtung aufgetaucht ist.
es: Escuché que reapareció un ancestro en el claro elevado del bosque, cerca del horario de almuerzo.
fr: J'ai entendu dire qu'un Ancêtre était réapparu dans la clairière élevée de la Forêt à l'heure du repas.
id: Kudengar Leluhur muncul kembali di tanah kosong melayang Hutan sekitar waktu makan.
it: Ho sentito dire che nella radura sopraelevata della Foresta, all'ora dei pasti riappare un'Antenata.
ja: 噂によるとね、ごはんの時間には、雨林の高台広場に先祖の精霊があらわれるんだってー
ko: 어떤 선조영혼이 식사 시간에 비밀의 숲 공터에 다시 나타났대.
pt: Fiquei sabendo que um Ancestral reapareceu na clareira elevada da floresta na hora da refeição.
ru: Говорят, недавно на высокой поляне в Лесу снова появился предок.
th: ฉันได้ยินมาว่าบรรพชนได้ปรากฏตัวขึ้นอีกครั้งในที่โล่งสูงของป่าในช่วงเวลาทานอาหารน่ะ
vi: Nghe nói Tổ tiên đã tái xuất tại nơi cao trong Rừng Mưa vào khoảng giờ ăn.
zh_hans: 听说有位先灵在进餐时间再次出现在了雨林高处。
zh_hant: 聽說有位先靈在用餐時間於雨林高處再次現身了。

# feast_nat_chat_3
source: Stretching Guru told me about this new cave in Prairie where the Ancestors rest.
de: Der Stretchende Guru hat mir von dieser neuen Höhle in der Prärie erzählt, wo die Vorfahren ruhen.
es: El gurú estirando me contó sobre esta nueva cueva en la planicie donde los ancestros descansan.
fr: Le Gourou en étirement m'a parlé de cette nouvelle grotte de la Prairie où les Ancêtres se reposent.
id: Guru Pemanasan memberitahuku tentang gua baru di Padang Rumput tempat para Leluhur bersemayam.
it: Il Guru stiracchiante mi ha parlato di questa nuova grotta nella Prateria in cui riposa l'Antenata.
ja: 屈伸する導師さんが、草原に先祖たちが憩える小さな洞窟があるんだよ、って教えてくれたんだー
ko: 체조하는 선생이 말하길, 햇빛 초원에 있는 동굴에서 선조영혼들이 쉬고 있대.
pt: O Guru Alongando me falou de uma nova caverna na Campina, onde os Ancestrais descansam.
ru: Разминающийся гуру рассказал мне про новую пещеру в прерии, где отдыхают предки.
th: กูรูนักยืดเหยียดได้บอกฉันเกี่ยวกับถ้ำแห่งใหม่ในทุ่งหญ้า ซึ่งเหล่าบรรพชนอาศัยอยู่
vi: Sư Phụ Giãn Cơ đã nói với tôi về hang động mới này ở Thảo Nguyên Ánh Sáng, nơi Tổ tiên an nghỉ.
zh_hans: 舒展大师跟我说有关云野中新的洞穴的事情，那是先灵们休息的地方。
zh_hant: 舒展大師告訴我，雲野有一個新的洞穴，那是先靈們休憩的地方。

# feast_nat_chat_4
source: GO TEAM CRAB!
de: LOS TEAM KRABBE!
es: ¡VAMOS, EQUIPO CANGREJO!
fr: ALLEZ LES CRABES !
id: AYO TIM KEPITING!
it: FORZA GRANCHI!
ja: 頑張れ頑張れ、蟹チーム！
ko: 게 팀, 화이팅!
pt: VAI, TIME CARANGUEJO!
ru: ВПЕРЕД, КРАБЫ!
th: ทีมปู ลุยเลย!
vi: ĐỘI CUA CỐ LÊN!
zh_hans: 螃蟹队加油！
zh_hant: 螃蟹隊加油！

# feast_nat_chat_5
source: GOOOOOAL
de: TOOOOOR
es: GOOOOL
id: GOOOOOOL
it: GOOOL!
ja: ゴーーーーール！！
ko: 고오오오올인
pt: GOOOOL!
ru: ГО-О-О-О-ОЛ!
th: เข้าประตูไปแล้ว
vi: VÀOOOOO
zh_hans: 球进啦！！！！！
zh_hant: 進球啦！！！！！

# feast_needmoreprogress
source: You must progress further in Sky to be able to use this.
de: Du musst in Sky weiter vorankommen, um dies nutzen zu können.
es: Debes avanzar más en Sky para poder usar esto.
fr: Progressez encore dans Sky pour utiliser cet élément.
id: Kamu harus meningkatkan progress di Sky untuk dapat menggunakan ini.
it: Per usare devi progredire ulteriormente in Sky.
ja: これを使用するには、Skyのストーリーをさらに進める必要があります
ko: 게임을 더 진행해야 사용할 수 있어요.
pt: Você deve progredir mais no Sky para poder usar isso.
ru: Чтобы использовать, нужен больший прогресс в мире Sky.
th: คุณจำเป็นต้องก้าวหน้าต่อไปใน Sky เพื่อที่จะสามารถใช้สิ่งนี้ได้
vi: Hãy tiến xa hơn nữa trong thế giới Sky để sử dụng tính năng này.
zh_hans: 你必须在《Sky光·遇》中取得更多进展才能使用这个。
zh_hant: 你需要提升在《Sky光·遇》的進度才能使用此物。

# feast_race_confirmation_text1
source: This will transport you to today's race.
de: Dies wird Sie zum heutigen Rennen transportieren.
es: Esto te transportará a la carrera de hoy.
fr: Cela vous transportera à la course d'aujourd'hui.
id: Ini akan membawa kamu ke perlombaan hari ini.
it: Questo ti trasporterà alla gara di oggi.
ja: 本日のレースへテレポートします
ko: 오늘의 경주 장소로 순간이동합니다.
pt: Isso lhe transportará para a corrida de hoje.
ru: Это перенесет вас на сегодняшнюю гонку.
th: สิ่งนี้จะพาคุณไปยังการแข่งขันของวันนี้
vi: Bạn sẽ được đưa đến cuộc đua hôm nay.
zh_hans: 这将把你传送到今天的比赛场地。
zh_hant: 這將把你傳送到今天的比賽場地。

# feast_race_teleport
source: This <1>spirit</1> wants to lead you to todays race. <2>Teleport</2> there with them?
de: Dieser <1>Geist</1> möchte dich zum heutigen Rennen führen. Mitkommen und dorthin <2>teleportieren</2>?
es: Este <1>espíritu</1> quiere llevarte a la carrera de hoy. ¿Quieres <2>teletransportarte</2> hasta allí con él?
fr: Cet <1>esprit</1> souhaite vous mener vers la course d’aujourd’hui. Voulez-vous vous y <2>téléporter</2> avec lui ?
id: <1>Roh</1> ini ingin menuntun kamu ke perlombaan hari ini. <2>Teleportasi</2> ke sana bersama dengannya?
it: Questo <1>spirito</1> vuole condurti alla gara odierna. Vuoi <2>teletrasportarti</2> lì?
ja: この<1>精霊</1>が本日のレース会場にあなたを連れていきたいそうです。一緒に<2>テレポート</2>してもらいますか？
ko: 이 <1>영혼</1>이 오늘의 경주장으로 안내합니다. 같이 <2>순간이동</2>할까요?
pt: Este <1>espírito</1> quer te levar pra corrida de hoje. <2>Teletransportar</2> para lá?
ru: Этот <1>дух</1> хочет отвести вас к сегодняшней гонке. <2>Перенестись</2> туда?
th: <1>สปิริต</1>ตนนี้อยากนำคุณไปยังการแข่งขันสำหรับวันนี้ <2>เทเลพอร์ต</2>ไปที่นั่นกับเขาหรือไม่
vi: <1>Tinh linh</1> này muốn dẫn bạn đến cuộc đua ngày hôm nay. <2>Dịch chuyển</2> đến đó cùng họ chứ?
zh_hans: 这位<1>先灵</1>想要带你去参加今天的比赛。要和这位先灵一起<2>传送</2>过去吗？
zh_hant: 這位<1>先靈</1>想帶你去今天的比賽。要。<2>傳送</2>過去嗎？

# feast_switch_hare
source: Hop hop.
de: Hopp hopp.
es: Arriba.
fr: Allez, on saute.
it: Forza, forza.
ja: ぴょんぴょん
ko: 깡충깡충.
pt: Pula pula.
ru: Прыг-скок.
th: กระโดดเด้งดึ๋ง
vi: Nhảy nhảy.
zh_hans: 欢呼雀跃。
zh_hant: 跳呀跳呀

# feast_switch_hatter
source: MOVE ALONG!
de: WEITERGEHEN!
es: ¡AVANZA!
fr: BOUGE-TOI !
id: BERGERAKLAH BERSAMA!
it: MUOVERSI!
ja: 隣に前進！
ko: 한 칸씩 옆으로!
pt: VAMOS LÁ!
ru: ВПЕРЁД!
th: ไปต่อ!
vi: ĐI THEO NÀO!
zh_hans: 继。续。前。进！
zh_hant: 繼。續。前。進！

# feast_switch_sleepy
source: Right again.
de: Wieder nach rechts.
es: De nuevo a la derecha.
fr: Encore à droite.
id: Benar lagi.
it: Di nuovo a destra.
ja: みぎに、もういっかい
ko: 오른쪽으로 한 번 더.
pt: Acertou de novo.
ru: И опять, и снова.
th: เลี้ยวขวาอีกครั้ง
vi: Đúng rồi.
zh_hans: 又答对啦。
zh_hant: 又答對啦。

# feast_tgc_santa_chat_1
source: Tell you a secret – a pro will take advantage of flight and skiing techniques
de: Ich verrate dir ein Geheimnis – ein Profi nutzt die Vorteile von Flug- und Skitechniken.
es: Te cuento un secreto: un profesional aprovecha las ventajas de las técnicas de vuelo y esquí.
fr: Je vais te dire un secret : un pro peut tirer parti des techniques de vol et de ski
id: Kuberi tahu rahasia, ya—pemain pro akan memanfaatkan teknik penerbangan dan ski
it: Ti rivelo un segreto: un esperto trarrà vantaggio dalle tecniche di volo e sci
ja: これは秘密なんだけど…、プロはね、飛行とスキーのテクニックを使うんだ
ko: 비밀 하나 알려줄까? 프로는 비행 기술과 스키 기술을 섞어 쓰지.
pt: Vou te contar um segredo – um profissional tirará vantagem das técnicas de voo e esqui.
ru: Поделюсь секретом: настоящие профи комбинируют скольжение и полёт.
th: จะบอกความลับให้นะ - มือโปรจะใช้ประโยชน์จากเทคนิคการบินและเล่นสกีน่ะ
vi: Bật mí với bạn - dân chuyên nghiệp sẽ tận dụng các kỹ thuật bay và trượt tuyết
zh_hans: 告诉你一个秘密：专业人士会利用飞行和滑雪技术。
zh_hant: 告訴你一個秘密：一個專家會懂得好好利用飛行與滑雪技術

# feast_tgc_santa_chat_2
source: Rumor says a lot of Skykids are becoming snowkids in the Village of Dreams.
de: Es heißt, dass viele Himmelskinder im Dorf der Träume zu Schneekindern werden.
es: Según el rumor, hay muchos infantes de Sky que se convierten en muñequitos de nieve en la Aldea de los sueños.
fr: La rumeur dit que beaucoup d’enfants du ciel deviennent des enfants de la neige dans le Village des rêves.
id: Konon banyak anak Sky kini menjadi anak salju di Desa Impian.
it: Si dice che molti Figli del Cielo stiano diventando figli delle nevi nel Villaggio dei Sogni.
ja: どうやら夢見の町では、星の子供たちが雪の子どもたちになっているらしいよ
ko: 꿈의 마을에서 여러 빛의 아이가 눈의 아이로 변해 버린다는 소문이 있어.
pt: Dizem os boatos que muitas crianças de Sky estão se tornando crianças de neve na Aldeia dos Sonhos.
ru: Говорят, дети Неба могут стать снеговиками в Деревне снов.
th: มีข่าวลือว่าสกายคิดส์หลายคนได้กลายไปเป็นสโนว์คิดส์ในหมู่บ้านแห่งความฝัน
vi: Nghe đồn rất nhiều Skykid đang biến thành người tuyết trong Làng Giấc Mơ.
zh_hans: 有传言说许多光之子在圆梦村变成雪之子了。
zh_hant: 聽說最近圓夢村有許多光之子變成「雪」之子了。

# feast_tgc_santa_chat_3
source: After a long day on the ice, I love relaxing at the Hotspring.
de: Nach einem langen Tag auf dem Eis liebe ich es, in der Heißen Quelle zu entspannen.
es: Después de un largo día en el hielo, me encanta relajarme en las aguas termales.
fr: Après une longue journée sur la glace, j'aime me détendre à la source chaude.
id: Setelah seharian di atas es, aku suka bersantai di Mata Air Panas.
it: Dopo una lunga giornata sul ghiaccio, adoro rilassarmi alla sorgente termale.
ja: 一日中氷の上に立ってるから、ゆっくり温泉で暖まりたいな…
ko: 온종일 얼음 위에서 놀다 온천에 들어가면 피로가 싹 풀리는 기분이야.
pt: Depois de um longo dia no gelo, adoro relaxar nas águas termais.
ru: После долго дня на льду люблю расслабиться в горячем источнике.
th: หลังจากอยู่บนน้ำแข็งมาทั้งวัน ฉันชอบที่จะไปผ่อนคลายที่น้ำพุร้อนมากเลยล่ะ
vi: Sau một ngày dài trên mặt băng, tôi thích thư giãn tại Suối Nước Nóng.
zh_hans: 在冰上度过漫长的一天后，我喜欢泡个温泉放松下。
zh_hant: 在冰上度過漫長的一天後，我喜歡泡個溫泉放鬆一下。
