Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# shop_hint_unlock_consumable
source: You got a new <2>consumable</2>! Use it in the <1>Emote menu</1>.
de: Du hast einen neuen <2>Gebrauchsgegenstand</2>! Verwende ihn im <1>Emote-Menü</1>.
es: ¡Tienes un nuevo <2>consumible</2>! Úsalo en el <1>Menú de Emote</1>.
fr: Vous avez obtenu un nouveau <2>consommable</2> ! À utiliser dans le <1>menu Emotes</1>.
id: Kamu mendapat <2>item konsumsi</2> baru! Gunakan di <1>menu Emote</1>.
it: Hai un nuovo <2>materiale di consumo</2>! Usalo nel<1>menu Espressioni</1>.
ja: 新しい<b>使用アイテム</b>を獲得しました！<b>感情表現</b>のメニューから使ってみましょう
ko: 새로운 <2>소모품</2>을 받았어요! <1>제스처 메뉴</1>에서 사용하세요.
pt: Você ganhou um novo item <2>consumível</2>! Use-o no <1>menu de emote</1>.
ru: У вас новый <2>расходник</2>! Используйте в <1>меню эмоций</1>.
th: คุณได้รับ<2>ไอเทมกดใช้</2>ใหม่! ลองใช้ใน<1>เมนูอีโมต</1>เลยสิ
vi: Bạn nhận được một <2>vật phẩm</2> mới! Dùng trong <1>Menu Cảm xúc</1>
zh_hans: 你得到了一个新的<2>魔法道具</2>！请在<1>表情菜单</1>中使用
zh_hant: 你得到了一個新的<2>魔法道具</2>！請在<1>表情選單</1>中使用

# shop_hint_unlock_heart
source: You received a <heart/>!
de: Du hast ein <heart/> erhalten!
es: ¡Recibiste un <heart/>!
fr: Vous avez reçu un <heart/> !
id: Kamu menerima <heart/>!
it: Hai ricevuto un <heart/>!
ja: <heart/>を獲得しました！
ko: <heart/>를 받았어요!
pt: Você recebeu um <heart/>!
ru: Вы получили <heart/>!
th: คุณได้รับ <heart/>!
vi: Bạn nhận được 1 <heart/>!
zh_hans: 你收到了一颗<heart/>！
zh_hant: 你收到了一顆<heart/>！

# shop_hint_unlock_lootbox_post_plural
source: You can activate them in the expression menu.
de: Du kannst sie im Ausdrucksmenü aktivieren.
es: Se pueden activar en el menú de expresión.
fr: Vous pouvez les activer dans le menu Expressions.
id: Kamu bisa mengaktifkannya di menu ekspresi.
it: Si attivano nel menu Espressioni.
ja: 感情表現メニューから使用できます
ko: 제스처 메뉴에서 활성화시킬 수 있어요.
pt: Você pode ativá-los no menu de expressão.
ru: Активировать их можно в меню выражений.
th: คุณสามารถเปิดใช้งานได้ในเมนูการแสดงออก
vi: Có thể kích hoạt trong Menu biểu cảm
zh_hans: 你可以在<b>表情菜单</b>中激活
zh_hant: 你可以在<b>表情選單</b>中使用

# shop_hint_unlock_lootbox_post_single
source: You can activate it in the expression menu.
de: Du kannst es im Ausdrucksmenü aktivieren.
es: Se puede activar en el menú de expresión.
fr: Vous pouvez l’activer dans le menu Expressions.
id: Kamu bisa mengaktifkannya di menu ekspresi.
it: Si attivare nel menu Espressioni.
ja: 感情表現メニューから使用できます
ko: 제스처 메뉴에서 활성화시킬 수 있어요.
pt: Você pode ativá-lo no menu de expressão.
ru: Активировать можно в меню выражений.
th: คุณสามารถเปิดใช้งานได้ในเมนูการแสดงออก
vi: Có thể kích hoạt trong Menu biểu cảm
zh_hans: 你可以在<b>表情菜单</b>中激活
zh_hant: 你可以在<b>表情選單</b>中使用

# shop_hint_unlock_lootbox_pre
source: This blessing contained:
de: Dieser Segen enthält:
es: Esta bendición contiene:
fr: Cette bénédiction contenait:
id: Berkah ini berisi:
it: Questa benedizione conteneva:
ja: 祝福に含まれるもの：
ko: 축복 내용:
pt: Esta bênção continha:
ru: В благословении были:
th: พรนี้ประกอบด้วย:
vi: Chúc phúc này gồm:
zh_hans: 这个祝福包含了：
zh_hant: 這個祝福包含了：

# shop_hint_unlock_music
source: New sheet music now available in the <b>instrument</b> menu!
de: Neue Notenblätter findest du im <b>Instrumenten</b>-Menü!
es: ¡Nuevas partituras disponibles en el menú de <b>instrumento</b>!
fr: Nouvelle partition maintenant disponible dans le menu <b>Instruments</b> !
id: Partitur baru sekarang tersedia di menu <b>alat musik</b>!
it: Nuovo spartito ora disponibile nel menu <b>Strumento</b>!
ja: 新しい楽譜が<b>楽器</b>メニューから使用できます！
ko: <b>악기</b> 메뉴에 새로운 악보가 준비됐어요!
pt: Nova partitura disponível no menu de <b>instrumento</b>!
ru: Есть новые ноты в меню <b>инструмента</b>!
th: แผ่นโน้ตเพลงใหม่จะอยู่ในเมนู<b>เครื่องดนตรี</b>!
vi: Bạn đã có thể dùng bản nhạc mới trong menu <b>nhạc cụ</b>!
zh_hans: 可以在<b>乐器</b>菜单里使用新的乐谱了！
zh_hant: 可以在<b>樂器</b>選單裡使用新的樂譜了！

# shop_hint_unlock_outfit
source: This <1>spirit</1> shared their <b>look</b> with you! Try it on at the <b>outfit shrine</b>.
de: Dieser <1>Geist</1> hat seinen <b>Look</b> mit dir geteilt! Probiere ihn beim <b>Outfit-Schrein</b> an!
es: ¡Este <1>espíritu</1> compartió su <b>aspecto</b> contigo! Pruébatelo en el <b>altar de trajes</b>.
fr: Cet <1>esprit</1> a partagé son <b>look</b> avec vous ! Essayez-le au <b>sanctuaire des tenues</b>.
id: <1>Roh</1> ini berbagi <b>tampilan</b> ini dengan kamu! Cobalah di <b>kuil pakaian</b>.
it: Questo <1>spirito</1> ha condiviso con te il suo <b>look</b>. Provalo al <b>santuario dei costumi</b>!
ja: この<1>精霊は</1>この<b>装い</b>をあなたとシェアしました。<b>ドレスアップの祠</b>で試してみましょう！
ko: <1>영혼</1>에게 <b>스타일</b>을 배웠어요! <b>의상제단</b>에서 착용해 보세요.
pt: O <1>espírito</1> compartilhou o <b>visual</b> dele com você! Experimente no <b>altar de trajes</b>.
ru: <1>Дух</1> поделился с вами своим <b>образом</b>. Попробуйте его на <b>алтаре нарядов</b>.
th: <1>สปิริต</1>นี้ได้แบ่งปัน<b>ลุค</b>ของเขากับคุณแล้ว ลองสวมใส่ที่<b>แท่นบูชาชุดเสื้อผ้า</b>เลยสิ!
vi: <1>Tinh linh</1> này đã chia sẻ <b>diện mạo</b> của họ với bạn! Hãy thử tại <b>đền trang phục</b>.
zh_hans: 这个<1>先灵</1>与你分享了自己的<b>造型</b>！快到<b>服饰神坛</b>试穿一下吧。
zh_hant: 這位<1>先靈</1>與你分享了這套<b>造型</b>！在<b>服飾神壇</b>試穿看看吧。

# shop_hint_unlock_unknown
source: Unlocked successfully
de: Erfolgreich freigeschaltet
es: Desbloqueado con éxito
fr: Déverrouillage réussi
id: Berhasil dibuka
it: Sblocco completato
ja: アンロックしました
ko: 잠금해제 성공
pt: Desbloqueado com sucesso
ru: Успешно открыто
th: ปลดล็อกเรียบร้อยแล้ว
vi: Mở khóa thành công
zh_hans: 解锁成功
zh_hant: 解鎖成功

# shop_hint_unlock_upgrade
source: Your <b>expression</b> is now <b>Level {{1}}</b>! Try it out in the <b>expression</b> menu.
de: Dein <b>Ausdruck</b> ist jetzt auf <b>Level {{1}}</b>! Probiere ihn im <b>Ausdrucksmenü</b> aus.
es: ¡Tu <b>expresión</b> es ahora <b>nivel {{1}}</b>! Pruébala en el menú <b>expresión</b>.
fr: Votre <b>expression</b> est maintenant au <b>niveau {{1}}</b> ! Essayez-la dans le menu <b>Expressions</b>.
id: <b>Ekspresimu</b> sekarang <b>Level {{1}}</b>! Cobalah di menu <b>ekspresi</b>.
it: La tua <b>espressione</b> ora è al <b>livello {{1}}</b>! Provala nel menu <b>Espressioni</b>.
ja: この<b>感情表現</b>は現在<b>レベル{{1}}</b>です！<b>感情表現<b>メニューから試してみましょう
ko: <b>제스처</b>가 이제 <b>레벨 {{1}} </b>이 되었어요! <b>제스처</b> 메뉴에서 사용해보세요.
pt: Sua <b>expressão</b> está no <b>nível {{1}}</b>! Use-a no menu de <b>expressão</b>.
ru: Ваше <b>выражение</b> теперь <b>{{1}} уровня</b>! Попробуйте его в меню <b>выражений</b>.
th: <b>การแสดงออก</b>ของคุณมี<b>เลเวล {{1}}</b> แล้ว! ลองใช้ในเมนู<b>การแสดงออก</b>เลยสิ
vi: <b>Biểu cảm</b> của bạn đã đạt <b>Lv{{1}}</b>! Hãy thử trong menu <b>biểu cảm</b>
zh_hans: 你的<b>表情</b>达到了<b>{{1}}级</b>！在<b>表情菜单</b>里试试吧
zh_hant: 你的<b>表情</b>達到了<b>{{1}}級</b>！在<b>表情選單</b>裡試試吧

# shop_hint_unlock_upgrade_friendship
source: Your <b>ability</b> is now <b>Level {{1}}</b>! Try it out in the <b>friendship</b> menu.
de: Deine <b>Fähigkeit</b> ist jetzt <b>Level {{1}}</b>! Teste sie im <b>Freundschafts</b>menü.
es: ¡Ahora tu <b>habilidad</b> es de <b>nivel {{1}}</b>! Pruébala en el menú de <b> amistad</b>.
fr: Votre <b>aptitude</b> est désormais au <b>niveau {{1}}</b> ! Essayez-la dans le menu <b>Amis</b>.
id: <b>Kemampuanmu</b> sekarang <b>Level {{1}}</b>! Cobalah di menu <b>pertemanan</b>.
it: La tua <b>abilità</b> ora è al <b>livello {{1}}</b>! Provala nel menu <b>Amicizia</b>.
ja: この<b>友情表現</b>は<b>レベル {{1}}</b> になりました！<b>フレンド</b>メニューで使ってみましょう
ko: 당신의 <b>능력</b>은 이제 <b>레벨 {{1}}</b>입니다! <b>우정</b> 메뉴에서 사용해보세요.
pt: Sua <b>habilidade</b> agora está no <b>nível {{1}}</b>! Experimente-a no menu de <b>amizade</b>.
ru: Ваша <b>способность</b> возросла до <b>ур. {{1}}</b>! Испытайте ее в меню <b>дружбы</b>.
th: <b>ความสามารถ</b>ตอนนี้อยู่ที่<b>เลเวล {{1}}</b> แล้ว! ลองใช้ในเมนู<b>การแสดงออก</b>เลยสิ
vi: <b>Năng lực</b> của bạn đã đạt <b>Lv{{1}}</b>! Hãy thử trong menu <b>tình bạn</b>.
zh_hans: 你的<b>能力</b>达到了<b>{{1}}级</b>！在<b>好友菜单</b>里试试吧。
zh_hant: 你的<b>能力</b>達到了<b>{{1}}級</b>！在<b>好友選單</b>裡試試吧。

# shop_hint_unlock_upgrade_unknown
source: Your <b>expression</b> is now upgraded! Try it out in the <b>expression</b> menu.
de: Dein <b>Ausdruck</b> wurde hochgestuft! Probiere ihn im <b>Ausdrucksmenü</b> aus.
es: ¡Tu <b>expresión</b> está ahora mejorada! Pruébala en el menú <b>expresión</b>.
fr: Votre <b>expression</b> est maintenant améliorée ! Essayez-la dans le menu <b>Expressions</b>.
id: <b>Ekspresimu</b> sekarang ditingkatkan! Cobalah di menu <b>ekspresi</b>.
it: La tua <b>espressione</b> è stata migliorata! Provala nel menu <b>Espressioni</b>.
ja: この<b>感情表現</b>がアップグレードされました. <b>感情表現</b>メニューから試してみましょう
ko: <b>제스처</b>가 업그레이드 되었어요! <b>제스처</b> 메뉴에서 사용해보세요.
pt: Sua <b>expressão</b> foi aprimorada! Use-a no menu de <b>expressão</b>.
ru: Ваше <b>выражение</b> улучшено! Попробуйте его в меню <b>выражений</b>.
th: <b>การแสดงออก</b>ของคุณได้รับการอัปเกรดแล้ว! ลองใช้ในเมนู<b>การแสดงออก</b>เลยสิ
vi: <b>Biểu cảm</b> của bạn đã được nâng cấp! Hãy thử trong menu <b>biểu cảm</b>
zh_hans: 你的<b>表情</b>升级了！在<b>表情菜单</b>里试试吧
zh_hant: 你的<b>表情</b>升級了！在<b>表情選單</b>裡試試吧

# shop_hint_unlock_wing_buff
source: Your <cape/> is now upgraded!
de: Dein <cape/> wurde hochgestuft!
es: ¡Tu <cape/> está ahora mejorada!
fr: Votre <cape/> est maintenant améliorée !
id: <cape/> milikmu kini ditingkatkan!
it: Il tuo <cape/> è stato migliorato!
ja: <cape/>がアップグレードされました
ko: <cape/>가 업그레이드 되었어요!
pt: Sua <cape/> foi aprimorada!
ru: Ваша <cape/> улучшена!
th: <cape/> ของคุณได้รับการอัปเกรดแล้ว!
vi: <cape/> của bạn đã nâng cấp!
zh_hans: 你的<cape/>提升了！
zh_hant: 你的<cape/>提升了！

# shop_more_info
source: (tap for more info)
de: (Antippen, um mehr zu erfahren)
es: (Toca para más información)
fr: (Toucher pour obtenir plus d’informations)
id: (ketuk untuk info lebih lanjut)
it: (toccare per maggiori informazioni)
ja: (タップして詳細を確認)
ko: (탭하여 상세 보기)
pt: (toque para obter mais informações)
ru: (нажмите, чтобы узнать больше)
th: (แตะเพื่อดูข้อมูลเพิ่มเติม)
vi: (Nhấn để xem chi tiết)
zh_hans: (点击查看详情)
zh_hant: (點擊查看詳情)

# shop_more_info_ps
source: (select for more info)
de: (für mehr Informationen auswählen)
es: (selecciona para más información)
fr: (sélectionnez pour plus d'informations)
id: (pilih untuk info lebih lanjut)
it: (seleziona per maggiori informazioni)
ja: （もっと詳しく）
ko: (선택해서 더 자세한 정보 확인)
pt: (selecione para obter mais informações)
ru: (выберите, чтобы узнать больше)
th: (เลือกเพื่อดูข้อมูลเพิ่มเติม)
vi: (chọn để biết thêm thông tin)
zh_hans: （选择以获取更多信息）
zh_hant: （點選查看詳情）

# shop_pass_purchase_Season
source: Purchase the <b>Season Pass</b> to unlock access to this item. Would you like to know more about the <b>Season Pass</b>?
de: Diesen Gegenstand schaltest du frei, wenn du den <b>Saisonpass</b> erwirbst. Möchtest du gerne mehr über den <b>Saisonpass</b> erfahren?
es: Compra el <b>pase de temporada</b> para desbloquear el acceso a este objeto. ¿Quieres saber más sobre el <b>pase de temporada</b>?
fr: Achetez le <b>passe saisonnier</b> pour avoir accès à cet objet. Voulez-vous en savoir plus sur le <b>passe saisonnier</b> ?
id: Beli <b>Season Pass</b> untuk membuka akses ke item ini. Ingin tahu lebih lanjut tentang <b>Season Pass</b>?
it: Acquista il <b>pass stagionale</b> per sbloccare l'accesso a questo oggetto. Vuoi saperne di più sul <b>pass stagionale</b>?
ja: このアイテムのアンロックには<b>シーズンパス</b>の購入が必要となります。<b>シーズンパス</b>の詳細をご覧になりますか？
ko: 이 아이템을 획득하려면 <b>시즌패스</b>를 구입해야 합니다. <b>시즌패스</b>에 대해 더 자세히 알아볼까요?
pt: Compre o <b>Passe da Temporada</b> para desbloquear o acesso deste item. Gostaria de saber mais sobre o <b>Passe da Temporada</b>?
ru: Купите <b>Сезонный пропуск</b>, чтобы открыть доступ к этому предмету. Хотите узнать больше о <b>Сезонном пропуске</b>?
th: ซื้อ<b>บัตรผ่านฤดูกาล</b>เพื่อปลดล็อกการเข้าถึงไอเทมนี้ อยากทราบข้อมูลเพิ่มเติมเกี่ยวกับ<b>บัตรผ่านฤดูกาล</b>หรือไม่
vi: Mua <b>Vé Mùa</b> để mở khóa vật phẩm này. Bạn muốn tìm hiểu thêm về <b>Vé Mùa</b>?
zh_hans: 购买<b>季票</b>以解锁此物品的访问权。想要了解有关<b>季票</b>的更多信息吗？
zh_hant: 購買<b>季票</b>可以解鎖這件特殊物品。想要查看<b>季票</b>的更多信息嗎？

# shop_pass_purchase_adventure
source: Purchase the <b>Season Pass</b> to unlock access to this item. Would you like to know more about the <b>Season Pass</b>?
de: Diesen Gegenstand schaltest du frei, wenn du den <b>Saisonpass</b> erwirbst. Möchtest du gerne mehr über den <b>Saisonpass</b> erfahren?
es: Compra el <b>pase de temporada</b> para desbloquear el acceso a este objeto. ¿Quieres saber más sobre el <b>pase de temporada</b>?
fr: Achetez le <b>passe saisonnier</b> pour avoir accès à cet objet. Voulez-vous en savoir plus sur le <b>passe saisonnier</b> ?
id: Beli <b>Season Pass</b> untuk membuka akses ke item ini. Ingin tahu lebih lanjut tentang <b>Season Pass</b>?
it: Acquista il <b>pass stagionale</b> per sbloccare l'accesso a questo oggetto. Vuoi saperne di più sul <b>pass stagionale</b>?
ja: このアイテムのアンロックには<b>シーズンパス</b>の購入が必要となります。<b>シーズンパス</b>の詳細をご覧になりますか？
ko: 이 아이템을 획득하려면 <b>시즌패스</b>를 구입해야 합니다. <b>시즌패스</b>에 대해 더 자세히 알아볼까요?
pt: Compre o <b>Passe da Temporada</b> para desbloquear o acesso deste item. Gostaria de saber mais sobre o <b>Passe da Temporada</b>?
ru: Купите <b>Сезонный пропуск</b>, чтобы открыть доступ к этому предмету. Хотите узнать больше о <b>Сезонном пропуске</b>?
th: ซื้อ<b>บัตรผ่านฤดูกาล</b>เพื่อปลดล็อกการเข้าถึงไอเทมนี้ อยากทราบข้อมูลเพิ่มเติมเกี่ยวกับ<b>บัตรผ่านฤดูกาล</b>หรือไม่
vi: Mua <b>Vé Mùa</b> để mở khóa vật phẩm này. Bạn muốn tìm hiểu thêm về <b>Vé Mùa</b>?
zh_hans: 购买<b>季票</b>以解锁此物品的访问权。想要了解有关<b>季票</b>的更多信息吗？
zh_hant: 購買<b>季票</b>可以解鎖這件特殊物品。想要查看<b>季票</b>的更多信息嗎？

# shop_unlock_for_candles
source: Unlock for<candle/>x<b>{{1}}</b>?
de: Freischalten für <candle/><b>{{1}}</b>?
es: ¿Deseas desbloquear por <candle/><b>{{1}}</b>?
fr: Déverrouiller pour <b>{{1}}</b> <candle/>?
id: Buka untuk<candle/>x<b>{{1}}</b>?
it: Sbloccare per <b>{{1}}</b> <candle/>?
ja: <candle/>×<b>{{1}}</b> を捧げてアンロックしますか？
ko: <candle/>x<b>{{1}}</b>로 잠금해제하기
pt: Desbloquear por <candle/><b>{{1}}</b>?
ru: Открыть за <candle/><b>{{1}}</b>?
th: ต้องการปลดล็อก <candle/>x<b>{{1}}</b> หรือไม่
vi: Tiêu hao <candle/>x<b>{{1}}</b> để mở khóa?
zh_hans: 是否消耗<candle/>x<b>{{1}}</b>解锁？
zh_hant: 是否消耗<candle/>x<b>{{1}}</b>解鎖？

# shop_unlock_for_dye_black
source: Unlock for<dye_black/>x<b>{{1}}</b>?
de: Freischalten für<dye_black/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_black/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_black/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_black/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_black/>x<b>{{1}}</b>?
ja: <dye_black/>×<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_black/>x<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_black/>x<b>{{1}}</b>?
ru: Открыть за: <dye_black/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_black/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_black/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_black/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_black/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_dye_blue
source: Unlock for<dye_blue/>x<b>{{1}}</b>?
de: Freischalten für<dye_blue/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_blue/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_blue/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_blue/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_blue/>x<b>{{1}}</b>?
ja: <dye_blue/>x<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_blue/>X<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_blue/>x<b>{{1}}</b>?
ru: Открыть за: <dye_blue/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_blue/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_blue/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_blue/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_blue/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_dye_cyan
source: Unlock for<dye_cyan/>x<b>{{1}}</b>?
de: Freischalten für<dye_cyan/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_cyan/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_cyan/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_cyan/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_cyan/>x<b>{{1}}</b>?
ja: <dye_cyan/>x<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_cyan/>X<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_cyan/>x<b>{{1}}</b>?
ru: Открыть за: <dye_cyan/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_cyan/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_cyan/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_cyan/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_cyan/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_dye_green
source: Unlock for<dye_green/>x<b>{{1}}</b>?
de: Freischalten für<dye_green/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_green/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_green/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_green/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_green/>x<b>{{1}}</b>?
ja: <dye_green/>x<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_green/>X<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_green/>x<b>{{1}}</b>?
ru: Открыть за: <dye_green/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_green/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_green/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_green/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_green/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_dye_magenta
source: Unlock for<dye_magenta/>x<b>{{1}}</b>?
de: Freischalten für<dye_magenta/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_magenta/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_magenta/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_magenta/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_magenta/>x<b>{{1}}</b>?
ja: <dye_magenta/>x<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_magenta/>X<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_magenta/>x<b>{{1}}</b>?
ru: Открыть за: <dye_magenta/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_magenta/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_magenta/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_magenta/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_magenta/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_dye_red
source: Unlock for<dye_red/>x<b>{{1}}</b>?
de: Freischalten für<dye_red/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_red/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_red/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_red/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_red/>x<b>{{1}}</b>?
ja: <dye_red/>x<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_red/>X<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_red/>x<b>{{1}}</b>?
ru: Открыть за: <dye_red/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_red/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_red/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_red/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_red/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_dye_white
source: Unlock for<dye_white/>x<b>{{1}}</b>?
de: Freischalten für<dye_white/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_white/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_white/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_white/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_white/>x<b>{{1}}</b>?
ja: <dye_white/>x<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_white/>X<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_white/>x<b>{{1}}</b>?
ru: Открыть за: <dye_white/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_white/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_white/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_white/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_white/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_dye_yellow
source: Unlock for<dye_yellow/>x<b>{{1}}</b>?
de: Freischalten für<dye_yellow/>x<b>{{1}}</b>?
es: ¿Desbloquear por <dye_yellow/>x<b>{{1}}</b>?
fr: Débloquer en échange de <dye_yellow/>X<b>{{1}}</b> ?
id: Buka kunci untuk<dye_yellow/>x<b>{{1}}</b>?
it: Sbloccare usando <dye_yellow/>x<b>{{1}}</b>?
ja: <dye_yellow/>x<b>{{1}}</b> を捧げてアンロックしますか？
ko: <dye_yellow/>X<b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <dye_yellow/>x<b>{{1}}</b>?
ru: Открыть за: <dye_yellow/> x<b>{{1}}</b>?
th: ปลดล็อกโดยใช้<dye_yellow/>x<b>{{1}}</b> หรือไม่
vi: Mở khóa với <dye_yellow/> x<b>{{1}}</b>?
zh_hans: 要使用<dye_yellow/>x<b>{{1}}</b>解锁吗？
zh_hant: 要使用<dye_yellow/>x<b>{{1}}</b>來解鎖嗎？

# shop_unlock_for_event_candle
source: Unlock for <event_candle/> x <b>{{1}}</b>?
de: Für <event_candle/> x <b>{{1}}</b> freischalten?
es: ¿Desbloquear por <event_candle/> x <b>{{1}}</b>?
fr: Débloquer en échange de : <event_candle/> x <b>{{1}}</b> ?
id: Buka untuk <event_candle/> x <b>{{1}}</b>?
it: Sbloccare per <event_candle/> x <b>{{1}}</b>?
ja: <event_candle/> x <b>{{1}}</b>をアンロックしますか？
ko: <event_candle/> x <b>{{1}}</b>을 잠금 해제하시겠나요?
pt: Desbloquear por <event_candle/> x <b>{{1}}</b>?
ru: Открыть за <event_candle/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa để nhận <event_candle/> x <b>{{1}}</b>?
zh_hans: 花费<event_candle/> x <b>{{1}}</b>来解锁？
zh_hant: 解鎖以獲得 <event_candle/> x <b>{{1}}</b>？

# shop_unlock_for_event_candle_days_of_aurora
source: Unlock for <event_candle event="global_aurora"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_aurora"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_aurora"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_aurora"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_aurora"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_aurora"/> x <b>{{1}}</b>?
ja: <event_candle event="global_aurora"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_aurora"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_aurora"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_aurora"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_aurora"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_aurora"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_aurora"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_aurora"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_bloom
source: Unlock for <event_candle event="global_bloom"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_bloom"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_bloom"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_bloom"/> x <b>{{1}}</b>?
id: Buka kunci untuk <event_candle event="global_bloom"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_bloom"/> x <b>{{1}}</b>?
ja: <event_candle event="global_bloom"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_bloom"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_bloom"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_bloom"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_bloom"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa nhận <event_candle event="global_bloom"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_bloom"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_bloom"/> x <b>{{1}}</b>解鎖？

# shop_unlock_for_event_candle_days_of_color
source: Unlock for <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
de: Freischalten für <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
es: Desbloquear por <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
fr: Débloquer pour <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
id: Buka untuk <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
it: Sblocca per <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
ja: <event_candle event="global_rainbow"/> x <b>{{1}}</b>を捧げてアンロックしますか？
ko: <event_candle event="global_rainbow"/> x <b>{{1}}</b>로 잠금해제할까요?
pt: Desbloquear por <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
ru: Разблокировать за <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
th: ต้องการปลดล็อก <event_candle event="global_rainbow"/> x <b>{{1}}</b> หรือไม่
vi: Mở khóa bằng <event_candle event="global_rainbow"/> x <b>{{1}}</b>?
zh_hans: 用<event_candle event="global_rainbow"/> x <b>{{1}}</b>解锁？
zh_hant: 用<event_candle event="global_rainbow"/> x <b>{{1}}</b>解鎖？
