Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap14_story_tree_1a2b3b4b_cont
source: Illuminating a cave, the star led the child to refuge...as the prophecy foretold.
de: Er warf sein Licht auf eine Höhle, einem Zufluchtsort für das Kind ... wie es die Prophezeiung vorhergesagt hatte.
es: Al iluminar una cueva, la estrella guio al infante a un refugio... Como la profecía lo había anunciado.
fr: Éclairant une grotte, l'étoile conduit l'enfant à un refuge... comme la prophétie l'avait annoncé.
id: Menyinari gua, bintang itu memandu anak tersebut mencari tempat perlindungan...seperti yang diramalkan nubuat.
it: Illuminando una grotta, la stella condusse il bambino verso un rifugio... come nella profezia.
ja: 洞窟を照らし出し、その星はその子を安全な地へと導きました。そう、預言に語られた通りに…
ko: 별은 동굴에 빛을 비추어 아이를 안전하게 인도했어요... 예언에 나온 것처럼요
pt: Iluminando uma caverna, a estrela guiou a criança até o refúgio... como previa a profecia.
ru: Осветив пещеру, звезда привела ребенка в убежище... Как и гласило пророчество.
th: ดวงดาวได้ส่องสว่างถ้ำและนำเด็กน้อยไปยังที่หลบภัย... ตามที่คำทำนายกล่าวไว้
vi: Rọi sáng một hang động, ngôi sao dẫn đứa trẻ đi tìm nơi trú ẩn... như lời tiên tri đã báo trước.
zh_hans: 这颗明星照亮了一处洞穴，引领着孩子来到了一处避风港……一切都如预言讲述的那样。
zh_hant: 這顆星星照亮了某個山洞，把孩子帶到了預言中的避難所……

# ap14_story_tree_1a2b3b4b_cont_abv
source: Illuminating a cave...
de: Er warf sein Licht auf eine Höhle ...
es: Al iluminar una cueva...
fr: Éclairant une grotte...
id: Menyinari gua...
it: Illuminando una grotta...
ja: 洞窟を照らし出し…
ko: 동굴에 빛을 비추었어요...
pt: Iluminando uma caverna...
ru: Осветив пещеру...
th: ส่องสว่างถ้ำ...
vi: Rọi sáng một hang động...
zh_hans: 照亮了一处洞穴……
zh_hant: 這顆星星照亮了……

# ap14_story_tree_1a2b3b_cont
source: Hearing their call...
de: Er folgte dem Ruf
es: Al escuchar su llamado...
fr: Entendant son appel...
id: Mendengar panggilan mereka...
it: Sentendo quella voce...
ja: その声を聴き…
ko: 아이의 소원을 듣고...
pt: Ouvindo seu chamado...
ru: Услышав его зов...
th: ได้ยินเสียงเรียกของพวกเขา...
vi: Nghe thấy tiếng gọi của họ...
zh_hans: 听到了他们的召唤……
zh_hant: 聽到了他們的召喚……

# ap14_story_tree_1a2b_cont
source: Until...
de: Bis ...
es: Hasta...
fr: Jusqu'à ce que...
id: Hingga...
it: fino a quando...
ja: 時は流れ…
ko: 그러던 어느 날...
pt: Até que...
ru: Пока...
th: จนกระทั่ง...
vi: Cho đến khi...
zh_hans: 直至……
zh_hant: 直到……

# ap14_story_tree_1a_cont
source: Every night...
de: Jede Nacht ...
es: Cada noche...
fr: Chaque nuit...
id: Setiap malam...
it: Ogni notte...
ja: 毎晩のように…
ko: 매일 밤...
pt: Toda noite...
ru: Каждую ночь...
th: ทุกคืน...
vi: Mỗi đêm...
zh_hans: 每个夜晚……
zh_hant: 每一晚……

# ap14_story_tree_1b
source: There lived a silent child
de: Dort lebte ein ruhiges Kind
es: Allí vivió un infante silencioso
fr: Vivait ici un enfant silencieux
id: Hiduplah seorang anak pendiam
it: un bambino silenzioso
ja: ひとりの静かな子が住んでいました
ko: 어느 말 없는 아이가 살았어요
pt: Lá vivia uma criança silenciosa
ru: Жило-было молчаливое дитя
th: มีเด็กน้อยคนหนึ่งที่อาศัยอยู่อย่างเงียบงัน
vi: Có một đứa trẻ lặng lẽ
zh_hans: 那里居住着一个安静的孩子
zh_hant: 那裡住著某個沉默的孩子

# ap14_story_tree_1b2a
source: They searched for a companion
de: Es war auf der Suche nach einem Begleiter
es: Buscaba una compañía
fr: Il cherchait un compagnon
id: Mereka mencari teman
it: cercava un compagno
ja: その子は仲間を探し求めていました
ko: 아이는 친구를 찾아다녔어요
pt: Ela buscava companhia
ru: Оно искало друга
th: พวกเขาได้ตามหาเพื่อนร่วมทาง
vi: Họ đã tìm kiếm một người bạn đồng hành
zh_hans: 他们寻找着同伴
zh_hant: 他們在尋找一位同伴

# ap14_story_tree_1b2a3a
source: Their weary legs could no longer carry them further
de: Seine müden Beine konnten es nicht mehr weiter tragen
es: Sus agotadas piernas ya no podían llevarlo más
fr: Ses jambes fatiguées ne pouvaient plus le porter
id: Kaki mereka yang lelah sudah tak sanggup membawa diri mereka lebih jauh
it: le sue gambe stanche non ce la fecero più.
ja: へとへとの足では、もう一歩も進めなくなってしまいました
ko: 아이는 지친 다리로 더 이상 나아갈 수가 없었어요
pt: Suas pernas cansadas não conseguiam mais carregá-la
ru: Усталые ноги почти не могли его держать
th: ขาที่อ่อนล้าไม่อาจนำพาพวกเขาเดินหน้าได้อีกต่อไป
vi: Những đôi chân mệt mỏi không thể đưa họ đi xa hơn nữa
zh_hans: 疲惫的双腿无法支撑其继续前行
zh_hant: 他們疲憊的雙腿再也無法繼續前進了

# ap14_story_tree_1b2a3a4a
source: They observed another child enter an unassuming cave.
de: Es sah ein anderes Kind, das eine unscheinbare Höhle betrat.
es: Observaron a otro infante entrar a una modesta cueva.
fr: Il observa un autre enfant entrer dans une grotte quelconque.
id: Mereka melihat anak lain masuk sebuah gua sederhana.
it: vide un altro bambino che entrava in una modesta grotta.
ja: 別の子どもがいることに気づき、その子が小さな洞窟へと入るのを見ました
ko: 아이는 다른 아이가 소박한 동굴로 들어가는 모습을 봤어요
pt: Ela observou outra criança entrar em uma caverna singela.
ru: Оно увидело, как другое дитя вошло в неприметную пещеру.
th: พวกเขาสังเกตเห็นเด็กอีกคนหนึ่งเข้าไปในถ้ำที่เงียบสงัด
vi: Họ thấy một đứa trẻ khác bước vào một hang động nhỏ.
zh_hans: 他们看到另一个孩子进入了一处充满未知的洞穴。
zh_hant: 他們察覺到另一個孩子走進某個不起眼的山洞。

# ap14_story_tree_1b2a3a4a_abv
source: They observed another child...
de: Es sah ein anderes Kind ...
es: Observaron a otro infante...
fr: Il observa un autre enfant...
id: Mereka melihat anak lain...
it: vide un altro bambino...
ja: 別の子どもがいることに気づき…
ko: 아이는 다른 아이를 발견했어요...
pt: Ela observou outra criança...
ru: Оно увидело, как другое дитя...
th: พวกเขาสังเกตเห็นเด็กอีกคน...
vi: Họ thấy một đứa trẻ khác...
zh_hans: 他们看到另一个孩子……
zh_hant: 他們察覺到另一個孩子……

# ap14_story_tree_1b2a3a4a_cont
source: The children found companionship in each other, making the cave their home. They would one day welcome another.
de: Die Kinder leisteten sich gegenseitig Gesellschaft und verwandelten die Höhle in ihr Zuhause. Eines Tages würden sie noch jemanden willkommen heißen.
es: Los infantes encontraron compañía entre ellos, y convirtieron la cueva en su hogar. Algún día se encontrarían.
fr: Les enfants trouvèrent un compagnon dans l'autre, faisant de la grotte leur maison. Un jour, ils en accueilleraient un autre.
id: Anak-anak itu menemukan persahabatan dari satu sama lain, membuat gua menjadi terasa seperti rumah. Suatu saat nanti, mereka pasti akan menyambut kedatangan anak yang lainnya.
it: I bambini divennero amici e la grotta divenne la loro casa. Un giorno ne avrebbero accolto un altro.
ja: 子どもたちはお互いを見いだし、洞窟を家と呼べる場所にしました。そうしていつか新しい子どもたちを迎え入れるのでしょう
ko: 아이들은 서로 친구가 되어 동굴을 집으로 삼았어요. 그리고 언젠가 다른 아이를 맞이할 날을 기약했어요.
pt: As crianças encontraram companhia uma na outra, fazendo da caverna sua casa. Um dia, elas receberiam outra.
ru: Дети подружились, превратили пещеру в свой дом и стали ждать новых гостей.
th: เด็กน้อยได้ผูกมิตรกัน และใช้ถ้ำแห่งนี้เป็นบ้าน ซึ่งวันหนึ่งจะได้ต้อนรับคนอื่นอีก
vi: Những đứa trẻ trở thành bạn đồng hành của nhau, biến hang động thành nơi trú ngụ. Một ngày nào đó, chúng sẽ chào đón thêm một thành viên mới.
zh_hans: 孩子们相依为伴，将这处洞穴视作自己的家，并期待着新成员的加入。
zh_hant: 孩子們在彼此之間找到了陪伴，把山洞當作自己的家，並期待著新成員的加入。

# ap14_story_tree_1b2a3a4a_cont_abv
source: The children found companionship...
de: Die Kinder leisteten sich gegenseitig Gesellschaft ...
es: Los infantes encontraron compañía...
fr: Les enfants trouvèrent un compagnon...
id: Anak-anak itu menemukan persahabatan...
it: I bambini divennero amici...
ja: 子どもたちはお互いを見いだし…
ko: 아이들은 친구가 되었고...
pt: As crianças encontraram companhia...
ru: Дети подружились...
th: เด็กน้อยได้ผูกมิตรกัน...
vi: Những đứa trẻ trở thành bạn đồng hành...
zh_hans: 孩子们相依为伴……
zh_hant: 孩子們相依為伴……

# ap14_story_tree_1b2a3a4b
source: They noticed patterns on the stone begin to glow.
de: Sie bemerkten, wie die Muster auf dem Stein zu leuchten begannen.
es: Notaron que los patrones en la piedra comenzaron a brillar.
fr: Ils remarquèrent que les motifs sur la pierre commençaient à briller.
id: Mereka menyadari pola di batu itu mulai bersinar.
it: notò che i disegni sulla pietra iniziarono a brillare.
ja: 石に刻まれた模様が、発光していることに気がつきました
ko: 아이는 돌 위의 문양이 빛나기 시작하는 걸 알아차렸어요
pt: Elas notaram padrões na pedra que começou a brilhar.
ru: Оно заметило, как начали светиться узоры на камне.
th: พวกเขาสังเกตเห็นลวดลายบนหินเริ่มเรืองแสง
vi: Họ nhận thấy các hoa văn trên đá bắt đầu phát sáng.
zh_hans: 他们注意到石头上的图案开始发光。
zh_hant: 他們注意到石頭上的圖案開始發光。

# ap14_story_tree_1b2a3a4b_abv
source: They noticed patterns...
de: Sie bemerkten Muster ...
es: Notaron que los patrones...
fr: Ils remarquèrent que les motifs...
id: Mereka menyadari pola...
it: notò che i disegni...
ja: 石に刻まれた模様が…
ko: 아이는 돌 위의 문양을 발견했어요
pt: Elas notaram padrões...
ru: Оно заметило, как...
th: พวกเขาสังเกตเห็นลวดลาย...
vi: Họ nhận thấy các hoa văn...
zh_hans: 他们注意到图案……
zh_hant: 他們注意到……

# ap14_story_tree_1b2a3a4b_cont
source: The patterns showed three figures traveling on boats. The child was destined to become the fourth.
de: In den Mustern waren drei Figuren auf Booten zu erkennen. Es war das Schicksal des Kindes, zur vierten Figur zu werden.
es: Los patrones mostraban tres figuras viajando en botes. El infante estaba destinado a ser el cuarto.
fr: Les motifs montraient trois personnages voyageant sur des bateaux. L'enfant était destiné à devenir le quatrième.
id: Pola tersebut memperlihatkan tiga sosok yang mengembara menggunakan perahu. Anak itu ditakdirkan menjadi yang keempat.
it: I disegni mostravano tre figure che viaggiavano in barca. Il bambino era destinato a diventare il quarto.
ja: その模様には舟で旅する3人の人物が描かれていました。その子は4人目となる運命だったのです
ko: 그 문양은 배를 타고 여행하는 세 사람을 보여주었어요. 아이는 네 번째가 될 운명이었죠.
pt: Os padrões mostravam três figuras viajando em barcos. A criança estava destinada a se tornar a quarta.
ru: Узоры изображали три фигуры, плывущие на лодках. Дитя должно было стать четвертым.
th: ลวดลายได้แสดงให้เห็นร่าง 3 ร่างกำลังเดินทางอยู่บนเรือ เด็กน้อยได้ถูกกำหนดให้เป็นคนที่สี่
vi: Các hoa văn cho thấy ba hình bóng du hành trên thuyền. Đứa trẻ đã được định sẵn để trở thành người thứ tư.
zh_hans: 图案上画着三个乘船旅行的人。这个孩子注定会成为船上的第四个人。
zh_hant: 圖案顯示了三個人物在船上航行。那個孩子注定要成為第四個。

# ap14_story_tree_1b2a3a4b_cont_abv
source: The patterns showed...
de: Die Muster zeigten ...
es: Los patrones mostraban...
fr: Les motifs montraient ...
id: Pola tersebut memperlihatkan...
it: I disegni mostravano...
ja: その模様には…
ko: 그 문양은…
pt: Os padrões mostravam...
ru: Узоры изображали...
th: ลวดลายได้แสดงให้เห็น...
vi: Các hoa văn cho thấy...
zh_hans: 图案上画着……
zh_hant: 圖案顯示了……

# ap14_story_tree_1b2a3a_abv
source: Their weary legs...
de: Seine müden Beine ...
es: Estas piernas cansadas...
fr: Ses jambes fatiguées...
id: Kaki mereka yang lelah...
it: le sue gambe stanche...
ja: へとへとの足では…
ko: 지친 다리를 이끌고...
pt: Suas pernas cansadas...
ru: Усталые ноги...
th: ขาที่อ่อนล้าของพวกเขา...
vi: Những đôi chân mệt mỏi...
zh_hans: 疲惫的双腿……
zh_hant: 他們疲憊的雙腿……

# ap14_story_tree_1b2a3a_cont
source: Resting in the shade of a curious rock formation...
de: Es ruhte sich im Schatten einer merkwürdigen Felsformation aus ...
es: Descansando a la sombra de una curiosa formación rocosa...
fr: Se reposant à l'ombre d'une curieuse formation rocheuse...
id: Beristirahat di bawah naungan formasi batuan yang aneh...
it: Riposando all'ombra di una insolita formazione rocciosa...
ja: 不思議な形の岩陰で休んでいると
ko: 특이하게 생긴 바위 그늘 아래에서 쉬던 중에...
pt: Descansando à sombra de uma curiosa formação rochosa...
ru: Отдыхая в тени необычной скалы...
th: พักผ่อนใต้ร่มเงาของแนวหินที่ดูแปลกตา...
vi: Nghỉ ngơi dưới bóng của một tổ hợp khối đá kỳ lạ...
zh_hans: 在诡异岩石地貌的阴影下休息……
zh_hant: 在奇怪岩層的陰影下休息……

# ap14_story_tree_1b2a3a_cont_abv
source: Resting in the shade...
de: Es ruhte sich im Schatten aus ...
es: Descansando a la sombra...
fr: Se reposant à l'ombre ...
id: Beristirahat di bawah naungan...
it: Riposando all'ombra...
ja: 不思議な形の岩陰で…
ko: 그늘 아래에서 쉬던 아이는...
pt: Descansando à sombra...
ru: Отдыхая в тени...
th: พักผ่อนใต้ร่มเงา...
vi: Nghỉ ngơi dưới bóng...
zh_hans: 在阴影下休息……
zh_hant: 在奇怪岩層的……

# ap14_story_tree_1b2a3b
source: A temple eclipsed the setting sun
de: Ein Tempel verdeckte die untergehende Sonne
es: Un templo eclipsó el sol poniente
fr: Un temple éclipsait le soleil couchant
id: Sebuah kuil menutupi matahari terbenam
it: un tempio eclissò il sole al tramonto.
ja: 神殿の背後へ隠れるように、太陽が沈んでいきました
ko: 사원 하나가 저무는 태양을 가렸어요
pt: Um templo formou um eclipse durante o pôr do sol
ru: На фоне закатного солнца показался храм
th: วิหารได้บดบังดวงอาทิตย์อัสดง
vi: Một ngôi đền che khuất mặt trời lặn
zh_hans: 一处神庙遮蔽了逐渐落下的斜阳
zh_hant: 有座寺廟讓夕陽黯然失色

# ap14_story_tree_1b2a3b4a
source: Noticing the child, the figure raised a radiant staff.
de: Als sie das Kind bemerkte, hob die Figur einen strahlenden Stab.
es: Al ver al infante, la figura levantó un báculo radiante.
fr: Remarquant l'enfant, la silhouette leva un bâton rayonnant.
id: Melihat anak itu, sosok tersebut mengangkat sebuah tongkat bercahaya.
it: Notando il bambino, la figura sollevò un bastone raggiante.
ja: 子どもの存在に気が付いたその人物は、輝く杖を掲げました
ko: 누군가 아이를 발견하고 빛나는 지팡이를 높이 들었어요
pt: Ao notar a criança, a figura ergueu um cajado radiante.
ru: Заметив дитя, фигура подняла сияющий посох.
th: เมื่อสังเกตเห็นเด็กน้อย ร่างนั้นก็ยกไม้เท้าที่เปล่งประกายขึ้นมา
vi: Nhận thấy đứa trẻ, hình bóng giơ lên ​​một cây gậy tỏa sáng.
zh_hans: 注意到那个孩子之后，那个身影举起了一个正在发光的法杖。
zh_hant: 注意到那孩子後，這個人舉起了一根光芒四射的拐杖。

# ap14_story_tree_1b2a3b4a_abv
source: Noticing the child...
de: Als sie das Kind bemerkte ...
es: Al ver al infante...
fr: Remarquant l'enfant...
id: Melihat anak itu...
it: Notando il bambino...
ja: 子どもの存在に気が付き…
ko: 아이를 발견하고...
pt: Ao notar a criança...
ru: Заметив дитя...
th: เมื่อสังเกตเห็นเด็กน้อย...
vi: Nhận thấy đứa trẻ...
zh_hans: 注意到那个孩子之后……
zh_hant: 注意到那孩子後……

# ap14_story_tree_1b2a3b4a_cont
source: A flock of birds emerged, guiding the child to safety. Inside, they would discover the fate of their companion.
de: Ein Vogelschwarm erschien und führte das Kind in Sicherheit. Dort angekommen, erfuhr es das Schicksal seines Begleiters.
es: Salió una parvada de pájaros y guiaron al infante a salvo. Dentro, descubrirían el destino de su compañero.
fr: Une volée d'oiseaux émergea, guidant l'enfant en sécurité. À l'intérieur, il découvrit le sort de son compagnon.
id: Sekawanan burung muncul, membimbing anak itu ke tempat yang aman. Di dalamnya, mereka akan mengetahui nasib rekan mereka.
it: Emerse uno stormo di uccelli che guidò il bambino verso la salvezza. Lì dentro, avrebbe scoperto il destino del suo compagno.
ja: すると鳥の群れが飛び出し、子どもを安全な地へと導いたのです。その地で、自身とこれから出会う仲間たちの宿命を知ることとなるでしょう
ko: 새 떼가 몰려와 아이를 안전하게 인도했어요. 사원 안에서 아이는 친구의 운명을 발견했어요.
pt: Um bando de pássaros emergiu, guiando a criança para um lugar seguro. Lá dentro seria descoberto o destino de sua companhia.
ru: Словно из ниоткуда появилась стая птиц и указала дорогу в безопасное место. Там дитя узнало, что стало с его спутником.
th: ฝูงนกปรากฏตัวขึ้น พร้อมกับนำเด็กไปยังที่ที่ปลอดภัย ซึ่งภายในพวกเขาจะได้ค้นพบชะตากรรมของสหายของพวกเขา
vi: Một đàn chim xuất hiện, dẫn đứa trẻ đến nơi an toàn. Trong đó, họ sẽ khám phá ra số phận người bạn đồng hành của mình.
zh_hans: 一群小鸟出现了，指引那个孩子前往安全的地方。他们会在那里发掘出同伴们的命运。
zh_hant: 一群鳥出現了，引導孩子去往安全的地方。在裡面，他們將發現同伴的命運。

# ap14_story_tree_1b2a3b4a_cont_abv
source: A flock of birds emerged...
de: Ein Vogelschwarm erschien ...
es: Salió una parvada de pájaros...
fr: Une volée d'oiseaux émergea...
id: Sekawanan burung muncul...
it: Emerse uno stormo di uccelli...
ja: すると鳥の群れが飛び出し…
ko: 새 떼가 나타나...
pt: Um bando de pássaros emergiu...
ru: Появилась стая птиц...
th: ฝูงนกปรากฏตัวขึ้น...
vi: Một đàn chim xuất hiện...
zh_hans: 一群小鸟出现了……
zh_hant: 一群鳥出現了……

# ap14_story_tree_1b2a3b4b
source: Weakly, the figure leaned on a shaking staff.
de: Geschwächt stützte sich die Figur zitternd auf einem Stab ab.
es: Débil, la figura se apoyó en un bastón tembloroso.
fr: Faiblement, la silhouette s'appuyait sur un bâton tremblant.
id: Dengan lemah, sosok itu bersandar pada tongkat yang bergetar.
it: Debolmente, la figura si appoggiò a un bastone tremante.
ja: その人物はどこか弱々しく、震える杖に寄りかかっているようでした
ko: 그는 허약하게 떨리는 지팡이에 몸을 기댔어요
pt: Com dificuldade, a figura se apoiou em um cajado trêmulo.
ru: Фигура опиралась на посох, ее руки тряслись.
th: ร่างที่อ่อนแรงได้ค้ำตัวด้วยไม้เท้าที่สั่นเทา
vi: Yếu ớt, hình bóng run rẩy dựa vào cây gậy.
zh_hans: 那个身影看起来十分虚弱，颤颤巍巍地倚靠着一根法杖。
zh_hant: 那個人虛弱地靠在一根顫抖的拐杖上。

# ap14_story_tree_1b2a3b4b_abv
source: Weakly, the figure...
de: Geschwächt ...
es: Débil, la figura...
fr: Faiblement, la silhouette...
id: Dengan lemah, sosok itu...
it: Debolmente, la figura...
ja: その人物はどこか弱々しく…
ko: 그는 허약한 모습으로...
pt: Com dificuldade, a figura...
ru: Фигура опиралась...
th: ร่างที่อ่อนแรง...
vi: Yếu ớt, hình bóng...
zh_hans: 那个身影看起来十分虚弱……
zh_hant: 那個人虛弱地……

# ap14_story_tree_1b2a3b4b_cont
source: The child offered their light, restoring the figure's strength. Together, they would reunite the stars.
de: Das Kind bot sein Licht dar, um die Kraft der Figur wiederherzustellen. Zusammen würden sie die Sterne wieder vereinen.
es: El infante le ofreció su luz, lo que restauró la fuerza de la figura. Juntos, reunirían a las estrellas.
fr: L'enfant offrit sa lumière, restaurant la force de la silhouette. Ensemble, ils réuniraient les étoiles.
id: Anak itu menawarkan cahaya mereka, memulihkan kekuatan sosok tersebut. Bersama, mereka akan mempersatukan bintang-bintang.
it: Il bambino offrì la sua luce, restituendo forza alla figura. Insieme, avrebbero riunito le stelle.
ja: 子どもが光を捧げると、その人は強さを取り戻し、それからふたりは、共に星々を結び直すのでした
ko: 아이는 빛을 건네 그의 힘을 회복시켰어요. 두 사람은 함께 별들을 이어줄 거예요.
pt: A criança ofereceu sua luz, restaurando a força da figura. Juntas, elas reuniriam as estrelas.
ru: Дитя предложило свой свет, чтобы вернуть фигуре силу. Вместе они смогут снова подружить звезды.
th: เด็กน้อยได้มอบแสงสว่างของพวกเขาเพื่อฟื้นฟูพละกำลังของร่างนั้น และพวกเขาจะรวมหมู่ดาวเข้าไว้ด้วยกัน
vi: Đứa trẻ đã mang đến ánh sáng, phục hồi sức mạnh cho hình bóng. Cùng nhau, họ sẽ tái hợp các ngôi sao.
zh_hans: 孩子奉献出自己的光芒，令那个身影恢复了力量。在他们的并肩努力下，群星才得以重逢。
zh_hant: 孩子提供了他們的光，恢復了那個人的力量。他們將一起使繁星重新匯聚。

# ap14_story_tree_1b2a3b4b_cont_abv
source: The child offered their light...
de: Das Kind bot sein Licht dar ...
es: El infante le ofreció su luz...
fr: L'enfant offrit sa lumière...
id: Anak itu menawarkan cahaya mereka...
it: Il bambino offrì la sua luce...
ja: 子どもが光を捧げると…
ko: 아이는 빛을 건넸어요...
pt: A criança ofereceu sua luz...
ru: Дитя предложило свой свет...
th: เด็กน้อยได้มอบแสงสว่างของพวกเขา...
vi: Đứa trẻ đã mang đến ánh sáng...
zh_hans: 孩子奉献出自己的光芒……
zh_hant: 孩子提供了他們的光……

# ap14_story_tree_1b2a3b_abv
source: A temple eclipsed...
de: Ein Tempel verdeckte ...
es: Un templo eclipsó...
fr: Un temple éclipsait...
id: Sebuah kuil menutupi...
it: un tempio eclissò...
ja: 神殿に隠れるように太陽が…
ko: 사원 하나가 빛을 잃고...
pt: Um templo formou um eclipse...
ru: На фоне закатного солнца...
th: วิหารได้บดบัง...
vi: Một ngôi đền che khuất...
zh_hans: 一座神庙遮蔽了……
zh_hant: 有座寺廟黯然失色……

# ap14_story_tree_1b2a3b_cont
source: From within it, a towering figure emerged.
de: Aus dem Inneren trat eine riesige Figur hervor.
es: De adentro, emergió una figura imponente.
fr: De l'intérieur, une figure imposante émergea.
id: Dari dalamnya, sesosok yang menjulang tinggi muncul.
it: Dal suo interno emerse una figura imponente.
ja: 暗闇から、大きな人物が姿を現しました
ko: 그 안에서 우뚝 솟은 형체가 나타났어요
pt: De dentro dele, uma figura imponente emergiu.
ru: Из него вышла высокая фигура.
th: ร่างสูงตระหง่านปรากฏขึ้นจากภายในนั้น
vi: Từ bên trong, một hình bóng cao ngất xuất hiện.
zh_hans: 一个高大的身影从里面出现。
zh_hant: 裡面冒出了一個高大的身影。

# ap14_story_tree_1b2a3b_cont_abv
source: From within it...
de: Aus dem Inneren ...
es: De adentro...
fr: De l'intérieur...
id: Dari dalamnya...
it: Dal suo interno...
ja: 暗闇から…
ko: 그 안에서...
pt: De dentro dele...
ru: Из него вышла...
th: จากภายในนั้น...
vi: Từ bên trong...
zh_hans: 从里面……
zh_hant: 裡面冒出了……

# ap14_story_tree_1b2a_cont
source: Until...
de: Bis ...
es: Hasta...
fr: Jusqu'à ce que...
id: Hingga...
it: fino a quando...
ja: そのうちに…
ko: 그러던 어느 날...
pt: Até que...
ru: Пока...
th: จนกระทั่ง...
vi: Cho đến khi...
zh_hans: 直至……
zh_hant: 直到……

# ap14_story_tree_1b2b
source: They marched through the desert
de: Es marschierte durch die Wüste
es: Marcharon por el desierto
fr: Ils traversèrent le désert
id: Mereka berbondong-bondong menuju gurun
it: marciava attraverso il deserto
ja: その子は砂漠を進んでいきました
ko: 아이는 사막을 가로질렀어요
pt: Elas caminharam pelo deserto
ru: Оно ходило по пустыне
th: พวกเขาเดินผ่านทะเลทราย
vi: Họ sải bước qua Hoang Mạc
zh_hans: 他们穿过了沙漠
zh_hant: 他們在沙漠中行進

# ap14_story_tree_1b2b3a
source: They climbed the highest sand dune
de: Es kletterte auf die höchste Sanddüne
es: Escalaron la duna desértica más alta
fr: Ils grimpèrent la plus haute dune de sable
id: Mereka mendaki bukit pasir tertinggi
it: salì sulla duna più alta.
ja: 一番高い砂の丘へと登りました
ko: 가장 높은 모래 언덕에도 올라갔어요
pt: Elas escalaram a duna de areia mais alta
ru: Не забралось на высоченную дюну
th: พวกเขาปีนเนินทรายที่สูงที่สุด
vi: Họ leo lên cồn cát cao nhất
zh_hans: 他们爬上了最高的沙丘
zh_hant: 他們爬上了最高的沙丘

# ap14_story_tree_1b2b3a4a
source: They spotted a unassuming cave.
de: Es erspähte eine unscheinbare Höhle.
es: Vislumbraron una modesta cueva.
fr: Ils observèrent une grotte quelconque.
id: Mereka melihat sebuah gua sederhana.
it: vide una modesta grotta.
ja: ふと、小さな洞窟が目につきました
ko: 아이는 소박한 동굴을 발견했어요
pt: Elas avistaram uma caverna singela.
ru: И заметило неприметную пещеру.
th: พวกเขาพบกับถ้ำที่เงียบสงัด
vi: Họ phát hiện ra một hang động nhỏ.
zh_hans: 他们找到了一处未知的洞穴。
zh_hant: 他們發現了某座不起眼的山洞。

# ap14_story_tree_1b2b3a4a_cont
source: A couple of candlemakers emerged with welcoming arms. At last, the child found a home.
de: Einige Kerzenmacher hießen es mit offenen Armen willkommen. Endlich fand das Kind ein Zuhause.
es: Un par de veleros salieron con los brazos abiertos. Al fin, el infante encontró un hogar.
fr: Une paire de fabricants de bougies apparut les bras ouverts. L'enfant avait enfin trouvé un foyer.
id: Sejumlah pembuat lilin muncul menyambutnya dengan tangan terbuka. Akhirnya, anak itu menemukan rumah.
it: Due candelai emersero a braccia aperte. Finalmente il bambino aveva trovato una casa.
ja: 数人のキャンドル職人があらわれ、暖かく迎え入れてくれました。子どもはやっと、家と呼べる場所に辿り着いたのです
ko: 두 양초제작자가 나타나 따뜻하게 환영해 줬어요. 마침내, 아이는 집을 찾았어요.
pt: Fabricantes de velas apareceram de braços abertos. Finalmente, a criança encontrou um lar.
ru: Оттуда вышла пара дружелюбных мастеров свечного дела. Наконец-то дитя обрело дом.
th: คู่รักช่างทำเทียนได้ปรากฏขึ้นมาพร้อมกับอ้าแขนต้อนรับ ในที่สุด เด็กน้อยก็ได้พบบ้านเสียที
vi: Vài người thợ làm nến xuất hiện với vòng tay chào đón. Cuối cùng, đứa trẻ đã tìm thấy một mái nhà.
zh_hans: 几个制烛人张开臂膀从里面走出。孩子终于找到了一处可以被称为家的地方。
zh_hant: 有一對製燭人出來迎接他們。最後，這個孩子找到了一個家。

# ap14_story_tree_1b2b3a4a_cont_abv
source: A couple of candlemakers...
de: Einige Kerzenmacher ...
es: Un par de veleros...
fr: Une paire de fabricants de bougies ...
id: Sejumlah pembuat lilin...
it: Due candelai...
ja: 数人のキャンドル職人が…
ko: 두 양초 제작자가 나타나...
pt: Fabricantes de velas...
ru: Оттуда вышла пара...
th: คู่รักช่างทำเทียน...
vi: Vài người thợ làm nến...
zh_hans: 几个制烛人……
zh_hant: 有一對製燭人……

# ap14_story_tree_1b2b3a4b
source: They noticed a forboding cave.
de: Es bemerkten eine Unheil verkündende Höhle.
es: Detectaron una fatídica cueva.
fr: Ils remarquèrent une grotte menaçante.
id: Mereka melihat gua ramalan.
it: notò una grotta minacciosa.
ja: どこか不気味な洞窟の存在に気がつきました
ko: 왠지 불길한 동굴을 발견했어요.
pt: Notaram uma caverna hostil.
ru: И заметило мрачную пещеру.
th: พวกเขาสังเกตเห็นถ้ำต้องห้าม
vi: Họ thấy một hang động mang điềm gở.
zh_hans: 他们找到了一处令人感觉不祥的山洞。
zh_hant: 他們注意到某個散發不祥氣息的山洞。
