Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daysoffashion_teleport_fail_hint_dusk
source: This style challenge is too deep within the realms of Sky. Return here after you have completed Golden Wasteland.
de: Diese Stil-Herausforderung liegt zu tief in den Reichen von Sky. Kehre hierher zurück, nachdem du die Goldene Einöde abgeschlossen hast.
es: Este desafío de estilo se realiza en las profundidades de los reinos de Sky. Regresa cuando hayas completado el Páramo Dorado.
fr: Ce défi de style est trop profond dans les royaumes de Sky. Revenez après avoir terminé le Désert d’or.
id: Tantangan bergaya ini terlalu jauh di dunia Sky. Kembalilah ke sini setelah kamu menyelesaikan Gurun Emas.
it: Questa sfida di stile si trova troppo in profondità nei regni di Sky . Torna qui dopo aver completato Deserto Dorato.
ja: このお洒落チャレンジは、あなたがまだ見ぬSkyのどこか奥地で開催されているようです。 捨てられた地までのストーリーを完了してから、挑戦しましょう
ko: 이 챌린지는 Sky 월드 깊은 곳에서 열리고 있어요. 황금 황무지까지 게임을 진행한 후 여기로 돌아와 주세요.
pt: Este desafio de moda está muito distante dentro dos reinos do Sky. Volte depois de concluir o Sertão Dourado.
ru: Это испытание стиля находится слишком глубоко в мире Неба. Вернитесь сюда после прохождения Золотой пустоши.
th: การประชันสไตล์นี้อยู่ในส่วนที่ลึกเกินไปในดินแดนแห่ง Sky โปรดกลับมาที่นี่หลังจากที่คุณได้เล่นแดนร้างทองอร่ามเสร็จ
vi: Thử thách phong cách này nằm quá sâu trong vương quốc Sky. Hãy quay lại sau khi đã hoàn thành Hoang Mạc Hoàng Kim.
zh_hans: 这项时尚挑战太过深入光遇领域。 在你完成暮土后返回这里。
zh_hant: 這個風格挑戰位於 Sky 國度的深處。 等你完成了暮土後再回來這裡。

# daysoffashion_teleport_fail_hint_night
source: This style challenge is too deep within the realms of Sky. Return here after you have completed Vault of Knowledge.
de: Diese Stil-Herausforderung liegt zu tief in den Reichen von Sky. Kehre hierher zurück, nachdem du den Tresor des Wissens abgeschlossen hast.
es: Este desafío de estilo se realiza en las profundidades de los reinos de Sky. Regresa cuando hayas completado la Bóveda del Conocimiento.
fr: Ce défi de style est trop profond dans les royaumes de Sky. Revenez après avoir terminé la Chambre forte de connaissance.
id: Tantangan bergaya ini terlalu jauh di dunia Sky. Kembalilah ke sini setelah kamu menyelesaikan Kubah Pengetahuan.
it: Questa sfida di stile si trova in un regno di Sky troppo distante. Torna qui dopo aver completato Cupola della Conoscenza.
ja: このお洒落チャレンジは、あなたがまだ見ぬSkyのどこか奥地で開催されているようです。 書庫までのストーリーを完了してから、挑戦しましょう
ko: 이 챌린지는 Sky 월드 깊은 곳에서 열리고 있어요. 지식의 도서관까지 게임을 진행한 후 여기로 돌아와 주세요.
pt: Este desafio de moda está muito distante dentro dos reinos do Sky. Volte depois de concluir o Relicário do Conhecimento.
ru: Это испытание стиля находится слишком глубоко в мире Неба. Вернитесь сюда после прохождения Хранилища знаний.
th: การประชันสไตล์นี้อยู่ในส่วนที่ลึกเกินไปในดินแดนแห่ง Sky โปรดกลับมาที่นี่หลังจากที่คุณได้เล่นกรุสมบัติแห่งปัญญาเสร็จ
vi: Thử thách phong cách này nằm quá sâu trong vương quốc Sky. Hãy quay lại sau khi đã hoàn thành Kho Tri Thức.
zh_hans: 这项时尚挑战太过深入光遇领域。 在你完成禁阁后返回这里。
zh_hant: 這個風格挑戰位於 Sky 國度的深處。 等你完成了禁閣後再回來這裡。

# daysoffashion_teleport_fail_hint_rain
source: This style challenge is too deep within the realms of Sky. Return here after you have completed Hidden Forest.
de: Diese Stil-Herausforderung liegt zu tief in den Reichen von Sky. Kehre hierher zurück, nachdem du den Verborgenen Wald abgeschlossen hast.
es: Este desafío de estilo se realiza en las profundidades de los reinos de Sky. Regresa cuando hayas completado el Bosque Escondido.
fr: Ce défi de style est trop profond dans les royaumes de Sky. Revenez après avoir terminé la Forêt cachée.
id: Tantangan bergaya ini terlalu jauh di dunia Sky. Kembalilah ke sini setelah kamu menyelesaikan Hutan Tersembunyi.
it: Questa sfida di stile si trova in un regno di Sky troppo distante. Torna qui dopo aver completato Foresta Nascosta.
ja: このお洒落チャレンジは、あなたがまだ見ぬSkyのどこか奥地で開催されているようです。 雨林までのストーリーを完了してから、挑戦しましょう
ko: 이 챌린지는 Sky 월드 깊은 곳에서 열리고 있어요. 비밀의 숲까지 게임을 진행한 후 여기로 돌아와 주세요.
pt: Este desafio de moda está muito distante dentro dos reinos do Sky. Volte depois de concluir a Floresta Oculta.
ru: Это испытание стиля находится слишком глубоко в мире Неба. Вернитесь сюда после прохождения Тайного леса.
th: การประชันสไตล์นี้อยู่ในส่วนที่ลึกเกินไปในดินแดนแห่ง Sky โปรดกลับมาที่นี่หลังจากที่คุณได้เล่นป่าลับเสร็จ
vi: Thử thách phong cách này nằm quá sâu trong vương quốc Sky. Hãy quay lại sau khi đã hoàn thành Rừng Mưa.
zh_hans: 这项时尚挑战太过深入光遇领域。 在你完成雨林后返回这里。
zh_hant: 這個風格挑戰位於 Sky 國度的深處。 等你完成了雨林後再回來這裡。

# daysoffashion_teleport_fail_hint_sunset
source: This style challenge is too deep within the realms of Sky. Return here after you have completed Valley of Triumph.
de: Diese Stil-Herausforderung liegt zu tief in den Reichen von Sky. Kehre hierher zurück, nachdem du das Tal des Triumphs abgeschlossen hast.
es: Este desafío de estilo se realiza en las profundidades de los reinos de Sky. Regresa cuando hayas completado el Valle del Triunfo.
fr: Ce défi de style est trop profond dans les royaumes de Sky. Revenez après avoir terminé la Vallée du triomphe.
id: Tantangan bergaya ini terlalu jauh di dunia Sky. Kembalilah ke sini setelah kamu menyelesaikan Lembah Kejayaan.
it: Questa sfida di stile si trova in un regno di Sky troppo distante. Torna qui dopo aver completato Valle del Trionfo.
ja: このお洒落チャレンジは、あなたがまだ見ぬSkyのどこか奥地で開催されているようです。 峡谷までのストーリーを完了してから、挑戦しましょう
ko: 이 챌린지는 Sky 월드 깊은 곳에서 열리고 있어요. 승리의 계곡까지 게임을 진행한 후 여기로 돌아와 주세요.
pt: Este desafio de moda está muito distante dentro dos reinos do Sky. Volte depois de concluir o Vale do Triunfo.
ru: Это испытание стиля находится слишком глубоко в мире Неба. Вернитесь сюда после прохождения Долины триумфа.
th: การประชันสไตล์นี้อยู่ในส่วนที่ลึกเกินไปในดินแดนแห่ง Sky โปรดกลับมาที่นี่หลังจากที่คุณได้เล่นหุบเขาแห่งชัยชนะเสร็จ
vi: Thử thách phong cách này nằm quá sâu trong vương quốc Sky. Hãy quay lại sau khi đã hoàn thành Thung Lũng Vinh Quang.
zh_hans: 这项时尚挑战太过深入光遇领域。 在你完成霞谷后返回这里。
zh_hant: 這個風格挑戰位於 Sky 國度的深處。 等你完成了霞谷後再回來這裡。

# daysoffashion_teleport_hint
source: The <1>Style Guide</1> has set up a style challenge in the realms of Sky. <2>Teleport</2> there with them?
de: Die <1>Stil-Helferin</1> hat eine Stil-Herausforderung in den Reichen von Sky ausgerufen. Willst du dich dorthin <2>teleportieren</2>?
es: El <1>guía del estilo</1> organizó un desafío de estilos en los reinos de Sky. ¿<2>Teletransportarte</2> allí?
fr: La <1>guide du Style</1> a organisé un défi de style dans les royaumes de Sky. Voulez-vous vous y <2>téléporter</2> avec elle ?
id: <1>Pemandu Gaya</1> telah menyiapkan tantangan bergaya di dunia Sky. <2>Teleportasi</2> ke sana dengan mereka?
it: La <1>Guida di stile</1> ha organizzato una sfida di stile nei regni di Sky. Vuoi <2>teletrasportarti</2> lì?
ja: <1>お洒落の案内人</1>がSkyのどこかに、お洒落チャレンジを用意したようです そこまで一緒に<2>テレポート</2>しますか？
ko: <1>멋쟁이 안내자</1>가 Sky 월드에 멋쟁이 챌린지를 준비했어요. 챌린지 장소로 <2>텔레포트</2>할까요?
pt: A <1>Guia de Estilo</1> criou um desafio de moda nos reinos do Sky. <2>Teletransportar</2> para lá com ela?
ru: <1>Проводник стиля</1> запускает испытание стиля в мире Неба. <2>Телепортироваться</2> туда вместе с ней?
th: <1>ผู้แนะนำสไตล์</1>ได้จัดการประชันสไตล์ขึ้นในดินแดนแห่ง Sky <2>เทเลพอร์ต</2>ไปที่นั่นกับเขาหรือไม่
vi: <1>Chỉ Dẫn Phong Cách</1> đã mở một thử thách phong cách trong vương quốc Sky. <2>Dịch chuyển</2> đến đó?
zh_hans: <1>时尚向导</1>在 Sky 的领域安排了一项时尚挑战。 要和时尚向导一起<2>传送</2>过去吗？
zh_hant: <1>風格嚮導</1>在 Sky 的國度裡發起了一個風格挑戰。 想要和他一起<2>傳送</2>過去嗎？

# daysoflove_messageboat_prompt
source: Would you like to make a wish for your loved ones?
de: Möchten Sie einen Wunsch für Ihre Liebsten äußern?
es: ¿Te gustaría pedir un deseo para tus seres queridos?
fr: Souhaitez-vous faire un vœu pour vos proches ?
id: Apakah kamu ingin menyampaikan permohonan untuk orang yang kamu kasihi?
it: Vuoi esprimere un desiderio per i tuoi cari?
ja: 大切な人のために願いたいことはありますか？
ko: 사랑하는 사람들을 위해 소원을 빌고 싶으신가요?
pt: Gostaria de fazer um desejo para seus entes queridos?
ru: Хотите загадать желание для своих близких?
th: คุณอยากจะขอพรให้กับคนที่คุณรักไหม
vi: Bạn có muốn ước điều gì cho người thân yêu của mình không?
zh_hans: 您想为您所爱的人许个愿望吗？
zh_hant: 您想為您所愛的人許個願望嗎？

# daysoflovegift_confirm_text
source: Enjoying the <2>Swing Spells</2>? Check out the <2>Days of Love</2> limited time offer in the shop!
de: Gefallen dir die <2>Schaukelzauber</2>? Sieh dir das zeitlich begrenzte Angebot für <2>Tage der Liebe</2> im Shop an!
es: ¿Estás disfrutando de los <2>Hechizos columpio</2>? ¡Chécate la oferta <2>Días de amor</2> que estará por tiempo limitado en la tienda!
fr: Vous profitez des <2>sorts de balançoire</2> ? Jetez un œil à l'offre à durée limitée des <2>Jours de l'amour</2> dans la boutique !
id: Suka dengan <2>Mantra Ayunan</2>? Lihat promo berbatas waktu <2>Hari Kasih</2> di toko!
it: Ti piacciono gli <2>incantesimi dell'altalena</2>? Scopri l'offerta limitata dei <2>Giorni dell'Amore</2> nel negozio!
ja: <2>ブランコ</2>の魔法はお楽しみいただけましたか？ショップで<2>愛しみの日々</2>限定のパックをチェックしてみてくださいね
ko: <2>그네 주문</2>을 즐기고 계신가요? 상점에서 <2>사랑의 날</2> 기간 한정 혜택을 확인해보세요!
pt: Está gostando dos <2>feitiços de balanço</2>? Veja a oferta de tempo limitado de <2>dias de amor</2> na loja!
ru: Вам нравятся <2>чары качелей</2>? Тогда взгляните на временную акцию <2>«Дни любви»</2> в магазине!
th: สนุกเพลิดเพลินกับ<2>คาถาชิงช้า</2>ไหม เข้ามาดูข้อเสนอ<2>วันแห่งความรัก</2>แบบจำกัดเวลาในร้านค้าเลยสิ!
vi: Bạn thích <2>Phép Thuật Xích Đu</2>? Hãy xem ưu đãi giờ vàng của <2>Ngày Tình Yêu</2> tại cửa hàng!
zh_hans: 如果你喜欢<2>秋千魔法</2>，可以在商店购买限时销售的<2>双人秋千</2>！
zh_hant: 如果你喜歡<2>鞦韆魔法</2>，可以在商店購買限時銷售的<2>雙人鞦韆</2>！

# daysoflovegift_confirm_title
source: <b>Free Gift</b>
de: <b>Kostenloses Geschenk</b>
es: <b>Regalo gratis</b>
fr: <b>Cadeau</b>
id: <b>Hadiah Gratis</b>
it: <b>Regalo gratuito</b>
ja: <b>特別な贈り物</b>
ko: <b>무료 선물</b>
pt: <b>Presente grátis</b>
ru: <b>Подарок</b>
th: <b>ของขวัญฟรี</b>
vi: <b>Quà tặng miễn phí</b>
zh_hans: <b>免费赠礼</b>
zh_hant: <b>免費贈禮</b>

# daysoflovegift_hint
source: Claim a <2>Free Gift</2> from this <1>Spirit</1> to celebrate <b>Days of Love</b>!
de: Hol dir ein <2>kostenloses Geschenk</2> von diesem <1>Geist</1>, um die <b>Tage der Liebe</b> zu feiern!
es: ¡Llévate el <2>regalo gratis</2> de parte de este <1>espíritu</1> para celebrar los <b>Días de amor</b>!
fr: Obtenez un <2>cadeau</2> de la part de cet <1>esprit</1> pour célébrer les <b>Jours de l'amour</b> !
id: Klaim <2>Hadiah Gratis</2> dari <1>Roh</1> ini untuk merayakan <b>Hari Kasih</b>!
it: Ottieni un <2>regalo gratuito</2> da questo <1>spirito</1> per festeggiare i <b>Giorni dell'Amore</b>!
ja: この<1>精霊</1>から<b>愛しみの日々</b>をお祝いするための<2>特別な贈り物</2>を受取りましょう！
ko: 이 <1>영혼</1>에게서 <2>선물</2>을 받고 <b>사랑의 날</b>을 축하해주세요!
pt: Resgate um <2>presente grátis</2> deste <1>espírito</1> para comemorar os <b>dias de amor</b>!
ru: Заберите <2>подарок</2> у этого <1>духа</1> в честь <b>«Дней любви»</b>!
th: รับ<2>ของขวัญฟรี</2>จาก<1>สปิริต</1>ตนนี้เพื่อเฉลิมฉลอง<b>วันแห่งความรัก</b>!
vi: Nhận <2>Quà tặng miễn phí</2> từ <1>Tinh Linh</1> này để chào đón <b>Ngày Tình Yêu</b>!
zh_hans: 为了庆祝<b>“爱之日”</b>，在<1>先灵</1>领取<2>免费礼物</2>!
zh_hant: 為了慶祝<b>“愛之日”</b>，在<1>先靈</1>領取<2>免費禮物</2>!

# daysoflovegift_shop_hint
source: Limited offer <2>Days of Love Swing</2> is now available to celebrate this time of the year. <1>Tap</1> the top right corner of the screen to open shop.
de: Das zeitlich begrenzte Angebot <2>Tage der Liebe-Schaukel</2> ist jetzt erhältlich, um die Jahreszeit zu feiern. <1>Tippe</1> oben rechts in die Ecke des Bildschirms, um den Shop zu öffnen.
es: La oferta por tiempo limitado de <2>Columpio de días de amor</2> está disponible para celebrar este momento del año. <1>Toca</1> la esquina superior derecha de la pantalla para abrir la tienda.
fr: L'offre limitée de la <2>Balançoire des Jours de l'amour</2> est maintenant disponible pour célébrer cette période de l'année. <1>Appuyez</1> dans le coin supérieur droit de l'écran pour ouvrir la boutique.
id: Promo terbatas <2>Ayunan Hari Kasih</2> kini tersedia untuk menyemarakkan momen tahun ini. <1>Ketuk</1> bagian sudut kanan atas layar untuk membuka toko.
it: L'offerta limitata <2>Altalena dei Giorni dell'Amore</2> è ora disponibile per festeggiare questo periodo dell'anno. <1>Tocca</1> l'angolo in alto a destra dello schermo per aprire il negozio.
ja: 今だけの特別な<2>愛しみのブランコ</2>でこの時をお祝いしましょう 画面の右上を<1>タップして</1>ショップを開きましょう
ko: 기간 한정 아이템 <2>사랑의 날 그네</2>와 함께 이 기간을 축하할 수 있어요. 우측 상단을 <1>탭</1>하여 상점을 열 수 있어요.
pt: A oferta limitada <2>balanço dos dias de amor</2> está disponível para comemorar esta época do ano. <1>Toque</1> no canto superior direito da tela para abrir a loja.
ru: Временная акция на <2>качели «Дни любви»</2> к этим особенным дням. <1>Нажмите</1> на правый верхний угол экрана, чтобы открыть магазин.
th: ข้อเสนอ<2>วันแห่งความรัก</2>แบบลิมิเต็ดพร้อมให้มาเฉลิมฉลองในช่วงเวลานี้ของปีแล้ว <1>แตะ</1>มุมขวาบนของหน้าจอเพื่อเปิดร้านค้า
vi: Ưu đãi giới hạn <2>Xích Đu Tình Yêu</2> hiện có sẵn để chào đón thời điểm này trong năm. <1>Nhấn vào</1> góc trên cùng bên phải của màn hình để mở cửa hàng.
zh_hans: 限时特供：<2>双人秋千</2>，现在可以在商店购买。
zh_hant: 限時特供：<2>雙人秋千</2>，現在可以在商店購買。

# daysofmusic_currency_hint
source: Collect an <event_candle/> by viewing others' performances.
de: Sammle eine <event_candle/>, indem du die Aufführungen anderer anschaust.
es: Recoge una <event_candle/> al ver los espectáculos de las demás personas.
fr: Obtenez une <event_candle/> en assistant aux prestations des autres.
id: Kumpulkan <event_candle/> dengan melihat penampilan orang lain.
it: Ottieni una <event_candle/> guardando gli spettacoli degli altri.
ja: 他のプレイヤーの演奏を鑑賞し<event_candle/>を集めましょう
ko: 다른 사람들의 공연을 감상하고 <event_candle/>을 받으세요.
pt: Colete <event_candle/> vendo a apresentação dos outros.
ru: Соберите <event_candle/>, посмотрев выступления других.
th: เก็บรวบรวม <event_candle/> โดยการดูการแสดงของคนอื่น
vi: Thu thập một <event_candle/> bằng cách xem màn trình diễn của những người khác.
zh_hans: 通过观看他人的表演来收集<event_candle/>。
zh_hant: 觀看他人的表演來收集<event_candle/>。

# daysofmusic_fail_hint
source: You need to finish your performance before the timer ends! Please try again.
de: Du musst deine Darbietung beenden, bevor der Timer abläuft! Bitte versuche es erneut.
es: ¡Debes terminar tu espectáculo antes de que se acabe el tiempo! Vuelve a intentarlo.
fr: Vous devez terminer votre prestation avant l’expiration du compte à rebours ! Veuillez réessayer.
id: Kamu harus menyelesaikan penampilanmu sebelum waktu berakhir! Silakan coba lagi.
it: Devi terminare la tua esibizione prima che scada il tempo! Riprova più tardi.
ja: 時間切れになる前に、パフォーマンスを終わらせましょう！もう一度お試しください
ko: 정해진 시간 안에 공연을 마쳐야 합니다! 다시 도전해 주세요.
pt: Você precisa terminar sua apresentação antes que o tempo acabe! Tente novamente.
ru: Нужно завершить выступление до того, как закончится время. Попробуйте ещё раз.
th: คุณจำเป็นต้องแสดงให้เสร็จก่อนจะหมดเวลา! โปรดลองอีกครั้ง
vi: Bạn cần hoàn thành màn trình diễn của mình trước khi hết giờ! Vui lòng thử lại.
zh_hans: 你需要在计时器结束前完成表演！请再试一次。
zh_hant: 你需要在時限內完成你的表演！請再試一次。

# daysofmusic_instrument_hint
source: Use this <1>instrument</1> to practice ahead of your performance!
de: Nutze dieses <1>Instrument</1>, um vor deiner Darbietung zu üben!
es: ¡Usa este <1>instrumento</1> para practicar antes del espectáculo!
fr: Utilisez cet <1>instrument</1> pour vous entraîner avant votre prestation !
id: Gunakan <1>instrumen</1> ini untuk berlatih menjelang penampilan kamu!
it: Usa questo <1>strumento</1> per esercitarti prima della tua esibizione!
ja: この<1>楽器</1>を使い、演奏を披露する前に練習しましょう！
ko: 이 <1>악기</1>를 사용해서 공연 전에 연습해 주세요!
pt: Use este <1>instrumento</1> para praticar antes da sua apresentação!
ru: Используй <1>инструмент</1>, чтобы потренироваться перед выступлением!
th: ใช้<1>เครื่องดนตรี</1>นี้เพื่อฝึกซ้อมก่อนที่จะแสดง!
vi: Sử dụng <1>nhạc cụ</1> này để luyện tập trước khi biểu diễn!
zh_hans: 使用此<1>乐器</1>在表演之前进行练习！
zh_hant: 在表演開始之前練習使用這個<1>樂器</1>吧！

# daysofmusic_intro_desc_01
source: The <1>Music Guide</1> has prepared a space in this location for you to present your musical talent.
de: Die <1>Musik-Helferin</1> hat Platz an diesem Ort geschaffen, damit du dein musikalisches Talent zur Schau stellen kannst.
es: La <1>Guía de la música</1> preparó un espacio en este sitio para que demuestres tu talento musical.
fr: La <1>guide musicale</1> a préparé un espace à cet endroit pour vous permettre de montrer vos prouesses musicales.
id: <1>Pemandu Musik</1> telah menyiapkan tempat di lokasi ini bagi kamu untuk menampilkan bakat musik kamu.
it: La <1>Guida musicale</1> ha preparato qui uno spazio in cui potrai esibire il tuo talento musicale.
ja: <1>音楽の案内人</1>が、あなたの音楽の才能を披露する特別な場所をここに用意してくれました
ko: 당신의 음악적 재능을 선보일 수 있도록 <1>음악의 안내자</1>가 이곳에 공간을 마련했습니다.
pt: A <1>Guia Musical</1> preparou um espaço para você mostrar seu talento musical.
ru: <1>Проводник музыки</1> подготовила здесь место, чтобы вы могли продемонстрировать свой музыкальный талант.
th: <1>ผู้แนะนำดนตรี</1>ได้จัดเตรียมสถานที่แห่งนี้ไว้ให้คุณแสดงพรสวรรค์ทางดนตรีของคุณ
vi: <1>Chỉ Dẫn Âm Nhạc</1> đã chuẩn bị một không gian tại địa điểm này để bạn thể hiện tài năng âm nhạc của mình.
zh_hans: <1>音乐向导</1>在此地点准备了一片空间，供你来展示自己的音乐天赋。
zh_hant: <1>音樂嚮導</1>為你在此準備了一個展現音樂才華的空間。

# daysofmusic_intro_desc_02
source: <b>Today</b> is just for fun, but tomorrow you can perform for an <b>audience</b>!
de: <b>Heute</b> geht es nur um Spaß, aber morgen könnt ihr vor <b>Publikum</b> auftreten!
es: <b>Hoy</b> solo lo harás por diversión, ¡pero mañana podrás tocar para un <b>público</b>!
fr: <b>Aujourd’hui</b>, on s’amuse, mais demain, vous aurez un <b>public</b> !
id: <b>Hari ini</b> hanya untuk bersenang-senang, tetapi besok kamu bisa tampil di depan <b>para penonton</b>!
it: <b>Oggi</b> è solo per divertimento, ma domani potrai esibirti per il <b>pubblico</b>!
ja: <b>今日</b>はただこの場を楽しみ、明日は<b>観客</b>の前で演奏しましょう！
ko: <b>오늘</b>은 그냥 재미로 연주할 거지만, 내일은 <b>관객</b> 앞에서 공연할 수 있어요!
pt: <b>Hoje</b> é só pela diversão, mas amanhã você pode se apresentar para uma <b>plateia</b>!
ru: <b>Сегодня</b> мы просто развлекаемся, но завтра вы сможете выступить перед <b>публикой</b>!
th: <b>วันนี้</b>แค่มาสนุกกันเท่านั้น แต่พรุ่งนี้คุณจะต้องแสดงให้<b>ผู้ชม</b>ดู!
vi: <b>Hôm nay</b> cứ việc vui, nhưng ngày mai bạn có thể biểu diễn trước <b>khán giả</b>!
zh_hans: <b>今天</b>只是小试身手，但明天你可以在<b>观众</b>面前进行表演！
zh_hant: <b>今天</b>只是小試身手，明天你就可以表演給<b>觀眾</b>看！

# daysofmusic_intro_desc_02_day2
source: Today you can <b>perform</b> in front of an audience!
de: Heute könnt ihr vor einem Publikum <b>auftreten</b>!
es: ¡Hoy podrás <b>tocar</b> frente a un público!
fr: Aujourd’hui, vous allez <b>jouer</b> devant un public !
id: Hari ini kamu bisa <b>tampil</b> di depan para penonton!
it: Oggi ti puoi <b>esibire</b> davanti al pubblico!
ja: 今日は観客の前であなたの<b>演奏を披露</b>しましょう！
ko: 오늘은 관객 앞에서 <b>공연</b>할 수 있어요!
pt: Hoje, você pode se <b>apresentar</b> na frente de uma plateia!
ru: Сегодня вы сможете выступить перед <b>публикой</b>!
th: วันนี้คุณจะได้<b>แสดง</b>ต่อหน้าผู้ชม!
vi: Hôm nay bạn có thể <b>biểu diễn</b> trước khán giả!
zh_hans: 今天，你可以在观众面前进行<b>表演</b>！
zh_hant: 今天，你可以在觀眾面前<b>大顯身手</b>！

# daysofmusic_intro_desc_03
source: <b>Try your hand</b> at performing a medley that will inspire the spirit guide.
de: <b>Versuche dich</b> an einem Medley, das die Geister-Helferin inspirieren wird.
es: <b>Prueba</b> tocar un popurrí que inspire al espíritu guía.
fr: <b>Essayez</b> d’effectuer un medley qui inspirera la guide spirituelle.
id: <b>Coba kemampuan kamu</b> dalam melakukan medley yang akan menginspirasi roh pemandu.
it: <b>Prova</b> a eseguire un medley che ispiri la guida spirituale.
ja: 精霊にインスピレーションを与えるようなメロディを演奏できるか<b>挑戦</b>してみましょう
ko: 영혼 안내자에게 영감을 불어넣어 줄 메들리 연주에 <b>도전하세요</b>.
pt: <b>Tente</b> tocar um medley que inspire a Guia Musical!
ru: <b>Попробуйте</b> исполнить мелодию, которая вдохновит духа-проводника.
th: <b>ลอง</b>แสดงดนตรีร้อยเรียงที่จะสร้างแรงบันดาลใจให้กับผู้แนะนำสปิริต
vi: <b>Thử sức mình</b> biểu diễn một liên khúc đ��� truyền cảm hứng cho tinh linh chỉ dẫn.
zh_hans: 演奏一首将会启发先灵向导的混合曲来<b>一试身手</b>。
zh_hant: <b>試著</b>演奏一段組曲來啟發嚮導先靈吧！

# daysofmusic_intro_desc_03_day2
source: <b>Try your hand</b> at performing a medley that will inspire others.
de: <b>Versuche dich</b> an einem Medley, das die anderen inspirieren wird.
es: <b>Prueba</b> tocar un popurrí que inspire a los demás.
fr: <b>Essayez</b> d’effectuer un medley qui inspirera les autres.
id: <b>Coba kemampuan kamu</b> dalam melakukan medley yang akan menginspirasi lainnya.
it: <b>Prova</b> a eseguire un medley che ispiri gli altri.
ja: 周囲の星の子どもたちにインスピレーションを与えるようなメロディを演奏できるか<b>挑戦</b>してみましょう
ko: 다른 이들에게 영감을 불어넣어 줄 메들리 연주에 <b>도전하세요</b>.
pt: <b>Tente</b> tocar um medley que inspire os outros.
ru: <b>Попробуйте</b> исполнить мелодию, которая вдохновит остальных.
th: <b>ลอง</b>แสดงดนตรีร้อยเรียงที่���ะสร้างแรงบันดาลใจให้กับผู้อื่น
vi: <b>Thử sức mình</b> biểu diễn một liên khúc để truyền cảm hứng cho người khác.
zh_hans: 演奏一首将会启发其他人的混合曲来<b>一试身手</b>。
zh_hant: <b>試著</b>演奏一段組曲來啟發其他人吧！

# daysofmusic_intro_desc_04
source: You can record your performance by interacting with the <b>recording shrine</b>!
de: Du kannst deine Darbietung aufzeichnen, indem du mit dem <b>Aufnahmeschrein</b> interagierst!
es: ¡Puedes grabar tu presentación si interactúas con el <b>altar de grabación</b>!
fr: Vous pouvez enregistrer votre prestation en interagissant avec le <b>sanctuaire d’enregistrement</b> !
id: Kamu bisa merekam penampilanmu dengan berinteraksi dengan <b>kuil rekaman</b>!
it: Puoi registrare la tua esibizione interagendo con il <b>santuario di registrazione</b>!
ja: <b>シェアメモリーズの祭壇</b>であなたの演奏を記録しましょう！
ko: <b>녹화 제단</b>을 이용해서 공연을 녹화하세요!
pt: Você pode gravar sua apresentação ao interagir com o <b>altar de gravação</b>!
ru: Вы можете записать своё выступление с помощью <b>алтаря записи</b>!
th: คุณสามารถบันทึกการแสดงของคุณได้โดยโต้ตอบกับ<b>แท่นบูชาการบันทึก</b>!
vi: Bạn có thể ghi lại màn biểu diễn của mình bằng cách tương tác với <b>đền ghi âm</b>!
zh_hans: 通过与<b>录制神坛</b>互动，你可以记录自己的表演！
zh_hant: 你可以透過<b>錄音神壇</b>錄製你的表演！

# daysofmusic_intro_desc_05
source: Today's theme is...
de: Das heutige Motto ist …
es: El tema de hoy es…
fr: Le thème du jour est…
id: Tema hari ini adalah...
it: Il tema di oggi è...
ja: 本日のテーマは…
ko: 오늘의 테마는...
pt: O tema de hoje é...
ru: Сегодняшняя тема...
th: ธีมของวันนี้คือ...
vi: Chủ đề của ngày hôm nay là...
zh_hans: 今日的主题是……
zh_hant: 今日主題是⋯⋯

# daysofmusic_intro_task_desc_01
source: Some <event_candle/> are <b>lost</b> in the <b>instruments</b>.
de: In den <b>Instrumenten</b> haben sich einige <event_candle/> <b>versteckt</b>.
es: Algunas <event_candle/> se <b>perdieron</b> en los <b>instrumentos</b>.
fr: Certains <event_candle/> sont <b>perdus</b> dans les <b>instruments</b>.
id: Beberapa <event_candle/> <b>hilang</b> di <b>instrumen</b>.
it: Alcune <event_candle/> si sono <b>perse</b> negli <b>strumenti</b>.
ja: <event_candle/>のいくつかが、<b>楽器</b>の中に<b>まぎれてしまった</b>ようです
ko: <event_candle/>가 <b>악기</b>에서 <b>사라졌어요</b>.
pt: Algumas <event_candle/> estão <b>perdidas</b> no meio dos <b>instrumentos</b>.
ru: Некоторые <event_candle/> <b>затерялись</b> среди <b>инструментов</b>.
th: <event_candle/> บางส่วน<b>หายไป</b>จาก<b>เครื่องดนตรี</b>
vi: Một số <event_candle/> bị <b>thất lạc</b> trong <b>các nhạc cụ</b>.
zh_hans: 一些<event_candle/>在<b>乐器</b>中<b>遗失了</b>。
zh_hant: 有些<event_candle/><b>遺失</b>在<b>樂器</b>之中。

# daysofmusic_outro_desc_01
source: What a wonderful performance!
de: Was für eine wundervolle Darbietung!
es: ¡Qué espectáculo maravilloso!
fr: Quelle prestation merveilleuse !
id: Pertunjukan yang luar biasa!
it: Che spettacolo meraviglioso!
ja: 最高のパフォーマンスです！
ko: 정말 대단한 공연입니다!
pt: Que apresentação maravilhosa!
ru: Какое прекрасное выступление!
th: ช่างเป็นการแสดงที่มหัศจรรรย์จริงๆ!
vi: Thật là một màn biểu diễn tuyệt vời!
zh_hans: 真是精彩绝伦的表演！
zh_hant: 真是讓人驚艷的表演！
