Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# ap22_quest_05_hint_07
source: Three!
de: Drei!
es: ¡Tres!
fr: Trois !
id: Tiga!
it: Tre!
ko: 셋!
pt: Três!
ru: Три!
th: สาม!
vi: Ba!
zh_hans: 三！
zh_hant: 三！

# ap22_quest_05_hint_08
source: Two!
de: Zwei!
es: ¡Dos!
fr: Deux !
id: Dua!
it: Due!
ko: 둘!
pt: Dois!
ru: Два!
th: สอง!
vi: Hai!
zh_hans: 二！
zh_hant: 二！

# ap22_quest_05_hint_09
source: ONE!
de: EINS!
es: ¡UNO!
fr: UN !
id: SATU!
it: UNO!
ko: 하나!
pt: UM!
ru: ОДИН!
th: หนึ่ง!
vi: MỘT!
zh_hans: 一！
zh_hant: 一！

# ap22_quest_05_hint_10
source: <1>HAPPY NESTING!!!</1>
de: <1>FROHES NISTEN!!!</1>
es: <1>¡¡¡FELIZ ANIDACIÓN!!!</1>
fr: <1>JOYEUSE NIDIFICATION !!!</1>
id: <1>SELAMAT BERSARANG!!!</1>
it: <1>EVVIVA I NIDI!!!</1>
ja: <1>おめでとう！レッツパーティー！！！</1>
ko: <1>집들이를 축하해요!</1>
pt: <1>VIVA O SEU NINHO!!!</1>
ru: <1>С ГНЕЗДОВАНИЕМ!!!</1>
th: <1>สุขสันต์การสร้างรัง!!!</1>
vi: <1>XÂY TỔ VUI VẺ!!!</1>
zh_hans: <1>筑巢快乐！！！</1>
zh_hant: <1>築巢快樂！！！</1>

# ap22_quest_05_hint_11
source: When you're ready to end the party, talk to the <1>Nesting Guide</1> and claim your reward.
de: Wenn du bereit bist, die Party zu beenden, sprich mit dem <1>Nest-Helfer</1> und hol dir deine Belohnung.
es: Cuando quieras finalizar la fiesta, habla con la <1>guía acogedora</1> y reclama tu recompensa.
fr: Une fois prêt à mettre fin à la fête, parlez à la <1>guide de la Nidification</1> et recevez votre récompense.
id: Ketika kamu siap untuk mengakhiri pesta, bicaralah dengan <1>Pemandu Bersarang</1> dan klaim hadiahmu.
it: Quando vuoi terminare la festa, parla con la <1>Guida ai Nidi</1> per ritirare la tua ricompensa.
ja: パーティーをお終いにする時は、<1>巣づくりの案内人</1>に話しかけ、あとで報酬も受け取りましょう
ko: 파티가 끝났다면 <1>보금자리 안내자</1>에게 말을 걸어 보상을 받아 주세요.
pt: Quando estiver tudo pronto para encerrar a festa, fale com a <1>Guia do Ninho</1> e resgate a recompensa.
ru: Когда будете готовы закончить праздник, поговорите с <1>проводником гнездования</1> и получите награду.
th: เมื่อคุณพร้อมที่จะจบงานปาร์ตี้ ให้พูดคุยกับ<1>ผู้แนะนำการสร้างรัง</1> แล้วรับรางวัลของคุณ
vi: Khi bạn đã sẵn sàng kết thúc bữa tiệc, hãy nói chuyện với <1>Chỉ Dẫn Xây Tổ</1> và nhận phần thưởng của mình.
zh_hans: 当你准备结束派对时，请与<1>筑巢向导</1>对话并领取奖励。
zh_hant: 派對結束時，跟<1>築巢嚮導</1>對話並領取你的獎勵。

# ap22_quest_05_hint_12
source: Return to your Nest to claim your reward!
de: Kehre zu deinem Nest zurück, um deine Belohnung abzuholen!
es: ¡Regresa a tu nido para reclamar la recompensa!
fr: Retournez dans votre nid pour obtenir votre récompense !
id: Kembali ke Sarang kamu untuk mengambil hadiahmu!
it: Torna al Nido per ritirare la ricompensa!
ja: 巣に戻り、報酬を受け取りましょう！
ko: 보금자리로 돌아가 보상을 받으세요!
pt: Volte ao seu ninho para resgatar a recompensa!
ru: Вернитесь в гнездо, чтобы забрать награду!
th: กลับไปที่รังของคุณเพื่อรับรางวัล!
vi: Hãy quay lại Tổ của bạn để nhận phần thưởng!
zh_hans: 返回你的巢穴，领取奖励！
zh_hant: 回到你的巢穴領取獎勵！

# ap23_quest01_confirmmenu_hint1
source: Ready to try again?
de: Bereit, es noch einmal zu versuchen?
es: ¿Listo para intentarlo de nuevo?
fr: Prêt à réessayer ?
id: Siap untuk mencoba lagi?
it: Pronto a riprovare?
ja: 準備はできましたか？
ko: 다시 도전할까요?
pt: Pronto para tentar novamente?
ru: Готовы попробовать снова?
th: พร้อมที่จะลองอีกครั้งหรือยัง
vi: Bạn đã sẵn sàng thử lại?
zh_hans: 准备好再试一次吗？
zh_hant: 準備好再試一次嗎？

# ap23_quest01_confirmmenu_hint2
source: Come back to the <1>Duets Guide</1> when you are ready to try again.
de: Komm zum <1>Duette-Helfer</1> zurück, wenn du bereit bist, es noch einmal zu probieren.
es: Vuelve con el <1>guía de los duetos</1> cuando quieras volver a intentarlo.
fr: Revenez au <1>Guide des Duos</1> lorsque vous voudrez réessayer.
id: Kembalilah ke <1>Pemandu Duet</1> apabila kamu sudah siap untuk mencoba lagi.
it: Torna dalla <1>Guida ai duetti</1> quando vuoi riprovare.
ja: 演奏する準備ができたら<1>音色の案内人</1>のもとへ戻りましょう
ko: 다시 도전할 준비가 되면 <1>듀엣의 안내자</1>에게 돌아오세요.
pt: Fale novamente com o <1>Guia de Duetos</1> quando quiser tentar novamente.
ru: Возвращайтесь к <1>проводнику дуэтов</1>, когда будете готовы попробовать ещё раз.
th: กลับไปหา<1>ผู้แนะนำการบรรเลงคู่</1> เมื่อคุณพร้อมที่จะลองใหม่อีกครั้ง
vi: Hãy quay lại <1>Chỉ Dẫn Song Tấu</1> khi bạn sẵn sàng thử lại.
zh_hans: 在你准备好再次尝试时，返回到<1>二重奏向导</1>处。
zh_hant: 當你準備好再次嘗試時，請回來找<1>二重奏嚮導</1>。

# ap23_quest01_confirmmenu_hint3
source: You seem to be having a hard time completing this music sheet. <2>Do you want to skip it?</2>
de: Du scheinst Schwierigkeiten beim Komplettieren dieses Notenblatts zu haben. <2>Willst du es überspringen?</2>
es: Parece que te está costando completar esta partitura. <2>¿Quieres omitirla?</2>
fr: Vous semblez avoir du mal à terminer cette partition. <2>Voulez-vous l’ignorer ?</2>
id: Kelihatannya kamu mengalami kesulitan untuk menyelesaikan lembar musik ini. <2>Apakah kamu ingin melewatinya?</2>
it: Sembra che tu abbia difficoltà a completare questo spartito. <2>Vuoi saltarlo?</2>
ja: この楽譜の完了に苦労されているようにお見受けします。 <2>演奏をスキップし、次に進まれますか？</2>
ko: 이 악보를 완료하는 게 어려우신 것 같아요. <2>건너뛸까요?</2>
pt: Parece que você está tendo dificuldade para terminar esta partitura. <2>Quer pulá-la?</2>
ru: Похоже, эта мелодия не из простых. <2>Не хотите пропустить её?</2>
th: ดูเหมือนว่าคุณประสบกับช่วงเวลาที่ยากลำบากในการแต่งโน้ตเพลงนี่ให้เสร็จสมบูรณ์ <2>คุณต้องการข้ามหรือไม่</2>
vi: Có vẻ như bạn đang gặp khó khăn khi hoàn thành bản nhạc này. <2>Bạn có muốn bỏ qua?</2>
zh_hans: 你似乎在完成此乐谱时遇到了困难。<2>是否希望跳过它？</2>
zh_hant: 你似乎在完成此樂譜時遇到了困難。<2>你想要跳過它嗎？</2>

# ap23_quest01_hint1
source: The <1>Duets Guide</1> can't open the door on their own.
de: Der <1>Duette-Helfer</1> kann die Tür nicht allein öffnen.
es: El <1>guía de los duetos</1> no puede abrir la puerta sin ayuda.
fr: Le <1>Guide des Duos</1> ne peut ouvrir la porte tout seul.
id: <1>Pemandu Duet</1> tidak dapat membuka pintunya sendiri.
it: La <1>Guida ai duetti</1> ha bisogno di aiuto per aprire la porta.
ja: <1>音色の案内人</1>だけではこの扉を開くことができません
ko: <1>듀엣의 안내자</1>가 혼자서는 문을 열 수가 없어요.
pt: O <1>Guia de Duetos</1> não pode abrir a porta sozinho.
ru: <1>Проводник дуэтов</1> не может открыть дверь без вашей помощи.
th: <1>ผู้แนะนำการบรรเลงคู่</1>ไม่สามารถเปิดประตูด้วยตัวเขาเองได้
vi: <1>Chỉ Dẫn Song Tấu</1> không thể tự mở cửa.
zh_hans: <1>二重奏向导</1>无法自行打开门。
zh_hant: <1>二重奏嚮導</1>無法獨自把門打開。

# ap23_quest01_hint2
source: Learn how to play music from the <1>Duets Guide</1>.
de: Lerne mit dem <1>Duette-Helfer</1>, wie man Musik spielt.
es: Aprende a tocar música con el <1>guía de los duetos</1>.
fr: Apprenez à jouer de la musique grâce au <1>Guide des Duos</1>.
id: Pelajari cara memainkan musik dari <1>Pemandu Duet</1>.
it: Impara a suonare presso la <1>Guida ai duetti</1>.
ja: <1>音色の案内人</1>に楽器の演奏方法を教わりましょう
ko: <1>듀엣의 안내자</1>로부터 음악을 연주하는 법을 배워보세요.
pt: Aprenda como tocar música com o <1>Guia de Duetos</1>.
ru: Научитесь играть музыку у <1>проводника дуэтов</1>.
th: เรียนวิธีการเล่นดนตรีจาก<1>ผู้แนะนำการบรรเลงคู่</1>
vi: Tìm hiểu cách chơi nhạc từ <1>Chỉ Dẫn Song Tấu</1>.
zh_hans: 向<1>二重奏向导</1>学习如何演奏音乐。
zh_hant: 向<1>二重奏嚮導</1>學習演奏樂曲。

# ap23_quest01_hint3
source: Play alongside the <1>Duets Guide</1> to open the musical door.
de: Spiele zusammen mit dem <1>Duette-Helfer</1>, um die Musiktür zu öffnen.
es: Toca junto al <1>guía de los duetos</1> para abrir la puerta musical.
fr: Jouez avec le <1>Guide des Duos</1> pour ouvrir la porte musicale.
id: Mainkan bersama <1>Pemandu Duet</1> untuk membuka pintu musik.
it: Suona insieme alla <1>Guida ai duetti</1> per aprire la porta musicale.
ja: <1>音色の案内人</1>と一緒に演奏し、音の扉を開きましょう
ko: <1>듀엣의 안내자</1>와 함께 연주를 해서 음악의 문을 여세요.
pt: Toque junto com o <1>Guia de Duetos</1> para abrir a porta musical.
ru: Сыграйте вместе с <1>проводником дуэтов</1>, чтобы открыть музыкальную дверь.
th: เล่นคู่ไปกับ<1>ผู้แนะนำการบรรเลงคู่</1>เพื่อเปิดประตูดนตรี
vi: Chơi cùng <1>Chỉ Dẫn Song Tấu</1> để mở ra cánh cửa âm nhạc.
zh_hans: 在<1>二重奏向导</1>身边演奏以打开音乐之门。
zh_hant: 與<1>二重奏嚮導</1>一起演奏就能打開音樂之門。

# ap23_quest01_hint4
source: Let's try this one more time.
de: Lass es uns noch einmal versuchen.
es: Intentémoslo una vez más.
fr: Essayons encore une fois.
id: Mari kita coba sekali lagi.
it: Proviamoci un'altra volta.
ja: もう一度挑戦してみましょう
ko: 한 번 더 도전해 봐요.
pt: Vamos tentar mais uma vez.
ru: Давайте попробуем еще раз.
th: เรามาลองกันอีกครั้งหนึ่ง
vi: Hãy thử lại một lần nữa.
zh_hans: 让我们再试一次。
zh_hant: 讓我們再試一次。

# ap23_quest01_hint5
source: Board the boat with the <1>Duets Guide</1>.
de: Gehe mit dem <1>Duette-Helfer</1> an Bord des Bootes.
es: Súbete al bote con el <1>guía de los duetos</1>.
fr: Embarquez avec le <1>Guide es Duos</1>.
id: Naiki kapal dengan <1>Pemandu Duet</1>.
it: Sali a bordo della barca con la <1>Guida ai duetti</1>.
ja: <1>音色の案内人</1>と小舟に乗りましょう
ko: <1>듀엣의 안내자</1>와 함께 배에 타세요.
pt: Suba no barco com o <1>Guia de Duetos</1>.
ru: Сядьте в лодку вместе с <1>проводником дуэтов</1>.
th: ขึ้นเรือไปกับ<1>ผู้แนะนำการบรรเลงคู่</1>
vi: Lên thuyền với <1>Chỉ Dẫn Song Tấu</1>.
zh_hans: 与<1>二重奏向导</1>一起登船。
zh_hant: 與<1>二重奏嚮導</1>一起登船。

# ap23_quest01_menu1
source: Ready to try again?
de: Bereit, es noch einmal zu versuchen?
es: ¿Listo para intentarlo de nuevo?
fr: Prêt à réessayer ?
id: Siap untuk mencoba lagi?
it: Pronto a riprovare?
ja: 準備はできましたか？
ko: 다시 도전할까요?
pt: Pronto para tentar novamente?
ru: Готовы попробовать снова?
th: พร้อมที่จะลองอีกครั้งหรือยัง
vi: Bạn đã sẵn sàng thử lại?
zh_hans: 准备好再试一次吗？
zh_hant: 準備好再試一次嗎？

# ap23_quest01_menu2
source: Come back to the <1>Duets Guide</1> when you are ready to try again.
de: Komm zum <1>Duette-Helfer</1> zurück, wenn du bereit bist, es noch einmal zu probieren.
es: Vuelve con el <1>guía de los duetos</1> cuando quieras volver a intentarlo.
fr: Revenez au <1>Guide des Duos</1> lorsque vous voudrez réessayer.
id: Kembalilah ke <1>Pemandu Duet</1> apabila kamu sudah siap untuk mencoba lagi.
it: Torna dalla <1>Guida ai duetti</1> quando vuoi riprovare.
ja: 演奏する準備ができたら<1>音色の案内人</1>のもとへ戻りましょう
ko: 다시 도전할 준비가 되면 <1>듀엣의 안내자</1>에게 돌아오세요.
pt: Fale novamente com o <1>Guia de Duetos</1> quando quiser tentar novamente.
ru: Возвращайтесь к <1>проводнику дуэтов</1>, когда будете готовы попробовать ещё раз.
th: กลับไปหา<1>ผู้แนะนำการบรรเลงคู่</1> เมื่อคุณพร้อมที่จะลองใหม่อีกครั้ง
vi: Hãy quay lại <1>Chỉ Dẫn Song Tấu</1> khi bạn sẵn sàng thử lại.
zh_hans: 在你准备好再次尝试时，返回到<1>二重奏向导</1>处。
zh_hant: 當你準備好再次嘗試時，請回來找<1>二重奏嚮導</1>。

# ap23_quest01_tutorial_hint1
source: Great job! Let's learn the next note.
de: Tolle Arbeit! Lass uns die nächste Note lernen.
es: ¡Gran trabajo! Aprendamos la siguiente nota.
fr: Bon travail ! Apprenons la note suivante.
id: Bagus sekali! Mari pelajari nada berikutnya.
it: Ottimo lavoro! Impariamo la nota successiva.
ja: 素晴らしい！次の音も奏でてみましょう
ko: 훌륭해요! 다음 음을 배워봅시다.
pt: Bom trabalho! Vamos aprender a próxima nota.
ru: Отличная работа! Давайте изучим следующую ноту.
th: เยี่ยมมาก! มาเรียนรู้โน๊ตถัดไปกัน
vi: Bạn đã làm rất tốt! Hãy cùng học nốt nhạc tiếp theo nhé.
zh_hans: 非常好！让我们学习下一个音符。
zh_hant: 讚！我們接著來練習下一個音符。

# ap23_quest01_tutorial_hint2
source: Let's try this note one more time.
de: Lass uns diese notiz noch einmal versuchen.
es: Intentemos esta nota una vez más.
fr: Essayons cette note encore une fois.
id: Mari coba nada ini sekali lagi.
it: Proviamo questa nota un'altra volta.
ja: 今の音をもう一度演奏してみましょう
ko: 이 음을 한 번 더 연주해 봅시다.
pt: Vamos tentar esta nota mais uma vez.
ru: Давайте попробуем эту заметку еще раз.
th: มาลองเล่นโน๊ตตัวนี้อีกครั้งกัน
vi: Hãy thử nốt nhạc này một lần nữa.
zh_hans: 再试一次演奏这个音符吧。
zh_hant: 再試一次演奏這個音符吧。

# ap23_quest01_tutorial_hint3
source: Fantastic job!
de: Fantastische arbeit!
es: ¡Trabajo fantástico!
fr: Travail fantastique!
id: Kerja bagus!
it: Lavoro fantastico!
ja: ファンタスティック！
ko: 아주 훌륭해요!
pt: Muito bom!
ru: Великолепная работа!
th: เยี่ยมไปเลย!
vi: Tuyệt vời!
zh_hans: 太棒了！
zh_hant: 太棒了！

# ap23_quest01_tutorial_hint4
source: Now let's try playing the whole song.
de: Jetzt lass uns das ganze lied spielen.
es: Ahora intentemos tocar toda la canción.
fr: Maintenant, essayons de jouer toute la chanson.
id: Sekarang mari kita coba memainkan seluruh lagu.
it: Ora proviamo a suonare tutta la canzone.
ja: では一曲通して弾いてみましょう
ko: 이제 노래 전체를 연주해 봅시다.
pt: Agora vamos tentar tocar a música inteira.
ru: Теперь давайте попробуем сыграть всю песню.
th: ตอนนี้มาลองเล่นทั้งเพลงกัน
vi: Giờ chúng ta hãy thử chơi toàn bộ bài.
zh_hans: 现在让我们试着演奏整首歌。
zh_hant: 現在請試著演奏整首歌。

# ap23_quest02_hint1
source: <2>Clean the webs</2> and <2>light the candles</2> at the table.
de: <2>Reinige die netze</2> und <2>zünde die kerzen an</2> am tisch.
es: <2>Limpia las telarañas</2> y <2>enciende las velas</2> en la mesa.
fr: <2>Nettoyez les toiles</2> et <2>allumez les bougies</2> à la table.
id: <2>Bersihkan jaring</2> dan <2>nyalakan lilin</2> di meja.
it: <2>Pulisci le ragnatele</2> e <2>accendi le candele</2> al tavolo.
ja: <2>蜘蛛の巣を掃除</2>して、テーブルの<2>キャンドルを灯しましょう</2>
ko: <2>거미줄을 청소하고</2> 테이블 위 <2>양초를 켜세요</2>.
pt: <2>Limpe as teias</2> e <2>acenda as velas</2> na mesa.
ru: <2>Очистите паутину</2> и <2>зажгите свечи</2> на столе.
th: ช่วย<1>ผู้แนะนำการบรรเลงคู่</1>ซ่อมแซมโถงคอนเสิร์ต
vi: <2>Quét mạng nhện</2> và <2>thắp nến</2> tại bàn.
zh_hans: <2>清理蛛网</2> 并且 <2>点燃</2> 在桌子上的 <2>蜡烛</2> 。
zh_hant: <2>清理蜘蛛網</2> 並且 <2>點燃</2>桌上的<2>蠟燭</2> 。

# ap23_quest02_hint2
source: Try cleaning more webs!
de: Versuche, mehr netze zu reinigen!
es: ¡Intenta limpiar más telarañas!
fr: Essayez de nettoyer plus de toiles !
id: Coba bersihkan lebih banyak jaring!
it: Prova a pulire più ragnatele!
ja: 他の蜘蛛の巣もきれいにしましょう！
ko: 거미줄을 더 청소해 주세요!
pt: Tente limpar mais teias!
ru: Попробуйте очистить больше паутины!
th: ลองเก็บกวาดใยแมงมุมให้มากขึ้นดูสิ!
vi: Hãy quét thêm nhiều mạng nhện!
zh_hans: 试着清理更多的蛛网！
zh_hant: 試著清掉更多的蜘蛛網！

# ap23_quest02_hint3
source: Try cleaning more Dark Plants!
de: Versuche, mehr Dunkelpflanzen zu entfernen.
es: ¡Intenta purificar más plantas oscuras!
fr: Essayez de nettoyer plus de plantes sombres !
id: Coba bersihkan lebih banyak Tanaman Kegelapan!
it: Prova a rimuovere più piante scure!
ja: 蝕む闇を溶かしましょう！
ko: 어둠의 식물을 더 정화해 보세요!
pt: Tente remover mais plantas sombrias!
ru: Попробуйте очистить больше тёмных растений!
th: ลองเก็บกวาดพืชแห่งความมืดให้มากขึ้นดูสิ!
vi: Hãy dọn thêm nhiều Cây Hắc Ám!
zh_hans: 试着清理更多黑暗腐植！
zh_hant: 試著清理更多的黑暗腐植！

# ap23_quest02_hint4
source: Finish restoring the rest of the concert hall first.
de: Beende zuerst den Wiederaufbau der Konzerthalle.
es: Primero termina de restaurar el resto del auditorio.
fr: Restaurez d’abord le reste de la Salle de concert.
id: Selesaikan pemulihan sisa aula konser terlebih dahulu.
it: Finisci di restaurare la sala concerti.
ja: まずはコンサートホールの修繕を終わらせましょう
ko: 먼저 연주회장을 끝까지 복원해 주세요.
pt: Termine de restaurar o restante da sala de concertos primeiro.
ru: Сначала закончите восстанавливать остальную часть концертного зала.
th: ซ่อมแซมส่วนที่เหลือของโถงคอนเสิร์ตให้เสร็จก่อน
vi: Trước tiên hãy hoàn thành việc khôi phục phần còn lại của phòng hòa nhạc.
zh_hans: 请先完成对音乐厅其余部分的恢复。
zh_hant: 請先復原音樂廳的其餘區域。

# ap23_quest02_hint5
source: Help the <1>Duets Guide</1> and clean the stage area.
de: Hilf dem <1>Duette-Helfer</1> und säubere den Bühnenbereich.
es: Ayuda al <1>guía de los duetos</1> y limpia el área del escenario.
fr: Aidez notre <1>Guide des Duos</1> et nettoyez la scène.
id: Bantu <1>Pemandu Duet</1> dan bersihkan area panggung.
it: Aiuta la <1>Guida ai duetti</1> e pulisci il palco.
ja: <1>音色の案内人</1>を手伝い、ステージをきれいにしましょう
ko: <1>듀엣의 안내자</1>를 도와 무대 공간을 청소하세요.
pt: Ajude o <1>Guia de Duetos</1> e limpe a área do palco.
ru: Помогите <1>проводнику дуэтов</1> и очистите сцену.
th: ช่วยเหลือ<1>ผู้แนะนำการบรรเลงคู่</1> แล้วทำความสะอาดพื้นที่เวที
vi: Giúp <1>Chỉ Dẫn Song Tấu</1> và dọn dẹp khu vực sân khấu.
zh_hans: 帮助<1>二重奏向导</1>并清理舞台区域。
zh_hant: 幫助<1>二重奏嚮導</1>清理舞台區域。

# ap23_quest02_hint6
source: The <1>Duets Guide</1> wants to teach you the rest of their song.
de: Der <1>Duette-Helfer</1> möchte dir den Rest des Lieds beibringen.
es: El <1>guía de los duetos</1> quiere enseñarte el resto de su canción.
fr: Notre <1>Guide des Duos</1> aimerait vous enseigner le reste de la chanson.
id: <1>Pemandu Duet</1> ingin mengajari kamu bagian lain dari lagu mereka.
it: La <1>Guida ai duetti</1> vuole insegnarti il resto della canzone.
ja: <1>音色の案内人</1>は、彼らの曲をあなたに教えたいようです
ko: <1>듀엣의 안내자</1>가 음악의 나머지 부분을 가르쳐주고 싶어해요.
pt: O <1>Guia de Duetos</1> quer te ensinar o restante da música.
ru: <1>Проводник дуэтов</1> хочет научить вас играть оставшуюся часть песни.
th: <1>ผู้แนะนำการบรรเลงคู่</1>อยากจะสอนเพลงที่เหลือให้คุณ
vi: <1>Chỉ Dẫn Song Tấu</1> muốn dạy cho bạn phần còn lại của bài hát.
zh_hans: <1>二重奏向导</1>想把他的乐曲剩下的部分教完。
zh_hant: <1>二重奏嚮導</1>想把他的樂曲剩下的部分教完。

# ap23_quest02_hint7
source: <2>Light the candles</2> at the table.
de: <2>Zünde die kerzen an</2> am tisch.
es: <2>Enciende las velas</2> en la mesa.
fr: <2>Allumez les bougies</2> à la table.
id: <2>Nyalakan lilin</2> di meja.
it: <2>Accendi le candele</2> al tavolo.
ja: テーブルの<2>キャンドルを灯しましょう</2>
ko: 테이블 위 <2>양초를 켜세요</2>
pt: <2>Acenda as velas</2> na mesa.
ru: <2>Зажгите свечи</2> на столе.
th: <2>จุดเทียน</2>ที่โต๊ะ
vi: <2>Thắp nến</2> tại bàn.
zh_hans: <2>点燃蜡烛</2> 在桌子上。
zh_hant: <2>點燃</2>桌上的<2>蠟燭</2>。

# ap23_quest03_hint1
source: Restore the <b>husk</b> with your flame.
de: Stelle die <b>Hülle</b> mit deiner Flamme wieder her.
es: Restaura la <b>cáscara</b> con tu llama.
fr: Redonnez vie à la <b>coquille</b> avec votre flamme.
id: Kembalikan <b>husk</b> dengan nyala api kamu.
it: Ripristina il <b>guscio</b> con la tua fiamma.
ja: あなたの炎で<b>像</b>に光をとりもどしましょう
ko: 불꽃으로 <b>껍데기</b>를 태우세요
pt: Restaure a <b>estátua</b> com a sua chama.
ru: Восстановите <b>остов</b> своим пламенем.
th: ฟื้นฟู<b>เปลือก</b>ด้วยเพลิงของคุณ
vi: Khôi phục <b>vỏ khô</b> bằng ngọn lửa của bạn.
zh_hans: 用你的心火唤醒<b>遗骸</b>。
zh_hant: 用你的心火喚醒<b>遺骸</b>。

# ap23_quest03_menu1
source: <2>Come back to the piano</2> when you are ready to try again.
de: <2>Komm zurück zum klavier</2>, wenn du bereit bist, es erneut zu versuchen.
es: <2>Vuelve al piano</2> cuando estés listo para intentarlo de nuevo.
fr: <2>Revenez au piano</2> quand vous êtes prêt à réessayer.
id: <2>Kembalilah ke piano</2> saat kamu siap untuk mencoba lagi.
it: <2>Torna al pianoforte</2> quando sei pronto a riprovare.
ja: 準備ができたら<2>ピアノのあるところへ</2>戻りましょう
ko: <2>다시 도전할 준비가 되면</2> <2>피아노로 돌아오세요</2>.
pt: <2>Volte ao piano</2> quando estiver pronto para tentar novamente.
ru: <2>Вернитесь к пианино</2>, когда будете готовы попробовать снова.
th: <2>กลับไปที่เปียโน</2>เมื่อคุณพร้อมที่จะลองอีกครั้ง
vi: <2>Hãy quay lại chiếc piano</2> khi bạn đã sẵn sàng thử lại.
zh_hans: 准备好再试一次时， <2>请再回来弹钢琴</2>。
zh_hant: 當你準備好再試一次時，<2>請回到這台鋼琴處</2>。

# ap23_quest04_hint1
source: Play the musical instrument to help the <1>Compassionate Cellist</1>.
de: Spiele das Musikinstrument, um der <1>mitfühlenden Cellistin</1> zu helfen.
es: Toca el instrumento musical para ayudar al <1>chelista compasivo</1>.
fr: Jouez de cet instrument pour aider la <1>Violoncelliste compatissante</1>.
id: Mainkan alat musik untuk membantu <1>Pemain Cello yang Penuh Kasih</1>.
it: Suona lo strumento musicale per aiutare la <1>Violoncellista compassionevole</1>.
ja: <1>思いやり深いチェリスト</1>を助けるために、楽器を演奏しましょう
ko: 악기를 연주해서 <1>인정 많은 첼로 연주자</1>를 도와주세요.
pt: Toque o instrumento musical para ajudar a <1>Violoncelista Solidária</1>.
ru: Сыграйте на музыкальном инструменте, чтобы помочь <1>доброй виолончелистке</1>.
th: เล่นเครื่องดนตรีเพื่อช่วย<1>นักเชลโล่ผู้เมตตา</1>
vi: Chơi nhạc cụ để giúp <1>Nghệ Sĩ Cello Nhân Hậu</1>.
zh_hans: 演奏该乐器来帮助<1>富有同情心的大提琴手</1>。
zh_hant: 演奏樂器來幫助<1>善良的大提琴手</1>。

# ap23_quest04_hint2
source: Follow along and play the <1>Compassionate Cellist's</1> song.
de: Folge der <1>mitfühlenden Cellistin</1> und spiele ihr Lied.
es: Toca la canción del <1>chelista compasivo</1>.
fr: Suivez et jouez le morceau de la <1>Violoncelliste compatissante</1>.
id: Ikuti dan mainkan lagu <1>Pemain Cello yang Penuh Kasih</1>.
it: Segui e suona la canzone della <1>Violoncellista compassionevole</1>.
ja: 一緒に<1>思いやり深いチェリスト</1>の曲を演奏しましょう
ko: <1>인정 많은 첼로 연주자의</1> 노래를 따라 연주하세요.
pt: Acompanhe e toque a música da <1>Violoncelista Solidária</1>.
ru: Сыграйте песню <1>доброй виолончелистки</1>.
th: ติดตามและเล่นบทเพลงของ<1>นักเชลโล่ผู้เมตตา</1>
vi: Đi theo và chơi bài hát của <1>Nghệ Sĩ Cello Nhân Hậu</1>.
zh_hans: 伴随并演奏<1>富有同情心的大提琴手</1>的歌曲。
zh_hant: 隨著指引演奏<1>善良的大提琴手</1>的曲子。

# ap23_quest04_hint3
source: Reunite the two spirits on the <b>concert hall's stage</b>.
de: Führe die zwei Geister auf der <b>Bühne der Konzerthalle</b> wieder zusammen.
es: Reúne a los dos espíritus en el <b>escenario de la sala de conciertos</b>.
fr: Réunissez deux esprits sur la <b>scène de la salle de concert</b>.
id: Satukan kembali dua roh di atas <b>panggung aula konser</b>.
it: Riunisci i due spiriti sul <b>palco della sala concerti</b>.
ja: <b>コンサートホールのステージ</b>で2人の精霊たちを再会させましょう
ko: <b>연주회장 무대</b>에서 두 영혼이 다시 만나게 해 주세요.
pt: Reúna os dois espíritos no <b>palco da sala de concertos</b>.
ru: Воссоедините две души на <b>сцене концертного зала</b>.
th: นำพาสปิริตสองตนมาพบกันบน<b>เวทีโถงคอนเสิร์ต</b>
vi: Đoàn tụ hai tinh linh trên <b>sân khấu của hội trường hòa nhạc</b>.
zh_hans: 在<b>音乐厅舞台</b>上帮助两位先灵重聚。
zh_hant: 讓兩位先靈在<b>音樂廳的舞台</b>上重聚。

# ap23_quest04_menu1
source: <2>Come back to the cello</2> when you are ready to try again.
de: <2>Komm zurück zum Cello</2>, wenn du bereit bist, erneut zu versuchen.
es: <2>Vuelve al chelo</2> cuando quieras intentarlo de nuevo.
fr: <2>Revenez au violoncelle</2> lorsque vous voudrez réessayer.
id: <2>Kembalilah ke cello</2> saat kamu siap untuk mencoba lagi.
it: <2>Torna al violoncello</2> quando vuoi riprovare.
ja: 準備ができたら<2>チェロがある場所に戻りましょう</2>
ko: 다시 도전할 준비가 되면 <2>첼로로 돌아오세요</2>.
pt: <2>Volte ao violoncelo</2> quando quiser tentar novamente.
ru: Возвращайтесь к <2>виолончели</2>, когда будете готовы попробовать еще раз.
th: <2>กลับไปยังเชลโล่</2> เมื่อคุณพร้อมเพื่อลองใหม่อีกครั้ง
vi: <2>Quay lại chỗ chiếc đàn cello</2> khi bạn sẵn sàng thử lại.
zh_hans: 在你准备好再次尝试时，<2>返回到大提琴</2>处。
zh_hant: 當你準備好再次嘗試時，<2>請回到大提琴處</2>。

# ap23_quest05_aviary_hint1
source: Bring the spirits into the concert hall to <b>enjoy the concert together</b>.
de: Bringe die Geister in die Konzerthalle, um <b>das Konzert gemeinsam zu genießen</b>.
es: Lleva a los espíritus a la sala de conciertos para <b>disfrutar del concierto todos juntos</b>.
fr: Conduisez les esprits à la salle de concert pour <b>profiter ensemble du spectacle</b>.
id: Bawalah roh-roh itu ke dalam aula konser untuk <b>menikmati konser bersama</b>.
it: Porta gli spiriti nella sala concerti per <b>goderti il concerto insieme a loro</b>.
ja: 精霊たちをコンサートホールに招き、<b>一緒にコンサートを楽しみましょう</b>
ko: 영혼을 연주회장으로 데려와서 <b>함께 공연을 즐겨주세요</b>.
pt: Leve os espíritos para a sala de concertos para <b>aproveitarem o o show juntos</b>.
ru: Отведите духов в концертный зал, чтобы они могли <b>вместе насладиться концертом</b>.
th: นำเหล่าสปิริตไปยังโถงคอนเสิร์ตเพื่อ<b>สนุกไปกับคอนเสิร์ตร่วมกัน</b>
vi: Đưa các tinh linh vào hội trường hòa nhạc để <b>cùng nhau thưởng thức buổi hòa nhạc</b>.
zh_hans: 将先灵带至音乐厅以<b>一起欣赏音乐会</b>。
zh_hant: 帶先靈們來音樂廳<b>一起享受音樂會</b>。

# ap23_quest05_aviary_hint2
source: <2>4 more spirits left</2> to collect.
de: <2>4 weitere Geister übrig</2> zum Einsammeln.
es: <2>Quedan 4 espíritus</2> para recoger.
fr: <2>Encore 4 esprits</2> à trouver.
id: <2>4 roh lagi yang tersisa</2> untuk dikumpulkan.
it: <2>Ancora 4 spiriti</2> da raccogliere.
ja: <2>あと4人の精霊たち</2>を見つけましょう
ko: <2>영혼 4명을 더</2> 모아야 해요.
pt: <2>Faltam 4 espíritos</2> para coletar.
ru: Осталось собрать <2>еще 4 духов</2>.
th: <2>เหลือสปิริตอีก 4 ตน</2>ให้เก็บ
vi: <2>Còn 4 tinh linh</2> đang chờ được tập hợp.
zh_hans: <2>还剩4位先灵</2>需要找到。
zh_hant: 還需要集合<2> 4 個先靈</2>。
