Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# quest_sunset_skating_title
source: Ice Dance
ja: 氷上の舞
th: ระบำน้ำแข็ง
vi: Vũ Điệu Trên Băng
zh_hans: 冰上之舞
zh_hant: 冰上之舞

# quest_table_unlock
source: <b>Unlock</b>
de: <b>Freischalten</b>
es: <b>Desbloquear</b>
fr: <b>Déverrouiller</b>
id: <b>Buka</b>
it: <b>Sblocca</b>
ja: <b>アンロックされました</b>
ko: <b>잠금해제</b>
pt: <b>Desbloquear</b>
ru: <b>Открыть</b>
th: <b>ปลดล็อก</b>
vi: <b>Mở khóa</b>
zh_hans: <b>解锁</b>
zh_hant: <b>解鎖</b>

# quest_table_unlocked
source: <b>Unlocked</b>
de: <b>Freigeschaltet</b>
es: <b>Desbloqueado</b>
fr: <b>Déverrouillé</b>
id: <b>Terbuka</b>
it: <b>Sbloccato</b>
ja: <b>アンロック済み</b>
ko: <b>잠금해제 완료</b>
pt: <b>Desbloqueado</b>
ru: <b>Открыто</b>
th: <b>ปลดล็อกแล้ว</b>
vi: <b>Đã mở khóa</b>
zh_hans: <b>已解锁</b>
zh_hant: <b>已解鎖</b>

# quest_text_complete
source: Complete
de: Abgeschlossen
es: Éxito
fr: Terminé
id: Selesai
it: Completata
ja: クエスト完了
ko: 완료
pt: Concluída
ru: Выполнено
th: เสร็จสมบูรณ์
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# quest_text_return
source: Return to the Home
ja: ホームに戻る
th: กลับไปที่บ้าน
vi: Về Nhà
zh_hans: 返回遇境
zh_hant: 返回遇境

# quest_washed_ashore_title
source: Washed Ashore
ja: 目覚めの砂浜
th: พัดขึ้นฝั่ง
vi: Dạt vào bờ biển
zh_hans: 苏醒彼岸
zh_hant: 蘇醒彼岸

# questhint_fail
source: The <1>spirit's</1> light has faded. Let's try again.
de: Das Licht ist erloschen. Probieren wir es erneut.
es: Se extinguió la luz. Intentémoslo de nuevo.
fr: La lumière s'est éteinte. Essayons encore une fois.
id: Cahayanya memudar. Ayo coba lagi.
it: La luce si è spenta. Riprova.
ja: 光が消えてしまいました。もう一度挑戦しましょう。
ko: 빛이 사라져 버렸어요. 다시 도전해보세요.
pt: A luz apagou. Vamos tentar mais uma vez.
ru: Свет померк. Попробуйте еще раз.
th: แสงของ<1>สปิริต</1>ดับลงแล้ว เรามาลองอีกครั้งกันเถอะ
vi: Ánh sáng đã tắt, hãy thử lại.
zh_hans: 光已消逝，请重试。
zh_hant: 光已消逝，請再試一次。

# questhint_min_players_fail
source: <hinticon/> This activity ended because you no longer had enough players to finish it.
de: <hinticon/> Diese Aktivität wurde beendet, weil du nicht genug Mitspieler hattest, um sie abzuschließen.
es: <hinticon/> Esta actividad finalizó porque ya no tenías suficientes participantes para terminarla.
fr: <hinticon/> Cette activité s'est terminée, car vous n'aviez plus assez de joueurs pour la compléter.
id: <hinticon/> Aktivitas ini berakhir karena kamu tidak lagi punya cukup pemain untuk menyelesaikannya.
it: <hinticon/> Questa attività è terminata perché il numero di giocatori non era più sufficiente.
ja: <hintcon/> 達成に必要な人数がいないため、このアクティビティは終了しました
ko: <hinticon/> 이 퀘스트는 플레이어 수 부족으로 더 이상 완료할 수 없어 종료됩니다
pt: <hinticon/> Esta atividade foi encerrada porque não tinha mais jogadores suficientes para concluí-la.
ru: <hinticon/> Эта активность завершена, потому что в ней не хватает участников.
th: <hinticon/>กิจกรรมนี้สิ้นสุดลง เนื่องจากคุณมีผู้เล่นไม่เพียงพอเพื่อจบภารกิจ
vi: <hinticon/>Sự kiện này đã kết thúc do không đủ người chơi.
zh_hans: <hinticon/> 此活动已终止，因为没有足够的玩家。
zh_hant: <hinticon/> 此活動已終止，因為沒有足夠的玩家。

# questhint_start_prop_gather
source: Gather all the <2>pieces</2>!
de: Sammle alle <2>Teile</2>!
es: ¡Junta todas las <2>piezas</2>!
fr: Rassemblez toutes les <2>pièces</2> !
id: Kumpulkan semua <2>kepingan</2>!
it: Raccogli tutti i <2>pezzi</2>!
ja: 全ての<2>パーツ</2>を集めましょう！
ko: <2>조각</2>을 전부 모으세요!
pt: Obtenha todas as <2>partes</2>!
ru: Соберите все <2>фрагменты</2>!
th: เก็บรวบรวม<2>ชิ้นส่วน</2>ทั้งหมด!
vi: Thu thập tất cả <2>linh kiện</2>!
zh_hans: 收集所有散落的<2>组件</2>!
zh_hant: 收集所有散落的<2>組件</2>!

# questhint_start_prop_gather_timed
source: Gather all the <2>pieces</2> before the light fades out.
de: Sammle alle <2>Teile</2>, bevor das Licht verschwindet.
es: Junta todas las <2>piezas</2> antes de que se apague la luz.
fr: Rassemblez les <2>pièces</2> avant que la lumière disparaisse.
id: Kumpulkan semua <2>kepingan</2> sebelum cahaya memudar.
it: Raccogli tutti i <2>pezzi</2> prima che la luce si spenga.
ja: 光が消えてしまう前に、全ての<2>パーツ</2>を集めましょう
ko: 빛이 꺼지기 전에 <2>조각</2>을 전부 모으세요!
pt: Obtenha todas as <2>partes</2> antes que a luz se apague.
ru: Соберите все <2>фрагменты</2>, пока свет не померк.
th: เก็บรวบรวม <2>ชิ้นส่วน</2>ทั้งหมดก่อนที่แสงจะดับลง
vi: Thu thập tất cả <2>linh kiện</2> trước khi ánh sáng biến mất.
zh_hans: 在光线消失之前，收集所有散落<2>组件</2>。
zh_hant: 在光線消失之前，收集所有散落的<2>組件</2>。

# questhint_start_spirit_carry
source: Guide the <1>spirit</1> to relive its <b>memories </b>.
de: Leite den <1>Geist</1>, um dessen <b>Erinnerungen </b> erneut zu erleben.
es: Guía al <1>espíritu</1> para revivir sus <b>recuerdos</b>.
fr: Guidez l'<1>esprit</1> pour revivre ses <b>souvenirs</b>.
id: Pandu <1>roh</1> untuk menghidupkan kembali <b>kenangannya </b>.
it: Guida lo <1>spirito</1> per rivivere i suoi <b>ricordi</b>.
ja: <1>精霊</1>を導き、その<b>記憶</b>を解放しましょう
ko: <1>영혼</1>을 인도하여 <b>기억</b>을 다시 체험하세요.
pt: Guie o <1>espírito</1> para reviver suas <b>lembranças </b>.
ru: Направьте <1>духа</1>, чтобы пережить его <b>воспоминания</b>.
th: นำทาง<1>สปิริต</1>เพื่อหวนระลึก<b>ความทรงจำ</b>ของเขา
vi: Giúp <1>tinh linh</1> lấy lại <b>ký ức</b>.
zh_hans: 引导<1>先灵</1>重温其<b>记忆</b>。
zh_hant: 引導<1>先靈</1>重溫其<b>記憶</b>。

# questhint_start_spirit_carry_timed
source: Guide the <1>spirit</1> to relive its <b>memories </b> before its light fades out.
de: Leite den <1>Geist</1>, um dessen <b>Erinnerungen </b> erneut zu erleben, bevor sein Licht erlischt.
es: Guía al <1>espíritu</1> para revivir sus <b>recuerdos</b> antes de que su luz se apague.
fr: Guidez l'<1>esprit</1> pour revivre ses <b>souvenirs</b> avant que sa lumière ne s'éteigne.
id: Pandu <1>roh</1> untuk menghidupkan kembali <b>kenangannya</b> sebelum cahayanya memudar.
it: Guida lo <1>spirito</1> per rivivere i suoi <b>ricordi</b> prima che la sua luce si spenga.
ja: 光が消えてしまうその前に、<1>精霊</1>を導き、その<b>記憶</b>を解放しましょう
ko: <1>영혼</1>을 인도하여 빛이 사라지기 전에 <b>기억</b>을 다시 체험하세요.
pt: Guie o <1>espírito</1> para reviver suas <b>lembranças </b> antes que a luz dele se apague.
ru: Направьте <1>духа</1>, чтобы пережить его <b>воспоминания</b>, пока его свет не погас.
th: นำทาง<1>สปิริต</1>เพื่อหวนระลึก<b>ความทรงจำ</b>ของเขา ก่อนที่แสงจะดับลง
vi: Giúp <1>tinh linh</1> lấy lại <b>ký ức</b> trước khi ánh sáng của tinh linh lụi tàn.
zh_hans: 引导<1>先灵</1>在其光芒消失之前重温其<b>记忆</b>。
zh_hant: 在先靈之光熄滅前，引導<1>先靈</1>重溫其<b>記憶</b>。

# questhint_start_spirit_follow
source: Follow the <1>spirit</1> to relive its <b>memories</b>.
de: Folge dem <1>Geist</1>, um dessen <b>Erinnerungen </b> erneut zu erleben.
es: Sigue al <1>espíritu</1> para revivir sus <b>recuerdos</b>.
fr: Suivez l'<1>esprit</1> pour revivre ses <b>souvenirs</b>.
id: Pandu <1>roh</1> untuk menghidupkan kembali <b>kenangannya</b>.
it: Segui lo <1>spirito</1> per rivivere i suoi <b>ricordi</b>.
ja: <1>精霊</1>を追いかけ、その<b>記憶</b>を解放しましょう
ko: <1>영혼</1>을 따라 <b>기억</b>을 다시 체험하세요.
pt: Siga o <1>espírito</1> para reviver suas <b>lembranças </b>.
ru: Следуйте за <1>духом</1>, чтобы пережить его <b>воспоминания</b>.
th: ติดตาม<1>สปิริต</1>เพื่อหวนระลึก<b>ความทรงจำ</b>ของเขา
vi: Đi theo <1>tinh linh</1> lấy lại <b>ký ức</b>.
zh_hans: 跟随<1>先灵</1>重温其<b>记忆</b>。
zh_hant: 跟隨<1>先靈</1>重溫其<b>記憶</b>。

# questhint_start_spirit_follow_specific
source: Follow the <1>{{1}}</1> to relive their <b>memories</b>.
de: Folge dem Geist <1>{{1}}</1>, um seine <b>Erinnerungen</b> zu erleben.
es: Sigue al espíritu <1>{{1}}</1> para revivir sus <b>recuerdos</b>.
fr: Suivez notre <1>{{1}}</1> pour revivre ses <b>souvenirs</b>.
id: Ikuti <1>{{1}}</1> untuk menghidupkan kembali <b>kenangan</b> mereka.
it: Segui lo spirito "<1>{{1}}</1>" per rivivere i suoi <b>ricordi</b>.
ja: <1>{{1}}</1>を追い、その<b>記憶</b>を追体験しましょう
ko: <1>{{1}}</1>을(를) 따라가서 <b>기억</b>을 다시 체험하세요.
pt: Siga <1>{{1}}</1> para reviver suas <b>lembranças</b>.
ru: Следуйте за духом по имени <1>{{1}}</1>, чтобы пережить <b>воспоминания</b>.
th: ติดตาม <1>{{1}}</1> เพื่อหวนระลึก<b>ความทรงจำ</b>ของพวกเขา
vi: Hãy đi theo <1>{{1}}</1> để sống lại <b>ký ức</b> của họ.
zh_hans: 跟随<1>{{1}}</1>，重温其<b>回忆</b>。
zh_hant: 跟隨<1>{{1}}</1>，重新體驗其<b>記憶</b>。

# questhint_start_spirit_follow_timed
source: Follow the <1>spirit</1> to relive its <b>memories</b> before its light fades out.
de: Folge dem <1>Geist</1>, um dessen <b>Erinnerungen </b> erneut zu erleben, bevor sein Licht erlischt.
es: Sigue al <1>espíritu</1> para revivir sus <b>recuerdos</b> antes de que su luz se apague.
fr: Suivez l'<1>esprit</1> pour revivre ses <b>souvenirs</b> avant que sa lumière ne s'éteigne.
id: Ikuti <1>roh</1> untuk menghidupkan kembali <b>kenangannya</b> sebelum cahayanya memudar.
it: Segui lo <1>spirito</1> per rivivere i suoi <b>ricordi</b> prima che la sua luce si spenga.
ja: 光が消えてしまうその前に、<1>精霊</1>を追いかけ、その<b>記憶</b>を解放しましょう
ko: 빛이 사라지기 전에 <1>영혼</1>을 따라 <b>기억</b>을 다시 체험하세요.
pt: Siga o <1>espírito</1> para reviver suas <b>lembranças</b> antes que a luz dele se apague.
ru: Следуйте за <1>духом</1>, чтобы пережить его <b>воспоминания</b>, пока его свет не погас.
th: ติดตาม<1>สปิริต</1>เพื่อหวนระลึก<b>ความทรงจำ</b>ของเขา ก่อนที่แสงจะดับลง
vi: Đi theo <1>tinh linh</1> lấy lại <b>ký ức</b> trước khi ánh sáng của tinh linh lụi tàn.
zh_hans: 跟随<1>先灵</1>在其光芒消失之前重温其<b>记忆</b>。
zh_hant: 在先靈之光熄滅前，跟隨<1>先靈</1>重溫其<b>記憶</b>。

# questhint_start_spirit_gather
source: Gather all the <1>spirit's</1> <b>memories</b>.
de: Sammle alle <1>Erinnerungen des Geists</1>.
es: Reúne todos los <1>recuerdos del espíritu</1>.
fr: Rassemblez tous les <1>souvenirs de l'esprit</1>.
id: Kumpulkan semua <1>kenangan Roh</1>.
it: Raccogli tutti i <1>ricordi dello spirito</1>.
ja: 全ての<1>精霊の記憶を集め</1>ましょう
ko: <1>영혼의 기억</1>을 전부 모으세요
pt: Junte todas as <1>memórias do espírito</1>.
ru: Соберите все <1>воспоминания духа</1>.
th: เก็บรวบรวม<1>ความทรงจำ</1><b>ของสปิริต</b>ทั้งหมด
vi: Thu thập toàn bộ <1>Ký ức Tinh Linh</1>.
zh_hans: 收集所有<1>先灵记忆</1>。
zh_hant: 收集所有<1>先靈記憶</1>。

# questhint_start_spirit_gather_timed
source: Gather the <1>spirit's</1> <b>memories</b> before its light fades out.
de: Sammle alle <1>Erinnerungen des Geists</1>, bevor sein Licht erlischt.
es: Reúne los <1>recuerdos del espíritu</1> antes de que su luz desaparezca.
fr: Rassemblez les <1>souvenirs de l'esprit</1> avant que sa lumière disparaisse.
id: Kumpulkan <1>kenangan Roh</1> sebelum cahayanya memudar.
it: Raccogli i <1>ricordi dello spirito</1> prima che la sua luce si spenga.
ja: 光が消えてしまう前に全ての<1>精霊の記憶を集め</1>ましょう
ko: 빛이 꺼지기 전에 <1>영혼의 기억</1>을 모으세요
pt: Junte as <1>memórias do espírito</1> antes que a luz se apague.
ru: Соберите <1>воспоминания духа</1>, пока его свет не погас.
th: เก็บรวบรวม<1>ความทรงจำ</1>ของ<b>สปิริต</b>ก่อนที่แสงจะดับลง
vi: Thu thập <1>Ký ức Tinh Linh</1> trước khi ánh sáng biến mất.
zh_hans: 在<1>先灵</1>之光熄灭之前收集所有<1>先灵记忆</1>。
zh_hant: 在<1>先靈</1>之光熄滅之前收集所有<1>先靈記憶</1>。

# questhint_start_wax_gather
source: Gather all the <2>fragments of light</2>!
de: Sammle alle <2>Lichtfragmente</2>!
es: ¡Reúne todos los <2>fragmentos de luz</2>!
fr: Rassemblez tous les <2>fragments de lumière</2> !
id: Kumpulkan semua <2>fragmen cahaya</2>!
it: Raccogli tutti i <2>frammenti di luce</2>!
ja: 全ての<1>光のかけらを集め</1>ましょう！
ko: <2>빛의 조각</2>을 모으세요!
pt: Junte todos os <2>fragmentos de luz</2>!
ru: Соберите все <2>фрагменты света</2>!
th: เก็บรวบรวม<2>ผลึกแสง</2>ทั้งหมด!
vi: Thu thập toàn bộ <2>Mảnh Ánh Sáng</2>.
zh_hans: 收集所有<2>光之碎片</2>。
zh_hant: 收集所有<2>光之碎片</2>。

# questhint_start_wax_gather_timed
source: Gather as many <2>fragments of light</2> as you can before they fade out!
de: Sammle so viele <2>Lichtfragmente</2>, wie du kannst, bevor sie erlöschen!
es: ¡Reúne tantos <2>fragmentos de luz</2> como puedas antes de que desaparezcan!
fr: Rassemblez autant de <2>fragments de lumière</2> que possible avant qu'ils disparaissent !
id: Kumpulkan <2>fragmen cahaya</2> sebanyak mungkin sebelum memudar!
it: Raccogli quanti più <2>frammenti di luce</2> possibile prima che si spengano!
ja: 光が消えてしまう前に全ての<1>光のかけらを集め</1>ましょう！
ko: <2>빛의 조각</2>이 사라지기 전에 모으세요!
pt: Junte o máximo de <2>fragmentos de luz</2> que conseguir antes que eles se apaguem!
ru: Соберите как можно больше <2>фрагментов света</2>, пока они не погасли!
th: เก็บรวบรวม<2>ผลึกแสง</2>ให้ได้มากที่สุดก่อนที่พวกมันจะดับลง!
vi: Cố gắng thu thập nhiều <2>Mảnh Ánh Sáng</2> trước khi ánh sáng biến mất!
zh_hans: 在<2>光之碎片</2>的光芒熄灭之前尽量收集。
zh_hant: 在<2>光之碎片</2>的光芒熄滅之前盡量收集。

# questsystem_all_quests_in_area_complete
source: <b>All quests complete in this area!</b> Come back tomorrow for more quests and candles.
de: <b>Alle Quests in diesem Bereich sind erfüllt!</b> Komm morgen wieder, um mehr Quests und Kerzen zu erhalten!
es: <b>¡Todas las misiones completadas en esta área!</b> Vuelve mañana para más misiones y velas.
fr: <b>Toutes les quêtes de ce secteur sont terminées !</b> Revenez demain pour des quêtes et des bougies supplémentaires.
id: <b>Semua misi di area ini selesai!</b> Kembalilah lagi besok untuk lebih banyak misi dan lilin.
it: <b>Tutte le missioni completate in quest'area!</b> Torna domani per ottenere altre missioni e candele.
ja: <b>このエリアの全てのクエストを完了しました！</b> 明日になればまた新しいクエストやキャンドルが待っていますよ
ko: <b>이 지역의 모든 퀘스트를 완료했습니다!</b> 내일 다시 와서 더 많은 퀘스트와 양초를 받으세요.
pt: <b>Todas as missões da região foram concluídas!</b> Volte amanhã para obter mais missões e mais velas.
ru: <b>Все задания в этой области завершены!</b> Заходите завтра за новыми заданиями и свечами.
th: <b>ภารกิจทั้งหมดในพื้นที่นี้ได้เสร็จสมบูรณ์แล้ว!</b> กลับมาอีกครั้งในวันพรุ่งนี้ เพื่อรับภารกิจและเทียนเพิ่มเติม
vi: <b>Đã hoàn thành toàn bộ nhiệm vụ khu vực này!</b> Ngày mai quay lại sẽ có thêm nhiệm vụ và nến.
zh_hans: <b>已经完成该区域所有任务!</b> 明天再来会有更多任务和奖励。
zh_hant: <b>已經完成該區域所有任務!</b> 明天再來會有更多任務和獎勵。

# questsystem_meditate_to_finish_prompt
source: Meditate at shrine
de: Meditiere beim Schrein
es: Medita en el altar
fr: Méditez au sanctuaire
id: Meditasi di kuil
it: Medita nel santuario
ja: 瞑想の祭壇を訪れましょう
ko: 제단에서 명상하세요
pt: Meditar no altar
ru: Помедитируйте у алтаря
th: ทำสมาธิที่แท่นบูชา
vi: Ngồi thiền trong đền
zh_hans: 在神坛冥想
zh_hant: 在神壇冥想

# questsystem_new_quest
source: <b>New quest!</b>
de: <b><i>Neue Quest!</i></b>
es: <b><i>¡Nueva misión!</i></b>
fr: <b><i>Nouvelle quête !</i></b>
id: <b>Misi baru!</b>
it: <b><i>Nuova missione!</i></b>
ja: <b><i>新クエスト!</i></b>
ko: <b><i>새로운 퀘스트!</i></b>
pt: <b><i>Nova missão!</i></b>
ru: <b><i>Новое задание!</i></b>
th: <b>ภารกิจใหม่!</b>
vi: <b>Nhiệm vụ mới!</b>
zh_hans: 新任务！
zh_hant: 新任務！

# questsystem_quest_complete
source: <b>Complete!</b>
de: <b><i>Abgeschlossen!</i></b>
es: <b><i>¡Completo!</i></b>
fr: <b><i>Terminé !</i></b>
id: <b>Selesai!</b>
it: <b><i>Completata!</i></b>
ja: <b><i>クエスト完了！</i></b>
ko: <b><i>완료!</i></b>
pt: <b><i>Concluída!</i></b>
ru: <b><i>Выполнено!</i></b>
th: <b>เสร็จสมบูรณ์!</b>
vi: <b>Hoàn thành!</b>
zh_hans: 完成！
zh_hant: 完成！

# race_in_progress_come_back
source: Race in progress. Please wait to join the next round.
de: Rennen läuft gerade. Bitte warte, um an der nächsten Runde teilzunehmen.
es: Carrera en progreso. Espera para unirte a la próxima ronda.
fr: Course en cours. Attendez la manche suivante.
id: Perlombaan sedang berlangsung. Mohon tunggu untuk bergabung di babak berikutnya.
it: Gara in corso. Attendi per partecipare al turno successivo.
ja: レースが進行中です。次の回をお待ちください
ko: 경기가 진행 중입니다. 잠시 기다리면 다음 경기에 참여할 수 있습니다.
pt: Corrida em andamento. Aguarde para entrar na próxima rodada.
ru: Идет гонка. Пожалуйста, дождитесь следующего раунда.
th: การแข่งขันกำลังดำเนินอยู่ โปรดรอเข้าร่วมรอบถัดไป
vi: Cuộc đua đang diễn ra. Vui lòng chờ tham gia vòng tiếp theo.
zh_hans: 比赛进行中。请等待加入下一轮。
zh_hant: 比賽進行中。請等待加入下一輪。

# radiance_cap_reached
source: This type of <b>Colored Light</b> has been collected for the day.
es: Este tipo de <b>Luz Coloreada</b> se ha recogido durante el día.
fr: Ce type de <b>Lumière colorée</b> a été collecté pour la journée.
id: Jenis <b>Cahaya Berwarna</b> ini telah dikumpulkan untuk hari ini.
it: Questo tipo di <b>Luce colorata</b> è stato raccolto per il giorno.
ja: この種類の本日分の<b>光染料のかけら</b>を集めきりました
ko: 오늘은 이 종류의 <b>색깔 빛</b>을 더 이상 모을 수 없습니다.
pt: Esse tipo de <b>Luz Colorida</b> foi coletado para o dia.
ru: Этот тип <b>Цветного света</b> был собран за день.
th: แสงสีชนิดนี้ได้ถูกเก็บรวบรวมไว้สำหรับวันนี้แล้ว <b>แสงสี</b>
vi: Loại <b>Ánh Sáng Màu</b> này đã được thu thập cho ngày hôm nay.
zh_hans: 此种颜色的<b>彩染之光</b> 今天的额度已经集满了。
zh_hant: 此種顏色的<b>彩染之光</b> 今天的額度已經集滿了。

# radiance_despawn_warning
source: Work quickly - this darkness will soon withdraw.
de: Arbeiten Sie schnell - die Dunkelheit wird sich bald zurückziehen.
es: Trabaja rápido - esta oscuridad se retirará pronto.
fr: Travaillez rapidement - cette obscurité va bientôt se dissiper.
id: Bekerjalah dengan cepat - kegelapan ini akan segera sirna.
it: Lavorate in fretta: questa oscurità si ritirerà presto.
ja: 急ぎましょう。この蝕む闇はすぐに消えてしまうでしょう
ko: 서둘러요, 이 어둠이 곧 물러갑니다.
pt: Trabalhe rapidamente - essa escuridão logo se dissipará.
ru: Работайте быстро - эта тьма скоро уйдет.
th: ทำงานให้เร็วเข้า - ความมืดนี้จะจางหายไปในไม่ช้า
vi: Làm việc nhanh lên - bóng tối này sẽ sớm rút lui.
zh_hans: 抓紧时间，黑暗很快就会退去。
zh_hant: 動作要快，這片黑暗很快就會消逝。

# radiance_shout
source: Hard to reach vines are also sensitive to deep calls.
de: Schwer zu erreichende Ranken sind auch empfindlich für mächtige Rufe.
es: Las enredaderas poco accesibles también son sensibles a las llamadas bien fuertes.
fr: Les plantes grimpantes hors d'atteinte sont aussi sensibles aux appels puissants.
id: Tanaman merambat yang sulit dijangkau juga sensitif terhadap panggilan yang keras.
it: I rampicanti difficili da raggiungere sono sensibili anche ai richiami forti.
ja: 届かなそうな手強い蔓も大きな呼びかけには反応するようです
ko: 닿기 어려운 덩굴은 큰 울음소리에 민감해요.
pt: Cipós difíceis de alcançar também são sensíveis a chamados altos.
ru: Труднодоступные лианы также чувствительны к глубокому призыву.
th: เถาวัลย์ที่เข้าถึงยากยังมีความอ่อนไหวต่อเสียงดังอีกด้วย
vi: Các dây leo khó với tới cũng nhạy cảm với các tiếng gọi lớn.
zh_hans: 难以触及的藤曼还对深沉呼唤敏感。
zh_hant: 難以觸及的藤蔓也對深層呼喚很敏感。

# radiance_vine_gameplay
source: Vines are sensitive to <2>flame</2> and <2>deep calls</2>.
de: Ranken sind empfindlich gegen <2>Flammen</2> und <2>mächtige Rufe</2>.
es: Las enredaderas son susceptibles a las to <2>llamas</2>.
fr: Les plantes grimpantes sont sensibles aux <2>flammes</2> et aux <2>appels puissants</2>.
id: Tanaman merambat sensitif terhadap <2>api</2>.
it: I rampicanti sono sensibili alla <2>fiamma</2> e ai <2>richiami forti</2>.
ja: 蔓は<2>炎</2>と<2>大きな呼びかけ</2>に弱いようです
ko: 덩굴은 <2>불꽃</2>에 민감합니다.
pt: Cipós são sensíveis ao <2>fogo</2> e a <2>chamados altos</2>.
ru: Лианы чувствительны к <2>пламени</2>.
th: เถาวัลย์มีความอ่อนไหวต่อ<2>เปลวไฟ</2>และ<2>การส่งเสียงเรียก</2>
vi: Dây leo nhạy cảm với <2>lửa</2>.
zh_hans: 藤曼对<2>火焰</2>和<2>深沉呼唤</2>敏感。
zh_hant: 藤蔓對<2>心火</2>和<2>深層呼喚</2>非常敏感。

# rank_desc_basic
source: A mysterious ranking of how friendly you are
de: Eine mysteriöse Bewertung dazu, wie freundlich du bist
es: Una misteriosa clasificación de lo amigable que eres
fr: Un classement mystérieux de votre amabilité
id: Peringkat misterius yang menggambarkan seberapa ramahnya dirimu
it: Una misteriosa classifica sulla tua gentilezza
ja: あなたの友好度を示す不思議なランキング
ko: 당신이 얼마나 친절한지 알려주는 수수께끼의 랭킹
pt: Uma classificação misteriosa do quão amigável você é
ru: Загадочный рейтинг вашего дружелюбия
th: การจัดอันดับลึกลับที่บอกว่าคุณเป็นมิตรแค่ไหน
vi: Bảng xếp hạng bí ẩn về mức độ thân thiện của bạn
zh_hans: 你在《光·遇》世界的（谜之）友好度排名
zh_hant: 你在《光·遇》世界的（謎之）友好度排名

# rank_desc_shepherd
source: Guide new players through the world of Sky
de: Führe neue Spieler durch die Welt von Himmelsreich
es: Guía a los nuevos jugadores por el mundo de Sky
fr: Guider les nouveaux joueurs dans le monde de Sky
id: Pandu pemain baru melalui dunia Sky
it: Guida i nuovi giocatori nel mondo di Sky
ja: Skyの世界に訪れた新しいプレイヤーたちを導いてあげましょう
ko: 새로운 플레이어를 Sky월드로 안내해주세요
pt: Guie novos jogadores pelo mundo de Sky
ru: Помогите новичкам открыть для себя мир «Неба»
th: แนะนำผู้เล่นใหม่ไปในโลกแห่ง Sky
vi: Hướng dẫn người chơi mới thám hiểm thế giới Sky
zh_hans: 引导新人在《光·遇》世界探险
zh_hant: 引導新人在《光·遇》世界探險

# rank_name_shepherd
source: Shepherd
de: Hirte
es: Pastor
fr: Berger
id: Gembala
it: Pastore
ja: 案内人
ko: 안내자
pt: Pastor
ru: Пастырь
th: คนเลี้ยงแกะ
vi: Người hướng dẫn
zh_hans: 导师
zh_hant: 導師

# rating_message
source: Would you like to rate Sky in the app store?
de: Möchtest du Himmelsreich im App Store bewerten?
es: ¿Deseas calificar Sky en la App Store?
fr: Souhaitez-vous noter Sky sur l’App Store ?
id: Ingin memberikan nilai untuk Sky di app store?
it: Vuoi valutare Sky nel negozio delle app?
ja: App StoreまたはGoogle PlayでSkyの評価をお願いします
ko: 앱 스토어에서 Sky를 평가해주세요!
pt: Você gostaria de avaliar Sky na App Store?
ru: Хотите оценить Sky в магазине приложений?
th: คุณต้องการให้คะแนน Sky ใน App Store หรือไม่
vi: Bạn có muốn đánh giá Sky trong cửa hàng ứng dụng không?
zh_hans: 您愿意在Appstore给《光·遇》评分吗？
zh_hant: 您願意在Appstore給《光·遇》評分嗎？

# rating_title
source: Rating
de: Bewertung
es: Calificación
fr: Note
id: Nilai
it: Valutazione
ja: 評価のお願い
ko: 평가하기
pt: Classificação
ru: Оценка
th: ให้คะแนน
vi: Đánh giá
zh_hans: 评分
zh_hant: 評分

# recorder_cant_discard_yet
source: You cannot discard this recording yet.
de: Du kannst diese Aufzeichnung noch nicht verwerfen.
es: Aún no puedes eliminar esta grabación.
fr: Vous ne pouvez pas encore supprimer cet enregistrement.
id: Kamu tidak bisa membuang rekaman ini.
it: Non puoi ancora scartare questa registrazione.
ja: この記録はまだ削除できません
ko: 이 녹화기록은 아직 삭제할 수 없어요
pt: Você ainda não pode descartar esta gravação.
ru: Эту запись еще нельзя сбросить.
th: คุณยังไม่สามารถละทิ้งการบันทึกนี้ได้
vi: Bạn chưa thể hủy bản ghi này.
zh_hans: 你目前无法放弃这段录制。
zh_hant: 您還不能丟棄這段錄製。

# recorder_cant_post_yet
source: You cannot post this recording yet.
de: Du kannst diese Aufzeichnung noch nicht veröffentlichen.
es: Aún no puedes publicar esta grabación.
fr: Vous ne pouvez pas encore publier cet enregistrement.
id: Kamu belum bisa memposting rekaman ini.
it: Non puoi ancora pubblicare questa registrazione.
ja: この記録はまだシェアできません
ko: 이 녹화기록은 아직 게시할 수 없어요
pt: Você ainda não pode publicar esta gravação.
ru: Эту запись еще нельзя публиковать.
th: คุณยังไม่สามารถโพสต์การบันทึกนี้ได้
vi: Bạn chưa thể đăng bản ghi âm này.
zh_hans: 你目前无法发布这段录制。
zh_hant: 您還不能發布這段錄製。

# recorder_cant_record
source: Cannot start recording here.
de: Hier kann keine Aufzeichnung gestartet werden.
es: No puedes comenzar a grabar aquí.
fr: Impossible de démarrer l'enregistrement ici.
id: Tidak bisa memulai perekaman di sini.
it: Impossibile avviare la registrazione qui.
ja: ここでは記録を開始できません
ko: 여기서는 녹화를 시작할 수 없어요
pt: Não é possível começar a gravação aqui.
ru: Здесь нельзя начинать запись.
th: ไม่สามารถเริ่มการบันทึกที่นี่ได้
vi: Không thể bắt đầu ghi ở đây.
zh_hans: 无法从这里开始录制。
zh_hant: 不能在這裡開始錄製。

# recorder_countdown
source: Recording in: {{1}}
de: Aufzeichnung in: {{1}}
es: Grabando en: {{1}}
fr: Enregistrement dans : {{1}}
id: Merekam dalam: {{1}}
it: Registra tra: {{1}}
ja: 記録開始まで {{1}}
ko: 녹음 준비: {{1}}
pt: A gravação começa em: {{1}}
ru: Запись через: {{1}}
th: เริ่มบันทึกใน: {{1}}
vi: Bắt đầu ghi trong: {{1}}
zh_hans: 录制即将开始于：{{1}}
zh_hant: 錄製倒數：{{1}}

# recorder_disable_chat_while_moving
source: Cannot use chat while moving.
de: Während du in Bewegung bist, ist der Chat nicht verfügbar.
es: No puedes usar el chat mientras te mueves.
fr: Vous ne pouvez pas utiliser le chat en plein déplacement.
id: Tidak dapat menggunakan obrolan saat bergerak.
it: Non puoi usare la chat mentre ti muovi.
ja: 移動中はチャットを利用できません
ko: 이동 중에는 채팅을 사용할 수 없습니다.
pt: Não é possível usar o bate-papo enquanto se move.
ru: Нельзя использовать чат во время движения.
th: ไม่สามารถใช้แชทขณะเคลื่อนที่ได้
vi: Không thể trò chuyện khi đang di chuyển.
zh_hans: 移动时无法使用聊天功能。
zh_hant: 移動時無法使用聊天功能。
