Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# commerce_item_name_ap02_cape
source: Gratitude Fur Cape Pack
de: Dankbarkeit Pelzumhang-Paket
es: Pack de capa de piel de gratitud
fr: Pack de cape en fourrure gratitude
id: Paket Jubah Bulu Rasa Syukur
it: Gratitudine mantella in pelliccia
ja: 感謝のもふもふケープパック
ko: 감사 시즌 털망토 팩
pt: Pacote de Capa de Pele de Gratidão
ru: Пакет мыса благодарности
th: แพ็กเสื้อคลุมขนสัตว์กตัญญู
vi: Gói Áo Choàng Lông Tri Ân
zh_hans: 感恩白绒斗篷礼包
zh_hant: 感恩白絨斗篷禮包

# commerce_item_name_ap02_ultimate
source: Gratitude Mask
de: Dankbarkeitsmaske
es: Máscara de la gratitud
fr: Masque de la gratitude
id: Topeng Rasa Syukur
it: Maschera della gratitudine
ja: サンクスギビングシーズンマスク
ko: 감사의 마스크
pt: Máscara de gratidão
ru: Маска благодарности
th: หน้ากากกตัญญู
vi: Mặt Nạ Tri Ân
zh_hans: 感恩季面具
zh_hant: 感恩季面具

# commerce_item_name_ap03_ultimate
source: Lightseeker Umbrella
de: Lichtsucher-Regenschirm
es: Paraguas de los buscadores de la luz
fr: Parapluie des chercheurs de lumière
id: Payung Pencari Cahaya
it: Ombrello del Cercatore della Luce
ja: 光を求める季節の傘
ko: 빛 추적자의 우산
pt: Guarda-chuva do buscador de luz
ru: Зонт Искателя света
th: ร่มผู้แสวงหาแสง
vi: Ô Ánh Sáng
zh_hans: 追光季之伞
zh_hant: 追光季之傘

# commerce_item_name_ap04_ultimate
source: Belonging Bonfire
de: Lagerfeuer der Zusammengehörigkeit
es: Fogata de la pertenencia
fr: Feu de joie de l'appartenance
id: Api Unggun Kepemilikan
it: Falò degli affetti
ja: 縁日の焚き火
ko: 친밀의 모닥불
pt: Fogueira do pertencer
ru: Костер сопричастности
th: กองไฟการเป็นส่วนหนึ่ง
vi: Lửa Trại Sở Hữu
zh_hans: 归属季篝火
zh_hant: 歸屬季篝火

# commerce_item_name_ap05_ultimate
source: Rhythm Hair
de: Rhythmusfrisur
es: Cabello del ritmo
fr: Coiffure du rythme
id: Rambut Irama
it: Piume del ritmo
ja: ソニックシーズンヘア
ko: 리듬의 헤어스타일
pt: Cabelo do ritmo
ru: Прическа к сезону ритма
th: ทรงผมแห่งท่วงทำนอง
vi: Tóc Nhịp Điệu
zh_hans: 音韵季发型
zh_hant: 音韻季髮型

# commerce_item_name_ap_cape_bat
source: Spooky Bat Cape
de: Gruseliger Fledermausmantel
es: Capa de murciélago tenebrosa
fr: Cape de chauve-souris
id: Jubah Kelelawar Mengerikan
it: Mantello da pipistrello
ja: スプーキー・コウモリケープ
ko: 으스스한 박쥐망토
pt: Capa do Morcego Assustador
ru: Накидка «Нетопырь»
th: เสื้อคลุมค้างคาวสยึมกึ๋ย
vi: Áo Choàng Dơi Ma Quái
zh_hans: 恐怖的蝙蝠斗篷
zh_hant: 陰森蝙蝠斗篷

# commerce_item_name_ap_cape_director
source: Rhythm Silver Cape
de: Silberner Winterumhang
es: Capa plateada invernal
fr: Cape hivernale argentée
id: Jubah Perak Irama
it: Mantello invernale d'argento
ja: 白銀のケープ
ko: 리듬 은빛망토
pt: Capa Prateada de Inverno
ru: Зимняя серебристая накидка
th: เสื้อคลุมเงินแห่งท่วงทำนอง
vi: Áo Choàng Bạc Nhịp Điệu
zh_hans: 音韵银丝斗篷
zh_hant: 音韻銀絲斗篷

# commerce_item_name_ap_cape_juggler
source: Rhythm Fur Cape
de: Winterfellumhang
es: Capa de piel invernal
fr: Cape hivernale en fourrure
id: Jubah Bulu Irama
it: Mantello invernale di pelliccia
ja: 毛皮のケープ パック
ko: 리듬 털 망토
pt: Capa de Pele de Inverno
ru: Зимняя меховая накидка
th: เสื้อคลุมขนสัตว์แห่งท่วงทำนอง
vi: Áo Choàng Lông Nhịp Điệu
zh_hans: 音韵紫毛斗篷
zh_hant: 音韻紫毛斗篷

# commerce_item_name_ap_piano
source: Rhythm Musician Pack
de: Winter-Musikerpaket
es: Paquete músico de invierno
fr: Pack musicien hivernal
id: Paket Musisi Irama
it: Pacchetto musicista invernale
ja: ウィンターミュージシャン パック
ko: 리듬 뮤지션 팩
pt: Pacote do Músico de Inverno
ru: Набор зимнего музыканта
th: แพ็กนักดนตรีแห่งท่วงทำนอง
vi: Gói Nhạc Sĩ Nhịp Điệu
zh_hans: 音韵音乐家礼包
zh_hant: 音韻音樂家禮包

# commerce_item_name_ap_pumpkin_head
source: Hungry Pumpkin Hat
de: Hungriger Kürbishut
es: Sombrero de calabaza enojada
fr: Chapeau de citrouille affamée
id: Topi Labu Lapar
it: Cappello da zucca furiosa
ja: はらぺこパンプキンハット
ko: 굶주린 호박모자
pt: Chapéu da Abóbora Faminta
ru: Шляпа «Голодная тыква»
th: หมวกฟักทองหิวโหย
vi: Mũ Bí Ngô Đói Khát
zh_hans: "饥饿的南瓜”帽子
zh_hant: 飢餓南瓜帽

# commerce_item_name_aurora_cape
source: Wings of AURORA
de: Flügel von AURORA
es: Alas de AURORA
fr: Ailes d'AURORA
id: Sayap AURORA
it: Ali di AURORA
ja: AURORAの羽
ko: AURORA의 날개
pt: Asas da AURORA
ru: Крылья AURORA
th: ปีกของ AURORA
vi: Cánh AURORA
zh_hans: AURORA之翼
zh_hant: AURORA之翼

# commerce_item_name_aurora_hair_accessory
source: Tiara We Can Touch
de: Tiara zum Anfassen
es: Tiara que podemos tocar
fr: Diadème qu'on peut toucher
id: Tiara yang Boleh Disentuh
it: Tiara dorata
ja: ティアラ・ウィー・キャン・タッチ
ko: 만질 수 있는 티아라
ru: Священная тиара
th: มงกุฎที่เราสัมผัสได้
vi: Vương Miện Chạm Tay
zh_hans: 我们可触摸的冠冕
zh_hant: 我們可以觸碰的頭冠

# commerce_item_name_aurora_instrument
source: Voice of AURORA
de: Stimme von AURORA
es: Voz de AURORA
fr: Voix d'AURORA
id: Suara AURORA
it: Voce di AURORA
ja: AURORAの声
ko: AURORA의 목소리
pt: Voz da AURORA
ru: Голос AURORA
th: เสียงของ AURORA
vi: Giọng Nói AURORA
zh_hans: AURORA的歌声
zh_hant: AURORA的歌聲

# commerce_item_name_aurora_orangecape
source: Giving In Cape
de: „Giving In“-Umhang
es: Capa de rendición
fr: Cape Giving In
id: Jubah Berserah
it: Mantello Giving In
ja: ギビング・イン・ケープ
ko: 〈최후의 항복〉 망토
pt: Capa da Rendição
ru: Накидка Giving In
th: เสื้อคลุมยินยอม
vi: Áo Choàng Give In
zh_hans: 臣服斗篷
zh_hant: 臣服斗篷

# commerce_item_name_aurora_orangedress
source: To The Love Outfit
de: „To The Love“-Umhang
es: Traje al amor
fr: Tenue To The Love
id: Untuk Pakaian Cinta
it: Costume To The Love
ja: トゥ・ザ・ラブ・アウトフィット
ko: 〈사랑을 향한〉 의상
pt: Traje Ao Amor
ru: Костюм To The Love
th: ชุดเสื้อผ้ามุ่งสู่รัก
vi: Trang Phục To The Love
zh_hans: 献给爱的裙装
zh_hant: 獻給愛的裙裝

# commerce_item_name_aurora_runaway_body
source: Runaway Outfit
de: Ausreißerin-Outfit
es: Traje Runaway
fr: Ensemble Fugue
id: Pakaian Runaway
it: Costume Correre via
ja: ランナウェイ・ドレス
ko: 〈도망자〉 의상
pt: Traje Runaway
ru: Runway костюм
th: ชุดเสื้อผ้าวิ่งหลบหนี
vi: Trang phục Trốn Chạy
zh_hans: Runaway 套装
zh_hant: Runaway 套裝

# commerce_item_name_aurora_runaway_hair
source: Runaway Hair
de: Ausreißerin-Frisur
es: Cabello Runaway
fr: Coiffure Fugue
id: Rambut Runaway
it: Capelli Correre via
ja: ランナウェイ・ヘア
ko: 〈도망자〉 헤어스타일
pt: Cabelo Runaway
ru: Runway прическа
th: ทรงผมวิ่งหลบหนี
vi: Tóc Trốn Chạy
zh_hans: Runaway 发型
zh_hant: Runaway 髮型

# commerce_item_name_aurora_runaway_pack
source: Runaway Bundle
de: Ausreißerin-Bündel
es: Paquete de escapada
fr: Lot Fugue
id: Bundel Runaway
it: Pacchetto fuggitivo
ko: 〈도망자〉 번들
pt: Conjunto Runaway
ru: Runaway набор
th: บันเดิลวิ่งหลบหนี
vi: Gói Trốn Chạy
zh_hans: Runaway 捆绑包
zh_hant: Runaway 禮包

# commerce_item_name_aurora_sneakers
source: Musical Voyage Sneakers
de: Musikalische Reise Sneakers
es: Zapatillas de Viaje Musical
fr: Baskets de Voyage Musical
id: Sneakers Perjalanan Musikal
it: Sneakers Viaggio Musicale
ja: 音楽の旅スニーカー
ko: 음악의 여정 운동화
pt: Tênis de Viagem Musical
ru: Кроссовки Музыкальное Путешествие
th: รองเท้าผ้าใบการเดินทางแห่งเสียงเพลง
vi: Giày Sneakers Hành Trình Âm Nhạc
zh_hans: 音乐之旅运动鞋
zh_hant: 音樂之旅運動鞋

# commerce_item_name_beta_testfeast
source: Feast IAP and IGC Test Outfits
id: Pakaian Tes IAP dan IGC untuk Hari Perayaan
ja: 聖なるIAP&IGCテストバンドル
ko: 연회의 날 앱 내 구입 의상 및 게임 내 화폐 구입 의상
pt: Trajes de Festa teste de itens de compras ou de moedas do jogo de festa
ru: Праздник: тестовая коллекционная одежда
th: ชุดงานฉลอง IAP และชุดทดสอบ IGC
vi: Trang phục thử nghiệm IAP và IGC của Yến Hội
zh_hans: 盛宴节 IAP 与 IGC 测试造型
zh_hant: 盛宴節 IAP 與 IGC 測試造型

# commerce_item_name_beta_testmusic
source: Music IAP and IGC Test Outfits
de: Feast IAP and IGC Test Outfits
id: Pakaian Tes IAP dan IGC untuk Hari Musik
ja: 音楽のIAP&IGCテストバンドル
ko: 음악의 날 앱 내 구입 의상 및 게임 내 화폐 구입 의상
pt: Trajes de Festa teste de itens de compras ou de moedas do jogo de festa
ru: Музыка: тестовая коллекционная одежда
th: ชุดดนตรี IAP และชุดทดสอบ IGC
vi: Trang phục thử nghiệm IAP và IGC của Âm Nhạc
zh_hans: 音律节 IAP 与 IGC Test 测试造型
zh_hant: 音律節 IAP 與 IGC 測試造型

# commerce_item_name_birthday_oreo
source: Anniversary Plush
de: Jubiläumsplüschtier
es: Peluche de aniversario
fr: Peluche d’anniversaire
id: Boneka Hari Jadi
it: Peluche dell'anniversario
ja: アニバーサリーぬいぐるみ
ko: 기념일 인형
pt: Pelúcia de aniversário
ru: Плюшевая игрушка к годовщине
th: ตุ๊กตาวันครบรอบ
vi: Thú Bông Kỷ Niệm
zh_hans: 周年纪念毛绒玩具
zh_hant: 週年紀念絨毛玩具

# commerce_item_name_bloom_gardenerbody
source: Bloom Gardening Tunic
de: Blütengärtnertunika
es: Túnica del jardín en flor
fr: Tunique de jardinier de la floraison
id: Pakaian Berkebun Bermekaran
it: Tunica fiorita da giardinaggio
ja: 花笑む園丁チュニック
ko: 꽃놀이 정원 튜닉
pt: Túnica de Jardinagem do Florescer
ru: Туника цветущего сада
th: เสื้อคลุมทำสวนเบ่งบาน
vi: Áo Khoác Vườn Hoa Nở
zh_hans: 花开园艺束腰外衣
zh_hant: 綻放園藝外衣

# commerce_item_name_bloom_leafumbrella
source: Bloom Lilypad Umbrella
de: Seerosenschirm
es: Paraguas de floración de nenúfar
fr: Parapluie nénuphar en fleur
id: Payung Teratai Bermekaran
it: Ombrello fiorito di ninfea
ja: 花笑む葉っぱ傘
ko: 꽃놀이 연잎 우산
pt: Guarda-chuva de Vitória-Régia
ru: Кувшиночный зонтик цветения
th: ร่มใบบัวเบ่งบาน
vi: Ô Lá Súng Nở Rộ
zh_hans: 花憩莲叶伞
zh_hant: 花憩蓮葉傘

# commerce_item_name_bloom_picnicblanket
source: Bloom Picnic Basket
de: Blütenpicknickkorb
es: Cesta de pícnic en flor
fr: Panier à pique-nique de la floraison
id: Keranjang Piknik Bermekaran
it: Cestino fiorito da picnic
ja: 花笑むピクニックバスケット
ko: 꽃놀이 소풍 바구니
pt: Cesta de Piquenique do Florescer
ru: Цветущая корзинка для пикника
th: ตะกร้าปิกนิกเบ่งบาน
vi: Khăn Trải Dã Ngoại Hoa Nở
zh_hans: 花开野餐篮
zh_hant: 綻放野餐籃

# commerce_item_name_bloom_rosewing
source: Bloom Rose-Embroidered Cape
de: Rosenverzierter Blütenumhang
es: Capa bordada: rosa en flor
fr: Cape brodée rose
id: Jubah Sulaman Mawar Bermekaran
it: Mantello con rose ricamate
ja: 花笑む薔薇の装飾ケープ
ko: 꽃놀이 장미 자수 망토
pt: Capa bordada com rosas do Florescer
ru: Расшитая розами накидка цветения
th: เสื้อคลุมลายกุหลาบเบ่งบาน
vi: Áo Choàng Thêu Hoa Nở Rộ
zh_hans: 花憩玫瑰刺绣斗篷
zh_hant: 花憩玫瑰刺繡斗篷

# commerce_item_name_bloom_teatable
source: Pink Bloom Teaset
de: Pinkes Blüten-Teeservice
es: Juego de té de floración rosada
fr: Service à thé fleuri rose
id: Set Teh Bermekaran Pink
it: Servizio da tè fiorito rosa
ja: 花笑むピンクのティーセット
ko: 분홍색 꽃놀이 티테이블
pt: Conjunto de Chá do Florescer Rosa
ru: Розовый чайный сервиз
th: ชุดน้ำชาเบ่งบานสีชมพู
vi: Bộ Trà Nở Rộ Hồng
zh_hans: 粉之绽放茶具
zh_hant: 粉之綻放茶具

# commerce_item_name_bloom_wisteriatable
source: Purple Bloom Teaset
de: Lila Blüten-Teeservice
es: Juego de té de floración morada
fr: Service à thé fleuri violet
id: Set Teh Bermekaran Ungu
it: Servizio da tè fiorito viola
ja: 花笑むパープルのティーセット
ko: 보라색 꽃놀이 티테이블
pt: Conjunto de Chá do Florescer Roxo
ru: Фиолетовый чайный сервиз
th: ชุดน้ำชาเบ่งบานสีม่วง
vi: Bộ Trà Nở Rộ Tím
zh_hans: 紫之绽放茶具
zh_hant: 紫之綻放茶具

# commerce_item_name_cafe_pastryhair
source: Cinnamoroll Pop-Up Cafe Combo
de: Cinnamoroll Pop-Up Café-Haube
es: Café efímero de Cinnamoroll: peinado
fr: Coupe du café éphémère Cinnamoroll
id: Koif Kafe Pop-Up Cinnamoroll
it: Cuffia da caffetteria di Cinnamoroll
ja: シナモロールもくもくヘア
ko: 시나모롤 팝업 카페 세트
pt: Combo do Cinnamoroll Pop-Up Café
ru: Прическа из кафе Cinnamoroll
th: คอมโบคาเฟ่ป็อปอัพ ซินามอโรล
vi: Mũ Cafe Pop-Up Cinnamoroll
zh_hans: Cinnamoroll快闪咖啡厅套组
zh_hant: 大耳狗喜拿快閃咖啡廳套組

# commerce_item_name_cafe_pastryhat
source: Cinnamoroll Cinnamon Roll Accessory
de: Cinnamoroll Zimtschnecken-Zubehör
es: Accesorio de rollo de canela de Cinnamoroll
fr: Chapeau brioche à la cannelle de Cinnamoroll
id: Aksesori Gulungan Kayu Manis Cinnamoroll
it: Girella alla cannella di Cinnamoroll (testa)
ja: シナモンロールアクセサリー
ko: 시나모롤 시나몬롤 액세서리
pt: Acessório de bolinho de canela do Cinnamoroll
ru: Аксессуар-булочка из кафе Cinnamoroll
th: ของประดับโรลซินนามอน ซินามอโรล
vi: Phụ Kiện Cuộn Quế Cinnamoroll
zh_hans: Cinnamoroll－肉桂卷饰品
zh_hant: 大耳狗喜拿－肉桂捲飾品

# commerce_item_name_cafe_pastrymini
source: Cinnamoroll Pop-Up Cafe Mini Companion
de: Cinnamoroll Pop-Up Café Mini-Gefährte
es: Café efímero de Cinnamoroll: miniacompañante
fr: Mini-compagnon du café éphémère Cinnamoroll
id: Pendamping Mini Kafe Pop-Up Cinnamoroll
it: Amichetto della caffetteria di Cinnamoroll
ja: かわいいお友だち シナモロール
ko: 시나모롤 팝업 카페 작은 친구
pt: Cinnamoroll Pop-Up Café: mini-amiguinho
ru: Спутник из кафе Cinnamoroll
th: สหายตัวจิ๋วคาเฟ่ป็อปอัพ ซินามอโรล
vi: Đồng Hành Nhỏ Cafe Pop-Up Cinnamoroll
zh_hans: Cinnamoroll快闪咖啡厅－迷你伙伴
zh_hant: 大耳狗喜拿快閃咖啡廳－迷你夥伴

# commerce_item_name_cafe_pastryplush
source: Cinnamoroll Pop-Up Cafe Plushie
de: Cinnamoroll Pop-Up Café Plüschtier
es: Café efímero de Cinnamoroll: peluche
fr: Peluche du café éphémère Cinnamoroll
id: Boneka Kafe Pop-Up Cinnamoroll
it: Peluche della caffetteria di Cinnamoroll
ja: ふわふわぬいぐるみ シナモロール
ko: 시나모롤 팝업 카페 봉제인형
pt: Cinnamoroll Pop-Up Café: pelúcia
ru: Мягкая игрушка из кафе Cinnamoroll
th: ตุ๊กตาคาเฟ่ป็อปอัพ ซินามอโรล
vi: Thú Bông Cafe Pop-Up Cinnamoroll
zh_hans: Cinnamoroll快闪咖啡厅－毛绒玩具
zh_hant: 大耳狗喜拿快閃咖啡廳－毛絨玩偶

# commerce_item_name_cafe_pastrywing
source: Cinnamoroll Pop-Up Cafe Bowtie and Cloud Cape
de: Cinnamoroll Pop-Up Café Fliege und Wolkenumhang
es: Cinnamoroll Café Pop-Up Pajarita y Capa de Nube
fr: Cinnamoroll Café Éphémère Nœud Papillon et Cape Nuage
id: Dasi Kafe Pop-Up Cinnamoroll dan Jubah Awan
it: Cinnamoroll Caffè Pop-Up Farfallino e Mantello Nuvola
ja: シナモロールもくもく雲ケープ&蝶ネクタイ
ko: 시나모롤 팝업 카페 보타이 및 구름 망토
pt: Cinnamoroll Pop-Up Café: Gravata borboleta e Capa de Nuvem
ru: Галстук-бабочка и облачная накидка Синаморола
th: โบว์และเสื้อคลุมปุยเมฆคาเฟ่ป็อปอัพ ซินามอโรล
vi: Cinnamoroll Quán Cà Phê Pop-Up Nơ Cà Vạt và Áo Choàng Mây
zh_hans: Cinnamoroll 快闪咖啡厅－领结与云朵斗篷
zh_hant: 大耳狗喜拿快閃咖啡廳－領結與雲朵斗篷

# commerce_item_name_competition_greekrobe
source: Tournament Tunic
de: Turnier-Tunika
es: Túnica del Torneo
fr: Tunique de Tournoi
id: Tunik Turnamen
it: Tunica del Torneo
ja: 大競技会チュニック
ko: 토너먼트 튜닉
pt: Túnica do Torneio
ru: Турнирная туника
th: เสื้อเกราะการแข่งขัน
vi: Áo chẽn giải đấu
zh_hans: 比赛长袍
zh_hant: 錦標束腰外衣

# commerce_item_name_competition_laurel
source: Tournament Golden Garland
de: Turnier Goldene Girlande
es: Guirnalda Dorada del Torneo
fr: Guirlande d'Or du Tournoi
id: Karangan Bunga Emas Turnamen
it: Ghirlanda d'Oro del Torneo
ja: 大競技会の金冠
ko: 토너먼트 황금 화환
pt: Guirlanda Dourada do Torneio
ru: Турнирная Золотая Гирлянда
th: มาลัยทองคำสำหรับการแข่งขัน
vi: Vòng hoa vàng giải đấu
zh_hans: 比赛金色花环
zh_hant: 錦標金色花環

# commerce_item_name_covid_pack
source: Healing Pack
de: Heilungspaket
es: Paquete de Curación
fr: Pack guérison
id: Paket Pemulih
it: Pacchetto di guarigione
ja: 癒しのパック
ko: 치유 팩
pt: Pacote de cura
ru: Целебный набор
th: แพ็กฟื้นฟู
vi: Gói Chữa Lành
zh_hans: 白衣祈福礼包
zh_hant: 白衣祈福礼包

# commerce_item_name_daysoflove_pack
source: Days of Love Pack
de: "Tage der Liebe"-Paket
es: Paquete Días de amor
fr: Pack des Jours de l'amour
id: Paket Hari Kasih
it: Pacchetto Giorni dell'Amore
ja: 愛しみの日々パック
ko: 사랑의 날 팩
pt: Pacote dias de amor
ru: Набор «Дни любви»
th: แพ็กวันแห่งความรัก
vi: Gói Ngày Tình Yêu
zh_hans: 爱之礼包
zh_hant: 愛之禮包

# commerce_item_name_daysofnature_pack
source: Earth Cape
de: Erdumhang
es: Capa de la Tierra
fr: Cape de terre
id: Jubah Bumi
it: Mantello della terra
ja: アースケープ
ko: 지구 망토
pt: Capa da terra
ru: Накидка Земли
th: ผ้าคลุมปฐพี
vi: Áo Choàng Trái Đất
zh_hans: 地球日斗篷
zh_hant: 地球日斗篷

# commerce_item_name_deer_horn
source: Gift of the Nine-Colored Deer
de: Geschenk des Neunfarbigen Hirsches
es: Regalo del ciervo de los nueve colores
fr: Cadeau d cerf aux neuf couleurs
id: Hadiah Rusa Sembilan Warna
it: Dono del Cervo dai nove colori
ja: 九色の鹿の贈り物
ko: 아홉 빛깔 사슴의 선물
pt: Presente do Cervo de Nove Cores
ru: Дар Девятицветного оленя
th: ของขวัญของกวางเก้าสี
vi: Món quà của Cửu Sắc Lộc
zh_hans: 神鹿祝福头饰礼包礼
zh_hant: 九色鹿的賜禮

# commerce_item_name_deer_lotuscape
source: Radiance of the Nine-Colored Deer
de: Glanz des Neunfarbigen Hirsches
es: Resplandor del ciervo de los nueve colores
fr: Éclat du cerf aux neuf couleurs
id: Pesona Rusa Sembilan Warna
it: Splendore del Cervo dai nove colori
ja: 九色の鹿の輝き
ko: 아홉 빛깔 사슴의 빛
pt: Brilho do Cervo de Nove Cores
ru: Сияние Девятицветного оленя
th: แสงที่เรืองรองของกวางเก้าสี
vi: Sự rạng rỡ của Cửu Sắc Lộc
zh_hans: 异彩莲花斗篷礼包
zh_hant: 九色鹿的光輝

# commerce_item_name_event_candles
source: Event Bundle
de: Event-Paket
es: Paquete del evento
fr: Pack d’événement
id: Bundel Acara
it: Pacchetto evento
ja: イベントパック
ko: 이벤트 번들
pt: Pacote de evento
ru: Набор события
th: บันเดิลอีเวนต์
vi: Gói Sự Kiện
zh_hans: 活动礼包
zh_hant: 活動禮包

# commerce_item_name_fashion_balletflats
source: Style Silk Ballet Slippers
de: Stil-Seiden-Ballettschuhe
es: Zapatillas de punta de seda del estilo
fr: Chaussons de ballet en soie Style
id: Sandal Balet Sutra Gaya
it: Giorni di Stile - Mezzepunte di seta
ja: お洒落シルクトゥシューズ
ko: 멋쟁이 실크 발레 슬리퍼
pt: Sapatilhas de balé de seda estilosas
ru: Стильные шелковые балетки
th: รองเท้าบัลเล่ต์ผ้าไหมที่มีสไตล์
vi: Giày Ba Lê Lụa Phong Cách
zh_hans: 时尚丝绸芭蕾舞鞋
zh_hant: 風格絲質芭蕾舞鞋

# commerce_item_name_fashion_bunnyslippers
source: Style Bunny Slippers
de: Style Häschen-Hausschuhe
es: Pantuflas de conejo de luz de luna
fr: Chaussons de lapin style
id: Sepatu Kaki Kelinci Cahaya Bulan
it: Pantofole da coniglio stile
ja: お洒落バニーシューズ
ko: 달빛 토끼 슬리퍼
pt: Chinelos de coelho estilo
ru: Лунные тапочки в виде кролика
th: รองเท้าแตะรูปกระต่ายที่มีสไตล์
vi: Dép Thỏ Ánh Trăng
zh_hans: 风格兔子拖鞋
zh_hant: 風格兔子拖鞋

# commerce_item_name_fashion_flameglasses
source: Style Flame Sunglasses
de: Stil-Flammen-Sonnenbrille
es: Gafas infernales del estilo
fr: Lunettes de soleil flamme Style
id: Kacamata Api Gaya
it: Giorni di Stile - Occhiali da sole a fiamma
ja: お洒落ファイアサングラス
ko: 멋쟁이 불꽃 선글라스
pt: Óculos de labareda estilosos
ru: Стильные пламенные солнечные очки
th: แว่นกันแดดรูปเปลวไฟที่มีสไตล์
vi: Kính Râm Ngọn Lửa Phong Cách
zh_hans: 时尚烈焰太阳镜
zh_hant: 風格烈焰墨鏡

# commerce_item_name_fashion_heartglasses
source: Style Heart Sunglasses
de: Stil-Herz-Sonnenbrille
es: Gafas en corazón del estilo
fr: Lunettes de soleil cœur Style
id: Kacamata Hati Gaya
it: Giorni di Stile - Occhiali da sole a cuore
ja: お洒落ハートサングラス
ko: 멋쟁이 하트 선글라스
pt: Óculos de coração estilosos
ru: Стильные солнечные очки с сердечками
th: แว่นกันแดดรูปหัวใจที่มีสไตล์
vi: Kính Râm Trái Tim Phong Cách
zh_hans: 时尚爱心太阳镜
zh_hant: 風格心形墨鏡

# commerce_item_name_fashion_jeans
source: Style Wide-Leg Jeans
de: Stil-Breitbein-Jeans
es: Vaqueros de piernas anchas del estilo
fr: Jean pattes d’eph Style
id: Jeans Kaki Lebar Gaya
it: Giorni di Stile - Jeans a gamba larga
ja: お洒落ワイドデニム
ko: 멋쟁이 와이드 진
pt: Calças jeans boca de sino
ru: Стильные широкие джинсы
th: ยีนส์ขากว้างที่มีสไตล์
vi: Quần Jean Ống Rộng Phong Cách
zh_hans: 时尚阔腿牛仔裤
zh_hant: 風格寬版牛仔褲

# commerce_item_name_fashion_starglasses
source: Style Star Sunglasses
de: Style Star Sonnenbrille
es: Gafas de sol Estrella de Estilo
fr: Lunettes de soleil Étoile de Style
id: Kacamata Hitam Gaya Bintang
it: Occhiali da Sole Stile Stella
ja: お洒落スターサングラス
ko: 멋쟁이 별 선글라스
pt: Óculos de Sol Estilo Estrela
ru: Солнечные очки в стиле Звезда
th: แว่นกันแดดรูปดาวที่มีสไตล์
vi: Kính mát Phong cách Sao
zh_hans: 时尚星星墨镜
zh_hant: 時尚星星墨鏡

# commerce_item_name_feast_ballgame
source: Tournament Skyball Set
de: Feast-Skyball-Set
es: Conjunto de las festividades del Skybol
fr: Ensemble de fête Skyball
id: Set Skyball Perjamuan
it: Set Skycalcio dei Giorni di Festa
ja: Skyボール・トーナメントセット
ko: Sky 공놀이 경기 세트
pt: Conjunto Banquete de FuteSky
ru: Набор Feast для скайбола
th: ชุดทัวร์นาเมนต์สกายบอล
vi: Bộ Thiên Cầu Yến Hội
zh_hans: 光遇球赛套装
zh_hant: 光遇球賽套組

# commerce_item_name_feast_furcape
source: Cozy Hermit Cape
de: Gemütlicher Einsiedler-Umhang
es: Capa del ermitaño acogedor
fr: Cape d'ermite douillette
id: Jubah Pertapa yang Nyaman
it: Accogliente mantello da eremita
ja: 隠者のぬくもりケープ
ko: 포근한 은둔자 망토
pt: Capa Confortável do Iéti
ru: Уютная накидка отшельника
th: เสื้อคลุมนักบวชแสนสบาย
vi: Áo Choàng Ẩn Sĩ Ấm Áp
zh_hans: 暖洋洋雪怪斗篷
zh_hant: 暖洋洋雪怪斗篷

# commerce_item_name_feast_puffercape
source: Winter Quilted Cape
de: Gesteppter Winterumhang
es: Capa invernal acolchonada
fr: Cape matelassée d'hiver
id: Jubah Berlapis Musim Dingin
it: Mantello trapuntato invernale
ja: 冬編むキルティングケープ
ko: 겨울 퀼트 망토
pt: Capa acolchoada de inverno
ru: Зимняя стёганая накидка
th: เสื้อคลุมบุนวมฤดูหนาว
vi: Áo Choàng Bông Mùa Đông
zh_hans: 冬季绗缝夹云斗篷
zh_hant: 冬季絎縫鋪雲斗篷

# commerce_item_name_feast_snowboard
source: Winter Feast Snowboard
de: Winterfest-Snowboard
es: Tabla de snowboard del banquete invernal
fr: Snowboard du festival hivernal
id: Papan Seluncur Salju Pesta Musim Dingin
it: Snowboard per la festa invernale
ja: 聖なるスノーボード
ko: 겨울 연회 스노보드
pt: Snowboard de Festa de Inverno
ru: Сноуборд зимних праздников
th: สโนว์บอร์ดงานฉลองฤดูหนาว
vi: Ván Trượt Yến Hội Mùa Đông
zh_hans: 冬季盛会滑雪板
zh_hant: 冬季盛宴滑雪板

# commerce_item_name_feast_snowflakepin
source: Snowflake Hair Accessory
de: Schneeflocken-Haarschmuck
es: Accesorio para el cabello de copo de nieve
fr: Accessoire pour cheveux flocon de neige
id: Aksesori Rambut Kepingan Salju
it: Fermaglio fiocco di neve
ja: 聖なる雪花アクセサリー
ko: 눈송이 액세서리
pt: Acessório de cabelo de floco de neve
ru: Брошка-снежинка для волос
th: ของประดับผมเกล็ดหิมะ
vi: Cài Đầu Hoa Tuyết
zh_hans: 雪花头饰
zh_hant: 雪花頭飾

# commerce_item_name_feast_snowglobe
source: Winter Feast Snowglobe
de: Winterfest-Schneekugel
es: Globo de nieve del banquete invernal
fr: Boule à neige fête hivernale
id: Globe Salju Perjamuan Musim Dingin
it: Palla di neve della festa invernale
ja: 聖なる冬のスノードーム
ko: 겨울 연회 스노우볼
pt: Globo de neve de festa invernal
ru: Снежный шар к зимним праздникам
th: ลูกแก้วหิมะงานฉลองฤดูหนาว
vi: Cầu Tuyết Lễ Hội Mùa Đông
zh_hans: 冬日盛宴雪景球
zh_hant: 冬日盛宴雪景球

# commerce_item_name_feast_wintereldercape
source: Winter Ancestor Cape
de: Vorfahrenwinterumhang
es: Capa del ancestro invernal
fr: Cape d’ancêtre hivernale
id: Jubah Leluhur Musim Dingin
it: Mantello invernale dell'Antenata
ja: 冬編む先祖のケープ
ko: 겨울 선조 망토
pt: Capa de inverno do ancestral
ru: Зимняя накидка предка
th: เสื้อคลุมบรรพชนฤดูหนาว
vi: Áo Choàng Tổ Tiên Mùa Đông
zh_hans: 冬日先祖斗篷
zh_hant: 冬日先祖斗篷

# commerce_item_name_feast_wonderland_crabbithole
source: Wonderland Cafe Corridor
de: Wunderland-Café-Flur
es: Pasillo del Café de las Maravillas
fr: Corridor du café du pays des merveilles
id: Koridor Kafe Wonderland
it: Corridoio della Caffetteria del Paese delle Meraviglie
ja: 不思議のカフェの通り道
ko: 이상한 나라의 카페 복도
pt: Corredor do Café das Maravilhas
ru: Коридор кафе чудес
th: ระเบียงคาเฟ่วันเดอร์แลนด์
vi: Hành Lang Quán Cà Phê Wonderland
zh_hans: 仙境咖啡厅走廊
zh_hant: 仙境咖啡廳走廊

# commerce_item_name_feast_wonderland_pinafore
source: Wonderland Primrose Pinafore Set
de: Wunderland-Primelschürze-Set
es: Vestido con delantal amarillo del País de las Maravillas
fr: Ensemble Tablier primevère du pays des merveilles
id: Set Primrose Pinafore Wonderland
it: Completo grembiule di primule del Paese delle Meraviglie
ja: 不思議のエプロンドレス
ko: 이상한 나라의 프림로즈 피나포레 세트
pt: Conjunto País das Maravilhas Florido com Avental
ru: Набор «Сарафан чудес из первоцветов»
th: ชุดผ้ากันเปื้อนลายพริมโรสวันเดอร์แลนด์
vi: Bộ Áo Choàng Anh Thảo Wonderland
zh_hans: 仙境报春花围裙套装
zh_hant: 仙境報春花圍裙套裝

# commerce_item_name_feast_yetiboots
source: Cozy Hermit Boots
de: Gemütliche Einsiedler-Stiefel
es: Botas del ermitaño acogedor
fr: Bottes d'ermite douillettes
id: Sepatu Pertapa yang Nyaman
it: Comodi stivali da Yeti
ja: 隠者のぬくもりブーツ
ko: 포근한 은둔자 부츠
pt: Botas confortáveis do Iéti
ru: Уютные ботинки отшельника
th: รอวเท้านักบวชแสนสบาย
vi: Giày Ẩn Sĩ Ấm Áp
zh_hans: 暖洋洋雪怪靴子
zh_hant: 暖洋洋雪人靴

# commerce_item_name_fortune_carp
source: Days of Fortune Fish Accessory
de: "Tage des Glücks"-Fisch-Accessoire
es: Accesorio de pez de los días de la buena fortuna
fr: Accessoire poisson des Jours de chance
id: Aksesori Ikan Hari Keberuntungan
it: Pesciolino dei Giorni della Buona Stella
ja: 来福の小魚アクセサリー
ko: 행복의 날 물고기 액세서리
pt: Acessório de Peixe dos Dias de Felicidade
ru: Брошка с рыбкой к Дням удачи
th: ของประดับรูปปลาวันแห่งโชคลาภ
vi: Trang Sức Cá May Mắn
zh_hans: 幸运节鱼饰品
zh_hant: 幸運節魚兒頭飾
