Repository: shadows-of-the-light/SkyDB
Catalog: data/Strings/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# daily_quest_dostyle_night_paintedworld_desc
source: <b>Bow at a player</b>
de: <b>Verbeuge dich vor einem Spieler</b>
es: <b>Inclínate ante un jugador</b>
fr: <b>Inclinez-vous face à un joueur</b>
id: <b>Membungkuk pada pemain</b>
it: <b>Inchinati ad un giocatore</b>
ja: <b>プレイヤーにお辞儀する</b>
ko: <b>플레이어에게 고개 숙여 인사하기</b>
pt: <b>Curve-se perante um jogador</b>
ru: <b>Поклонитесь игроку</b>
th: <b>โค้งคำนับผู้เล่น</b>
vi: <b>Cúi chào một người chơi</b>
zh_hans: <b>向一位玩家鞠躬</b>
zh_hant: <b>向一位玩家鞠躬</b>

# daily_quest_dostyle_prairie_island_2_desc
source: <b>High-Five a friend</b>
de: <b>Gib einem Freund ein High Five</b>
es: <b>Chócalas con un amigo</b>
fr: <b>Topez-là avec un ami</b>
id: <b>Tos dengan teman</b>
it: <b>Batti il cinque a un amico</b>
ja: <b>フレンドとハイタッチする</b>
ko: <b>친구와 하이파이브하기</b>
pt: <b>Cumprimente um amigo com um “toca aí”</b>
ru: <b>Дайте «пять» другу</b>
th: <b>แปะมือกับเพื่อน</b>
vi: <b>Đập tay với một người bạn</b>
zh_hans: <b>和一位好友击掌</b>
zh_hant: <b>和朋友擊掌</b>

# daily_quest_dostyle_prairie_island_desc
source: <b>Recharge your light from a jellyfish</b>
de: <b>Lade dein Licht durch eine Qualle auf</b>
es: <b>Recarga tu luz a partir de una medusa</b>
fr: <b>Rechargez votre lumière auprès d’une méduse</b>
id: <b>Isi ulang cahaya kamu dari ubur-ubur</b>
it: <b>Ricarica la tua luce da una medusa</b>
ja: <b>光のクラゲにエナジーを回復してもらう</b>
ko: <b>해파리 위에서 빛 충전하기</b>
pt: <b>Recarregue sua luz com uma água-viva</b>
ru: <b>Зарядите свой свет от медузы</b>
th: <b>เติมแสงของคุณจากแมงกะพรุน</b>
vi: <b>Nạp lại ánh sáng của bạn từ một con sứa</b>
zh_hans: <b>用水母补满光能</b>
zh_hant: <b>透過水母重新恢復能量</b>

# daily_quest_dostyle_prairie_nestandkeeper_desc
source: <b>Use an expression near a friend</b>
de: <b>Verwende einen Ausdruck in der Nähe eines Freundes</b>
es: <b>Usa una expresión cerca de un amigo</b>
fr: <b>Utilisez une expression à côté d'un ami</b>
id: <b>Gunakan ekspresi di dekat teman</b>
it: <b>Usa un'espressione quando sei vicino a un amico</b>
ja: <b>フレンドのそばで感情表現を使う</b>
ko: <b>친구 근처에서 제스처 사용하기</b>
pt: <b>Use uma expressão perto de um amigo</b>
ru: <b>Используйте выражение рядом с другом</b>
th: <b>ใช้การแสดงออกขณะอยู่ใกล้เพื่อน</b>
vi: <b>Sử dụng biểu cảm gần một người bạn</b>
zh_hans: <b>在一位好友身边使用表情</b>
zh_hant: <b>向一位朋友做表情動作</b>

# daily_quest_dostyle_prairie_wildlifepark_desc
source: <b>Change your hairstyle</b>
de: <b>Ändere deine Frisur</b>
es: <b>Cambia tu peinado</b>
fr: <b>Changez de coupe de cheveux</b>
id: <b>Ubah gaya rambut kamu</b>
it: <b>Cambia acconciatura</b>
ja: <b>ヘアスタイルアイテムを着替える</b>
ko: <b>헤어스타일 바꾸기</b>
pt: <b>Troque o corte de cabelo</b>
ru: <b>Смените прическу</b>
th: <b>เปลี่ยนทรงผมของคุณ</b>
vi: <b>Thay đổi kiểu tóc của bạn</b>
zh_hans: <b>更换发型</b>
zh_hant: <b>更換你的髮型</b>

# daily_quest_dostyle_rain_2_desc
source: <b>Change your prop</b>
de: <b>Ändere deine Requisite</b>
es: <b>Cambia de utilería</b>
fr: <b>Changez votre accessoire</b>
id: <b>Ubah properti kamu</b>
it: <b>Cambia oggetto</b>
ja: <b>持ちものアイテムを変える</b>
ko: <b>소품 바꾸기</b>
pt: <b>Troque os apetrechos</b>
ru: <b>Смените аксессуар</b>
th: <b>เปลี่ยนของตกแต่งของคุณ</b>
vi: <b>Thay đổi đạo cụ của bạn</b>
zh_hans: <b>更换道具</b>
zh_hant: <b>更換你的道具</b>

# daily_quest_dostyle_rain_desc
source: <b>Change your necklace</b>
de: <b>Ändere deine Halskette</b>
es: <b>Cambia de collar</b>
fr: <b>Changez de collier</b>
id: <b>Ubah kalung kamu</b>
it: <b>Cambia collana</b>
ja: <b>ネックレスアイテムを変える</b>
ko: <b>목걸이 바꾸기</b>
pt: <b>Troque o colar</b>
ru: <b>Смените ожерелье</b>
th: <b>เปลี่ยนสร้อยคอของคุณ</b>
vi: <b>Thay đổi vòng cổ của bạn</b>
zh_hans: <b>更换项链</b>
zh_hant: <b>更換你的項鍊</b>

# daily_quest_dostyle_rainshelter_desc
source: <b>Visit the Ancestor's table of Belonging in the Forest's elevated clearing</b>
de: <b>Besuche in der erhabenen Waldlichtung den Vorfahrentisch des Zusammengehörens</b>
es: <b>Visita la mesa de los ancestros en el Claro Elevado</b>
fr: <b>Visitez la table de l’Appartenance des ancêtres dans la clairière surélevée de la Forêt</b>
id: <b>Kunjungi Meja Leluhur di Dataran Tinggi</b>
it: <b>Visita il tavolo degli affetti dell'Antenata nella radura elevata della Foresta</b>
ja: <b>雨林の高台広場にある想いを編む先祖の食卓を訪れる</b>
ko: <b>비밀의 숲 높은 공터에 선조영혼이 남긴 친밀의 테이블 찾아가기</b>
pt: <b>Visite a mesa dos Ancestrais do Pertencer na clareira elevada da Floresta</b>
ru: <b>Приходите к столу сопричастности на высокой поляне в Лесу</b>
th: <b>ไปที่โต๊ะบรรพชนแห่งการเป็นส่วนหนึ่งในที่โล่งสูงของป่า</b>
vi: <b>Tới bàn Sở Hữu của Tổ Tiên tại nơi cao trong Rừng</b>
zh_hans: <b>前往树林高处拜访归属季的先祖团聚长桌</b>
zh_hant: <b>前往樹林高處拜訪歸屬季先靈團聚的長桌</b>

# daily_quest_dostyle_yetipark_desc
source: <b>Change your cape</b>
de: <b>Ändere deinen Umhang</b>
es: <b>Cambia de capa</b>
fr: <b>Changez de cape</b>
id: <b>Ganti jubah kamu</b>
it: <b>Cambia mantello</b>
ja: <b>ケープを変える</b>
ko: <b>망토 바꾸기</b>
pt: <b>Troque a capa</b>
ru: <b>Смените накидку</b>
th: <b>เปลี่ยนเสื้อคลุมของคุณ</b>
vi: <b>Thay đổi áo choàng của bạn</b>
zh_hans: <b>更换斗篷</b>
zh_hant: <b>更換你的斗篷</b>

# daily_quest_dotreasure_day_1_desc
source: Help <1>Cackling Cannoneer</1> or <1>Chuckling Scout</1> find treasure in Sanctuary Islands
de: Hilf der <1>Kicher-Kanonierin</1> oder dem <1>Kichernden Pfadfinder</1> dabei, einen Schatz auf den Zufluchtsinseln zu finden
es: Ayuda al <1>Cañonero tentado</1> o al <1>Explorador risueño</1> a buscar tesoros en las Islas Santuario.
fr: Aidez la <1>Canonnière caquetante</1> ou le <1>Scout ricanant</1> à trouver des trésors sur les Îles du Sanctuaire.
id: Bantu <1>Prajurit Artileri Tertawa</1> atau <1>Pramuka Cekikikan</1> menemukan harta karun di Pulau Tempat Suci
it: Aiuta la <1>Cannoniera sghignazzante</1> o lo <1>Scout sghignazzante</1> a trovare il tesoro nell'Arcipelago Paradiso
ja: 楽園で宝を探す<1>豪快に笑う砲手</1>または<1>含み笑いのスカウト</1>を手伝いましょう
ko: 낙원의 섬에서 <1>낄낄 웃는 포수</1> 또는 <1>키득거리는 스카우트</1>가 보물을 찾는 걸 도와주세요
pt: Ajude a <1>Canhoneira Sorridente</1> ou o <1>Batedor Risonho</1> a encontrar tesouros nas Ilhas do Santuário
ru: Помогите <1>Хохотушке с пушкой</1> или <1>Хихикающему скауту</1> найти сокровище на Островах укрытия.
th: ช่วย<1>พลปืนใหญ่ผู้ขบขัน</1> หรือ<1>ผู้สอดแนมแอบหัวเราะ</1>ค้นหาสมบัติในผู้สอดแนมแอบหัวเราะ
vi: Giúp <1>Xạ Thủ Vui Nhộn</1> hoặc <1>Hướng Đạo Sinh Khúc Khích</1> tìm kho báu tại Quần Đảo Thánh Địa
zh_hans: 帮助<1>嬉笑炮手</1>或<1>傻笑童子军</1>在圣域群岛寻宝
zh_hant: 幫助<1>嘎嘎大笑的炮手</1>或<1>傻笑童子軍</1>在聖域群島尋找寶藏

# daily_quest_dotreasure_day_2_desc
source: Help the <1>Bumbling Boatswain</1> or the <1>Assembly Guide</1> find treasure in Sanctuary Islands
de: Hilf dem <1>Stümperhaften Schiffsjungen</1> oder dem <1>Zusammenbauhelfer</1> dabei, einen Schatz auf den Zufluchtsinseln zu finden
es: Ayuda al <1>Contramaestre torpe</1> o al <1>Guía del ensamblaje</1> a buscar tesoros en las Islas Santuario.
fr: Aidez le <1>Maître d'équipage maladroit</1> ou le <1>Guide du Rassemblement</1> à trouver des trésors sur les Îles du Sanctuaire.
id: Bantu <1>Kepala Kelasi Kikuk</1> atau <1>Pemandu Berkumpul</1> menemukan harta karun di Pulau Tempat Suci
it: Aiuta il <1>Nostromo goffo</1> o la <1>guida della Costruzione</1> a trovare il tesoro nell'Arcipelago Paradiso
ja: 楽園で宝を探す<1>おっちょこちょいな水夫長</1>または<1>大樹の案内人</1>を手伝いましょう
ko: 낙원의 섬에서 <1>우왕좌왕 갑판장</1> 또는 <1>협력의 안내자</1>가 보물을 찾는 걸 돕기
pt: Ajude o <1>Contramestre Trapalhão</1> ou o <1>Guia da União</1> a encontrar tesouros nas Ilhas do Santuário
ru: Помогите <1>Нерадивому боцману</1> или <1>Проводнику Сезона собрания</1> найти сокровище на Островах укрытия.
th: ช่วย<1>นักพายเรือบ่นพึมพำ</1> หรือ<1>ผู้แนะนำการชุมนุม</1>ค้นหาสมบัติในเกาะสวรรค์
vi: Giúp <1>Thủy Thủ Hậu Đậu</1> hoặc <1>Chỉ Dẫn Tụ Hội</1> tìm kho báu tại Quần Đảo Thánh Địa.
zh_hans: 帮助<1>笨拙水手</1>或<1>集结季向导</1>在圣域群岛寻宝
zh_hant: 幫助<1>笨拙的水手長</1>或<1>集結季嚮導</1>在聖域群島尋寶

# daily_quest_dotreasure_day_3_desc
source: Help the <1>Ceasing Commodore</1> or the <1>Daydream Forester</1> find treasure in Sanctuary Islands
de: Hilf dem <1>Kommando-Kapitän</1> oder dem <1>Tagträumenden Förster</1> dabei, einen Schatz auf den Zufluchtsinseln zu finden
es: Ayuda al <1>Capitán de navío cesante</1> o al <1>Guardabosques soñador</1> a buscar tesoros en las Islas Santuario.
fr: Aidez le <1>Commodore commandant</1> ou le <1>Forestier rêveur</1> à trouver des trésors sur les Îles du Sanctuaire.
id: Bantu <1>Komodor Berhenti</1> atau <1>Penjaga Hutan Angan-angan</1> menemukan harta karun di Pulau Tempat Suci
it: Aiuta il <1>Commodoro autorevole</1> o il <1>Guardaboschi sognante</1> a trovare il tesoro nell'Arcipelago Paradiso
ja: 楽園で宝を探す<1>動じない提督</1>または<1>夢見がちな森の民</1>を手伝いましょう
ko: 낙원의 섬에서 <1>위풍당당 선장</1> 또는 <1>몽상하는 숲지기</1>가 보물을 찾는 걸 돕기
pt: Ajude o <1>Comodoro Abandonado</1> ou o <1>Silvicultor Sonhador</1> a encontrar tesouros nas Ilhas do Santuário
ru: Помогите <1>Командору-начальнику</1> или <1>Мечтательному лесовичку</1> найти сокровище на Островах укрытия.
th: ช่วย<1>พลเรือผู้ผ่อนปรน</1> หรือ<1>ผู้ดูแลป่าเพ้อฝัน</1>ค้นหาสมบัติในเกาะสวรรค์
vi: Giúp <1>Thuyền Trưởng Uy Nghiêm</1> hoặc <1>Người Đi Rừng Mộng Du</1> tìm kho báu tại Quần Đảo Thánh Địa.
zh_hans: 帮助<1>威严舰长</1>或<1>白日梦森林人</1>在圣域群岛寻宝
zh_hant: 幫助<1>威嚴的艦長</1>或<1>白日夢森林人</1>在聖域群島尋寶

# daily_quest_dotreasure_dusk_1_desc
source: Help the <1>Anxious Angler</1> or the <1>Scolding Student</1> find treasure in Treasure Reef
de: Hilf der <1>Ängstlichen Anglerin</1> oder der <1>Schimpfenden Schülerin</1> dabei, einen Schatz im Schatzriff zu finden
es: Ayuda al <1>Pescador ansioso</1> o a la <1>Estudiante gruñona</1> a buscar tesoros en el Coral del tesoro.
fr: Aidez la <1>Pêcheuse angoissée</1> ou l'<1>Étudiante moralisatrice</1> à trouver des trésors sur le Récif du trésor.
id: Bantu <1>Pemancing Cemas</1> atau <1>Murid Marah-marah</1> menemukan harta karun di Karang Harta Karun
it: Aiuta la <1>Pescatrice ansiosa</1> o la <1>Studentessa saccente</1> a trovare il tesoro nella Scogliera del Tesoro
ja: 秘宝の環礁で宝を探す<1>繊細な漁師</1>または<1>したり顔の生徒</1>を手伝いましょう
ko: 보물섬에서 <1>안절부절 낚시꾼</1> 또는 <1>야단치는 학생</1>이 보물을 찾는 걸 돕기
pt: Ajude a <1>Pescadora Ansiosa</1> ou o <1>Estudante Esbravejante</1> a encontrar tesouros no Recife do Tesouro
ru: Помогите <1>Беспокойной рыбачке</1> или <1>Ворчливой студентке</1> найти сокровище на Острове сокровищ.
th: ช่วย<1>นักตกปลาขี้กังวล</1> หรือ<1>นักเรียนจอมตำหนิ</1>ค้นหาสมบัติในแนวปะการังสมบัติ
vi: Giúp <1>Ngư Dân Lo Lắng</1> hoặc <1>Đội Trưởng Quản Lý</1> tìm kho báu tại Rạn San Hô Kho Báu.
zh_hans: 帮助<1>焦虑渔夫</1>或<1>管事小队长</1>在宝礁寻宝
zh_hant: 幫助<1>焦慮的垂釣者</1>或<1>管事小隊長</1>在寶礁尋寶

# daily_quest_dotreasure_dusk_2_desc
source: Help the <1>Cackling Cannoneer</1> or the <1>Chuckling Scout</1> find treasure in Treasure Reef
de: Hilf der <1>Kicher-Kanonierin</1> oder dem <1>Kichernden Pfadfinder</1> dabei, einen Schatz im Schatzriff zu finden
es: Ayuda al <1>Cañonero tentado</1> o al <1>Explorador risueño</1> a buscar tesoros en el Coral del tesoro.
fr: Aidez la <1>Canonnière caquetante</1> ou le <1>Scout ricanant</1> à trouver des trésors sur le Récif du trésor.
id: Bantu <1>Prajurit Artileri Tertawa</1> atau <1>Pramuka Cekikikan</1> menemukan harta karun di Karang Harta Karun
it: Aiuta la <1>Cannoniera sghignazzante</1> o lo <1>Scout sghignazzante</1> a trovare il tesoro nella Scogliera del Tesoro
ja: 秘宝の環礁で宝を探す<1>豪快に笑う砲手</1>または<1>含み笑いのスカウト</1>を手伝いましょう
ko: 보물섬에서 <1>낄낄 웃는 포수</1> 또는 <1>키득거리는 스카우트</1>가 보물을 찾는 걸 돕기
pt: Ajude a <1>Canhoneira Sorridente</1> ou o <1>Batedor Risonho</1> a encontrar tesouros no Recife do Tesouro
ru: Помогите <1>Хохотушке с пушкой</1> или <1>Хихикающему скауту</1> найти сокровище на Острове сокровищ.
th: ช่วย<1>พลปืนใหญ่ผู้ขบขัน</1> หรือ<1>ผู้สอดแนมแอบหัวเราะ</1>ค้นหาสมบัติในแนวปะการังสมบัติ
vi: Giúp <1>Xạ Thủ Vui Nhộn</1> hoặc <1>Hướng Đạo Sinh Khúc Khích</1> tìm kho báu tại Rạn San Hô Kho Báu.
zh_hans: 帮助<1>嬉笑炮手</1>或<1>傻笑童子军</1>在宝礁寻宝
zh_hant: 幫助<1>嘎嘎大笑的炮手</1>或<1>傻笑童子軍</1>在寶礁尋找寶藏

# daily_quest_dotreasure_night_1_desc
source: Help <1>Anxious Angler</1> or <1>Scolding Student</1> find treasure in Starlight Desert
de: Hilf der <1>Ängstlichen Anglerin</1> oder der <1>Schimpfenden Schülerin</1> dabei, einen Schatz in der Sternenlichtwüste zu finden
es: Ayuda al <1>Pescador ansioso</1> o al <1>Estudiante gruñona</1> a buscar tesoros en el desierto Luz de Estrellas.
fr: Aidez la <1>Pêcheuse angoissée</1> ou l'<1>Étudiante moralisatrice</1> à trouver des trésors dans le Désert stellaire.
id: Bantu <1>Pemancing Cemas</1> atau <1>Murid Marah-marah</1> menemukan harta karun di Gurun Cahaya Bintang
it: Aiuta la <1>Pescatrice ansiosa</1> o la <1>Studentessa saccente</1> a trovare il tesoro nel Deserto Stellare
ja: 星月夜の砂漠で宝を探す<1>繊細な漁師</1>または<1>したり顔の生徒</1>を手伝いましょう
ko: 별빛사막에서 <1>안절부절 낚시꾼</1> 또는 <1>야단치는 학생</1>이 보물을 찾는 걸 도와주세요
pt: Ajude a <1>Pescadora Ansiosa</1> ou o <1>Estudante Esbravejante</1> a encontrar tesouros no Deserto da Luz Estelar
ru: Помогите <1>Беспокойной рыбачке</1> или <1>Ворчливой студентке</1> найти сокровище в Звёздной пустыне.
th: ช่วย<1>นักตกปลาขี้กังวล</1> หรือ<1>นักเรียนจอมตำหนิ</1>ค้นหาสมบัติในทะเลทรายแสงดาว
vi: Giúp <1>Ngư Dân Lo Lắng</1> hoặc <1>Đội Trưởng Quản Lý</1> tìm kho báu tại Sa Mạc Ánh Sao
zh_hans: 帮助<1>焦虑渔夫</1>或<1>管事小队长</1>在星漠寻宝
zh_hant: 幫助<1>焦慮的垂釣者</1>或<1>管事小隊長</1>在星漠尋找寶藏

# daily_quest_dotreasure_night_2_desc
source: Help the <1>Cackling Cannoneer</1> or the <1>Chuckling Scout</1> find treasure in Starlight Desert
de: Hilf der <1>Kicher-Kanonierin</1> oder dem <1>Kichernden Pfadfinder</1> dabei, einen Schatz in der Sternenlichtwüste zu finden
es: Ayuda al <1>Cañonero tentado</1> o al <1>Explorador risueño</1> a buscar tesoros en el desierto Luz de Estrellas.
fr: Aidez la <1>Canonnière caquetante</1> ou le <1>Scout ricanant</1> à trouver des trésors dans le Désert stellaire.
id: Bantu <1>Prajurit Artileri Tertawa</1> atau <1>Pramuka Cekikikan</1> menemukan harta karun di Gurun Cahaya Bintang
it: Aiuta la <1>Cannoniera sghignazzante</1> o lo <1>Scout sghignazzante</1> a trovare il tesoro nel Deserto Stellare
ja: 星月夜の砂漠で宝を探す<1>豪快に笑う砲手</1>または<1>含み笑いのスカウト</1>を手伝いましょう
ko: 별빛사막에서 <1>낄낄 웃는 포수</1> 또는 <1>키득거리는 스카우트</1>가 보물을 찾는 걸 돕기
pt: Ajude a <1>Canhoneira Sorridente</1> ou o <1>Batedor Risonho</1> a encontrar tesouros no Deserto da Luz Estelar
ru: Помогите <1>Хохотушке с пушкой</1> или <1>Хихикающему скауту</1> найти сокровище в Звёздной пустыне.
th: ช่วย<1>พลปืนใหญ่ผู้ขบขัน</1> หรือ<1>ผู้สอดแนมแอบหัวเราะ</1>ค้นหาสมบัติในทะเลทรายแสงดาว
vi: Giúp <1>Xạ Thủ Vui Nhộn</1> hoặc <1>Hướng Đạo Sinh Khúc Khích</1> tìm kho báu tại Sa Mạc Ánh Sao.
zh_hans: 帮助<1>嬉笑炮手</1>或<1>傻笑童子军</1>在星漠寻宝
zh_hant: 幫助<1>嘎嘎大笑的炮手</1>或<1>傻笑童子軍</1>在星漠尋寶

# daily_quest_dotreasure_night_3_desc
source: Help the <1>Bumbling Boatswain</1> or the <1>Assembly Guide</1> find treasure in Starlight Desert
de: Hilf dem <1>Stümperhaften Schiffsjungen</1> oder dem <1>Zusammenbauhelfer</1> dabei, einen Schatz in der Sternenlichtwüste zu finden
es: Ayuda al <1>Contramaestre torpe</1> o al <1>Guía del Ensamblaje</1> a buscar tesoros en el desierto Luz de Estrellas.
fr: Aidez le <1>Maître d'équipage maladroit</1> ou le <1>Guide du Rassemblement</1> à trouver des trésors dans le Désert stellaire.
id: Bantu <1>Kepala Kelasi Kikuk</1> atau <1>Pemandu Berkumpul</1> menemukan harta karun di Gurun Cahaya Bintang
it: Aiuta il <1>Nostromo goffo</1> o la <1>guida della Costruzione</1> a trovare il tesoro nel Deserto Stellare
ja: 星月夜の砂漠で宝を探す<1>おっちょこちょいな水夫長</1>または<1>大樹の案内人</1>を手伝いましょう
ko: 별빛사막에서 <1>우왕좌왕 갑판장</1> 또는 <1>협력의 안내자</1>가 보물을 찾는 걸 돕기
pt: Ajude o <1>Contramestre Trapalhão</1> ou o <1>Guia da União</1> a encontrar tesouros no Deserto da Luz Estelar
ru: Помогите <1>Нерадивому боцману</1> или <1>Проводнику Сезона собрания</1> найти сокровище в Звёздной пустыне.
th: ช่วย<1>นักพายเรือบ่นพึมพำ</1> หรือ<1>ผู้แนะนำการชุมนุม</1>ค้นหาสมบัติในทะเลทรายแสงดาว
vi: Giúp <1>Thủy Thủ Hậu Đậu</1> hoặc <1>Người Dẫn Đoàn</1> tìm kho báu tại Sa Mạc Ánh Sao.
zh_hans: 帮助<1>笨拙水手</1>或<1>重组向导</1>在星漠寻宝
zh_hant: 幫助<1>笨拙的水手長</1>或<1>重組嚮導</1>在星漠尋寶

# daily_quest_dotreasure_rain_1_desc
source: Help the <1>Bumbling Boatswain</1> or the <1>Assembly Guide</1> find treasure in Hidden Forest
de: Hilf dem <1>Stümperhaften Schiffsjungen</1> oder dem <1>Zusammenbauhelfer</1> dabei, einen Schatz im Verborgenen Wald zu finden
es: Ayuda al <1>Contramaestre torpe</1> o al <1>Guía del Ensamblaje</1> a buscar tesoros en el Bosque Escondido.
fr: Aidez le <1>Maître d'équipage maladroit</1> ou le <1>Guide du Rassemblement</1> à trouver des trésors dans la Forêt cachée.
id: Bantu <1>Kepala Kelasi Kikuk</1> atau <1>Pemandu Berkumpul</1> menemukan harta karun di Hutan Tersembunyi
it: Aiuta il <1>Nostromo goffo</1> o la <1>guida della Costruzione</1> a trovare il tesoro nella Foresta Nascosta
ja: 雨林で宝を探す<1>おっちょこちょいな水夫長</1>または<1>大樹の案内人</1>を手伝いましょう
ko: 비밀의 숲에서 <1>우왕좌왕 갑판장</1> 또는 <1>협력의 안내자</1>가 보물을 찾는 걸 돕기
pt: Ajude o <1>Contramestre Trapalhão</1> ou o <1>Guia da União</1> a encontrar tesouros na Floresta Oculta
ru: Помогите <1>Нерадивому боцману</1> или <1>Проводнику Сезона собрания</1> найти сокровище в Тайном лесу.
th: ช่วย<1>นักพายเรือบ่นพึมพำ</1> หรือ<1>ผู้แนะนำการชุมนุม</1>ค้นหาสมบัติในป่าลับ
vi: Giúp <1>Thủy Thủ Hậu Đậu</1> hoặc <1>Người Dẫn Đoàn</1> tìm kho báu tại Rừng Mưa.
zh_hans: 帮助<1>笨拙水手</1>或<1>重组向导</1>在雨林寻宝
zh_hant: 幫助<1>笨拙的水手長</1>或<1>重組嚮導</1>在雨林尋寶

# daily_quest_dotreasure_rain_2_desc
source: Help the <1>Ceasing Commodore</1> or the <1>Daydream Forester</1> find treasure in Hidden Forest
de: Hilf dem <1>Kommando-Kapitän</1> oder dem <1>Tagträumenden Förster</1> dabei, einen Schatz im Verborgenen Wald zu finden
es: Ayuda al <1>Capitán de navío cesante</1> o al <1>Guardabosques soñador</1> a buscar tesoros en el Bosque Escondido.
fr: Aidez le <1>Commodore commandant</1> ou le <1>Forestier rêveur</1> à trouver des trésors dans la Forêt cachée.
id: Bantu <1>Komodor Berhenti</1> atau <1>Penjaga Hutan Angan-angan</1> menemukan harta karun di Hutan Tersembunyi
it: Aiuta il <1>Commodoro autorevole</1> o il <1>Guardaboschi sognante</1> a trovare il tesoro nella Foresta Nascosta
ja: 雨林で宝を探す<1>動じない提督</1>または<1>夢見がちな森の民</1>を手伝いましょう
ko: 비밀의 숲에서 <1>위풍당당 선장</1> 또는 <1>몽상하는 숲지기</1>가 보물을 찾는 걸 돕기
pt: Ajude o <1>Comodoro Abandonado</1> ou o <1>Silvicultor Sonhador</1> a encontrar tesouros na Floresta Oculta
ru: Помогите <1>Командору-начальнику</1> или <1>Мечтательному лесовичку</1> найти сокровище в Тайном лесу.
th: ช่วย<1>พลเรือผู้ผ่อนปรน</1> หรือ<1>ผู้ดูแลป่าเพ้อฝัน</1>ค้นหาสมบัติในป่าลับ
vi: Giúp <1>Thuyền Trưởng Uy Nghiêm</1> hoặc <1>Người Đi Rừng Mộng Du</1> tìm kho báu tại Rừng Mưa.
zh_hans: 帮助<1>威严舰长</1>或<1>白日梦森林人</1>在雨林寻宝
zh_hant: 幫助<1>威嚴的艦長</1>或<1>白日夢森林人</1>在雨林尋寶

# daily_quest_dotreasure_rain_3_desc
source: Help the <1>Anxious Angler</1> or the <1>Scolding Student</1> find treasure in Hidden Forest
de: Hilf der <1>Ängstlichen Anglerin</1> oder der <1>Schimpfenden Schülerin</1> dabei, einen Schatz im Verborgenen Wald zu finden
es: Ayuda al <1>Pescador ansioso</1> o al <1>Estudiante gruñona</1> a buscar tesoros en el Bosque Escondido.
fr: Aidez la <1>Pêcheuse angoissée</1> ou l'<1>Étudiante moralisatrice</1> à trouver des trésors dans la Forêt cachée.
id: Bantu <1>Pemancing Cemas</1> atau <1>Murid Marah-marah</1> menemukan harta karun di Hutan Tersembunyi
it: Aiuta la <1>Pescatrice ansiosa</1> o la <1>Studentessa saccente</1> a trovare il tesoro nella Foresta Nascosta
ja: 雨林で宝を探す<1>繊細な漁師</1>または<1>したり顔の生徒</1>を手伝いましょう
ko: 비밀의 숲에서 <1>안절부절 낚시꾼</1> 또는 <1>야단치는 학생</1>이 보물을 찾는 걸 돕기
pt: Ajude a <1>Pescadora Ansiosa</1> ou o <1>Estudante Esbravejante</1> a encontrar tesouros na Floresta Oculta
ru: Помогите <1>Беспокойной рыбачке</1> или <1>Ворчливой студентке</1> найти сокровище в Тайном лесу.
th: ช่วย<1>นักตกปลาขี้กังวล</1> หรือ<1>นักเรียนจอมตำหนิ</1>ค้นหาสมบัติในป่าลับ
vi: Giúp <1>Ngư Dân Lo Lắng</1> hoặc <1>Đội Trưởng Quản Lý</1> tìm kho báu tại Rừng Mưa.
zh_hans: 帮助<1>焦虑渔夫</1>或<1>管事小队长</1>在雨林寻宝
zh_hant: 幫助<1>焦慮的垂釣者</1>或<1>管事小隊長</1>在雨林尋寶

# daily_quest_dotreasure_sunset_1_desc
source: Help <1>Ceasing Commodore</1> or <1>Daydream Forester</1> find treasure in Village of Dreams
de: Hilf dem <1>Kommando-Kapitän</1> oder dem <1>Tagträumenden Förster</1> dabei, einen Schatz im Dorf der Träume zu finden
es: Ayuda al <1>Capitán de navío cesante</1> o al <1>Guardabosques soñador</1> a buscar tesoros en la Aldea de los Sueños.
fr: Aidez le <1>Commodore commandant</1> ou le <1>Forestier rêveur</1> à trouver des trésors dans le Village des Rêves.
id: Bantu <1>Komodor Berhenti</1> atau <1>Penjaga Hutan Angan-angan</1> menemukan harta karun di Desa Impian
it: Aiuta il <1>Commodoro autorevole</1> o il <1>Guardaboschi sognante</1> a trovare il tesoro nel Villaggio dei Sogni
ja: 夢見の町で宝を探す<1>動じない提督</1>または<1>夢見がちな森の民</1>を手伝いましょう
ko: 꿈의 마을에서 <1>위풍당당 선장</1> 또는 <1>몽상하는 숲지기</1>가 보물을 찾는 걸 도와주세요
pt: Ajude o <1>Comodoro Abandonado</1> ou o <1>Silvicultor Sonhador</1> a encontrar tesouros na Aldeia dos Sonhos
ru: Помогите <1>Командору-начальнику</1> или <1>Мечтательному лесовичку</1> найти сокровище в Деревушке мечтаний.
th: ช่วย<1>พลเรือผู้ผ่อนปรน</1> หรือ<1>ผู้ดูแลป่าเพ้อฝัน</1>ค้นหาสมบัติในหมู่บ้านแห่งความฝัน
vi: Giúp <1>Thuyền Trưởng Uy Nghiêm</1> hoặc <1>Người Đi Rừng Mộng Du</1> tìm kho báu tại Làng Giấc Mơ
zh_hans: 帮助<1>威严舰长</1>或<1>白日梦森林人</1>在圆梦村寻宝
zh_hant: 幫助<1>威嚴的艦長</1>或<1>白日夢森林人</1>在圓夢村尋找寶藏

# daily_quest_dotreasure_sunset_2_desc
source: Help the <1>Anxious Angler</1> or the <1>Scolding Student</1> find treasure in Village of Dreams
de: Hilf der <1>Ängstlichen Anglerin</1> oder der <1>Schimpfenden Schülerin</1> dabei, einen Schatz im Dorf der Träume zu finden
es: Ayuda al <1>Pescador ansioso</1> o al <1>Estudiante gruñona</1> a buscar tesoros en la aldea de los sueños.
fr: Aidez la <1>Pêcheuse angoissée</1> ou l'<1>Étudiante moralisatrice</1> à trouver des trésors dans le Village des Rêves.
id: Bantu <1>Pemancing Cemas</1> atau <1>Murid Marah-marah</1> menemukan harta karun di Desa Mimpi
it: Aiuta la <1>Pescatrice ansiosa</1> o la <1>Studentessa saccente</1> a trovare il tesoro nel Villaggio dei Sogni
ja: 夢見の町で宝を探す<1>繊細な漁師</1>または<1>したり顔の生徒</1>を手伝いましょう
ko: 꿈의 마을에서 <1>안절부절 낚시꾼</1> 또는 <1>야단치는 학생</1>이 보물을 찾는 걸 돕기
pt: Ajude a <1>Pescadora Ansiosa</1> ou o <1>Estudante Esbravejante</1> a encontrar tesouros na Aldeia dos Sonhos
ru: Помогите <1>Беспокойной рыбачке</1> или <1>Ворчливой студентке</1> найти сокровище в Деревушке мечтаний.
th: ช่วย<1>นักตกปลาขี้กังวล</1> หรือ<1>นักเรียนจอมตำหนิ</1>ค้นหาสมบัติในหมู่บ้านแห่งความฝัน
vi: Giúp <1>Ngư Dân Lo Lắng</1> hoặc <1>Đội Trưởng Quản Lý</1> tìm kho báu tại Làng Mộng Mơ.
zh_hans: 帮助<1>焦虑渔夫</1>或<1>管事小队长</1>在圆梦村寻宝
zh_hant: 幫助<1>焦慮的垂釣者</1>或<1>管事小隊長</1>在圓夢村尋寶

# daily_quest_dotreasure_sunset_3_desc
source: Help the <1>Cackling Cannoneer</1> or the <1>Chuckling Scout</1> find treasure in Village of Dreams
de: Hilf der <1>Kicher-Kanonierin</1> oder dem <1>Kichernden Pfadfinder</1> dabei, einen Schatz im Dorf der Träume zu finden
es: Ayuda al <1>Cañonero tentado</1> o al <1>Explorador risueño</1> a buscar tesoros en la aldea de los sueños.
fr: Aidez la <1>Canonnière caquetante</1> ou le <1>Scout ricanant</1> à trouver des trésors dans le Village des Rêves.
id: Bantu <1>Prajurit Artileri Tertawa</1> atau <1>Pramuka Cekikikan</1> menemukan harta karun di Desa Mimpi
it: Aiuta la <1>Cannoniera sghignazzante</1> o lo <1>Scout sghignazzante</1> a trovare il tesoro nel Villaggio dei Sogni
ja: 夢見の町で宝を探す<1>豪快に笑う砲手</1>または<1>含み笑いのスカウト</1>を手伝いましょう
ko: 꿈의 마을에서 <1>낄낄 웃는 포수</1> 또는 <1>키득거리는 스카우트</1>가 보물을 찾는 걸 돕기
pt: Ajude a <1>Canhoneira Sorridente</1> ou o <1>Batedor Risonho</1> a encontrar tesouros na Aldeia dos Sonhos
ru: Помогите <1>Хохотушке с пушкой</1> или <1>Хихикающему скауту</1> найти сокровище в Деревушке мечтаний.
th: ช่วย<1>พลปืนใหญ่ผู้ขบขัน</1> หรือ<1>ผู้สอดแนมแอบหัวเราะ</1>ค้นหาสมบัติในหมู่บ้านแห่งความฝัน
vi: Giúp <1>Xạ Thủ Vui Nhộn</1> hoặc <1>Hướng Đạo Sinh Khúc Khích</1> tìm kho báu tại Làng Mộng Mơ.
zh_hans: 帮助<1>嬉笑炮手</1>或<1>傻笑童子军</1>在圆梦村寻宝
zh_hant: 幫助<1>嘎嘎大笑的炮手</1>或<1>傻笑童子軍</1>在圓夢村尋寶
